{"tid":1983009,"publishdate":"1999-10-07","title":"Thyssen Stahlunion Gmbh Etc vs Steel Authority Of India Ltd on 7 October, 1999","doc":"<h2 class=\"doc_title\">Thyssen Stahlunion Gmbh Etc vs Steel Authority Of India Ltd on 7 October, 1999</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1999 SUPREME COURT 3923, 1999 (9) SCC 334, 1999 AIR SCW 4016, 2000 CLC 139 (SC), 1999 (3) ARBI LR 532, 1999 (6) SCALE 441, 1999 (4) LRI 722, 1999 (9) ADSC 89, 2000 CORLA(BL SUPP) 60 SC, 2000 (6) COM LJ 275 SC, 1999 ADSC 9 89, (1999) 8 JT 66 (SC), 1999 (8) JT 66, (1999) 3 ARBILR 532, (2000) 2 MAD LW 161, (1999) 3 SCJ 468, (1999) 10 SUPREME 378, (2000) 1 RECCIVR 25, (1999) 4 ICC 447, (1999) 6 SCALE 441, (2000) 99 COMCAS 383, (2000) 1 CURCC 91</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-p-wadhwa\">D.P. Wadhwa</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-p-wadhwa\">D.P. Wadhwa</a>, <a href=\"/search/?formInput=benchid:m-b-shah\">M.B. Shah</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  6036 of 1998\n\nPETITIONER:\nTHYSSEN STAHLUNION GMBH ETC.\n\nRESPONDENT:\nSTEEL AUTHORITY OF INDIA LTD.\n\nDATE OF JUDGMENT: 07/10/1999\n\nBENCH:\nD.P. WADHWA &amp; M.B. SHAH\n\nJUDGMENT:</pre>\n<p data-structure=\"Facts\" id=\"p_1\">JUDGMENT\n\n\n1999 Supp(3) SCR 461\n\n\nThe Judgment of the Court was delivered by D.P. WADHWA, J. The Facts :\n</p>\n<blockquote id=\"blockquote_1\">These three appeals raise three different questions relating to the\nconstruction and interpretation of <a href=\"/doc/68684/\" id=\"a_1\">Section 85</a> of the Arbitration and\nConciliation Act, 1996 (the `new Act&#x27; for short) which contains repeal and\nsaving provision of the three Acts, namely, the <a href=\"/doc/777085/\" id=\"a_2\">Arbitration (Protocol and\nConvention) Act, 1937</a>, the <a href=\"/doc/1052228/\" id=\"a_3\">Arbitration Act, 1940</a> (the `old Act&#x27; for short)\nthe <a href=\"/doc/142812771/\" id=\"a_4\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> (the `Foreign\nAwards Act&#x27; for short).\n</blockquote>\n<blockquote id=\"blockquote_2\">This <a href=\"/doc/68684/\" id=\"a_5\">Section 85</a> of the new Act we reproduce at the outset :\n</blockquote>\n<blockquote id=\"blockquote_3\">&quot;55. Repeal and saving  (1) <a href=\"/doc/777085/\" id=\"a_6\">The Arbitration (Protocol and Convention) Act,\n1937</a> (6 of 1937), the <a href=\"/doc/1052228/\" id=\"a_7\">Arbitration Act, 1940</a> (10 of 1940) and the <a href=\"/doc/142812771/\" id=\"a_8\">Foreign\nAwards (Recognition and Enforcement) Act</a> 1961 (45 of 1961) are hereby\nrepealed.\n</blockquote>\n<blockquote id=\"blockquote_4\">(2)   Notwithstanding such repeal, -\n</blockquote>\n<blockquote id=\"blockquote_5\">(a)    the provisions of the said enactments shall apply in relation to\narbitral proceedings which commenced before this Act came into force unless\notherwise agreed by the parties but this Act shall apply in relation to\narbitral proceedings which commenced on or after this Act comes into force;\n</blockquote>\n<blockquote id=\"blockquote_6\">(b)    all rules made and notifications published, under the said\nenactments shall, to the extent to which they are not repugnant to this\nAct, be deemed respectively to have been made or issued under this Act.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_2\">In the case of Thyssen Stahlunion GMBH (CA No. 6036 of 1998) the contract\nfor sale and purchase of prime cold rolled mild steel sheets in coils\ncontains arbitration agreement. Relevant clauses are as under:\n</p>\n<blockquote id=\"blockquote_7\">&quot;CLAUSE 12 : LEGAL INTERPRETATION\n\n12.1  This contract shall be governed and construed in accordance with the\nlaws of India for the time being in force.\n</blockquote>\n<blockquote id=\"blockquote_8\">12.2  To interpret all commercial terms and abbreviations used herein which\nhave not been otherwise defined, the rules of &quot;INCOTERMS 1990&quot;shall be\napplied.\n</blockquote>\n<blockquote id=\"blockquote_9\">CLAUSE 13 : SETTLEMENT OF DISPUTES\n\nAll disputes of differences whatsoever between the parties hereto arising\nout of or relating to the construction, meaning or operation or effect of\nthis contract or the breach thereof shall unless amicably settled between\nthe parties hereto; be settled by arbitration in accordance with the Rules\nof Conciliation and Arbitration of the International Chamber of Commerce\n(ICC), Paris, France by a sole Arbitrator appointed by the Chairman of the\nArbitral Tribunal of the Court of Arbitration of ICC and the Award made in\npursuance thereof shall be binding on both the parties. The venue for the\narbitration proceedings shall be New Delhi, India.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_3\">Disputes and differences having arisen, the arbitration proceedings\ncommenced on September 14, 1995 under the old Act. On this date request for\narbitration was made to the ICC under the arbitration clause in the\ncontract. Mr. Cecil Abraham of the Malaysian Bar was appointed sole\narbitrator on November 15, 1995. Terms of reference in the arbitration were\nfinalised on May 13, 1996. Hearing before the sole arbitrator took place\nfrom January 7, 1997 till January 28, 1997, Award was given on September\n24, 1997. By this time on January 25, 1996 the new Act had come into force.\nOn October 13, 1997 Thyssen filed a petition in the Delhi High Court under\nSections 14 and 17 of the old Act for making the award rule of court\n(Arbitration Suit No, 352-A/97). While these proceedings were pending in\nthe High Court, Thyssen, on February 12, 1998, filed an application under\n<a href=\"/doc/56600062/\" id=\"a_9\">Section 151</a> of the Code of Civil Procedure for stay of the proceedings. On\nthe following day Thyssen filed an application in the High Court for\nexecution of the award under the new Act (Execution Petition No. 47/98).\nThe ground taken was that the arbitration proceedings had been terminated\nwith the making of the award on September 24, 1997 and, therefore, the new\nAct was applicable for enforcement of the award. The respondent, Steel\nAuthority of India Ltd. (SAIL) opposed the maintainability of the execution\npetition. SAIL also filed objections to the award on various grounds under\nthe old Act. The question which arose for consideration is :\n</p>\n<blockquote id=\"blockquote_10\">Whether the award would be governed by the new Act for its enforcement or\nwhether provisions of the old Act would apply?\n</blockquote>\n<blockquote id=\"blockquote_11\">A learned single Judge of the Delhi High Court by judgment dated September\n21, 1998 held that proceedings would be governed by the old Act. Thyssen\nStahlunion GMBH feeling aggrieved filed this appeal (CA 6036/98).\n</blockquote>\n<blockquote id=\"blockquote_12\">In the case of Western Shipbreaking Corporation (CA No. 4928 of 1997) under\nMemorandum of Agreement dated November 4, 1994 M/s. Clareheaven Ltd. agreed\nto sell to Western Shipbreaking Corporation a ship &quot;M.V. Kaldera&quot;. Clause\n(19) of the Memorandum of Agreement contained arbitration clause which is\nas under :\n</blockquote>\n<blockquote id=\"blockquote_13\">&quot;If any dispute should arise in connection with the interpretation in\nfulfilment of this contract, same shall be decided by arbitration in the\ncity of London, U.K. with English law to apply and shall be referred to a\nsingle arbitrator to be appointed by the parties hereto. If the parties\ncannot agree on the appointment of the single arbitrator, the dispute shall\nbe settled by three arbitrators, each party appointing one arbitrator the\nthird being appointed by London Maritime Arbitration (sic) Association in\nLondon.\n</blockquote>\n<blockquote id=\"blockquote_14\">If one party fails to appoint an arbitrator either or by way of\nsubstitution for two weeks after the other party having appointed his\narbitrator, has sent the party making default notice by mail, cable or\ntelex to make the appointment, London Maritime Arbitration (sic)\nAssociation shall after application from the party having appointed his\narbitrator also appoint on behalf of the party making default.\n</blockquote>\n<blockquote id=\"blockquote_15\">The Award rendered by the arbitrators shall be final binding upon the\nparties and may if necessary be enforced by any court or any other\ncompetent authority in the same manner as a document in the court of\njustice.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_4\">Arbitration proceedings in this case were held in United Kingdom prior to\nthe enforcement of the new Act. The award was made on February 25, 1996 in\nLondon. The question which arises for consideration is :\n</p>\n<blockquote id=\"blockquote_16\">Whether the award is governed by the provisions of the new Act for its\nenforcement or by the Foreign Awards Act?\n</blockquote>\n<blockquote id=\"blockquote_17\">A learned single Judge of the Gujarat High Court by impugned Judgment dated\nApril 21, 1997 held that the new Act would be applicable. Western\nShipbreaking Corporation is aggrieved and filed appeal against that\njudgment (CA 4928/97).\n</blockquote>\n<blockquote id=\"blockquote_18\">In the case of M/s. Rani Constructions Pvt. Ltd. (CA No. 61 of 1999) under\nthe contract which was for the construction of certain works of the\nHimachal Pradesh State Electricity Board, there was an arbitration\nagreement contained in clause 25 which, in relevant part, is as under :\n</blockquote>\n<blockquote id=\"blockquote_19\">&quot;Subject to the provisions of the contract to the contrary as aforesaid,\nthe provisions of the <a href=\"/doc/1052228/\" id=\"a_10\">Indian Arbitration Act, 1940</a> or any statutory\nmodification or re-enactment thereof and the rules made thereunder and for\nthe time being in force shall apply to all arbitration proceedings under\nthis clause.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_5\">Disputes having arisen, these were referred to the sole arbitrator on\nDecember 4, 1993. The arbitrator gave his award on February 23, 1996 after\nthe new Act had come into force. On account of difference of opinion in two\njudgments of the Himachal Pradesh High Court, both rendered by single\nJudges as to whether it is old or new Act will apply, a learned single\nJudge of the High Court referred the following question to a larger Bench :\n</p>\n<blockquote id=\"blockquote_20\">&quot;Whether the agreement referred to in <a href=\"/doc/1052228/\" id=\"a_11\">Section 85(2)(a)</a> of the Act of 1996\nfor the purpose of applicability of the said Act to the pending arbitral\nproceedings which had already commenced under the Act of 1940 is one\nnecessarily to be entered into after the commencement of the Act of 1996 or\nany clause to that effect in an agreement already entered into between the\nparties before the enforcement of the Act of 1996 would be sufficient for\nthat purpose.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_6\">Reference question does not appear to have been happily worded. What it\nmeans is that when clause (a) of Section 85(2) of the new Act uses the\nexpression &quot;unless otherwise agreed by the parties&quot; can the parties agree\nfor the applicability of the new Act before the new Act comes into force or\nthey have necessarily to agree only after the new Act comes into force.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">The Division Bench of the High Court by the impugned judgment dated July\n16, 1998 held that clause 25 of the agreement &quot;does not admit of\ninterpretation that this case is governed by Act of 1996&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">Arguments have been addressed in considerable detail for and against the\napplication of the new Act or the old Act in the cases of Thyssen and Rani\nConstruction and the Foreign Awards Act in the case of Western Shipbreaking\nCorporation. We would, however, refer to these arguments in brief insofar\nwe consider these to be relevant to decide the issues before us.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">The Submissions:\n</p>\n<blockquote id=\"blockquote_21\">Mr. F.S. Nariman, who appeared for Thyssen, made the following submissions\n:\n</blockquote>\n<blockquote id=\"blockquote_22\">1. Termination of arbitral proceedings by the final arbitration award and\nthe enforcement of the award are two separate proceedings. Under <a href=\"/doc/874260/\" id=\"a_12\">Section 32</a>\nof the new Act arbitral proceedings shall terminate by the final award or\nby an order of the arbitral tribunal under sub-section (2) as provided\ntherein. Thus after the arbitral proceedings are terminated and final award\nmade, reference has to be made to the new\n\n</blockquote><blockquote id=\"blockquote_23\">1.       32. Termination of Proceedings. - (1) The arbitral proceedings\nshall be terminated by the final arbitral award or by an order of the\narbitral tribunal under sub-section (2). Act for enforcement of the award\nas when award was given old Act stood repealed.\n</blockquote>\n<blockquote id=\"blockquote_24\">2.          In view of the savings provision under clause (a) of sub-sec-\n</blockquote><p data-structure=\"Section\" id=\"p_10\">tion (2) of Section 85 of the new Act it is not necessary to refer to\n<a href=\"/doc/1030013/\" id=\"a_13\">Section 6</a> of the General Clauses Act, 1897.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">3.          New Act is based on UNCITRAL Model Law. It is a progressive\nAct. Objects which led to passing of the new Act should be kept in view.\nFor this, reference may be made to the Preamble , of the new Act as well.\nIn the Statement of Objects\n\n</p><p data-structure=\"Issue\" id=\"p_12\">2. The arbitral tribunal shall issue an order for the termination of the\narbitral proceedings where :\n</p>\n<blockquote id=\"blockquote_25\">(a) the claimant withdraws his claim, unless the respondent objects to the\norder and the arbitral tribunal recognises a legitimate interest on his\npart in obtaining a final settlement of the dispute,\n\n</blockquote><blockquote id=\"blockquote_26\">(b)  the parties agree on the termination of the proceedings, or\n\n</blockquote><blockquote id=\"blockquote_27\">(c) the arbitral tribunal finds that the continuation of the proceedings\nhas for any other reason become unnecessary or impossible.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_13\"> Effect of repeal. \u0007 Where this Act, or any Central Act or Regulation made\n after the commencement of this Act. repeals any enactment hitherto made or\n hereafter to be made, then, unless a different intention appears, the\n repeal shall not :-\n</p>\n<blockquote id=\"blockquote_28\">(a)  revive anything not in force or existing at the time at which the\nrepeal takes effect; or\n\n</blockquote><blockquote id=\"blockquote_29\">(b) affect the previous operation of any enactment so repealed or anything\nduly done or suffered thereunder; or\n\n</blockquote><blockquote id=\"blockquote_30\">(c) affect any right, privilege, obligation or liability acquired, accrued\nor incurred under any enactment so repealed, or\n\n</blockquote><blockquote id=\"blockquote_31\">(d) affect any penalty, forfeiture or punishment incurred in respect of any\noffence committed against any enactment so repealed; or\n\n</blockquote><blockquote id=\"blockquote_32\">(e) affect any investigation, legal proceeding or remedy in respect of any\nsuch right, privilege, obligation liability, penalty, forfeiture or\npunishment as aforesaid; and any such investigation, legal proceeding or\nremedy may be instituted, continued or enforced, and any such penalty,\nforfeiture or punishment may be imposed as if the repealing Act or\nRegulation had not been passed.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_14\">3 WHEREAS the United Nations Commission on International Trade Law\n(UNCITRAL) has adopted the UNCITRAL Model Law on International Commercial\nArbitration in 1985;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">AND WHEREAS the General Assembly of the United Nations has recommended that\nall countries give due consideration to the said Model Law, in view of the\ndesirability of uniformity of the law of arbitral procedures and the\nspecific needs of international commercial arbitration practice; and\nReasons4, the objectives behind introduction of the New\n\nAND WHEREAS the UNCITRAL has adopted the UNCITRAL Conciliation Rules in\n1980;\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">AND WHEREAS the General Assembly of the United Nations has recom-mended the\nuse of the said Rules in cases where a dispute arises in the context of\ninternational commercial relations and the parties seek an amicable\nsettlement of that dispute by recourse to conciliation;\n</p>\n<p data-structure=\"Section\" id=\"p_17\">AND WHEREAS the said Model Law and Rules make significant contribution to\nthe establishment of a unified legal framework for the fair and efficient\nsettlement of disputes arising in international commercial relations;\n</p>\n<p data-structure=\"Section\" id=\"p_18\">AND WHEREAS it is expedient to make law respecting arbitration and\nconciliation, taking into account the aforesaid Model Law and Rules;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">Be it enacted by Parliament in the forty seventh year of the Republic as\nfollows:-&quot; STATEMENT OF OBJECTS AND REASONS\n\n&quot;The law on arbitration in India is at present substantially contained in\nthree enactments, namely, the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act, 1940</a>, the <a href=\"/doc/777085/\" id=\"a_15\">Arbitration\n(Protocol and Convention) Act, 1937</a> and the <a href=\"/doc/142812771/\" id=\"a_16\">Foreign Awards (Recognition and\nEnforcement) Act, 1961</a>. It is widely felt that the 1940 Act, which contains\nthe general law of arbitration, has become outdated. The Law Commission of\nIndia, several representative bodies of trade and industry and experts in\nthe field of arbitration have proposed amendments to this Act to make it\nmore responsive to contemporary requirements. It is also recognised that\nour economic reforms may not become fully effective if the law dealing with\nsettlement of both domestic and international commercial disputes remains\nout of tune with such reforms. Like arbitration, conciliation is also\ngetting increasing worldwide recognition as an instrument for settlement of\ndisputes. There is, however, no general law on the subject in India.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">2.  The United Nations Commission on International Trade Law (UNCITRAL)\nadopted in 1985 the Model Law on International Commercial Arbitration. The\nGeneral Assembly of the United Nations has recommended that all countries\ngive due consideration to the said Model Law, in view of the desirability\nof uniformity of the law of arbitral procedures and the specific needs of\ninternational commercial arbitration practice. The UNCITRAL also adopted in\n1980 a set of Conciliation Rules. The General Assembly of the United\nNations has recommended the use of these Rules in cases where the disputes\narise in the context of international commercial relations and the parties\nseek amicable settlement of their disputes by recourse to conciliation. An\nimportant feature of the said UNCITRAL Model Law and Rules is that they\nhave harmonised concepts on arbitration and conciliation of different legal\nsystems of the world and thus contain provisions which are designed for\nuniversal application.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">3.  Though the said UNCITRAL Model law and Rules are intended to deal with\ninternational commercial arbitration and conciliation, they could with\nappropriate modifications, serve as a model for legislation on domestic\narbitration and conciliation. The present Bill seeks to consolidate and\namend the law relating to domestic arbitration, international commercial\narbitration, enforcement of foreign arbitral awards and to define the law\nrelating to conciliation, taking into account the said UNCITRAL Model Law\nand Rules. Arbitration law have been explained.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">It is clearly intended that the enforcement of the award given after the\nnew Act came into force would be governed by the new Act. Interpretation of\nthe provisions of Section 85 has to be purposeful which advances the object\nof the new Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"507484\" id=\"span_1\">In <a href=\"/doc/507484/\" id=\"a_17\">Sundaram Finance Ltd. v. NEPC India Ltd.</a>, [1999] 2 SCC\n479 the question that arose for consideration was whether under <a href=\"/doc/1120409/\" id=\"a_18\">Section 9</a>\nof the new Act court has jurisdiction to pass interim orders even before\narbitral proceedings commence and before an arbitrator is appointed. Under\nthis Section court is empowered to pass interim orders before or during\narbitral proceedings or at any time after the making of the arbitral award\nbut before its enforcement. During the course of discussion this Court\nreferred to the statement of objects and reasons which led to the\npromulgation of the new Act and said :</span>\n</p>\n<blockquote id=\"blockquote_33\">&quot;The 1996 Act (new Act) is very different from the <a href=\"/doc/1052228/\" id=\"a_19\">Arbitration Act, 1940</a>\n(old Act). The provisions of this Act have, therefore, to be interpreted\nand construed independently and in fact reference to the 1940 Act may\nactually lead to misconstruction. In other words, the provisions of the 19%\nAct (new Act) have to be\n\n</blockquote><blockquote id=\"blockquote_34\">4.  The main objectives of the Bill are as under :\n</blockquote>\n<blockquote id=\"blockquote_35\">(i) to comprehensively cover international and commercial arbitration and\nconciliation as also domestic arbitration and conciliation;\n</blockquote>\n<blockquote id=\"blockquote_36\">(ii) to make provision for an arbitral procedure which is fair, efficient\nand capable of meeting the needs of the specific arbitration;\n</blockquote>\n<blockquote id=\"blockquote_37\">(iii) to provide that the arbitral tribunal gives reasons for its arbitral\naward;\n</blockquote>\n<blockquote id=\"blockquote_38\">(iv) to ensure that the arbitral tribunal remains within the limits of its\njurisdiction;\n</blockquote>\n<blockquote id=\"blockquote_39\">(v) to minimise the supervisory role of courts in the arbitral process;\n</blockquote>\n<blockquote id=\"blockquote_40\">(vi) to permit an arbitral tribunal to use mediation, conciliation or other\nprocedures during the arbitral proceedings to encourage settlement of\ndisputes;\n</blockquote>\n<blockquote id=\"blockquote_41\">(vii) to provide that every final arbitral award is enforced in the same\nmanner as if it were a decree of the court;\n</blockquote>\n<blockquote id=\"blockquote_42\">(viii) to provide that a settlement agreement reached by the parties as a\nresult of conciliation proceedings will have the same status and effect as\nan arbitral award on agreed terms on the substance of the dispute rendered\nby an arbitral tribunal; and\n\n</blockquote><blockquote id=\"blockquote_43\">(ix) to provide that, for purposes of enforcement of foreign awards, every\narbitral award made in a country to which one of the two international\nConventions relating to foreign arbitral awards to which India is a party\napplies, will be treated as a foreign award.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">5. The Bill seeks to achieve the above objects. interpreted being\nuninfluenced by the principles underlying the 1940 Act (old Act). In order\nto get help in construing these provisions, it is more relevant to refer to\nthe UNCITRAL Model Law rather than the 1940 Act.&quot; 4. Law governing\narbitration proceedings can be different than that governing the award. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"216597\" id=\"span_2\">In\nthis connection reference may be made to a decision of this Court in\n<a href=\"/doc/216597/\" id=\"a_20\">Sumitomo Heavy Industries Ltd., v. ONGC Ltd. and Others</a>,[1998] 1 SCC 305.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">In Sumitomo Heavy Industries Ltd. `s case (supra) under the arbitration\nagreement between the parties proceedings were to be held at London in\naccordance with the provisions of International Chamber of Commerce and the\nrules made thereunder as amended from time to time. Award was made on June\n27, 1995. ONGC Ltd. filed a petition in the High Court at Bombay praying\nthat the respondent be directed under <a href=\"/doc/665266/\" id=\"a_21\">Section 14</a> of the old Act to file the\naward in that court. It was contended by ONGC that the award was invalid,\nun-enforceable and liable to be set aside under the provisions of the\n<a href=\"/doc/1052228/\" id=\"a_22\">Arbitration Act, 1940</a>. This petition of the ONGC was allowed by the High\nCourt. It was noticed that during the course of preliminary hearing in the\nQueens Bench Division, Commercial Court, in London, Potter, J. had observed\nthat one of the aspects of the case for consideration was :\n</p>\n<blockquote id=\"blockquote_44\">&quot;(4) The curial law, i.e., the law governing the arbitration proceedings\nthemselves, the manner in which the reference is to be conducted. It\ngoverns the procedural powers and duties of the arbitrators, questions of\nevidence and the determination of the proper law of the contract.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\">Decision of the Bombay High Court was challenged in this Court. This Court\nsaid that the central issue in the appeal was as to what was the area of\noperation of the curial law and went on to observe as under :\n</p>\n<blockquote id=\"blockquote_45\">&quot;The conclusion that we reach is that the curial law operates during the\ncontinuance of the proceedings before the arbitrator to govern the\nprocedure and conduct thereof. The courts administering the curial law have\nthe authority to entertain applications by parties to arbitrations being\nconducted within their jurisdiction for the purpose of ensuring that the\nprocedure that is adopted in the proceedings before the arbitrator conforms\nto the requirements of the curial law and for reliefs incidental thereto.\nSuch authority of the courts administering the curial law ceases when the\nproceedings before the arbitrator are concluded.\n</blockquote>\n<blockquote id=\"blockquote_46\">The proceedings before the arbitrator commence when he enters upon the\nreference and conclude with the making of the award. As the work by Mustill\nand Boyd (in Law and Practice of Commercial Arbitration in England, 2nd\nEdn.) aforementioned puts, it, with the making of a valid award the\narbitrator&#x27;s authority, powers and duties in the reference come to an end\nand he is &quot;functus officio&quot; (p. 404). The arbitrator is not obliged by law\nto file his award in court but he may be asked by the party seeking to\nenforce the award to do so. The need to file an award in court arises only\nif it is required to be enforced, and the need to challenge it arises if it\nis being enforced. The enforcement process is subsequent to and independent\nof the proceedings before the arbitrator. It is not governed by the curial\nor procedural law that governed the procedure that the arbitrator followed\nin the conduct of the arbitration.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_26\">5.  Section 85 of the new Act provides for a limited repeal. This Section\nbe contrasted with <a href=\"/doc/444899/\" id=\"a_23\">Section 48</a> of the old Act, which is as under :\n</p>\n<blockquote id=\"blockquote_47\">&quot;48. Saving for pending references. - The provisions of this Act shall not\napply to any reference pending at the commencement to this Act, to which\nthe law in force immediately before the commencement of this Act shall\nnotwithstanding any repeal effected by this Act continue to apply.&quot; This\ndeparture from the language used in <a href=\"/doc/444899/\" id=\"a_24\">Section 48</a> of the old Act is deliberate\nand has to be given effect to while considering the scope of Section 85 of\nthe new Act.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">6.  Assuming that <a href=\"/doc/1030013/\" id=\"a_25\">Section 6</a> of the General Clauses Act applies, the\nquestion whether a party gets a right at the time when the arbitration\nproceedings commenced under the old Act and that the award given after\ncoming into force of new Act would yet be governed under the old Act, can\nbe answered only if any vested right accrued to the party. Vested rights\naccrued when proceedings for enforcement of the award are taken and not I\nbefore that. Right to take advantage of an enactment is not a vested right.\nOne cannot have mere abstract right but only accrued right. Until award is\nmade no party has an accrued right. Till the award is made nobody knows his\nrights. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"359239\" id=\"span_3\">In this connection reference may be made to a decision of the privy\nCouncil in Abbott v. The Minister for Lands, (1895) AC 425 PC, which was\nfollowed by this Court in <a href=\"/doc/359239/\" id=\"a_26\">Hungerford Investment Trust Limited v. Haridas\nMundhra and Others</a>, [1972] 3 SCR 690.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"99828385\" id=\"span_4\">Reference may also be made to another\ndecision of this Court in <a href=\"/doc/99828385/\" id=\"a_27\">D.C. Bhatia and Others v. Union of India and\nAnother</a>, [1995] 1 SCC 104.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">In Abbott v. The Minister for Lands, (1895) AC 425 PC the Court said that\n&quot;the mere right, existing at the date of a repealing statute, to take\nadvantage of provisions of the statute repealed is not a `right accrued&#x27;\nwithin the meaning of the usual saving clause.&quot; The appellant had contended\nthat under the repealed enactment he had a right to make the additional\nconditional purchase, and this was a &quot;accrued right&quot; at the time the Crown\nLands Act of 1884 was passed and that notwithstanding the repeal it\nremained unaffected by such repeal. The 1884 Act had repealed earlier Crown\nLands Act of 1861. The Board observed :\n</p>\n<blockquote id=\"blockquote_48\">&quot;It has been very common in the case of repealing statute to save all\nrights accrued. If it were held that the effect of this was to leave it\nopen to any one who could have taken advantage of any of the repealed\nenactments still to take advantage of them, the result would be very far-\nreaching.\n</blockquote>\n<blockquote id=\"blockquote_49\">It may be, as Windeyer J. observes, that the power to take advantage of an\nenactment may without impropriety be termed a &quot;right&quot;. But the question is\nwhether it is a &quot;right accrued&quot; within the meaning of the enactment which\nhas to be construed.\n</blockquote>\n<blockquote id=\"blockquote_50\">Their Lordships think not, and they are confirmed in this opinion by the\nfact that the words relied on are found in conjunction with the words\n&quot;obligations incurred or imposed&quot;. They think that the mere right (assuming\nit to be properly so called) existing in the members of the community or\nany class of them to take advantage of an enactment, without any act done\nby an individual towards availing himself of that right, cannot properly be\ndeemed a &quot;right accrued&quot; within the meaning of the enactment. Even if the\nappellant could establish that the language of <a href=\"/doc/1311823/\" id=\"a_28\">sec. 2(b)</a> was sufficient&#x27; to\nreserve to him the right for which he contends, he would have to overcome\nfurther difficulties. That enactment only render&#x27;s &quot;rights accrued&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_29\">unaffected by the repeal &quot;subject to any express provisions of this Act in\nrelation thereto&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"359239\" id=\"span_5\">This Court in <a href=\"/doc/359239/\" id=\"a_29\">Hungerford Investment Trust Limited v. Hondas Mundhra and\nOthers</a>, [1972] 3 SCR 690 followed decision of Privy Council in Abbott v.\nThe Minister for Lands, (1895) AC 425 PC holding that the mere right to\ntake advantage of provisions of an Act is not an accrued right.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"99828385\" id=\"span_6\">In <a href=\"/doc/99828385/\" id=\"a_30\">D.C. Bhatia and Others v. Union of India and Another</a>, [1995] 1 SCC 104\nthe question which arose for consideration before this Court related to the\ninterpretation and constitutional validity of <a href=\"/doc/1283886/\" id=\"a_31\">Section 3(c)</a> of the Delhi\nRent Control Act. <a href=\"/doc/679372/\" id=\"a_32\">Delhi Rent Control Act</a> was amended with effect from\nDecember 1, 1988 when <a href=\"/doc/1529130/\" id=\"a_33\">Section 3(c)</a> was introduced which provided that the\nprovisions of that Act will not apply to any property at a monthly rent\nexceeding Rs. 3,500. This Court while upholding the constitutional validity\nof the provisions as contained in <a href=\"/doc/1283886/\" id=\"a_34\">Section 3(c)</a> of Delhi Rent Control Act\nobserved that &quot;we are unable to uphold the contention that the tenants had\nacquired a vested right in the properties occupied by them under the\nstatute. We are of the view that the provisions of <a href=\"/doc/1529130/\" id=\"a_35\">Section 3(c)</a> will also\napply to the premises which had already been let out at the monthly rent in\nexcess of Rs. 3,500 when the amendment made in 1988 came into force&quot;. One\nof the contentions raised by the tenants was that they had acquired vested\nrights which could not be disturbed unless the amending Act contained\nspecific provisions to that effect. They said that under the existing law\ntenants had acquired valuable property rights and they could neither be\nevicted nor the rent could be enhanced and that even a suit could not be\nbrought against a tenant on the expiry of the lease. This Court repealed\nthe contention and said :</span>\n</p>\n<blockquote id=\"blockquote_51\">&quot;52. We are unable to uphold this contention for a number of reasons. Prior\nto the enactment of the <a href=\"/doc/18783076/\" id=\"a_36\">Rent Control Act</a> by the various State Legislatures,\nthe legal relationship between the landlord and tenant was governed by the\nprovisions of the <a href=\"/doc/515323/\" id=\"a_37\">Transfer of Property Act</a>. <a href=\"/doc/679372/\" id=\"a_38\">Delhi Rent Control Act</a> provided\nprotection to the tenants from drastic enhancement of rent by the landlord\nas well as eviction, except on certain specific grounds. The legislature by\nthe Amendment Act No. 57 of 1988 has partially repealed the <a href=\"/doc/679372/\" id=\"a_39\">Delhi Rent\nControl Act</a>. This is a case of express repeal. <a href=\"/doc/1596533/\" id=\"a_40\">By Amending Act</a> the\nlegislature has withdrawn the protection hitherto enjoyed by the tenants\nwho were paying Rs. 3,500 or above as monthly rent. If the tenants were\nsought to be evicted prior to the amendment of the Act, they could have\ntaken advantage of the provisions of the Act to resist such eviction by the\nlandlord. But this was nothing more than a right to take advantage of the\nenactment. The tenant enjoyed statutory protection as long as the statute\nremained in force and was applicable to him. If the statute ceases to be\noperative, the tenant cannot claim to continue to have the old statutory\nprotection. It was observed by Tindal, C. J., in the case of Kay v.\nGoodwin, (1830) 6 Bing 576 : 130 ER 1403 : (ER p1405)\n\n&quot;The effect of repealing a statute is to obliterate it as completely from\nrecords of the parliament as if it had never been passed; and, it must be\nconsidered as a law that never existed, except for the purpose of those\nactions which were commenced, prosecuted, and concluded whilst it was an\nexisting law.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_32\">53. The provisions of a repealed statute cannot be relied upon after it has\nbeen repealed. But, what has been acquired under the <a href=\"/doc/18231827/\" id=\"a_41\">Repealed Act</a> cannot be\ndisturbed. But, if any new or further step is needed to be taken under the\nAct, that cannot be taken even after the Act is repealed.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_33\">7. The expression &quot;in relation to&quot; appearing in Section 85(2)(a) of the new\nAct refers to stage of arbitration proceedings under the old Act. Reference\nis made to various provisions of the new Act employing the words &quot;arbitral\nproceedings&quot; or &quot;arbitral proceedings and award&quot; to stress that in the new\nAct there are different stages in the process of arbitration. <a href=\"/doc/1937908/\" id=\"a_42\">Section 42</a> of\nthe new Act uses the expression &quot;arising out of that agreement and the\narbitral proceedings&quot;. There is a difference between the expressions\n&quot;arising out of&quot; and that &quot;relating to&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1181179\" id=\"span_7\">8. <a href=\"/doc/1286256/\" id=\"a_43\">Section 36</a>  of the new Act is a deeming provision which provides for the\nenforcement of the award as if it is a decree of a civil court under the\nCivil Procedure Code. This stage comes after application for setting aside\nof the arbitral award under <a href=\"/doc/1722761/\" id=\"a_44\">Section 34</a> has been been dealt with. This Court\nin <a href=\"/doc/1181179/\" id=\"a_45\">Oil and Natural Gas Commission v. Western Company of North America</a>,\n[1987] 1 SCR 1024 while dealing with the old Act said that till an award is\ntransformed into a judgment and decree under <a href=\"/doc/1171700/\" id=\"a_46\">Section 17</a> of the Arbitration\nAct, 1940, it is altogether lifeless from the point of view of its\nenforceability Life is infused into the award in the sense of its becoming\nenforceable only after it is made rule of the court upon the judgment and\ndecree and in terms of the award being passed,</span>\n\n</p><p data-structure=\"Section\" id=\"p_35\">9. Claim of the respondents that they had acquired vested right to\nchallenged the award under the old Act in view of <a href=\"/doc/1030013/\" id=\"a_47\">Section 6</a> of the General\nClauses Act is also incorrect. In this connection reference be made to\n<a href=\"/doc/192138551/\" id=\"a_48\">Section 100</a> of the Code of Civil Procedure, which was amended by <a href=\"/doc/327628/\" id=\"a_49\">Section 37</a>\nof the Code of Civil Procedure (Amendment) Act, 1976. Now, by Section 100\nprovisions of second appeal were made more stringent. But then the right\nwhich a party had acquired before the amendment came into operation was\nsaved specifically by clause (m) of <a href=\"/doc/327628/\" id=\"a_50\">Section 97</a> of the Code of Civil\nProcedure (Amendment) Act, 1976.\n</p>\n<p data-structure=\"RespArg\" id=\"p_36\">Mr. S.G. Desai, learned counsel appearing for Rani Constructions, supported\nMr. Nariman in his submissions. He also said that the expression &quot;in\nrelation to appearing in Section 85(2)(a) refers to different stages of\narbitration proceedings under the old Act and does not cover the\nproceedings after the award is given. We summarise his submissions as well:\n</p>\n<blockquote id=\"blockquote_52\">1. Parties can agree to the applicability of the new Act even before\n\n5         &quot;42. Jurisdiction. - Notwithstanding anything contained elsewhere\nin this Part or in any other law for the time being in force, where with\nrespect to an arbitration agreement any application under this part has\nbeen made in a court, that court alone shall have jurisdiction over the\narbitral proceedings and all subsequent applications arising out of that\nagreement and the arbitral proceedings shall be made in that court and in\nno other court.&quot;\n</blockquote>\n<blockquote id=\"blockquote_53\">6        36. Enforcement - Where the lime for making an application to set\naside the arbitral award under <a href=\"/doc/1722761/\" id=\"a_51\">section 34</a> has expired, or such application\nhaving been made, it has been refused, the award shall be enforced under\n<a href=\"/doc/161831507/\" id=\"a_52\">Code of Civil Procedure</a>, 1908 (5 of 1908) in the same manner as if it were\na decree of the court.\n</blockquote>\n<blockquote id=\"blockquote_54\">7. &quot;(m) the provisions of section 100 of the principal Act, as substituted\nby <a href=\"/doc/1656413/\" id=\"a_53\">section 37</a> of this Act, shall not apply to or affect any appeal from an\nappellate decree or order which had been admitted, before the commencement\nof the said <a href=\"/doc/1656413/\" id=\"a_54\">section 37</a>, after hearing under rule 11 of Order XLI, and every\nsuch admitted appeal shall be dealt with as if the said <a href=\"/doc/1656413/\" id=\"a_55\">section 37</a> had not\ncome into force;&quot; the new Act comes into force. There is, however, bar that\nthey cannot agree to the applicability of the old Act after the new Act has\ncome into force when arbitration proceedings though under an agreement\nunder the old Act commence after the coming into force of the new Act.\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1868444\" id=\"span_8\">Reference may be made to <a href=\"/doc/1868444/\" id=\"a_56\">Sir Dinshaw Manekji Patit v. G.B. Badkas &amp; Others</a>,\nAIR (1969) Bombay 151 for the expression &quot;for the time being in force&quot; and\nalso construction of the similar expression in Devkumarsingji Kasturchandji\nv. Stale of Madhya Pradesh and Others, AIR (1967) M.P. 268.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1868444\" id=\"span_9\">In <a href=\"/doc/1868444/\" id=\"a_57\">Sir Dinshaw\nManekji Patit</a>&#x27;s case the question before the High Court was the scope of\nthe expression &quot;in any law for the time being in force&quot; as appearing in\nclause (g) of <a href=\"/doc/86478939/\" id=\"a_58\">Section 19(1)</a> of the Defence of India Act, 1939. This clause\nis as under :</span>\n</p>\n<blockquote id=\"blockquote_55\">&quot;(g) Save as provided in this section and in any rules made thereunder,\nnothing in any law for the time being in force shall apply to arbitrations\nunder this section.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_38\">The learned single Judge of the High Court considered the expression &quot;law\nfor the time being in force&quot;and said that the natural import of the words\n&quot;for the time being&quot; indicate indefinite future state of thing, and in this\nconnection reference was made to Stroud&#x27;s Judicial Dictionary, (3rd\nEdition) Vol. IV page 3030 which is as follows :\n</p>\n<blockquote id=\"blockquote_56\">&quot;The phrase `for the time being&#x27; may, according to its context, mean the\ntime present, or denote a single period of time, but its general sense is\nthat of time indefinite, and refers to an indefinite state of facts which\nwill arise in the future, and which may (and probably will) vary from time\nto time Ellison v. Thomas, (1861) 31 LJ Ch 867 and (1862) 32 LJ Ch 32;\nColes v. Pack, (1869) LR 5 CP 65. See also Re Gunter&#x27;s Settlement Trust,\n(1949) Ch 502.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_39\">High Court said that in their ordinary sense, the words &quot;law for the time\nbeing in force&quot; referred not only to the law in force at the time of the\npassing of the <a href=\"/doc/4890801/\" id=\"a_59\">Defence of India Act</a> but also to any law that may be passed\nsubsequently and which is in force at the time when the question of\napplicability of such law to arbitrations held under said <a href=\"/doc/710617/\" id=\"a_60\">Section 19</a> arose.\n</p>\n<p data-structure=\"RespArg\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"533690\" id=\"span_10\">In <a href=\"/doc/533690/\" id=\"a_61\">Devkumarsingji Kasturchandji v. State of Madhya Pradesh &amp; Ors.</a>, AIR\n(1967) M.P. 268 (DB) Section 132(1) and <a href=\"/doc/187378083/\" id=\"a_62\">Section 135</a> of the Madhya Pradesh\nMunicipal Corporation Act, 1956 empowered the Municipal Corporation to\nimpose a tax on lands and buildings which the Corporation did under the\nexercise of that power. The State Legislature enacted a law called the\nMadhya Pradesh Nagriya Sthavar Sampati Kar Adhiniyam, 1964 which provided\nfor the levy of tax on lands and buildings in the urban areas in the State\nof Madhya Pradesh. Sub-section (3) of Section 4 of the Madhya Pradesh\nCorporation Act provided that the tax levied and payable under that Act\nshall be in addition to any other tax for the time being payable under any\nother enactment for the time being in force in respect of the land or the\nbuilding or portion thereof. Act of 1964 was challenged and one of the\ngrounds of challenge was that the State Legislature having delegated its\npower to impose tax on lands and buildings in favour of the Municipal\nCorporation and Municipalities under the <a href=\"/doc/63327241/\" id=\"a_63\">Municipal Corporation Act, 1956</a>\nand the <a href=\"/doc/165559021/\" id=\"a_64\">M.P, Municipalities Act, 1961</a> and the local authorities having\nimposed a tax on lands and buildings, the State Legislature had no power to\nlevy tax on lands and buildings. The Court said that the expression &quot;any\nother enactment for the time being in force&quot; did not mean an enactment\nwhich was already in force at the time the Corporation imposed a tax under\n<a href=\"/doc/48389753/\" id=\"a_65\">Section 132</a> of the Municipal Corporation Act but meant any legislation\nenacted whether before or after the imposition of the tax by the\nCorporation. The Court said that the general sense of the words &quot;for the\ntime being&quot; is that of time indefinite and refers to indefinite state of\nfacts which will arise in future and which may vary from time to time.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_41\">2. <a href=\"/doc/1224074/\" id=\"a_66\">Section 28</a>   of the Contract Act does not bar the agreement\n\n8        &quot;28. Agreements in restraint of legal proceedings void. - Every\nagreement, -\n</p>\n<p data-structure=\"Section\" id=\"p_42\">(a)  by which any party thereto is restricted absolutely from enforcing his\nrights under or in  respect of any contract, by the usual legal proceedings\nin the ordinary tribunals, or which limits the time within which he may\nthus enforce his rights, or\n\n</p><p data-structure=\"Precedent\" id=\"p_43\">(b)   which extinguishes the rights of any party, or discharges any party\nthereto from any liability, under or in respect of any contract on the\nexpiry of a specified period so as to restrict any party from enforcing his\nrights is void to that extent.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">Exception 1 - Saving of contact to refer to arbitration dispute that may\narise - This section shall not render illegal a contract, by which two or\nmore persons agree that any dispute which may arise between them in respect\nof any subject or class of subjects shall be referred to arbitration and\nthat only the amount awarded in such arbitration shall be recoverable in\nrespect of the dispute so referred.\n</p>\n<p data-structure=\"Section\" id=\"p_45\">Exception 2 - Saving of contract to refer questions that have already\narisen . Nor shall this section render illegal any contract in writing, by\nwhich two or more persons agree to refer to arbitration any question\nbetween them which has already arisen, or affect any provision of any law\nin force for the time being as to reference to arbitration.&quot; between the\nparties if they wish that arbitration proceedings be governed by any\nenactment relating to arbitration that may be in force at the relevant\ntime.\n</p>\n<p data-structure=\"Section\" id=\"p_46\">3.  Expression &quot;unless otherwise agreed&quot; used in Section 85(2)(a) of the\nnew act would clearly apply to the case (Civil Appeal No. 61 of 1999).\nParties were clear in their mind that the old Act or any other statutory\nmodification or re-enactment of that Act would govern the arbitration.\nParties can anticipate that the new enactment may come into operation at\nthe time the disputes arise. It cannot be said that such an agreement is in\nrestraint of legal proceedings. Agreement can be entered into even before\nor after the new Act comes into force.\n</p>\n<p data-structure=\"Section\" id=\"p_47\">4. There is no right in procedure. Right to challenge the award is still\nthere in the new Act though now in the restricted form. It cannot be said\nthat any prejudice has been caused to a party when it has to challenge the\naward under the new Act. High Court was wrong that the arbitration clause\nwas hit by <a href=\"/doc/1224074/\" id=\"a_67\">Section 28</a> of the Contract Act and that the agreement for the\napplication of the new Act has to be entered into only after the coming\ninto force of the new Act.\n</p>\n<p data-structure=\"RespArg\" id=\"p_48\">At this stage itself we may also note the submissions made by Mr. Krishnan\nVenugopal, counsel appearing for M/s. Clareheaven Ltd. (CA 4928/97) in\nsupport of the decision of the High Court holding that for enforcement of\nthe foreign award new Act would apply :\n</p>\n<blockquote id=\"blockquote_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"991916\" id=\"span_11\">1. Section 85(2)(a) of the new Act cannot save the operation of the Foreign\nAwards Act. On true construction of clause (a) it will have no application\nto the Foreign Awards Act, 1961. There is no accrued right in favour of the\nappellant in CA No. 4928/97 to challenge the foreign award under the\nForeign Awards Act, 1961. Reference in this connection was made to a\ndecision of this Court in <a href=\"/doc/991916/\" id=\"a_68\">M.S. Shivananda v. Karnataka State Road Transport\nCorporation &amp; Ors.</a>, [1980] 1 SCC 149. In that case this Court said as under</span>\n</blockquote><blockquote id=\"blockquote_58\">:\n</blockquote>\n<blockquote id=\"blockquote_59\">&quot;In considering the effect of an expiration of a temporary Act, it would be\nunsafe to lay down any inflexible rule. It certainly requires very clear\nand unmistakable language in a subsequent Act of the legislature to revive\nor re-create an expired right. If, however, the right created by the\nstatute is of an enduring character and has vested in the person, that\nright cannot be taken away because the statute by which it was created has\nexpired. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1470235\" id=\"span_12\">In order to see whether the rights and liabilities under the\nrepealed Ordinance have been put to an end by the Act, `the line of enquiry\nwould be not whether&quot;, in the words of Mukherjee, J. in <a href=\"/doc/1470235/\" id=\"a_69\">Slate of Punjab v.\nMohar Singh</a>, [1955] 1 SCR 893, `the new Act expressly keeps alive old\nrights and liabilities under the repealed Ordinance but whether it\nmanifests an intention to destroy them&#x27;. Another line of approach may be to\nsee as to how far the new Act is retrospective in operation.</span>\n</blockquote>\n<blockquote id=\"blockquote_60\">It is settled both on principle and authority, that the mere right existing\nunder the repealed Ordinance, to take advantage of the provisions of the\nrepealed Ordinance, is not a right accrued. Sub-section (2) of <a href=\"/doc/1882318/\" id=\"a_70\">Section 31</a>\nof the Act was not intended to preserve abstract rights conferred by the\nrepealed Ordinance. The legislature had the competence to so restructure\nthe Ordinance as to meet the exigencies of the situation obtaining after\nthe taking over of the contract carriage services. It could re-enact the\nOrdinance according to its original terms, or amend or alter its\nprovisions.&quot;\n</blockquote>\n<blockquote id=\"blockquote_61\">Provisions of Foreign Awards Act, 1961 cannot be put into operation as that\nAct has been repealed. In this eventuality, <a href=\"/doc/1030013/\" id=\"a_71\">Section 6</a> of the General\nClauses Act would apply. But then Western Shipbreaking Corporation did not\nacquire any vested right to enforce the foreign award under the Foreign\nAwards Act and as such <a href=\"/doc/1030013/\" id=\"a_72\">Section 6</a> of General Clauses Act by implication is\ninapplicable.\n</blockquote>\n<blockquote id=\"blockquote_62\">2. Western Shipbreaking Corporation did not acquire any vested right as by\nthe time the foreign award was made new Act had come into force for\nenforcement of the foreign award. Reference was made to two English\ndecisions in Abbott v. The Minister for Lands, (1895) AC 425 and Hamilton\nGel! v. White, (1922) 2 KB 422.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_49\">In Hamilton Cell v. White, (1922) 2 KB 422 (Court of Appeal) facts are\nplainly stated in the head note, which we quote :\n</p>\n<blockquote id=\"blockquote_63\">In September, 1920, the landlord of an agricultural holding, being desirous\nof selling it, gave his tenant notice to    quit. By the Agricultural\nHoldings Act, 1914, when the tenancy of a holding is determined by a notice\nto quit given in view of a sale of the holding the notice to quite is\ntreated as an unreasonable disturbance within s. 11 of the Agricultural\nHoldings Act, 1908, and the tenant is entitled to compensation upon the\nterms and subject to the con-ditions of that section. One of the conditions\nof the tenant&#x27;s right to compensation under that section was that he should\nwithin two months after the receipt of the notice to quite give the\nlandlord notice of his intention to claim compensation, and another\ncondition was that he should make his claim for compensation within three\nmonths after quitting the holding. The tenant duly gave notice of his\nintention to claim compensation within the time so limited; but before the\ntenancy had expired, and therefore before he could satisfy the second\ncondition, s. 11 of the Act of 1908 was repealed. He subsequently made his\nclaim within the three months limited by the section.&quot;\n</blockquote>\n<blockquote id=\"blockquote_64\">The question was if the tenant has acquired any right for him to maintain\nthe claim. For that purpose the court was considering the provisions of\nSection 38 of the English Interpretation Act, 1889, which provides : &quot;Where\nthis Act or any Act passed after the commencement of this Act repeals any\nother enactment, then, unless the contrary intention\n\nappears the repeal shall not ....... affect any right, privilege,\nobligation or\n\nliability acquired, accrued or incurred under any enactment so repealed&quot;.\n</blockquote>\n<blockquote id=\"blockquote_65\">Bankes LJ said :-\n</blockquote>\n<blockquote id=\"blockquote_66\">&quot;In my opinion the tenant had acquired a right under<a href=\"/doc/596725/\" id=\"a_73\"> s. 11</a> of the Act of\n1908. This is not like the case which was cited to us Abbot v. Minister for\nLands, (1895) AC 425 in argument where the tenant&#x27;s right depended upon\nsome act of his own. Here it depends upon the act of the landlord - namely,\nthe giving of a notice to quit in view of a sale - in which event the\nsection itself confers a right to compensation subject to the tenant\ncomplying with the conditions therein specified, and so far as it was\npossible to comply with them down to the time when the section was repealed\nhe did in fact comply with them. For these reasons I think the question\nmust be answered in the affirmative.......&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_50\">Scrutton LJ said :-\n</p>\n<blockquote id=\"blockquote_67\">&quot;The conditions imposed by<a href=\"/doc/596725/\" id=\"a_74\"> s. 11</a> were conditions, not of the acquisition of\nthe right, but of its enforcement. <a href=\"/doc/464303/\" id=\"a_75\">Sec. 38</a> says that\n\nrepeal of an Act shall not (c) &quot;affect any right.....acquired......under\n\nany enactment so repealed&quot;,or (e) affect any investigation, legal\nproceeding, or remedy in respect of any such right.&quot; As soon as the tenant\nhad given notice of his intention to claim compensation under<a href=\"/doc/596725/\" id=\"a_76\"> s. 11</a> he was\nentitled to have that claim investigated by an arbitrator.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_51\">Atkin LJ said :-\n</p>\n<blockquote id=\"blockquote_68\">&quot;It is obvious that that provision was not intended to preserve the\nabstract rights conferred by the repealed Act, such for instance as the\nright of compensation for disturbance conferred upon tenants generally\nunder the Act of 1908, for if it were the repeating Act would be altogether\ninoperative. It only applies to the specific rights given to an individual\nupon the happening of one or other of the events specified in the statute.\nHere the necessary event has happened, because the landlord has, in view of\na sale of the property, given the tenant notice to quite. Under those\ncircumstances the tenant has &quot;acquired a right,&quot; which would &quot;accrue&quot; when\nhe has quitted his holding, to receive compensation. A case was cited in\nsupport of the landlord&#x27;s contention : Abbott v. Minister for Lands (1895)\nA.C. 425, where the question was whether a man who had purchased certain\nland was entitled to exercise a right to make additional purchases of\nadjoining land under the powers conferred by a repealed Act, the repealing\nAct containing the usual saving clause. The Privy Council held that he was\nnot. They said (1) that &quot;the mere right (assuming it to be properly so\ncalled) existing in the members of the community or any class of them to\ntake advantage of an enactment, without any act done by an individual\ntowards availing himself of that right, cannot properly be deemed to be a\n`right accrued&#x27; within the meaning of the enactment.&quot; I think that bears\nout the proposition that I have stated above. The result is that the tenant\nin this case has acquired a right to claim compensation under the Act of\n1908 on his quitting his holding, and therefore the second question asked\nby the arbitrator should be answered in the affirmative.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"690313\" id=\"span_13\">3. There can be no accrued right to have a decree or an award enforced\nunder a particular procedure that has been repealed by statute. Reference\nwas made to decision of this Court in <a href=\"/doc/690313/\" id=\"a_77\">Lalji Raja &amp; Sons v. Firm Hansraj\nNathuram</a>, [1971] 1 SCC 721 and of the House of Lords decision in the case\nof Kuwait Minister of Public Works v. Sir Frederick Snow and Partners,\n(1984) All ER 733.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"690313\" id=\"span_14\">In <a href=\"/doc/690313/\" id=\"a_78\">Lalji Raja &amp; Sons v. Finn Hansraj Nathuram</a>, [1971] 1 SCC 721 this Court\nrelying on the decision of the House of Lords in Abbott v. Minister for\nLands, (1895) AC 425 said that &quot;the mere right, existing at the date of\nrepealing statute, to take advantage of provisions of the statute repealed\nis not a `right accrued&#x27; within the meaning of the usual saving clause.&quot;</span>\nFurther relying on another decision in Hamilton Gell v. White, (1922) 2 KB\n422 the Court said that a provision to preserve the right accrued under a\nrepealed Act &quot;was not intended to preserve the abstract rights conferred by\nthe repealed Act&quot;. &quot;It only applies to specific rights given to an\nindividual upon happening of one or the other of the events specified in\nstatute.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">In Kuwait Minister of Public Works v. Sir Frederick Snow &amp; Partners (a\nfirm) and Others, (1984) 1 All ER 733 (House of Lords) there was a contract\nbetween the parties entered into sometime in 1958 relating to the\nconstruction of an international airport in Kuwait, Parties to the contract\nwere the Government of the State of Kuwait and an English firm of civil\nengineering consultants (English firm). Disputes having arisen award was\ngiven by Kuwaiti arbitrator on September 15, 1973. The award required\npayment by the English firm to the Government of the State of Kuwait an\namount well over 3.5 Million. Proceedings to enforce the award were\ninitiated in England on March 23, 1979. In 1975 an Act with the title &quot;<a href=\"/doc/1052228/\" id=\"a_79\">An\nAct</a> to give effect to the New York Convention on the Recognition and\nEnforcement of Foreign Arbitral Awards&quot;came into force. The award was a\nforeign award or a convention award. New York Convention came into being on\nJune 10, 1958. United Kingdom became party to the Convention on December\n23, 1975 and the 1975 Act was passed to give effect to the New York\nConvention. Kuwait became party to the Convention on July 27, 1978. On\nApril 12, 1979 an Order in Council was made declaring Kuwait a party to the\nConvention. Now the award was made before Kuwait had become party to the\nConvention but when proceedings were initiated to enforce the award Kuwait\nhad done so. It was contended by the English firm that the foreign arbitral\naward could only qualify as a Convention award for the purpose of 1975 Act\nif the State in which it was made was already a party to the Convention at\nthe date of the award. Accordingly it was contended that the award was not\na convention award and could not be enforced by the State of Kuwait against\nthe English firm. The plea of the English firm was negatived. It was held\nthat the award was maintainable if the State in which the award was made is\na party to the convention at the date when proceedings to enforce the award\nbegan, even if it was not a party at the date when the award was made. The\ncourt considered in all <a href=\"/doc/1529130/\" id=\"a_80\">Section 3</a> of the 1975 Act which provided : &quot;An\naward made in pursuance to an arbitration agreement in the territory of a\nState, other than the United Kingdom, which is a party to the New York\nConvention shall, subject to the following provisions of this Act, be\nenforceable -&quot;. The court said that the use of the present tense in the\nword `is&#x27; in the phrase `which is a party to the New York Convention&#x27; must,\nas a matter of the ordinary and natural interpretation of the words used,\nmean that the phrase relates to the time of enforcement and not to any\nother time. In particular, if it had been the intention of the Legislature\nthat the phrase should relate to the date of the award, then the draftsman\nwould surely have used the words which made that intention clear such as\n`which is and was at the date of the award a party to the New York\nConvention&#x27;. The court repelling the argument of the English firm observed\nas under :\n</p>\n<blockquote id=\"blockquote_69\">&quot;The first answer is that the presumption against interpreting a statute as\nhaving retrospective effect is based on the assumption that, if\nretrospective effect were to be given to it, the result would be to deprive\npersons of accrued rights or defences. In the present case I am not\npersuaded that to give the 1975 Act retrospective effect in the sense which\nhas been discussed would deprive anybody either of an accrued right or of\nan accrued defence. On the footing that awards made in a foreign state\nbefore that state became a party to the convention are not convention\nawards for the purposes of the 1975 Act, and cannot therefore be enforced\nunder it, the result is simply that a person wishing to enforce such an\naward in the United Kingdom would be obliged to bring an action on it at\ncommon law, the right to do this being expressly preserved by<a href=\"/doc/420705/\" id=\"a_81\"> s. 6</a> of the\n1975 Act. It cannot therefore be said that, if the construction of the 1975\nAct which I prefer is correct, the result is to make an award, which could\nnot previously have been enforced against a person at all, newly\nenforceable against him under the 1975 Act. On the contrary, the award\ncould always have been enforced against him by one form of procedure, and\nthe only result is that it subsequently becomes enforceable against him by\na second and alternative form of procedure.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1415193\" id=\"span_15\">4. The expression &quot;in relation to&quot; cannot expand the scope of the saving\nclause in Section 85(2)(a) beyond &quot;arbitral proceedings&quot;to the enforcement\nof an award. Section 85 (2) (a) of the new Act saves only those provisions\nof the old Act and the Foreign Awards Act that would apply to arbitral\nproceedings and not the proceedings to enforce the arbitral award.\nReference in this connection may be made to a decision of this Court in\n<a href=\"/doc/1415193/\" id=\"a_82\">Navin Chemicals Mfg. &amp; Trading Co. Ltd. v. Collector of Customs</a>, [1993] 4\nSCC 320.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1415193\" id=\"span_16\">In <a href=\"/doc/1415193/\" id=\"a_83\">Navin Chemicals Mfg. &amp; Trading Co. Ltd</a>&#x27;s case (supra) this Court was\nconsidering the expression &quot;the determination of any question having a\nrelation to the rate of duty of customs or to the value of goods for\npurposes of assessment&quot; appearing in <a href=\"/doc/72964962/\" id=\"a_84\">Section 129-C</a> of the Customs Act,\n1962. <a href=\"/doc/72964962/\" id=\"a_85\">Section 129-C</a> of the Customs Act, 1962, in relevant part, is as under</span>\n</p><blockquote id=\"blockquote_70\">:\n</blockquote>\n<blockquote id=\"blockquote_71\">&quot;129-C. Procedure of Appellate Tribunal - (1) The powers and functions of\nAppellate Tribunal may be exercised and discharged by Benches constituted\nby the President from amongst the members thereof.\n</blockquote>\n<blockquote id=\"blockquote_72\">(2) Subject to the provisions contained in sub- sections (3) and (4) a\nBench shall consist of one judicial member and one technical member,\n\n(3) Every appeal against a decision or order relating, among other things,\nto the determination of any question having a relation to the rate of duty\nof customs or to the value of goods for purposes of assessment shall be\nheard by a Special Bench constituted by the President for hearing such\nappeals and such Bench shall consist of not less than two members and shall\ninclude at least one judicial member and one technical member.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_57\">This Court held that the appeal could have been heard and decided by a\nmember of the Appellate Tribunal, sitting singly. It said that the phrase\n&quot;relation to&quot; is, ordinarily, of wide import but, in the context of its use\nin the said expression in Section 129-C, it must be read as meaning a\ndirect and proximate relationship to the rate of duty and to the value of\ngoods for the purposes of assessment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">Mr. Dipankar Gupta, senior advocate,  appearing for the SAIL (in CA No.\n6036/98) made his submissions which we record in brief:\n</p>\n<blockquote id=\"blockquote_73\">1. There cannot be two segments : (1) uptil the award and (2) after the\naward. While under <a href=\"/doc/1171700/\" id=\"a_86\">Section 17</a> of the old Act an award has to be made into a\ndecree, under <a href=\"/doc/1286256/\" id=\"a_87\">Section 36</a> of the new Act it is already stamped with the\ndecree. The dispute is, thus, between the enforcement of the award and the\ncorrective process. Question is under which law, the corrective process\nshould take place? Section 85 of the new Act deals with transitional\nprovisions. When an award is made under the old Act, for its enforcement\nprovisions of the old Act have to be looked into. This is what Section\n85(2)(a) of the new Act saves.\n</blockquote>\n<blockquote id=\"blockquote_74\">2.  Procedure for the appointment of arbitrator and holding of ar-bitration\nproceedings and the making of award is different in the old Act and in the\nnew Act, Under the old Act, arbitrator is not required to give reasons\nunless the agreement between the parties so envisages. Under the new Act,\nhowever, arbitrator has to give reasons. This one illustration is advanced\nto show that when arbitration proceedings have started before coming into\nforce of the new Act, then, under the new Act, the award may not be\nsustainable.\n</blockquote>\n<blockquote id=\"blockquote_75\">3.  When arbitration proceedings are held under the old Act, arbitrator is\nconscious of <a href=\"/doc/1503578/\" id=\"a_88\">Section 30</a> of the old Act which gives grounds for setting\naside the awards. Parties also proceed with that end in view. It is\ndifficult to comprehend a situation where though the award is given under\nthe old Act, its validity has to be decided under the new Act, provisions\nof which are vastly different than that of the old Act. It is not possible\nthat proceedings be split into two separate segments. This is not warranted\nby the new Act.\n</blockquote>\n<blockquote id=\"blockquote_76\">4.  The expression &quot;in relation to&quot; is significant. It is of widest\namplitude. If the Legislature intended that the new Act would apply to the\naward given under the old Act made after the coming into force of the new\nAct, it would not use the expression &quot;in relation to&quot; but would use the\nword &quot;to&quot;. The expression &quot;in relation to&quot; takes into account stages after\nthe award. There is no difference between the expression &quot;arising out&quot; or\n&quot;in relation to&quot; or &quot;arising out of which are expansive expressions and\nalso rather interchangeable. The expression &quot;arising out of has been used\nin <a href=\"/doc/1937908/\" id=\"a_89\">Section 42</a> of the new Act. As to what these expressions mean, reference\nmay be made to decisions of the Supreme Court in M/s. Doypack Systems Pvt.\n</blockquote><p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"85197354\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156242701\" id=\"span_18\"><a href=\"/doc/156242701/\" id=\"a_90\">Ltd. v. Union of India &amp; Ors.</a>, [1988] 2 SCC 299; <a href=\"/doc/85197354/\" id=\"a_91\">Mansukhlal Dhanraj Jain &amp;\nOrs. v. Eknath Vithal Ogale</a>, [1995] 2 SCC 665 and M/s. Dhanrajamal\nGobindram v. M/s. Shamji Kalidas &amp; Co., [1961] 3 SCR 1020.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"507484\" id=\"span_19\">In M/s. <a href=\"/doc/507484/\" id=\"a_92\">Doypack Systems Pvt. Ltd.</a>&#x27;s case [1988] 2 SCC 299 this Court was\nconsidering the expression &quot;in relation to&quot;. In the context it will be\nappropriate to quote paras 48, 49 and 50 of the judgment, which are as\nunder:</span>\n</p>\n<blockquote id=\"blockquote_77\">&quot;48. In view of the language used in the relevant provisions, it appears to\nus that <a href=\"/doc/1529130/\" id=\"a_93\">Section 3</a> has two limbs : (i) textile undertakings; and (ii) right,\ntitle and interest of the company in relation to every such textile\nundertaking. The expression &quot;textile undertakings&quot; has been defined in\n<a href=\"/doc/738672/\" id=\"a_94\">Section 2(k)</a> to mean the six textile undertakings of the company specified\ntherein. The definition of the said expression in <a href=\"/doc/738672/\" id=\"a_95\">Section 2(k)</a> is, however,\nsubject to the opening words of the section which provide, &quot;In this Act,\nunless the context otherwise requires&quot;. In the context of the expression\n&quot;textile undertakings&quot; employed in <a href=\"/doc/1529130/\" id=\"a_96\">Section 3(1)</a> of the Act, <a href=\"/doc/1242720/\" id=\"a_97\">Section 4(1)</a>\nprovides that the textile undertakings referred to in <a href=\"/doc/1529130/\" id=\"a_98\">Section 3</a> shall be\ndeemed to include all assets, rights, leaseholds, powers, authorities and\nprivileges and all property, movable and immovable, including lands,\nbuildings, workshops, stores.....investments\n\nand book debts pertaining to the textile undertakings and all rights and\ninterest in or arising out of such property as are, immediately before the\nappointed day, in the ownership, possession, power or control of the\ncompany in relation to all six undertakings. The expression &quot;pertaining\nto&quot;, &quot;in relation to&quot; and &quot;arising out of&quot;, used in the deeming provision,\nare used in the expansive sense, as per decisions of courts, meanings found\nin standard dictionaries, and the principles of broad and liberal\ninterpretation in consonance with <a href=\"/doc/1200546/\" id=\"a_99\">Article 39(b)</a> and (c) of the\nConstitution.\n</blockquote>\n<blockquote id=\"blockquote_78\">49. The words &quot;arising out of have been used in the sense that it comprises\npurchase of shares and lands from income arising out of the Kanpur\nundertaking. We are of the opinion that the words &quot;pertaining to&quot;, and &quot;in\nrelation to&quot; have the same wide meaning and have been used interchangeably\nfor among other reasons, which may include avoidance of repetition of the\nsame phrase in the same clause or sentence, a method followed in good\ndrafting, The word &quot;pertain&quot; is synonymous with the word &quot;relate&quot;, see\nCorpus Juris Secundum, Volume 17, page 693.\n</blockquote>\n<blockquote id=\"blockquote_79\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26264\" id=\"span_20\">50. The expression &quot;in relation to&quot; (so also &quot;pertaining to&quot;), is a very\nbroad expression which presupposes another subject matter. These are words\nof comprehensiveness which might have both a direct significance as well as\nan indirect significance depending on the context, set <a href=\"/doc/26264/\" id=\"a_100\">State Wakf Board v.\nAbdul Azeez</a>, AIR (1968) Mad.</span> 79 at 81 paras 8 and 10), following and\napproving Nitai Charan Bagchi v. Suresh Chandra Paul, (66 Cal WN 767),\nShyam Lal v. M. Shayamlal, AIR (1933) All 649 and 76 Corpus Juris Secundum\n</blockquote><blockquote id=\"blockquote_80\">621. Assuming that the investments in shares and in lands do not form part\nof the undertakings but are different subject matters, even then these\nwould be brought within the purview of the vesting by reason of the above\nexpressions. In this connection reference may be made to 76 Corpus Juris\nSecundum at pages 620 and 621 where it is stated that the term &quot;relate&quot; is\nalso defined as meaning to bring into association or connection with. It\nhas been clearly mentioned that &quot;relating to&quot; has been held to be\nequivalent to or synonymous with as to &quot;concerning with&quot; and &quot;pertaining\nto&quot;. The expression &quot;pertaining to&quot; is an expression of expansion and not\nof contraction.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"85197354\" id=\"span_21\">In <a href=\"/doc/85197354/\" id=\"a_101\">Mansukhlal Dhanraj Jain and Others v. Eknath Vithal Ogale</a>, [1995] 2 SCC\n665 this Court was considering <a href=\"/doc/56150916/\" id=\"a_102\">Section 41(1)</a> of the Presidency Small Cause\nCourts Act, 1882 and the scope of the expression &quot;relating to the recovery\nof possession of any immovable property&quot; appearing in that Section. <a href=\"/doc/28932/\" id=\"a_103\">Section\n41(1)</a> is as under :</span>\n</p>\n<blockquote id=\"blockquote_81\">&quot;41. (1) Notwithstanding anything contained elsewhere in this Act or in any\nother law for the time being in force but subject to the provisions of sub-\nsection (2), The Court of Small Causes shall have jurisdiction to entertain\nand try all suits and proceedings between a licensor and licensee, or a\nlandlord and tenant, relating to the recovery of possession of any\nimmovable property situated in Greater Bombay, or relating to the recovery\nof the license fee or charges or rent thereof, irrespective of the value of\nthe subject-matter of such suits or proceedings.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"611866\" id=\"span_22\">It also referred to its earlier decision in M/s, <a href=\"/doc/611866/\" id=\"a_104\">Doypack Systems Pvt. Ltd.\nv. Union of India and Others</a>, [1988] 2 SCC 299. This Court held :</span>\n</p>\n<blockquote id=\"blockquote_82\">&quot;It is, therefore, obvious that the phrase &quot;relating to recovery of\npossession&quot; as found in <a href=\"/doc/39286047/\" id=\"a_105\">Section 41(1)</a> of the Small Cause Courts Act is\ncomprehensive in nature and takes in its sweep all types of suits and\nproceedings which are concerned with the recovery of possession of suit\nproperty from the licensee and, therefore, suits for permanent injunction\nrestraining the defendant from effecting forcible recovery of such\npossessions from the licensee-plaintiff would squarely be covered by the\nwide sweep of the said phrase.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_63\">From M/s. Dhanrajamal Gobindram&#x27;s case [1961] 3 SCR 1020 we quote the\nfollowing passage :\n</p>\n<blockquote id=\"blockquote_83\">&quot;We may dispose of here a supplementary argument that the dispute till now\nis about the legal existence of the agreement including the arbitration\nclause and that this is not a dispute arising out of, or in relation to a\ncotton transaction. Reference was made to certain observations in Heyman v.\nDarwins Ltd., (1942) AC 356. In our opinion, the words of the Bye-law\n&quot;arising out of or in relation to contracts&quot; are sufficiently wide to\ncomprehend matters, which can legitimately arise under<a href=\"/doc/811701/\" id=\"a_106\"> s. 20</a>. The argument\nis that, when a party questions the very existence of a contract, no\ndispute can be said to arise out of it. We think that this is not correct,\nand even if it were, the further words &quot;in relation to&quot; are sufficiently\nwide to comprehend even such a case. In our opinion, this argument must\nalso fail.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_64\">5. Distinction sought of the repealing provisions as contained in <a href=\"/doc/444899/\" id=\"a_107\">Section\n48</a> of the old Act and Section 85 of the new Act is not correct. Under\n<a href=\"/doc/444899/\" id=\"a_108\">Section 48</a> of the old Act, concept is of &quot;reference while under the new Act\nit is &quot;commencement&quot;. <a href=\"/doc/85567/\" id=\"a_109\">Section 2(e)</a> of the old Act defines &quot;reference&quot;.\nEarlier under <a href=\"/doc/444899/\" id=\"a_110\">Section 48</a>, the word used was &quot;to&quot; but now under Section\n85(2)(a), it is the expression &quot;in relation to&quot;. There would certainly\nserious anomalies arise if the expression &quot;in relation to&quot; is given\nrestricted meaning.\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">6. It is not necessary that for the right to accrue, legal proceedings must\nbe pending when the new Act comes into force. As to what the accrued right\nis, reference was made to two decisions of this Court in Commissioner of\nIncome Tax, U.P. v. M/s. Shah Sadiq and Sons, [1987] 3 SCC 516 and\nBansidhar &amp; Ors. v. State of Rajasthan &amp; Ors., [1989] 2 SCC 557.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">In Commissioner of Income Tax, U.P. v. M/s. Shah Sadiq and Sons, [1987] 3\nSCC 516 this Court was considering <a href=\"/doc/1030013/\" id=\"a_111\">Section 6</a> of General Clauses Act, 1897\nwith reference to the <a href=\"/doc/191265324/\" id=\"a_112\">Income-Tax Act, 1922</a> repealed by <a href=\"/doc/677785/\" id=\"a_113\">Section 297</a> of the\nIncome-Tax Act, 1961. This is how this Court dealt with the question raised\nbefore it :\n</p>\n<blockquote id=\"blockquote_84\">&quot;14. <a href=\"/doc/789969/\" id=\"a_114\">Under the Income Tax Act</a> of 1922, the assessee was entitled to carry\nforward the losses of the speculation business and set off such losses\nagainst profits made from that business in future years. The right of\ncarrying forward and set of accrued to the assessee under the Act of 1922.\nA right which had accrued and had become vested continued to be capable of\nbeing enforced notwithstanding the repeal of the statute under which that\nright accrued unless the repealing statute took away such right expressly\nor by necessary implication. This is the effect of <a href=\"/doc/1030013/\" id=\"a_115\">Section 6</a> of the General\nClauses Act, 1897.\n</blockquote>\n<blockquote id=\"blockquote_85\">15. In this case the `savings&#x27; provision in the repealing statute is not\nexhaustive of the rights which are saved or which survive the repeal of the\nstatute under which such rights had accrued. In other words, whatever\nrights are expressly saved by the `savings&#x27; provision stand saved. But,\nthat does not mean that rights which are not saved by the `savings&#x27;\nprovision are extinguished or stand ipso facto terminated by the mere fact\nthat a new statute repealing the old statute is enacted. Rights which have\naccrued are saved unless they are taken away expressly. This is the\nprinciple behind <a href=\"/doc/270079/\" id=\"a_116\">Section 6(c)</a> of the General Clauses Act, 1897. The right\nto carry forward losses which had accrued under the repealed <a href=\"/doc/789969/\" id=\"a_117\">Income Tax Act</a>\nof 1922 is not saved expressly by <a href=\"/doc/677785/\" id=\"a_118\">Section 297</a> of the Income Tax Act, 1961.\nBut, it is not necessary to save a right expressly in order to keep it\nalive after the repeal of the old Act of 1922. <a href=\"/doc/270079/\" id=\"a_119\">Section 6(c)</a> saves accrued\nrights unless they are taken away by the repealing statute. We do not find\nany such taking away of the rights by Section 297 either expressly or by\nimplication.&quot; <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1912660\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1763928\" id=\"span_24\">In <a href=\"/doc/1763928/\" id=\"a_120\">Bansidhar and Others v. State of Rajasthan and Others</a>,\n[1989] 2 SCC 557 this Court referred to the observations made in <a href=\"/doc/1912660/\" id=\"a_121\">I.T.\nCommissioner v. Shah Sadiq and Sons</a>, [1987] 3 SCC 516 and said a saving\nprovision in a repealing statute is not necessarily exhaustive of the\nrights and obligations so saved or the rights that survive the repeal. The\nCourt `said that for the purpose of clauses (c) and (e) of <a href=\"/doc/98603942/\" id=\"a_122\">Section 6</a> of the\nRajasthan General Clauses Act, 1955 which provided, respectively, that the\nrepeal of an enactment shall not, unless a different intention appears,\n&quot;affect any right, privilege, obligation or liability, acquired, accrued or\nincurred under any enactment so repealed&quot; or &quot;affect any investigation,\nlegal proceeding or remedy in respect of any such right, privilege,\nobligation, liability, fine, penalty, forfeiture or punishment as\naforesaid&quot;, the &quot;right&quot; must be &quot;accrued&quot; and not merely an inchoate one.\nDistinction between what is and what is not a right preserved by <a href=\"/doc/1030013/\" id=\"a_123\">Section 6</a>\nof the General Clauses Act is often one of great fineness, what is\nunaffected by the repeal is a right `acquired&#x27; or `accrued&#x27; under the\nrepealed statute and not &quot;a mere hope or expectation or acquiring a right\nor liberty to apply for a right.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"690313\" id=\"span_25\">This Court relied on its earlier decision\nin <a href=\"/doc/690313/\" id=\"a_124\">Lalji Raja &amp; Sons v. Firm Hansraj Nathuram</a>, 1971] 1 SCC 721.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"991916\" id=\"span_26\">It also\nreferred to observation of Lord Morris in Director of Public Works v. Ho Po\nSang, (1961) 2 All ER 721, which had been quoted with approval in an\nearlier decision of this Court in <a href=\"/doc/991916/\" id=\"a_125\">M.S. Shivananda v. K.S.R.T.C.</a>, [1980] 1\nSCC 149, as under :</span>\n</blockquote>\n<blockquote id=\"blockquote_86\">&quot;It may be, therefore, that under some repealed enactment, a right has been\ngiven but that, in respect of it, some investigation or legal proceeding is\nnecessary. The right is then unaffected and preserved. It will be preserved\neven if a process of quantification, is necessary. But there is a manifest\ndistinction between an investigation in respect of a right and an\ninvestigation which is to decide whether some right should be or should not\nbe given. On a repel, the former is preserved by the Interpretation Act.\nThe latter is not.&quot; Mr, R.P. Bhatt, senior advocate appearing for Western\nShipbreaking Corporation (CA No. 4928/97) submitted that it would be the\nForeign Awards Act that would apply and not the new Act. Mr. Bhatt\nsupported Mr. Dipankar Gupta in his submissions. All the three Acts are\nsaved by Section 85(2) (a). Arbitral proceedings include enforcement of\naward otherwise these Acts would become redundant. He said that the\narbitration proceedings were governed by the laws in the U.K. under the\n(UK) Arbitration Act, 1950. Proceedings began on May 15, 1995. Awards was\ngiven in England on February 25, 1996 after the new Act had come into force\non January 25, 1996. As to when arbitration proceedings commence have been\ngiven in <a href=\"/doc/141478/\" id=\"a_126\">Section 21</a> of the new Act. Under Section 32 of the new Act,\narbitral proceedings terminate by the final award. Since the proceedings\nhad already commenced in England, <a href=\"/doc/141478/\" id=\"a_127\">Section 21</a> of the new Act has no\napplication. Therefore, one has to look into the Foreign Awards Act, 1961.\n</blockquote><p data-structure=\"Section\" id=\"p_67\">Mr. Bhatt said pronouncement of an Arbitration Award after the cut off date\nis not condition precedent for applicability of saving clause under Section\n85(2)(a). It does not use the words &quot;Arbitral Award passed before&quot; in place\nof &quot;Arbitral Proceedings which commenced before&quot;. Thus what is saved is\napplicability of all the provisions of the old Acts, where the Arbitral\nproceedings have commenced before the cut off date and it is further\nclarified in second portion of the saving clause viz., section 85(2)(a) of\nthe new Act that the new Act will apply where the Arbitral proceedings have\ncommenced after the cut off date.\n</p>\n<p data-structure=\"Section\" id=\"p_68\">Mr. A.K. Ganguli, senior advocate, appeared for Himachal Pradesh State\nElectricity Board (CA 61/99). He supported the impugned judgment of the\nHigh Court. He drew distinction between the various provisions of the old\nAct and the new Act and said that the enforcement of the award under the\nnew Act would not be compatible with the arbitration proceed-ings held\nunder the old Act resulting in the award. Any restricted inter-pretation to\nthe expression &quot;arbitral proceedings&quot; appearing in Section 85(2)(a) would\nlead to several anomalies. One such instance was that under the old Act\narbitrator would not be required to give reasons unless the arbitration\nagreement so provided. He said when the savings clause makes the provision\nof the old Act applicable to arbitral proceedings commencing before January\n25, 19% without there being any further condition, the legislative intent\nwas clear that the old Act would apply to the enforcement of the award\nunder that Act. He said such interpretation, apart from being in conformity\nwith the legislative intent, would also be in consonance with justice,\nequity and fair play. Expression &quot;arbitral proceedings&quot; in Section 85(2)\n</p><p data-structure=\"Section\" id=\"p_69\">(a) could not be given restricted meaning of being confined merely to the\nconduct of the proceedings by the arbitrator and excluding the enforcement\nof the award from the purview of the old Act. Mr. Ganguli said that it was\nnot disputed that provisions of the new Act were vastly different than that\nof the old Act, He said use of the expression &quot;provisions&quot; in Section 85(2)\n</p><p data-structure=\"Section\" id=\"p_70\">(a) would include all provisions of the old Act, insofar as they have a\nnexus with the arbitral award. `Enforcement of the award is integral part\nof the process &quot;in relation to arbitral proceedings&quot;. Reference was also\nmade to the meaning of expression &quot;in relation to&quot; and to various decisions\nof this Court in that connection. Provisions of <a href=\"/doc/1030013/\" id=\"a_128\">Section 6</a> of General\nClauses Act were also invoked to contend that provisions of the old Act\nwere saved which included provisions for enforcement of the award under the\nold Act. Lastly, Mr. Ganguli submitted that the agreement contemplated in\nthe later part of Section 85(2) (a) would be entered into only after the\nenforcement of the new Act and that is January 25, 1996. Any agreement if\nentered into before this date would be void and would be hit by <a href=\"/doc/1224074/\" id=\"a_129\">Section 28</a>\nof the Contract Act and as rightly held so by the High Court. Accordingly,\nMr. Ganguli said that the clause in the arbitration agreement where the\nparties agreed that provisions of the old Act or any statutory modification\nor re-enactment thereof &quot;for the time being in force&quot; would have no meaning\ninsofar as applicability of new Act to the enforcement of the award is\nconcerned. Parties could not agree to a provision in advance without\nknowing what that provision would be.\n</p>\n<p data-structure=\"Precedent\" id=\"p_71\">Reference may yet be made to two more decisions of this Court on the\nquestion of effect of repeal of an enactment and as to what is right\naccrued. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1797138\" id=\"span_27\">In <a href=\"/doc/1797138/\" id=\"a_130\">Gajraj Singh and Others v. State Transport Appellate Tribunal\nand Others</a>, [1997] 1 SCC 650 this Court was examining the provisions of\nSection 217(1) and (2)(a) &amp; (b) and (4) of the <a href=\"/doc/785258/\" id=\"a_131\">Motor Vehicles Act, 1988</a>,\nwhich contained repeal and saving provisions of the <a href=\"/doc/24626380/\" id=\"a_132\">Motor Vehicles Act,\n1939</a>. The Court examined various judgments of this Court and Treatises on\nthe rules of interpretation and said :</span>\n</p>\n<blockquote id=\"blockquote_87\">&quot;22. Whenever an Act is repealed it must be considered, except as to\ntransactions past and closed, as if it had never existed. The effect\nthereof is to obliterate the Act completely from the record of Parliament\nas if it had never been passed; it never existed except for the purpose of\nthose actions which were commenced, prosecuted and concluded while it was\nan existing law. Legal fiction is one which is not an actual reality and\nwhich the law recognises and the court accepts as a reality. Therefore, in\ncase of legal fiction the court believes something to exist which in\nreality does not exist. It is nothing but a presumption of the existence of\nthe state of affairs which in actuality is non-existent. The effect of such\na legal fiction is that a position which otherwise would not obtain is\ndeemed to obtain under the circumstances.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_72\">On the question on the right acquired or accrued the Court observed :-\n</p>\n<blockquote id=\"blockquote_88\">&quot;42. There is a distinction between right acquired or accrued, and\nprivilege, hope and expectation to get a right, as rightly pointed out by\nthe High Court in the impugned judgment. A right to apply for renewal and\nto get a favourable order would not be deemed to be a right accrued unless\nsome positive acts are done, before repeal of Act 4 of 1939 or\ncorresponding law to secure that right of renewal. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"299569\" id=\"span_28\">In <a href=\"/doc/299569/\" id=\"a_133\">Gujarat Electricity\nBoard v. Santilal R. Desai</a>, AIR (1969) SC 239 : [1969] 1 SCR 580 this Court\nhad pointed out that before <a href=\"/doc/619241/\" id=\"a_134\">Section 71</a> of the Electricity (Supply) Act,\n1948 was amended, the appellant had issued a notice under <a href=\"/doc/761371/\" id=\"a_135\">Section 7</a>\nthereof, exercising the option to purchase the undertaking. It was held\nthat a right to purchase the electrical undertaking which had accrued to\nthe Electricity Board was saved by <a href=\"/doc/1030013/\" id=\"a_136\">Section 6</a> of the GC Act.&quot;</span>\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"448235\" id=\"span_29\">In <a href=\"/doc/448235/\" id=\"a_137\">G. Ekambarappa &amp; Ors. v. Excess Profits Tax Officer, Bellary</a>, [1967] 3\nSCR 864. In that case District Bellary, which belonged to Part `A&#x27; State of\nMadras in British India, was merged in Part `B&#x27; State of Mysore on October\n1, 1953. The Excess Profits Act, 1940 applied only to British India. It\nceased to apply to the Bellary after it became part of the State of Mysore.\nThen, after <a href=\"/doc/1211891/\" id=\"a_138\">States Reorganisation Act, 1956</a>, Mysore also became Part `A&#x27;\nState. However, by the Adaptation of Laws (No. 3) Order dated December 31,\n1956, the Excess Profits Tax Act was to extend &quot;to the whole of India\nexcept the territories which immediately before November 1, 1956 were\ncomprised in Part `B&#x27; States&quot;. The result of adaptation was that all the\nprovisions of the Excess Profits Tax Act, 1940 stood repealed so far as the\nDistrict of Bellary was concerned w.e.f. December 21, 1956. Excess profits\nTax Officer issued a Notice under Section 15 of the Excess Profits Tax Act\nto the appellants in 1960 in respect of the period from October 30, 1943 to\nOctober 30, 1944. It was contended by them that it was not a case of repeal\nof that Act and so the provisions of <a href=\"/doc/1030013/\" id=\"a_139\">Section 6</a> of the General Clauses Act\ncould not be invoked to sustain the validity of the notices. It was argued\nthat so far as the Excess Profits Tax Act was concerned, the Adaptation\nLaws Order 1956 did not repeal that Act as such and the effect of the\nmodification was that the provisions of the Act were no longer applicable\nto the Bellary District which comprised in the territory of Part `B&#x27; State\nof Mysore immediately before November 1, 1956. This Court said that there\nwas no justification for the argument put forward on behalf of the\nappellants. The Court proceeded to repel this argument as under :</span>\n</p>\n<blockquote id=\"blockquote_89\">&quot;The result of the Adaptation of Laws Order 1956 so far as the Act was\nconcerned, was that the provisions of that Act were no longer applicable or\nin force in Bellary District. To put it differently, the Act was repealed\nso far as the area of Bellary District was concerned. Repeal of an Act\nmeans revocation or abrogation of the Act and, in our opinion, s. 6 of the\n<a href=\"/doc/905940/\" id=\"a_140\">General Clauses Act</a> applies even in the case of a partial repeal or repeal\nof part of an Act. <a href=\"/doc/1030013/\" id=\"a_141\">Section 6</a> of the General Clauses Act states :\n</blockquote>\n<blockquote id=\"blockquote_90\">&quot;Effect of repeal. - Where this Act or any Central Act or Regulation made\nafter the commencement of this Act, repeals any enactment hitherto made or\nhereafter to be made, then, unless a different intention appears, the\nrepeal shall not -\n</blockquote>\n<blockquote id=\"blockquote_91\">(c) affect any right, privilege, obligation or liability acquired, ac-crued\nor incurred under any enactment so repealed; or\n\n<a href=\"/doc/8691655/\" id=\"a_142\">Section 3(19)</a> of the General Clauses Act defines an &quot;enactment&quot; as\nincluding &quot;a Regulation and also as including any provision contained in\nany Act or in any such Regulation as aforesaid&quot;. The argument was also\nstressed on behalf of the appellants that even if<a href=\"/doc/270079/\" id=\"a_143\"> s. 6(c)</a> of the General\nClauses Act was applicable there was no &quot;liability incurred or accrued&quot; as\nthere was no assessment of escaped profits before November 1, 1956 when the\nadaptation was made. We do not think there is any substance in this\nargument. The liability of the appellants to tax arose immediately at the\nend of the chargeable accounting period and not merely at the time when it\nis quantified by assessment proceedings. It follows therefore that the\nnotice issued under<a href=\"/doc/223624/\" id=\"a_144\"> s. 15</a> of the Act was legally valid and the appellants\nrepresenting the original partners of the firm continued to be liable to be\nproceeded against under that section for the profits which had escaped\ntaxation.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_74\">The Conclusions :\n</p>\n<blockquote id=\"blockquote_92\">For the reasons to follow, we hold :\n</blockquote>\n<blockquote id=\"blockquote_93\">1. The provisions of the old <a href=\"/doc/1052228/\" id=\"a_145\">Act (Arbitration Act, 1940</a>) shall apply in\nrelation to arbitral proceedings which have commenced before coming into\nforce of the new <a href=\"/doc/1306164/\" id=\"a_146\">Act (The Arbitration and Conciliation Act, 1996</a>).\n</blockquote>\n<blockquote id=\"blockquote_94\">2. The phrase &quot;in relation to arbitral proceedings&quot; cannot be given a\nnarrow meaning to mean only pendency of the arbitration proceedings before\nthe Arbitrator. It would cover not only proceedings pending before the\nArbitrator hut would also cover the proceedings before the Court and any\nproceedings which are required to be taken under the old Act for award\nbecoming decree under <a href=\"/doc/1314522/\" id=\"a_147\">Section 17</a>  thereof and also appeal arising\nthereunder.\n</blockquote>\n<blockquote id=\"blockquote_95\">3. In cases where arbitral proceedings have commenced before coming into\nforce of the new Act and are pending before the Arbitrator, it is open to\nthe parties to agree that new Act be applicable to such arbitral\nproceedings and they can so agree even before the coming into force of the\nnew Act.\n</blockquote>\n<blockquote id=\"blockquote_96\">9. &quot;17. Judgment in terms of award - Where the Court sees no cause to remit\nthe award or any of the matters, referred to arbitration for\nreconsideration or to set aside the award, the Court shall, after the time\nfor making an application to set aside the award has expired, or such\napplication having been made, after refusing it, proceed to pronounce\njudgment according to the award, and upon the judgment so pronounced a\ndecree shall follow, and no appeal shall lie from such decree except on the\nground that it is in excess of, or not otherwise in accordance with the\naward.&quot;\n</blockquote>\n<blockquote id=\"blockquote_97\">4. The new Act would be applicable in relation to arbitral proceedings\nwhich commenced on or after the new Act comes into force.\n</blockquote>\n<blockquote id=\"blockquote_98\">5.  Once the arbitral proceedings have commenced, it cannot be stated that\nright to be governed by the old Act for enforcement of the award was an\ninchoate right. It was certainly a right accrued. It is not imperative that\nfor right to accrue to have the award enforced under the old Act that some\nlegal proceedings for its enforcement must be pending under that Act at the\ntime new Act came into force.\n</blockquote>\n<blockquote id=\"blockquote_99\">6.   If narrow meaning of the phrase &quot;in relation to arbitral proceedings&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_75\">is to be accepted, it is likely to create great deal of confusion with\nregard to the matters where award is made under the old Act. Provisions for\nthe conduct of arbitral proceedings are vastly different in both the old\nand the New Act. Challenge of award can be with reference to the conduct of\narbitral proceedings. An interpretation which leads to unjust and\ninconvenient results cannot be accepted.\n</p>\n<p data-structure=\"Section\" id=\"p_76\">7.  A foreign award given after the commencement of the new Act can be\nenforced only under the new Act. There is no vested right to have the\nforeign award enforced under the <a href=\"/doc/142812771/\" id=\"a_148\">Foreign Awards Act (Foreign Awards\n(Recognition and Enforcement) Act, 1961</a>).\n</p>\n<p data-structure=\"Section\" id=\"p_77\">Section 85(2) (a) of the new Act is in two limbs : (1) Provisions of the\nold Act shall apply in relation to arbitral proceedings which commenced\nbefore the new Act came into force unless otherwise agreed by the parties\nand (2) new Act shall apply in relation to arbitral proceedings which\ncommenced on or after the new Act came into force. First limb can further\nbe bifurcated into two : (a) Provisions of old Act shall apply in relation\nto arbitral proceedings commenced before the new Act came into force and\n</p><p data-structure=\"Section\" id=\"p_78\">(b) old Act will not apply in such cases where the parties agree that it\nwill not apply in relation to arbitral proceedings which commenced before\nthe new Act came into force. The expression &quot;in relation to&quot; is of widest\nimport as held by various decisions of this Court in M/s. Doypack Systems\nPvt. Ltd. [1988] 2 SCC 299; Mansukhlal Dhanraj Jain &amp; Ors. [1995] 2 SCC\n660; M/s. Dhanrajamal Gobindram [1961] 3 SCR 1020 and Naveen Chemicals Mfg.\n&amp; Ors. [1993] 4 SCC 320. This expression &quot;in relation to&quot; has to be given\nfull effect to, particularly when read in conjunction with the word &quot;the\nprovisions&quot; of the old Act. That would mean that the old Act will apply to\nwhole gambit of arbitration culminating in the enforcement of the award. If\nit was not so, only the word &quot;to&quot; could have sufficed and when the\nlegislature has used the expression &quot;in relation to&quot;, a proper meaning has\nto be given. This expression does not admit of restrictive meaning. First\nlimb of Section 85(2)(a) is not a limited saving clause. It saves not only\nthe proceedings pending at the time of commencement of the new Act but also\nthe provisions of the old Act for enforcement of the award under that Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_79\">The contention that if it is accepted that the expression &quot;in relation to&quot;\n</p><blockquote id=\"blockquote_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1386524\" id=\"span_30\">arbitral proceedings would include proceedings for the enforcement of the\naward as well, the second limb of Section 85(2)(a) would become\nsuperfluous. We do not think that would be so. The second limb also takes\ninto account the arbitration agreement entered into under the old Act when\nthe arbitral proceedings commenced after the coming into force of the new\nAct. Reference in this connection be made to a decision of this Court in\n<a href=\"/doc/1386524/\" id=\"a_149\">MMTC Ltd. v. Sterlite Industries (India) Ltd.</a>, [1996] 6 SCC 716 where this\nCourt held that validity of an arbitration agreement did not depend on the\nnumber of arbitrators specified in <a href=\"/doc/761371/\" id=\"a_150\">Section 7</a> of the new Act and that the\nnumber of arbitrators is dealt with separately under <a href=\"/doc/127256/\" id=\"a_151\">Section 10</a> of that Act\nwhich is a part of machinery provision for working of the arbitration\nagreement. In this case the question which came up for decision was the\neffect of the new Act on the arbitration agreement made prior to the\ncommencement of the new Act which provided for appointment of one\narbitrator by each of the parties who shall appoint an umpire before\nproceeding with the reference. The agreement was entered into on December\n14, 1993 before the coming into force of the new Act. <a href=\"/doc/127256/\" id=\"a_152\">Section 10</a> of the new\nAct provides that parties are free to determine the number of arbitrators,\nprovided that such number shall not be an even number. Further failing the\ndetermination of odd number of arbitrators, the arbitral tribunal shall\nconsist of a sole arbitrator. This Court upheld the validity of the\narbitration agreement dated December 14, 1993 and directed the Chief\nJustice of the High Court concerned to appoint the third arbitrator under\n<a href=\"/doc/490402/\" id=\"a_153\">Section 11(4)(b)</a> of the new Act in view of the failure of the two appointed\narbitrators to appoint the third arbitrator. In this case it may be noticed\nthat the respondent had invoked arbitration clause in the agreement by\nletter dated January 19, 1996 which was received by the appellant on\nJanuary 31, 1996. The arbitral proceedings would, therefore, commence under\n<a href=\"/doc/141478/\" id=\"a_154\">Section 21</a> of the new Act on January 31, 1996 as by that time new Act had\ncome into force.</span>\n</blockquote>\n<blockquote id=\"blockquote_101\">In this view of the matter, <a href=\"/doc/1030013/\" id=\"a_155\">Section 6</a> of the General Clauses Act would be\ninapplicable. It is, therefore, not necessary for us to examine if any\nright to enforce the award under the old Act accrued to a party when\narbitral proceedings had commenced before the coming into force of the new\nAct and the SAIL (CA 6036/98) had acquired a right to challenge the award\nmade under the old Act and there would be corresponding right with the\nThyssen to enforce the award under the old Act.\n</blockquote>\n<blockquote id=\"blockquote_102\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"507484\" id=\"span_31\">Present day the courts tend to adopt purposive approach while interpreting\nthe statute which repeals the old law and for that purpose to take into\naccount the objects and reasons which led to the enacting of the new Act.\nWe have seen above this approach was adopted by this Court in MMTC Ltd.&#x27;s\ncase [1996] 6 SCC 716. Provisions of both the Acts, old and new are very\ndifferent and it has been so observed in <a href=\"/doc/507484/\" id=\"a_156\">Sundaram Finance Ltd.</a>&#x27;s case\n[1999] 2 SCC 479. In that case, this Court also said that provisions of the\nnew Act have to be interpreted and construed independently and that in fact\nreference to old Act may actually lead to the misconstruction of the\nprovisions of the new Act. The Court said that it will be more relevant,\nwhile construing the provisions of the new Act, to refer to the UNCITRAL\nModel Law rather than the old Act.</span> In the case of Kuwait Minister of Public\nWorks v. Sir Frederick Snow and Partners, (1984) 1 ALL ER 733 HL the award\nwas given before Kuwait became party to the New York Convention recognised\nby Order in Council in England. House of Lords held that though a foreign\naward could be enforced in England under the (U.K.) Arbitration Act, 1975\nas when the proceedings for enforcement of the award were initiated in\nEngland Kuwait had become party to the Convention. It negatived the\ncontention that on the date the award was given Kuwait was not party to the\nNew York Convention.\n</blockquote>\n<blockquote id=\"blockquote_103\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1799678\" id=\"span_32\">In <a href=\"/doc/1799678/\" id=\"a_157\">Pepper v. Hart</a>, (1993) 1 All. ER 42 House of Lords for the first time\naccepted the principle that Judges could refer to the Parliamentary debates\nin order to ascertain the meaning of an Act of Parliament. Lord Griffiths\nsaid (at page 50) :</span>\n</blockquote>\n<blockquote id=\"blockquote_104\">&quot;The  days have  long passed when the courts adopted a strict\nconstructionist view of interpretation which required them to adopt the\nliteral meaning of the language. The courts now adopt a purposive approach\nwhich seeks to give effect to the true purpose of legislation and are\nprepared to look at much extraneous material that bears upon the background\nagainst which the legislation was enacted.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_80\">But then if  the construction of the new Act leads to inconvenient and\nunjust results, the concept of purposive approach has to be shed. Multiple\nand complex problems would arise if the award given under the old Act is\nsaid to be enforced under the new Act, Both the Acts are vastly different\nto each other. It has been rightly contended that when arbitration\nproceedings are held under the old Act, the parties and the arbitrator keep\nin view the provisions of that Act for the enforcement of the award. As\nnoted above, under the old Act, there is no requirement for the arbitrator\nto give reasons for the award. That is not mandatory under the new Act.\n<a href=\"/doc/1428703/\" id=\"a_158\">Section 27</a> of the old Act provides that arbitrator or umpire may, if they\nthink fit, make an interim award, unless of course different intention\nappears from the arbitration agreement. Interim award is also an award and\ncan be enforced in the same way as the final award. It would certainly be a\nparadoxical situation if for the interim award, though given after the\ncoming into force of the new Act, it would still be the old Act which would\napply and for the final award, it would be the new Act. Yet another\ninstance would be when under <a href=\"/doc/1277086/\" id=\"a_159\">Section 13</a> of the old Act, the arbitrators or\numpire have power to state a special case for the opinion of the Court on\nany question of law involved in the proceedings. Under sub- section (3) of\n<a href=\"/doc/1415534/\" id=\"a_160\">Section 14</a> of the old Act when the Court pronounces its opinion thereon\nsuch opinion shall be added to and shall form part of the award. From this\npart of the award no appeal is maintainable under Section 39 of the old\nAct. There is no such provision under the new Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1695405\" id=\"span_33\">In <a href=\"/doc/1695405/\" id=\"a_161\">Sohan Lal &amp; Ors. v.\nAmin Chand and Sons &amp; Ors.</a>, [1974] 1 SCR 453. This Court was considering\nthe powers of arbitrator under <a href=\"/doc/1277086/\" id=\"a_162\">Section 13</a> of the old Act. Clause (b) of\n<a href=\"/doc/1277086/\" id=\"a_163\">Section 13</a> provided that arbitrators or umpire shall have power to state a\nspecial case for the opinion of the court on any question of law involved,\nor state the award, wholly or in part, in the form of a special case of\nsuch question for the opinion of the court. <a href=\"/doc/1415534/\" id=\"a_164\">Section 14</a> of the old Act\nprovides for the award to be signed and filed. Under sub-section (3) of\n<a href=\"/doc/1415534/\" id=\"a_165\">Section 14</a> where the arbitrators or umpire state a special case under\nclause (b) of <a href=\"/doc/1277086/\" id=\"a_166\">Section 13</a>, the court, after giving notice to the parties and\nhearing them, shall pronounce its opinion thereon and such opinion shall be\nadded to, and shall form part of, the award. This Court said :</span>\n</p>\n<blockquote id=\"blockquote_105\">&quot;We do not think that an opinion given under the first part of<a href=\"/doc/1277086/\" id=\"a_167\"> s. 13(b)</a>\nshould be added to and form part of the award. The reason why the opinion\ngiven under the latter part of<a href=\"/doc/1277086/\" id=\"a_168\"> s. 13(b)</a> should be added to and becomes part\nof the award is because the arbitrators have stated the award wholly or in\npart in the form of a special case of such question for the opinion of the\ncourt. This view is further strengthened by the circumstance that under s.\n39(l)(ii), an appeal is provided only against an order on an award stated\nin the form of a special case. The reason why an appeal is provided for in\nsuch a case is that the opinion of the court has to be added to and form\npart of the award and it therefore becomes a decision of the court,\nnotwithstanding the fact that it is incorporated in the award. There is no\nprovision for an appeal against an opinion given by the court on a special\ncase stated to the court under the first part of<a href=\"/doc/1277086/\" id=\"a_169\"> s.13(b)</a> or against the\ndecision to state a special case for the opinion of the court for the\nreason that the opinion is not a decision. Nor is it to be incorporated in\nthe award. If, as a matter of fact, the opinion given by the court on a\nspecial case stated under first part of s,13(b) is binding on the\narbitrators and has to be incorporated in the award, there was no reason\nwhy the legislature should not have provided for an appeal against the\nopinion or against the reference which led to the opinion. The scheme of\nthe Act shows that the legislature wanted to provide for an appeal only\nwhen there is to be a decision by the court binding on the parties, not\nwhen it tenders an opinion which is not binding on the arbitrators and\nwhich is not to be incorporated in the award. It might be that the\narbitrator may choose to act upon the opinion. But that is not for the\nreason that it is a binding determination or a decision. We have,\ntherefore, no hesitation in holding that the appeals are incompetent.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_81\">Section 85(2)(a) is the saving clause. It exempts the old Act from complete\nobliteration so far as pending arbitration proceedings are concerned. That\nwould include saving of whole of the old Act uptill the time of the\nenforcement of the award. This Section 85(2)(a) prevents the accrued right\nunder the old Act from being affected. Saving provision preserves the\nexisting right accrued under the old Act. There is a presumption that\nLegislature does not intend to limit or take away vested rights unless the\nlanguage clearly points to the contrary. It is correct that the new Act is\na remedial statute and, therefore, Section 85(2)(a) calls for strict\nconstruction, it being a repealing provision. But then as stated above\nwhere one interpretation would produce an unjust or an inconvenient result\nand another would not have those effects, there is then also a presumption\nin favour of the latter.\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">Enforcement of the award, therefore, has to be examined on the touchstone\nof the proceedings held under the old Act.\n</p>\n<p data-structure=\"Section\" id=\"p_83\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"359239\" id=\"span_34\">Various decisions have been cited before us to show as to what is a mere\nright and what is right accrued or acquired. We have to examine this\nquestion with reference to the provisions of <a href=\"/doc/1030013/\" id=\"a_170\">Section 6</a> of the General\nClauses Act if it could be said that when the arbitral proceedings have\ncommenced under the old Act, a party has acquired a right to have the award\ngiven thereafter enforced under the old Act. The question that arises for\nconsideration is if a right has accrued to the party or it is merely an\ninchoate right. The three cases referred to, namely, Abbott v. The Minister\nfor Lands, (1895) AC 425 PC; <a href=\"/doc/359239/\" id=\"a_171\">Hungerfort Investment Trust Ltd. v. Haridas\nMundhra &amp; Ors.</a>, [1972] 3 SCR 690 and AC, Bhatia &amp; Ors. v. Union of India &amp;\nAnr., [1995] 1 SCC 104 show that something more is required for vested\nright to accrue. Right did exist but then nothing was done to show that any\nact was done or advantage taken of the enactment under which the right\nexisted till it was repealed. <a href=\"/doc/905940/\" id=\"a_172\">An Act</a> gave the right and the new Act which\nrepealed the old Act took away that right. Mere right to take advantage of\nthe provision of an Act is not a right accrued.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1912660\" id=\"span_35\">In <a href=\"/doc/1912660/\" id=\"a_173\">I.T. Commissioner v. Shah Sadiq &amp; Sons</a>, [1987] 3 SCC 516 this Court said\nthat right which had accrued and had become vested continued to be capable\nof being enforced notwithstanding the repeal of the statute under which\nthat right accrued unless the repealing statute took away such right\nexpresslv or by necessary implication.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1763928\" id=\"span_36\">In the case of <a href=\"/doc/1763928/\" id=\"a_174\">Bansidhar &amp; Ors. v.\nState of Rajasthan &amp; Ors.</a>,[1989] 2 SCC 557 this Court had said that what is\nunaffected by the repeal is a right &quot;acquired&quot; or &quot;accrued&quot; under the\nrepealed statute and not &quot;a mere hope or expectation&quot; of acquiring a right\nor liberty to apply for a right.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"690313\" id=\"span_37\">In the case of <a href=\"/doc/690313/\" id=\"a_175\">Lalji Raja Sons v. Firm\nHansraj Nathuram</a>, [1971] 1 SCC 721 this Court had said that &quot;a provision to\npreserve the right accrued under a repealed Act was not intended to\npreserve the abstract rights conferred by the repealed Act. It only applies\nto specific rights given to an individual upon happening of one or the\nother of the events specified in statute.&quot;</span> We think the observations of\nLord Morris in Director of Public Works v. Ho Po Sang (1961) 2 ALL E.R. 721\nare quite apt which have been quoted elsewhere in the judgment. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"991916\" id=\"span_38\">In <a href=\"/doc/991916/\" id=\"a_176\">M.S.\nShivanda v. K.S.R.T.C.</a>, [1980] 1 SCC 149 this Court again said that if the\nright created by the statute is of an enduring character and has vested in\nthe person, the right cannot be taken away because the statute by which it\nwas created has expired.</span> In Hemilton Gell v. white, [1922] 2 KB 422 Court\nof Appeal referred to the decision of the House of Lords in Abbott v.\nMinister for Lands, (1895) A.C. 425. In the case before it, the Court said\nthat under the old Act (the Agricultural Holdings Act, 1908) which was\nrepealed by the Agricultural Holdings Act, 1914 necessary event had\nhappened under which the tenant &quot;acquired a right&quot; which would accrue when\nhe was quitting his holding to receive compensation from the landlord. The\nevent which occurred was the notice by the landlord to quit to the tenant\nin view of a sale of the holding. While <a href=\"/doc/490402/\" id=\"a_177\">Section 11</a> of the 1908 Act treated\nthis as unreasonable disturbance to the tenant entitling him to\ncompensation, the latter Act of 1914 repealed <a href=\"/doc/490402/\" id=\"a_178\">Section 11</a>, The Court held\nthat in spite of the repeal of <a href=\"/doc/490402/\" id=\"a_179\">Section 11</a> tenant had acquired right to\nclaim compensation inasmuch as notice to quit was given to him when <a href=\"/doc/490402/\" id=\"a_180\">Section\n11</a> of the old Act was in operation. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1797138\" id=\"span_39\">In <a href=\"/doc/1797138/\" id=\"a_181\">Gajraj Singh &amp; Ors, v. State\nTransport Appellate Tribunal &amp; Ors.</a>, [1997] l SCC 650 this Court said that\nsome positive Act is required to be done for the right to accrue under\nenactment which is repealed.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"299569\" id=\"span_40\">In this case reference was made to a decision\nof this Court in <a href=\"/doc/299569/\" id=\"a_182\">Gujarat Electricity Board v. Shantilal R. Desai</a>, AIR\n(1969) SC 239 = [1969] 1 SCR 580 where the Court had pointed out that\nbefore <a href=\"/doc/619241/\" id=\"a_183\">Section 71</a> of the Electricity (Supply) Act, 1948 was amended, the\nappellant had issued a notice under <a href=\"/doc/761371/\" id=\"a_184\">Section 7</a> thereof, exercising the\noption to purchase the undertaking. It was held that a right to purchase\nthe electrical undertaking, which had accrued to the Electricity Board, was\nsaved by <a href=\"/doc/1030013/\" id=\"a_185\">Section 6</a> of the General Clauses Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"448235\" id=\"span_41\">In the case of <a href=\"/doc/448235/\" id=\"a_186\">G.\nEkambarappa &amp; Ors. v. Excess Profits Tax Officer, Bellary</a>, [1967] 3 SCR 864\nthere was repeal of an enactment levying tax. No assessment had been made\nby the time the Act was repealed and there could, therefore, be no\nliability. Nevertheless, this Court said that liability to tax arose\nimmediately at the end of the accounting period when the Act was in force\nthough the liability had not been quantified by assessment proceedings. The\nCourt upheld validity of the notice   for assessment of proceedings after\nthe repeal of the Act.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_85\">Principles enunciated in the judgments show as to when a right accrues to a\nparty under the repealed Act. It is not necessary that for the right to\naccrue that legal proceedings must be pending when the new Act comes into\nforce. To have the award enforced when arbitral proceedings commenced under\nthe old Act under that very Act is certainly an accrued right. Consequences\nfor the parties against whom award is given after arbitral proceedings have\nbeen held under the old Act though given after the coming into force of the\nnew Act, would be quite grave if it is debarred from challenging the award\nunder the provisions of the old Act. Structure of both the Acts is\ndifferent. When arbitral proceedings commenced under the old Act it would\nbe in the mind of everybody, i.e., arbitrators and the parties that the\naward given should not fall foul of <a href=\"/doc/168644/\" id=\"a_187\">Sections 30</a> and 32 of the old Act.\nNobody at that time could have thought that <a href=\"/doc/168644/\" id=\"a_188\">Section 30</a> of the old Act could\nbe substituted by Section 34 of the new Act. As a matter of fact appellant\nThyssen in Civil Appeal No. 6036/98 itself understood that the old Act\nwould apply when it approached the High Court under <a href=\"/doc/1415534/\" id=\"a_189\">Sections 14</a> and <a href=\"/doc/1314522/\" id=\"a_190\">17</a> of\nthe old Act for making the award rule of the Court. It was only later on\nthat it changed the stand and now took the position that new Act would\napply and for that purpose filed an application for execution of the award.\nBy that time limitation to set aside the award under the new Act had\nelapsed. Appellant itself led the respondent SAIL in believing that the old\nAct would apply. SAIL had filed objections to the award under <a href=\"/doc/168644/\" id=\"a_191\">Section 30</a> of\nthe old Act after notice for filing of the award was received by it on the\napplication filed by the Thyssen under <a href=\"/doc/1415534/\" id=\"a_192\">Sections 14</a> and <a href=\"/doc/1314522/\" id=\"a_193\">17</a> of the old Act.\nWe have been informed that numerous such matters are pending all over the\ncountry where the award in similar circumstances is sought to be enforced\nor set aside under the provisions of the old Act. We, therefore, cannot\nadopt a construction which would lead to such anomalous situations where\nthe party seeking to have the award set aside finds himself without any\nremedy. We are, therefore, of the opinion that it would be the provisions\nof the old Act that would apply to the enforcement of the award in the case\nof Civil Appeal No. 6036 of 1998. Any other construction on the Section\n85(2) (a) would only lead to the confusion and hardship. This construction\nput by us is consistent with the wording of Section 85(2)(a) using the\nterms &quot;provision&quot; and &quot;in relation to arbitral proceedings&quot; which would\nmean that once the arbitral proceedings commenced under the old Act it\nwould be the old Act which would apply for enforcing the award as well.\n</p>\n<p data-structure=\"Section\" id=\"p_86\">Because of the view of Section 85(2)(a) of the new Act which we have taken,\nit is not necessary for us to consider difference in the repealing\nprovisions as contained in Section 48 of the old Act and Section 85 of the\nnew Act. We may, however, note that under Section 48 of the old Act concept\nis of &quot;reference&quot; while under the new Act it is &quot;commencement&quot;. <a href=\"/doc/1400425/\" id=\"a_194\">Section\n2(c)</a> of the old Act defines &quot;reference&quot;. Then under Section 48 the word\nused is &quot;to&quot;, and under Section 85(2)(a) the expression is &quot;in relation\nto&quot;. It, therefore, also appears that it is not quite relevant to consider\nthe provision of Section 48 of the old Act to interpret Section 85(2)(a).\n</p>\n<p data-structure=\"Precedent\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925351\" id=\"span_42\">In <a href=\"/doc/925351/\" id=\"a_195\">Hoosein Kasam Dada (India) Ltd. v. The State of Madhya Pradesh and\nOthers</a>, [1953] SCR 987, this Court said that pre-existing right of appeal\nis not destroyed by the amendment if the amendment is not retrospective by\nexpress words or necessary intendment. The fact that the pre-existing right\nof appeal continues to exist must, in its turn, necessarily imply that the\nold law which created that right of appeal must also exist to support the\ncontinuation of that right. In this case, law had changed and the appellate\nauthority could exercise jurisdiction only if the appeal was ac-companied\nby the deposit of the assessed tax when before the amendment of the\nprovision it only provided for deposit of admitted tax. The Court said that\nany requirement for deposit of the assessed tax overlooks the fact of\nexistence of the old law for the purpose of supporting the pre-existing\nright where appeal could be filed only on depositing the admitted amount of\ntax. The law interpreted by this Court in this judgment, it seems, is to\nwhat <a href=\"/doc/206650/\" id=\"a_196\">Civil Procedure Code (Amendment) Act</a> provided by clause (m) of <a href=\"/doc/206650/\" id=\"a_197\">Section\n97</a> of the Code of Civil Procedure (Amendment) Act.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_88\">Parties can agree to the applicability of the new Act even before the new\nAct comes into force and when the old Act is still holding the field. There\nis nothing in the language of Section 85(2)(a) which bars the parties from\nso agreeing. There is, however, a bar that they cannot agree to the\napplicability of the old Act after the new Act has come into force when\narbitral proceedings under the old Act have not commenced though the\narbitral agreement was under the old Act. Arbitration clause in the\ncontract in the case of Rani Constructions (Civil Appeal 61 of 1999) uses\nthe expression &quot;for the time being in force&quot; meaning thereby that provision\nof that Act would apply to the arbitration proceedings which will be in\nforce at the relevant time when arbitration proceedings are held. We have\nbeen referred to two decisions - one of Bombay High Court and the other of\nMadhya Pradesh High Court on the interpretation of the expression &quot;for the\ntime being in force&quot; and we agree with them that the expression\naforementioned not only refers to the law in force at the time the\narbitration agreement was entered into but also to any law that may be in\nforce for the conduct of arbitration proceedings, which would also include\nthe enforcement of the award as well. Expression &quot;unless otherwise agreed&quot;\n</p><blockquote id=\"blockquote_106\">as appearing in Section 85(2)(a) of the new Act would clearly apply in the\ncase of Rani Construction in Civil Appeal No. 61 of 1999. Parties were\nclear in their minds that it would be the old Act or any statutory\nmodification or re-enactment of that Act which would govern the\narbitration. We accept the submission of the appellant Rani Construction\nthat parties could anticipate that the new enactment may come into\noperation at the time the disputes arise. We have seen <a href=\"/doc/1224074/\" id=\"a_198\">Section 28</a> of the\nContract Act. It is difficult for us to comprehend that arbitration\nagreement could be said to be in restraint of legal proceedings. There is\nno substance in the submission of respondent that parties could not have\nagreed to the application of the new Act till they knew the provisions\nthereof and that would mean that any such agreement as mentioned in the\narbitration clause could be entered into only after the new Act had come\ninto force. When the agreement uses the expressions &quot;unless otherwise\nagreed&quot; and &quot;law in force&quot; it does give option to the parties to agree that\nnew Act would apply to the pending arbitration proceedings. That agreement\ncan be entered into even before the new Act comes into force and it cannot\nbe said that agreement has to be entered into only after coming into force\nof the new Act.\n</blockquote>\n<blockquote id=\"blockquote_107\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"99471\" id=\"span_43\">Mr. Desai had referred to a decision of the Bombay High Court (Goa Bench),\nrendered by single Judge in <a href=\"/doc/99471/\" id=\"a_199\">Reshma Constructions v. State of Goa</a>, (1999) 1\nMLJ 462. In that case arbitration clause in the contract provided as under</span>\n</blockquote><blockquote id=\"blockquote_108\">:\n</blockquote>\n<blockquote id=\"blockquote_109\">&quot;Subject as aforesaid, the provisions of the <a href=\"/doc/1052228/\" id=\"a_200\">Arbitration Act, 1940</a> or any\nstatutory modification or re- enactment thereof and the rules made\nthereunder and for the time being in force shall apply to the arbitration\nproceeding under this clause.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_89\">The Court held that these terms in the clause disclosed that the parties\nhad agreed to be governed by the law which was in force at the time of\nexecution of the arbitration agreement as well as by any further statutory\nchanges that may be brought about in such law. This is how the High Court\nconsidered the issue before it :\n</p>\n<blockquote id=\"blockquote_110\">&quot;Considering the scheme of the Act, harmonious reading of the said\nprovision contained in sub-section (2) of Sec. 85 thereof would disclose\nthat the reference &quot;otherwise agreed&quot; necessarily refers to the intention\nof the parties as regards the procedure to be followed in the matter of\narbitration proceedings and not to the time factor as regards execution of\nthe agreements. It provides that though the law provides that the\nprovisions of the old Act would continue to apply to the pending\nproceedings by virtue of the said saving clause in Sec. 85, it\nsimultaneously provides that the parties can agree to the contrary. Such a\nprovision leaving it to the discretion of the parties to the proceedings to\ndecide about the procedure to be followed - other in terms of the new Act\nor the old Act - is certainly in consonance with the scheme of the Act,\nwhereunder most of the provisions of the new Act, the procedure regarding\nvarious stages of the arbitration proceedings is made subject to the\nagreement to the contrary between the parties, thereby giving ample freedom\nto the parties to decide about the procedure to be followed in such\nproceedings; being so, it is but natural that the legislature in its wisdom\nhas left it to the option of the parties in the pending proceedings to\nchoose the procedure for such pending proceedings. The reference &quot;otherwise\nagreed by the parties&quot; in Sec. 85(2)(c) of the new Act, therefore, would\ninclude an agreement already entered into between the parties even prior to\nenforcement of the new Act as also the agreement entered into after\nenforcement of the new Act. Such a conclusion is but natural since the\nexpression &quot;otherwise agreed&quot; do not refer to the time factor but refers to\nthe intention of the parties regarding applicability of the provisions of\nthe new or old Act.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_90\">We agree with the High Court on interpretation put to the arbitration\nclause in the contract.\n</p>\n<p data-structure=\"Section\" id=\"p_91\"><a href=\"/doc/1224074/\" id=\"a_201\">Section   28</a>   of the   Contract  Act   contains   provision   regarding\nagreements in the restraint of legal proceedings. Exception 1 to <a href=\"/doc/1224074/\" id=\"a_202\">Section 28</a>\nof the Contract Act does not render illegal a contract by which the parties\nagree that any future dispute shall be referred to arbitration. That being\nso parties can also agree that the provisions of the arbitration law\nexisting at that time would apply to the arbitral proceedings. It is not\nnecessary for the parties to know what law will be in force at the time of\nthe conduct of arbitration proceedings. They can always agree that\nprovisions that are in force at the relevant time would apply. In this view\nof the matter, if the parties have agreed that at the relevant time\nprovisions of law as existing at that time would apply, there cannot be any\nobjection to that. Thus construing the clause 25, in Rani Constructions (CA\n61/99) new Act will apply.\n</p>\n<p data-structure=\"Section\" id=\"p_92\">Foreign Awards Act gives the party right to enforce the foreign award under\nthat Act. But before that right is exercised Foreign Awards Act has been\nrepealed. It cannot, therefore, be said that any right had accrued to the\nparty for him to claim to enforce the foreign award under the Foreign\nAwards Act. After the repeal of the Foreign Awards Act a foreign award can\nnow be enforced under the new Act on the basis of the provisions contained\nin Part II of the new Act depending whether it is a New York Convention\nAward or Geneva Convention Award. It is irrespective of the fact when the\narbitral proceedings commenced in a foreign jurisdiction. Since no right\nhas accrued <a href=\"/doc/1030013/\" id=\"a_203\">Section 6</a> of the General Clauses Act would not apply.\n</p>\n<p data-structure=\"Section\" id=\"p_93\">In the very natural of the provisions of Foreign Awards Act it is not\npossible to agree to the submissions that Section 85(2)(a) of the new Act\nwould keep that Act alive for the purpose of enforcement of a foreign award\ngiven after the date of commencement of the new Act though arbitral\nproceedings in foreign land had commenced prior to that. It is correct that\nSection 85(2)(a) uses the words &quot;the said enactments&quot; which would include\nall the three Acts, i.e., the old <a href=\"/doc/777085/\" id=\"a_204\">Act, Foreign Awards Act and the\nArbitration (Protocol and Convention) Act, 1937</a>. Foreign Awards Act and\neven the 1937 Act contain provisions only for the enforcement of the\nforeign award and not for the arbitral proceedings. Arbitral proceedings\nand enforcement of the award are two separate stages in the whole process\nof arbitration. When the Foreign Awards Act does not contain any provision\nfor arbitral proceedings it is difficult to agree to the argument that in\nspite of that the applicability of the Foreign Awards Act is saved by\nvirtue of Section 85(2)(a). As a matter of fact if we examine the\nprovisions of Foreign Awards Act and the new Act there is not much\ndifference for the enforcement of the foreign award. Under the Foreign\nAwards Act when the court is satisfied that the foreign award is\nenforceable under that Act the court shall order the award to be filed and\nshall proceed to pronounce judgment accordingly and upon the judgment so\npronounced a decree shall follow. Sections 7 and 8 of the Foreign Awards\nAct respectively prescribe the conditions for enforcement of a foreign\naward and the evidence to be produced by the party applying for its\nenforcement. Definition of foreign award is same in both the enactments.\nSections 48 and 47 of the new Act correspond to <a href=\"/doc/761371/\" id=\"a_205\">Sections 7</a> and <a href=\"/doc/556678/\" id=\"a_206\">8</a>\nrespectively of the Foreign Awards Act. While Section 49 of the new Act\nstates that where the court is satisfied that the foreign award is\nenforceable under this Chapter (Chapter I, Part II, relating to New York\nConvention Awards) the award is deemed to be decree of that court. The only\ndifference, therefore, appears to be that while under the Foreign Awards\nAct a decree follows, under the new Act foreign award is already stamped as\nthe decree. Thus if provisions of the Foreign Awards Act and the new Act\nrelating to enforcement of the foreign award arc juxtaposed there would\nappear to be hardly any difference.\n</p>\n<p data-structure=\"Section\" id=\"p_94\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1847461\" id=\"span_44\">Again a bare reading of the <a href=\"/doc/777085/\" id=\"a_207\">Foreign Awards Act and the Arbitration\n(Protocol and Convention) Act, 1937</a> would show that these two enactments\nare concerned only with recognition and enforcement of the foreign awards\nand do not contain provisions for the conduct of arbitral proceedings which\nwould, of necessity, have taken place in a foreign country. The provisions\nof Section 85(2)(a) in so far these apply to the Foreign Awards Act and\n1937 Act, would appear to be quite superfluous. Literal interpretation\nwould render Section 85(2)(a) unworkable. Section 85(2)(a) provides for a\ndividing line dependent on &quot;commencement of arbitral proceedings&quot; which\nexpression would necessarily refer to Section 2110 of the new Act. This\nCourt has relied on this Section as to when arbitral proceedings commence\nin the case of <a href=\"/doc/1847461/\" id=\"a_208\">Shetty&#x27;s Construction Co. P. Ltd. v. Konkan Railway\nConstruction</a>, [1998] 5 SCC 599. <a href=\"/doc/1400425/\" id=\"a_209\">Section 2(2)</a> read with <a href=\"/doc/1400425/\" id=\"a_210\">Section 2(7)</a> and\n<a href=\"/doc/141478/\" id=\"a_211\">Section 21</a> falling in Part-I of the new Act make it clear that</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_95\">10.       21. Commencement of arbitral proceedings. - Unless otherwise\nagreed by the parties, the arbitral proceedings in respect of a particular\ndispute commence on the date on which a    request for that dispute to be\nreferred to arbitration is received by the respondent.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_96\">11.      &quot;2(2) This Part shall apply where the place of arbitration is in\nIndia.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_97\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1139398\" id=\"span_45\">12.      &quot;2(7) An arbitral award made under this Part shall be considered\nas a domestic award.&quot; these provisions would apply when the place of\narbitration is in India, i.e., only in domestic proceedings. There is no\ncorresponding provision anywhere in the new Act with reference to foreign\narbitral proceedings to hold as to what is to be treated as &quot;date of\ncommencement&quot; in those foreign proceedings. We would, therefore, hold that\non proper construction of Section 85(2)(a) the provision of this sub-\nsection must be confined to the old Act only. Once having held so it could\nbe said that <a href=\"/doc/1030013/\" id=\"a_212\">Section 6</a> of the General Clauses Act would come into play and\nforeign award would be enforced under the Foreign Awards Act. But then it\nis quite apparent that a different intention does appear that there is no\nright that could be said to have been acquired by a party when arbitral\nproceedings are held in a place resulting in a foreign award to have that\naward enforced under the Foreign Awards Act,\n\nWe, therefore, hold that the award given on September 24, 1997 in the case\nof <a href=\"/doc/1139398/\" id=\"a_213\">Thyssen Stahlunion GMBH v. Steel Authority of India Ltd., (Civil Appeal\nNo.</a> 6036 of 1998) when the arbitral proceedings commenced before the\n<a href=\"/doc/1306164/\" id=\"a_214\">Arbitration and Conciliation Act, 1996</a> came into force on 22nd August 1996,\nwould be enforced under the provisions of <a href=\"/doc/1052228/\" id=\"a_215\">Arbitration Act, 1940</a>.</span> We also\nhold that clause 25 containing the arbitration agreement in the case of\nM/s. Rani Constructions Pvt. Ltd. v. Himachal Pradesh State Electricity\nBoard, Civil Appeal No. 61 of 1999 does admit of interpretation that the\ncase is governed by the provisions of the <a href=\"/doc/1306164/\" id=\"a_216\">Arbitration and Conciliation Act</a>.\n1996. We further hold that the foreign award given in the case of Western\nShipbreaking Corporation v. M/s. Clareheaven Ltd., (Civil Appeal No. 492S\nof 1997) would be governed by the provisions of the <a href=\"/doc/1306164/\" id=\"a_217\">Arbitration and\nConciliation Act, 1996</a>. Thus we affirm the decisions of the Delhi High\nCourt in Execution Petition No. 47 of 1998 and of the Gujarat High Court in\nCivil Revision Application No. 99 of 1997, and set aside that of Himachal\nPradesh High Court in Civil Suit No. 52 of 1996.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_98\">Accordingly Civil Appeal Nos. 6036 of 1998 and 4928 of 1997 are dismissed,\nwhile Civil Appeal No. 61 of 1999 is allowed. Parties shall bear their own\ncosts.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">C.A. No. 6036/98 and C.A. No. 4928/97 dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_100\">C.A. No. 61/99 allowed.\n</p>\n\n\n\n","numcites":100,"numcitedby":210,"docsource":"Supreme Court of India","citetid":1983009,"divtype":"judgments","relatedqs":[{"value":"enforcement of arbitral awards","formInput":"enforcement%20of%20arbitral%20awards"},{"value":"effect of repeal","formInput":"effect%20of%20repeal"},{"value":"accrued rights and repeal","formInput":"accrued%20rights%20and%20repeal"},{"value":"no saving clause ","formInput":"no%20saving%20clause%20"},{"value":"section 6 of the general clauses act","formInput":"section%206%20of%20the%20general%20clauses%20act"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"arbitration - commencement of proceedings","formInput":"arbitration%20-%20commencement%20of%20proceedings"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"\"section 6\" and general clauses act","formInput":"%22section%206%22%20and%20general%20clauses%20act"},{"value":"repeal and savings","formInput":"repeal%20and%20savings"},{"value":" right to accrue ","formInput":"%20right%20to%20accrue%20"},{"value":"rule of law","formInput":"rule%20of%20law"},{"value":"section 37        filter:        bombay tenancy and agricultural lands act 1948","formInput":"section%2037%20%20%20%20%20%20%20%20filter%3A%20%20%20%20%20%20%20%20bombay%20tenancy%20and%20agricultural%20lands%20act%201948"},{"value":"Abstract rights","formInput":"Abstract%20rights"},{"value":"rent control act","formInput":"rent%20control%20act"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"curial law","formInput":"curial%20law"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"corpus juris secundum","formInput":"corpus%20juris%20secundum"}],"cats":[{"value":"effect-of-repeal","formInput":"tag:effect-of-repeal"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}