{"tid":93734,"publishdate":"1987-05-26","title":"K. Janardhanan Pillai vs Collector Of Customs on 26 May, 1987","doc":"<h2 class=\"doc_title\">K. Janardhanan Pillai vs Collector Of Customs on 26 May, 1987</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1988(38)ELT647(TRI-CHENNAI)</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nG.P. Agarwal, Member (J)\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. Being dis-satisfied with the impugned order passed by the Collector of Customs, Cochin, confiscating the seized 1000 cartons of Cashew Kernels and imposing the various penalties upon the appellants, the appellants herein have preferred their present appeals.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Factual backdrops: Appellants, M/s. Raj Mohan Cashews Ltd., Quilon and M/s. Janso Exports Pvt. Ltd., Trivandrum, are engaged in the business of pruchase, processing, sale/export of cashews and allied products. Appellant, Shri Janardhanan Pillai is a Director of the said M/s. Raj Mohan Cashews Ltd., and M/s. Janso Exports Pvt. Ltd. Shri J.M. Rajan Pillai is the son of Shri Janardhanan Pillai, appellant, who is said to be normally a resident at Singapore. It is the case of the Department that the appellants M/s. Raj Mohan Cashews Ltd., presented two Shipping Bills Nos. 1646 and 1647 dated 17.1.1980, through Customs House Agents, M/s. P.K. Mohammed Pvt. Ltd., for export of 1000 cartons of cashew kernels, (750 cartons and 250 cartons respectively) 320 grade to M/s. 20th Century Foods Pvt. Ltd., Singapore. The goods were brought to the wharf inside the Customs Area for the purpose of being exported. These shipments were against Contract No. TCF -1086 dated 6th July, 1979, said to have been entered into between M/s. Janso Exports Pvt. Ltd., appellant herein, and M/s. 20th Century Foods Pvt. Ltd., Singapore, the consignee in the instant case. The said Shipping Bills were accompanied by a letter of authority from M/s. Janso Exports Pvt. Ltd., authorising M/s. Raj Mohan Cashews Ltd., appellants herein, to make the shipments against the said Contract on their behalf. The prices declared in these Shipping Bills were at the rate of U.S. $ 1.90/lb on C &amp; F New York basis. The total declared value for the said 1000 cartons containing 50,000 lbs of cashew kernels was U.S. $95,000/- C &amp; F equivalent to Indian Rs. 7,60,000/- C &amp; F and Rs. 7,07,968/- FOB. The consignee declared the port of discharge as Sydney. The said Contract No. TCF -1086 dated 6.7.1979 further reveals that it was for shipment of 10,500 cartons of cashew kernels of different grades during the months of December, 1979/January 1980/ February, 1980 at the seller&#x27;s option. The prices given in the Contract for the different grades were:\n</p>  \n\n<blockquote id=\"blockquote_1\">(1) 240 grades White wholes is U.S. $ 1.95/ Ib. 2000 ctns\n \n\n(2) 320 grades White wholes is U.S. $ 1.90/ Ib. 7000 ctns\n \n\n(3) 450 grades White wholes in U.S. $ 1.88/ Ib. 1500 ctns\n \n\nThe prices were on C &amp; F New York basis and there was also a provision In the contract for payment of 2-1/2% commission to the buyer. Accordingly, the values declared for 320 grades In the above Shipping Bills were at the rate of U.S. $ 1.90 per Ib. Inclusive of 2-1/2% commission payable to the buyer. These shipments were the first consignments against this particular contract. It appears that the appellants M/s. Raj Mohan Cashews Ltd., moved the said consignment to Cochin Port wharf for shipment as per steamer &quot;AUSTRALIAN STAR&quot;. It further appears that the authorities concerned, on comparable shipments as per contract date of the same period suspected the under valuation of the goods and entertained some doubt regarding the genuineness of the said contract and therefore the exporters were asked to produce the correspondence exchanged between the buyer and seller leading to the said contract. In reply, the exporters showed their inability to produce the relevant correspondence on the plea that the contract was agreed over phone. Not satisfied, the authorities concerned, on a reasonable belief that the contract produced for shipment was not a genuine one and that the value declared by the appellants in the shipping documents did not represent the full export value of the goods as required under <a href=\"/doc/1813025/\" id=\"a_1\">Section 18(1) (a)</a> of the Foreign Exchange Regulation Act, 1973, searched the premises of appellants M/s. Raj Mohan Cashews Ltd., and M/s. Janso Exports Pvt. Ltd., on 28.1.1980, resulting in the seizure of certain documents throwing light on the alleged attempted shipments and contract in question and also the close relationship between M/s. 20th Century Foods Pvt. Ltd., Singapore and M/s. Janso Exports Pvt. Ltd., Trivandrum, and M/s. Raj Mohan Cashews Ltd. It is the case of the Department that scrutiny of the seized documents revealed that the said Contract No. TCF -1086 dated 6th July, 1979 was received at the office of appellant M/s. Janso Exports Pvt. Ltd. on 3.12.1979 as against the date of 6th July, 1979, shown in the contract and that the cashew kernels attempted to be exported vide the said Shipping Bills under the cover of the said Contract No. TCF -1086 have been sold by one Shri Morris Mathiais, Managing Director of M/s. 20th Century Foods Pvt. Ltd., to some buyer in Sydney at the rate of U.S. $ 2.50/lb as instructed by the appellant Shri Janardhanan Pillai, Director of appellants M/s. Raj Mohan Cashews Ltd., and M/s. Janso Exports Pvt. Ltd., and his son J.M. Rajan Pillai. During investigation, statements of various persons were recorded. It further appears that originally the said Shipping Bills were produced and were passed on 14.1.1980, and the appellants, M/s. Raj Mohan Cashews Ltd., moved the said consignment to Cochin Port wharf for shipment as per steamer &quot;AUSTRALIAN STAR&quot;, and thereafter space was booked in S.S. Viswanandini. It further appears that after the presentation and passing of these Shipping Bills as stated above, on 24.1.1980, the goods were never shipped and the clearing agents put the said shipping bills for clearance through another vessel, i.e. S.S. Viswanandini afresh on 25.1.1980. On further investigation, it was found that the said contract against which the said 1000 cartons of cashew kernels were attempted to be exported was deliberately fabricated documents to circumvent the prohibition imposed Under <a href=\"/doc/1813025/\" id=\"a_2\">Section 18(1) (a)</a> of FERA, 1973, read with Government of India Notification No. U.S.R. 78 dated 1.1.1974 and the Foreign Exchange Regulation Rules, 1974, which makes it obligatory for every exporter to declare the full export value of goods tendered for export in the shipping documents, which should have been U.S. $ 2.50/lb as against the declared value of U.S. $ 1.90/lb., and that by attempting the said export the appellants have violated the said provisions of law and have rendered the goods liable to confiscation Under <a href=\"/doc/202701/\" id=\"a_3\">Section 113(d)</a> of the Customs Act, read with <a href=\"/doc/563405/\" id=\"a_4\">Section 67</a> of FERA, 1973 etc. Ultimately, all the appellants herein were issued Show Cause Notices to show cause as to why the seized goods be not confiscated and penalty be not imposed under the provisions of the FERA, 1973 and the <a href=\"/doc/1059693/\" id=\"a_5\">Customs Act, 1962</a>. In reply, all the appellants abjured their guilt and challenged the validity of the proceedings. After the usual adjudication proceedings, the Collector of Customs ordered for the confiscation of the seized cashew kernels Under <a href=\"/doc/202701/\" id=\"a_6\">Section 113(d)</a> of the Customs Act read with <a href=\"/doc/957458/\" id=\"a_7\">Section 67</a> of the FERA, 1973. Since the seized goods were released to M/s. Raj Mohan Cashews Ltd., on execution of a bond with 100% bank guarantee in pursuance of Kerala High Court Order dated 20.3.1980, the Collector ordered that 50% of the bond amount be enforced in lieu of the confiscation of the goods. He also Imposed a penalty of Rs. 50,000/ on the appellants M/s. Raj Mohan Cashews Ltd., under , <a href=\"/doc/1519901/\" id=\"a_8\">Section 114</a> of the Customs Act, 1962. The Collector of Customs also Imposed a penalty of Rs. 25,000/- on the appellants, M/s. Janso Exports Pvt. Ltd., and Rs. 50,000/- on the appellant, Shri K. Janardhanan Filial Under <a href=\"/doc/1519901/\" id=\"a_9\">Section 114</a> of the Customs Act, 1962. Hence these appeals.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_3\">3. We have heard S/Shri K. Narayanan, learned Counsel for the appellants and K. K. Bhatla, learned SOR for the respondent.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\">4. Shrl K. Narayanan, learned counsel for the appellants at the outset submitted that the whole proceedings started by the Collector of Customs were illegal being without jurisdiction. While elaborating his submissions, he submitted that the Shipping Bills in question dated 17.1.1980, were presented and cesses were paid on 17.1.1980 and 24.1.1980. The said Shipping Bills were passed on 24.1.1980 and the appellant M/s. Raj Mohan Cashews Ltd., moved the said consignment to Cochin Port wharf for shipment of the consignment as per &quot;AUSTRALIAN STAR&quot;. He also submitted that the samples were taken by the Customs on 19.1.1980, and thereafter the space was booked. On this premises he contended that the Shipping Bills in question having been passed after observing customs formalities and collecting the cesses imposed, the Collector, Customs, had absolutely no authority to recall or revise the previous order permitting export and hence the interception, seizure and confiscation of the goods or the execution of the bond in lieu of goods is wholly illegal and without any authority. To substantiate his contention, he cited the following authorities:\n</p>  \n\n<blockquote id=\"blockquote_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"939113\" id=\"span_1\">(<a href=\"/doc/939113/\" id=\"a_10\">1) Jain Shudh Vanaspati Ltd. v. Union of India</a>, 1982 ELT 43 (Del.)</span>\n \n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536866\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"507554\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1541514\" id=\"span_4\">(<a href=\"/doc/1541514/\" id=\"a_11\">2) Industrial Cables v. Union of India</a>, 1986 (<a href=\"/doc/507554/\" id=\"a_12\">25) ELT 33 (P &amp; H)\n \n\n(3) Ajay Exports v. Collector</a>, 1986 (<a href=\"/doc/1536866/\" id=\"a_13\">26) ELT 873 (Tribunal)\n \n\n(4) Parkar Leather Export Co. v. Collector</a>, 1987 (29) ELT 53.</span></span></span>\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_5\">In reply, Shri Bhatia submitted that on facts the said rulings are not applicable and the impugned order is legal.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">5. Before we proceed to deal with the respective contentions of the parties, we shall briefly consider the cases cited from the Bar:\n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">6. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"939113\" id=\"span_5\">In the case of <a href=\"/doc/939113/\" id=\"a_14\">Jain Shudh Vanaspati Ltd. v. Union of India</a>, supra, Division Bench of the Delhi High Court was concerned with the interpretation of <a href=\"/doc/657135/\" id=\"a_15\">Section 47</a> of the Customs Act. In that case, Jain Shudh Vanaspati Ltd., imported palm oil contained in stainless steel drums from foreign suppliers. The proper officer cleared the goods after physical checking and satisfying himself that the imported goods are not prohibited Under <a href=\"/doc/657135/\" id=\"a_16\">Section 47</a> of the Customs Act. At the time of the said import, there was no restriction that the palm oil should be imported only in a particular type of drum or container. In other words, the drum or container could be of steel or iron as mentioned in the First Schedule to the Import Control Order. The drums were brought at the factory of the company and after un- packing the oil, they were disposed of by the said company in the normal course of business. It appears that acting on the belief that under Appendix 3 of the Import Policy A.M. 79, importation of stainless steel drums was banned, the Customs authorities effected searches and seized the drums from various places. After usual investigation, the Assistant Collector issued short levy notices Under <a href=\"/doc/440814/\" id=\"a_17\">Section 28</a> of the Customs Act to the company, calling upon the company to show cause as to why the duty be not recovered from them since the stainless steeel drums were subject to levy of Customs duty which was not levied as provided Under <a href=\"/doc/440814/\" id=\"a_18\">Section 28</a> of the Customs Act. The Show Cause Notices were replied arid thereafter the Collector issued Show Cause Notice Under <a href=\"/doc/341949/\" id=\"a_19\">Section 124</a> of the Customs Act, calling upon them to explain why the stainless steel drums be not confiscated. Before the Hon&#x27;ble High Court it was inter alia contended that once the goods are cleared by the Customs authorities after physical verification and check up Under <a href=\"/doc/657135/\" id=\"a_20\">Section 47</a> of the Customs Act, issuing of such Notices amounts to reviewing of the order Under <a href=\"/doc/657135/\" id=\"a_21\">Section 47</a> of the Act. It was further contended that the order of clearance passed Under <a href=\"/doc/657135/\" id=\"a_22\">Section 47</a> of the Act can be revised by the Collector of Customs or Board of Excise under erstwhile <a href=\"/doc/201656/\" id=\"a_23\">Section 130</a> of the Customs Act. Agreeing with the contention, the Division Bench held that &quot;Considering <a href=\"/doc/657135/\" id=\"a_24\">Section 47</a> of the Customs Act in the light of the legislative history... the Section attaches finality to the satisfaction of the officer that the goods are not prohibited. The finality cannot be disturbed unless the Department successfully shows that there was fraud or deliberate suppression.&quot; (underlining ours).</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">7. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1541514\" id=\"span_6\">In the case of <a href=\"/doc/1541514/\" id=\"a_25\">Industrial Cables v. Union of India</a>, supra, a Single Judge of the Punjab &amp; Haryana High Court held that the clearance of the goods by the Proper Officer Under <a href=\"/doc/657135/\" id=\"a_26\">Section 47</a> must be presumed to be after due adjudication, firstly with regard to the fact whether or not the import of the goods is prohibited by the Act, or any other law for the time being in force with in the meaning of Sub-section (33) of <a href=\"/doc/1168369/\" id=\"a_27\">Section 2</a> of the Customs Act and the Proper Officer was &quot;Adjudicating Authority&quot; with in the meaning of Sub-section (1) there of, and therefore, the order passed Under <a href=\"/doc/657135/\" id=\"a_28\">Section 47</a> of the Customs Act is binding on the authorities under the Import (Control) Order.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"507554\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"939113\" id=\"span_8\">8. Following the view expressed by the Division Bench of Delhi High Court in the case of <a href=\"/doc/939113/\" id=\"a_29\">Jain Shudh Vanaspati Ltd. v. Union of India</a>, supra, two Members Bench of this Tribunal in the case of <a href=\"/doc/507554/\" id=\"a_30\">Ajay Exports v. Collector of Customs</a> supra, held that the order of clearance of goods for home consumption Under <a href=\"/doc/657135/\" id=\"a_31\">Section 47</a> of the Customs Act amounts to an adjudication order and therefore is liable to revision or correction by Collector only under revisional powers Under <a href=\"/doc/88669098/\" id=\"a_32\">Section 129D</a> of the Customs Act, 1962 and not by issue of show cause notice Under <a href=\"/doc/341949/\" id=\"a_33\">Section 124</a> Ibid.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536866\" id=\"span_9\">9. One of the Learned Judicial Member who was a party to the decision given in the case of Ajay Exports reiterated the same view in the case of <a href=\"/doc/1536866/\" id=\"a_34\">Parkar Leather Export Co. v. Collector of Customs</a>, 1987 (29) ELT 53 (Tribunal).</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\">10. However, on the facts and in the circumstances of the instant case, the ratio of the said decisions is not applicable. It is admitted to the appellants that the Shipping Bills were presented for shipment as per steamer &quot;AUSTRALIAN STAR&quot; and the goods were moved to Cochin Port wharf for shipment accordingly and the bills were passed on 24.1.1980 and the cesses were collected, It is further admitted to the appellants that the goods were not loaded and shipped in &quot;AUSTRALIAN STAR&quot;, but the appellant concerned himself presented the Shipping Bills again for shipment on 25.1.1980 by another vessel. It is the case of the appellants themselves that on the presentation of the said Shipping Bills on 25.1.1980, the proper officer did not pass any order permitting clearance and loadIng of the goods for exportation Under <a href=\"/doc/582413/\" id=\"a_35\">Section 51</a>. Under these circumstances, It cannot be said that the goods were cleared Under <a href=\"/doc/582413/\" id=\"a_36\">Section 51</a> of the Customs Act On the point of clarity. It may be stated that once the Shipping Bills were produced on 25.1.1980 for clearance afresh by a S.S. Viswanandnl vessel, whatever happened earlier cannot betaken Into consideration whle deciding the controversy In hand and the order passhig the Shipping Bills on 24.1.1980 becornesnon-est and hsdlosttevalidity by their own a(4arKl(X)n- duct Even the contention of the appellants that Shipping Bills were produced on 25.1.1980, for the amendment of the vessel&#x27;s name and were not passed goes against them if the problem in question is looked into from another angle. Because, once the goods were re-entered for shipment by presenting the Shipping Bills again on 25.1.1980, [the matter was at large and] the authorities concerned were well within their rights to act in accordance with <a href=\"/doc/681964/\" id=\"a_37\">Sections 50</a> and <a href=\"/doc/582413/\" id=\"a_38\">51</a> of the Customs Act since admittedly, at this stage no order permitting clearance and loading of the goods for exportation as per the [S.S. Vtewanandni] vessel was ever passed by the proper officer. Therefore, at that stage the interception, seizure and confiscation of the goods cannot be said to be without jurisdiction or legal. Under these circumstances, issuance of the Show Cause Notices in question cannot be said to be without jurisdiction and In our considered opinion, it does not suffer from any legal Infirmity.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">11. Even otherwise, the Show Cause Notices were legal and within jurisdiction. In the instant case, Show Cause Notices were issued to the appellants calling upon them to show cause at to why the goods be not confiscated Under <a href=\"/doc/202701/\" id=\"a_39\">Section 113(d)</a> of the Customs Act read with <a href=\"/doc/957458/\" id=\"a_40\">Section 67</a> of the FERA, 1973, on the ground that they have violated the provisions of <a href=\"/doc/1829684/\" id=\"a_41\">Section 18(1)</a> of the FERA, 1973, by not giving a true statement of the full export value of the goods In the G.R. Form and the Shipping Bills presented by them for shipment. They were also called upon to show cause as to why penalty be not imposed Under <a href=\"/doc/1519901/\" id=\"a_42\">Section 114</a> of the Customs Act. <a href=\"/doc/1813025/\" id=\"a_43\">Section 18(1) (a)</a> of the Foreign Exchange Regulation Act, 1973 as amended runs thus:\n</p>  \n\n<blockquote id=\"blockquote_3\">&quot;<a href=\"/doc/1127169/\" id=\"a_44\">Section 18</a>. Payment For exported goods (1)(a). The Central Government may, by notification in the Official Gazette, prohibit the taking or sending out by land, sea or air (hereafter in this Section referred to as export) of all goods or of any goods or class of goods specified in the notification from India directly or indirectly to any place so specified unless the exporter furnishes to the prescribed authority a declaration in the prescribed from supported by such evidence as may be prescribed or so specified and true in all material particulars which, among others, shall include the amount representing-\n</blockquote>  \n\n<blockquote id=\"blockquote_4\">(i) the full export value of the goods; or\n \n\n</blockquote><blockquote id=\"blockquote_5\">(ii) if the full export value of the goods is not ascertainable at the time of export, the value which the exporter, having regard to the prevailing market conditions, expects to receive on the sale of the goods in the overseas market,\n \n\nand affirms in the said declaration that the full export value of the goods (whether ascertainable at the time of export of nor) has been, or will within the prescribed period be, paid in the prescribed manner.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_13\"><a href=\"/doc/957458/\" id=\"a_45\">Section 67</a> of the FERA, 1973, provides for the application of the <a href=\"/doc/1059693/\" id=\"a_46\">Customs Act, 1962</a>, and runs thus:\n</p><blockquote id=\"blockquote_6\"> &quot;67 <a href=\"/doc/1059693/\" id=\"a_47\">Application of the Customs Act, 1962</a> The restrictions imposed by or Under <a href=\"/doc/933889/\" id=\"a_48\">Section 13</a>, Clause (a) of Sub-section (1) of <a href=\"/doc/1127169/\" id=\"a_49\">Section 18</a> and Clause (a) of Sub-section (1) of <a href=\"/doc/44912/\" id=\"a_50\">Section 19</a> shall be deemed to have been imposed Under <a href=\"/doc/1797702/\" id=\"a_51\">Section 11</a> of the Customs Act, 1962 (62 of 1962), and all the provisions of that Act shall have effect accordingly.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"79437\" id=\"span_10\">12. Thus, it is clear that by virtue of <a href=\"/doc/957458/\" id=\"a_52\">Section 67</a> of the FERA, 1973, the provisions of <a href=\"/doc/965107/\" id=\"a_53\">Sections 113</a> and <a href=\"/doc/1519901/\" id=\"a_54\">114</a> of the Customs Act, 1962, are attracted when there is a contravention of <a href=\"/doc/1829684/\" id=\"a_55\">Section 18(1)</a> of FERA, 1973, in relation to goods which had in fact been exported or attempted to be exported as held by a Full Bench of the Calcutta High Court in the case of <a href=\"/doc/79437/\" id=\"a_56\">Euresian Equipments &amp; Chemicals v. Collector of Customs</a>, 1980 AIR 1980 Cal. 188. Further, even the provisions of <a href=\"/doc/681964/\" id=\"a_57\">Sections 50</a> and <a href=\"/doc/582413/\" id=\"a_58\">51</a> of the Customs Act would not imporve the case of the appellants. The said Sections run thus:</span>\n</p>  \n\n<blockquote id=\"blockquote_7\">&quot;50. Entry of goods for exportation. (1) The exporter of any goods shall make entry thereof by presenting to the proper officer in the case of goods to be exported in a vessel or aircraft, a shipping bill, and in the case of goods to be exported by land, a bill of export in the prescribed form.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">(2) The exporter of any goods, while presenting a shipping bill or bill of export, shall at the foot thereof make and subscribe to a declaration as to the truth of its contents.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_9\">&quot;51. Clearance of goods for exportation. Where the proper officer is satisfied that any goods entered for export are not prohibited goods and the exporter has paid the duty, if any, assessed thereon and any charges payable under this Act in respect of the same, the proper officer may make an order permitting clearance and loading of the goods for exportation.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">A close reading of the said Sections would make it clear that Sub-section (2) of Section 50 makes it obligatory on the part of the exporter of any goods, while presenting a shipping bill or bill of export, to make and subscribe to a declaration as to the truth of its contents at the foot of the shipping bill and the proper officer Under Section 51 is required only to satisfy himself that any goods entered for export are \n  \n\n</p><p data-structure=\"Section\" id=\"p_16\">(i) not prohibited goods; and\n \n\n</p><p data-structure=\"RespArg\" id=\"p_17\">(ii) the exporter has paid the duty, if any, assessed thereon and any charges payable under this Act in respect of the same.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1571197\" id=\"span_11\">Considering these provisions, the Calcutta High Court held in the case of <a href=\"/doc/1571197/\" id=\"a_59\">Bird &amp; Co. v. Assistant Collector of Customs</a> AIR 1971 Cal. 62 that <a href=\"/doc/681964/\" id=\"a_60\">Section 50</a> merely states the duty of the exporter and It does not deal with mis-declaration in a shipping bill. In the instant case, It is to be remembered that the charge was of under valuation, that is to say, the exporter did not declare the full export value of the goods as required Under <a href=\"/doc/1126330/\" id=\"a_61\">Section 18(1)(a)</a> of FERA, 1973.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"79437\" id=\"span_12\">Though the learned SDR has not cited the case law on the point, we find that a Full Bench of the Calcutta High Court in the case of <a href=\"/doc/79437/\" id=\"a_62\">Eurasian Equipments &amp; Chemicals v. Collector of Customs</a>, supra, while over-ruling its earlier decisions rendered in the case of Jute Investment Co. Ltd. v. S.K. Srivastava, (1973) 77 Cal.</span> WN 501, and Thomas Duff and Co. (India) Pvt. Ltd. v. Collector of Customs, 1976 Tax LR1567, held In paragraph 29 that an order by the proper officer permitting clearance and loading of the goods Under <a href=\"/doc/582413/\" id=\"a_63\">Section 51</a> of the Customs Act does not effect the position, and further, held in paragraph 30 that Under <a href=\"/doc/965107/\" id=\"a_64\">Section 113</a> of the Customs Act export goods incur the liability to confiscation at the stage when they are attempted to be exported. It further held in paragraph 26 that the accrued liability of the goods to confiscation with the attempt made for exporting the same contrary to prohibition is not extinguished or wiped out with the illegal attempt succeeding resulting in the actual exportation of the goods. The ratio of the decision is that the goods can be confiscated even if the exporter succeeds in exporting the same. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1154539\" id=\"span_13\">A two Members Bench of this Tribunal has also expressed the same view in the case of <a href=\"/doc/1154539/\" id=\"a_65\">N. Davidass &amp; Co. v. Collector</a>, 1987 (29) ELT 247. In that case, while repelling an attempt to do a fine bit of vain heair splitting that the goods cleared on payment of duty after satisfaction in terms of <a href=\"/doc/657135/\" id=\"a_66\">Section 47</a> of the Customs Act, ceases to be imported goods and thereafter cannot be confiscated Under <a href=\"/doc/1384041/\" id=\"a_67\">Section 111</a>, it was held that even after clearance on payment of duty of imported goods after satisfaction in terms of, <a href=\"/doc/657135/\" id=\"a_68\">Section 47</a> of the Customs Act, the same can be confiscated if found to have been misdeclared.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"939113\" id=\"span_14\">13. Under these circumstances, we, at the cost of repeating, hold that even though Shipping Bills were cleared earlier, but the goods were not loaded or exported, that would not affect the validity of the Show Cause Notices issued in the instant case, when the new facts and circumstances relating to the fictitious nature of the contract and deliberate suppression of full export value was detected subsequently as <a href=\"/doc/1154539/\" id=\"a_69\">laid down in</a> <a href=\"/doc/939113/\" id=\"a_70\">Jain Shudh Vanspati</a>&#x27;s case, supra.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1993975\" id=\"span_15\">14. Shri K. Narayanan, Learned Counsel for the appellant also raised few other legal points before us. To begin with, he submitted that the failure to declare the full export value of the goods Under <a href=\"/doc/1126330/\" id=\"a_71\">Section 18(1) (a) (i)</a> is not a restriction deemed to have been imposed Under <a href=\"/doc/1797702/\" id=\"a_72\">Section 11</a> of the Customs Act as provided in <a href=\"/doc/957458/\" id=\"a_73\">Section 67</a> of the FERA. In our considered opinion, this contention is to be stated only to be rejected. It is true that in the case of <a href=\"/doc/1993975/\" id=\"a_74\">Union of India v. Shree</a> ram Durga Prasad (P) Ltd., AIR 1970 S.C. 1597, by a majority, the Hon&#x27;ble Supreme Court decided that an untrue or an incorrect statement contained In the declaration which was required to be made under erstwhile <a href=\"/doc/143725487/\" id=\"a_75\">Section 12(1)</a> of the Foreign Exchange Regulation Act, 1947, does not amount to a violation so as to attract <a href=\"/doc/1797702/\" id=\"a_76\">Section 11</a> of the Customs Act by virtue of the provisions contained in <a href=\"/doc/27905/\" id=\"a_77\">Section 23A</a> of the Foreign Exchange Regulation Act, 1947.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1279704\" id=\"span_16\">It is also a known fact that the Supreme Court was asked to re-consider <a href=\"/doc/1993975/\" id=\"a_78\">the said decision</a> in the later case of <a href=\"/doc/1279704/\" id=\"a_79\">Becker Gray &amp; Co. v. Union of India</a>, AIR 1971 S.C. 116 by referring it to a Larger Bench, but the Supreme Court did not think it proper to do so and reiterated the earlier view expressed by the majority in Durga Prasad case, supra. Under these circumstances, the Legislature had to intervene and <a href=\"/doc/143725487/\" id=\"a_80\">Section 12</a> of the Foreign Exchange Regulation Act, 1947 was amended and from the amended <a href=\"/doc/1829684/\" id=\"a_81\">Section 18(1)</a> of the present FERA, 1973, which corresponds to erstwhile <a href=\"/doc/1795237/\" id=\"a_82\">Section 12(1)</a> of FERA, 1947, it is clear that now by virtue of <a href=\"/doc/957458/\" id=\"a_83\">Section 67</a> of the present FERA, 1973, the provisions of <a href=\"/doc/965107/\" id=\"a_84\">Sections 113</a> and <a href=\"/doc/1519901/\" id=\"a_85\">114</a> of the Customs Act, 1962 are attracted when there is a contravention of <a href=\"/doc/1829684/\" id=\"a_86\">Section 18(1)</a> of the FERA, 1973, In relation to goods which are exported or attempted to be exported.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"114741\" id=\"span_17\">This question stands concluded by the recent judgment of the Supreme Court In the case of <a href=\"/doc/114741/\" id=\"a_87\">South India Coir Mills, Pobckakkal v. Additional Collector of Customs and Central Excise</a>, AIR 1976 SC 1527. In that case the validity of an order of imposition of penalty and confiscation of goods with the direction of payment of Rs. 5,000/ in lieu of confiscation of the goods were challenged and <a href=\"/doc/114741/\" id=\"a_88\">in that case</a> the Supreme Court had to consider <a href=\"/doc/143725487/\" id=\"a_89\">Section 12</a> of the Foreign Exchange Regulation Act after its amendment. The Supreme Court held that the failure to affirm in the declaration furnished by the firm that full export value of the goods will be paid within the prescribed period and in the prescribed manner, constitutes non-compliance with the requirement of the law engrafted in the <a href=\"/doc/1795237/\" id=\"a_90\">Section 12(1)</a>. In the Shipping Bill, the exporter mis-declared the name of the country of final destination and in the G.R. 1 Form, the submitted information which was not true in material particulars. Moreover, they avoided the furnishing of the affirmation. It was, therefore, held to be violation of <a href=\"/doc/1795237/\" id=\"a_91\">Section 12(1)</a> of FERA, 1947 and in view of <a href=\"/doc/1797702/\" id=\"a_92\">Section 11</a> of the Customs Act, the violation attracted the confiscation of the goods Under <a href=\"/doc/202701/\" id=\"a_93\">Section 113(d)</a> and imposition of the penalty Under <a href=\"/doc/1519901/\" id=\"a_94\">Section 114</a> of the Customs Act The effect of <a href=\"/doc/114741/\" id=\"a_95\">the said decision</a> is that any untrue declaration in all material particulars will amount to a violation of <a href=\"/doc/1795237/\" id=\"a_96\">Section 12(1)</a> of FERA as amended and the lnfraction of 12(1) of the FERA will, by virtue of the provisions contained in Section 23A of the said Act resulting contravention of the prohibition for restriction containing in <a href=\"/doc/1797702/\" id=\"a_97\">Section 11</a> of the Customs Act.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">15. The other argument of the learned counsel for the appellants that <a href=\"/doc/1519901/\" id=\"a_98\">Section 114</a> of the Customs Act is not attracted for the simple reason that the cashew kernels in question were not dutiable goods within the meaning of Sub-section (2) of <a href=\"/doc/1519901/\" id=\"a_99\">Section 114</a> of the Customs Act, has also no force. Because, this ignores the facts that the provisions of <a href=\"/doc/957458/\" id=\"a_100\">Section 67</a> of the FERA, 1973, as stated above have clearly laid down that the restrictions imposed Under <a href=\"/doc/1126330/\" id=\"a_101\">Section 18(1)(a)</a> of the FERA shall be deemed to be imposed Under <a href=\"/doc/1797702/\" id=\"a_102\">Section 11</a> of the Customs Act and by virtue of this invocation of the provisions of the <a href=\"/doc/1059693/\" id=\"a_103\">Customs Act</a> the liability to confiscation under <a href=\"/doc/202701/\" id=\"a_104\">Section 113(d)</a> and liability to penalty under <a href=\"/doc/1519901/\" id=\"a_105\">Section 114</a> logically follows.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">16. Shri K. Narayanan, learned counsel for the appellants further contended that the goods were not seized or detained under a reasonable belief that the same were liable to confiscation under the <a href=\"/doc/1059693/\" id=\"a_106\">Customs Act</a> We are afraid this contention too has no force. It is on record that the goods were intercepted and taken in custody by the proper officer and the appellants Shri K. Janardhanan Pilai, Director. M/s. Raj Mohan Cashews Ltd., fled their Writ O.P. No. 421 of 1980-A in the Hon&#x27;ble High Court of Kerala at Emakiiam and it is only in terms of the order dated 20th March, 1980, passed by the Hon&#x27;ble High Court disposing of the writ that the goods were released to the appellants after executing a bond as directed in that order for the full export value of the goods with 100% bank guarantee undertaking to pay any fine or penalty that may be imposed on them by the Department It is also on record that when the Shipping Bills were presented for clearance on 25.1.1980, some evidence regarding under valuation was detected and shipments were not permitted and under these circumstances, goods were intercepted and taken in custody and the appellants were not permitted to move the goods. Thus, it is clear that the goods were intercepted, seized and detained under the reasonable belief that the goods were liable to confiscation under the <a href=\"/doc/1059693/\" id=\"a_107\">Customs Act</a> Further, from a plain reading of <a href=\"/doc/420314/\" id=\"a_108\">Section 110</a> of the Customs Act it is clear that when the proper officer has reason to believe that the goods are liable to confiscation, he may seize such goods, but according to the proviso to the Section, where it is not practicable to seize any such goods, the proper officer may serve on the owner of the goods an order that he shall not remove, part with or otherwise deal with the goods except with the previous permission of such officer. In the instant case, it is on record that the goods were intercepted and taken in custody and the appellants were asked not to ship the goods or remove the goods.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">17. Shri K. Narayanan further contended that opportunity to cross-examine Shri N. Sasidharan, Assistant Collector of Customs (Exports), who conducted the search, investigated the case and also issued the Show Cause Notices in question was not given to the appellants despite a specific request. From the record, we find that though a request to summon witnesses including N. Sasidharan was made by the appellants, M/s. Raj Mohan Cashews Ltd., vide their letter dated 25.8.1983, but no reasons as to why the cross-examination is necessary were ever stated. From the record we also find that as many as six witnesses, whose statements were recorded Under <a href=\"/doc/877314/\" id=\"a_109\">Section 108</a> by the said Shri Sasidharan, were cross-examined by the counsel for the appellants during the adjudication proceedings. But it appears from the impugned order that no grievance was made at the time of personal hearing regarding the non-production of N. Sasidharan for cross-examination. It is settled law that the principles of natural justice do not require that the persons who have given information should be examined in the presence of persons concerned or should be allowed to be cross-examined by them on the statements he has made before the Customs Authorities. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1629212\" id=\"span_18\">In the case of <a href=\"/doc/1629212/\" id=\"a_110\">Kanungo and Co. v. Collector, Customs, Calcutta</a>, AIR 1972 SC 2136 their Lordships have observed as follows:</span>\n</p><blockquote id=\"blockquote_10\"> &quot;12. We may first deal with the question of breach of natural justice. On the material on record, in our opinion, there has been no such breach. In the show- cause notice issued on August 21, 1961, all the material on which the Customs Authorities have relied was set out and it was then for the appellant to give a suitable explanation. The complaint of the appellant now is that all the persons from whom enquiries were alleged to have been made by the authorities should have been produced to enable it to cross-examine them. In our opinion, the principles of natural justice do not require that in matters like this the persons who have given information should be examined in the presence of the appellant or should be allowed to be cross-examined by them on the statements made before the Customs Authorities. Accordingly we hold that there is no force in the third contention of the appellant.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">Besides, we also asked the learned counsel for the appellants about the necessity of the cross-examination of the said witness, Shri Sasidharan. In reply, he submitted that cross-examination was necessary because the statements of the witnesses were recorded in a distorted manner and the leading questions asked by the Enquiry Officer were recorded as answers of the witnesses irrespective of the actual answers given by them and further the signatures were obtained by using the position of the authority and the statements so recorded were not read or translated to the witnesses and the signatures were obtained without making them understand as to what has been recorded and that in the name of the enquiry, the Enquiry Officer was simply pouring liquid into the labelled bottle. From the record, we observe that at the instance of the appellants as many as six witnesses, whose statements were recorded Under <a href=\"/doc/877314/\" id=\"a_111\">Section 108</a> of the Customs Act, were cross-examined by the counsel for the appellants during the adjudication proceedings. AN the said witnesses without any exception owned their earlier statements recorded Under <a href=\"/doc/877314/\" id=\"a_112\">Section 108</a> of the Act and never complained that they were made to sign without under- standing the statements or that they were forced to sign as alleged. From the record we also observe that the business premises of the appellants were searched in the presence of the appellant, Shri Janardhanan Pillai and Ors and record of the appellants was seized under mahazar, but at no stage the seizure of the record was ever disowned or challenged by the appellants. Under these circumstances, the alleged denial of opportunity to cross- examine the said witnesses is of no consequence, more particularly, when the copies of the statements and the relevant documents were supplied to the appellants and they were made aware of the contents of the same. Hence, we hold that principles of natural justice were not violated nor it was necessary to produce the said witnesses for cross-examination by the appellants.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">18. On merits, Shri K. Narayanan, learned counsel for the appellants contended that the charges levelled against the appellants in the Show Cause Notice are not proved. In other words, he submitted that the findings of the Collector of Customs that the contract produced for shipment was not a genuine one and that the value declared in the shipping documents was under-valued and did not represent the full export value of the goods as required Under <a href=\"/doc/1126330/\" id=\"a_113\">Section 18(1)(a)</a> of FERA, 1973, are not tenable. In reply, Shri Bhatia, supported the order and adopted the same reasonings which are recorded in the impugned order. Before we proceed to consider the respective contentions of the parties, it would be useful to state that Under <a href=\"/doc/1126330/\" id=\"a_114\">Section 18(1) (a)</a> of RERA, 1973, read with Government of India Notification G.S.R. 78 dated 1-1-1974, and the Rules made thereunder it was obligatory for the appellants to declare the full export value of the goods tendered for export in the shipping documents. The main purpose and object of the said <a href=\"/doc/1829684/\" id=\"a_115\">Section 18(1)</a> is to get a declaration from the exporter that he has either brought or will bring back the amount representing the full export value of the goods exported. In the said Shipping Bills the appellants have declared the full export value of the cashew kernels as per their alleged Contract No. TCF -1086 dated 6-7-1979. It was the case of the Department that the Contract No. TCF -1086 against which the 1000 cartons of 320 grade cashew kernels were attempted to be exported vide Shipping Bill No. 1646 and 1647 dated 17-1-1980 was deliberately pre-dated to indicate that it was made on 6th July, 1979, when the prices were at the lowest range to substantiate the low price quoted therein, for the purpose of rigging the price of cashew kernels brought for export with the sole purpose of transfering the extra foreign exchange from India to Singapore for promoting the business interest of appellant Shri K. Janardhanan Pillai and his son abroad. It is under these circumstances that the controversy as to whether the said Contract No. TCF -1086 was a fictitious document or an antedated, or both assumed the importance.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">The Adjudicating Authority after the usual adjudication proceedings on the basis of the evidence on record both oral and documentary concluded that the said Contract No. TCF -1086 dated 6-7-1979, was a fictitious and antedated document and the price declared in the Shipping Bills for shipment at the rate of U.S. $ 1.90/lb on the basis of the said fictitious and antedated document was deliberately mis-declared when it ought to have been at the rate of U.S. $. 2.50/Ib, being the real price at which the goods were sold. For this conclusion, the Adjudicating Authority relied on the statements made by the appellant, K. Janardhanan Pillai and the various employees of the appellants company. While concluding so, the Adjudicating Authority also relied upon the various tell tale circumstances on record; to wit, absence of the signature of one of the parties to the contract, erasions in the date of the contract, absence of any corresponding correspondence supporting the said Contract, various correspondence including telex messages exchanged between the parties and the total absence of any other evidence except ipse dixit of the appellants that the Contract was struck on phone, the close relationship and the mutual interest of all the appellants among themselves, etc., which are detailed out in the Show Cause Notice and the impugned order. Shri K. Narayanan, challenged the aforesaid incriminating circumstances against the appellants. Before we proceed to deal with the respective contentions of the parties, it would be useful to state the following admitted facts -\n</p>  \n\n<p data-structure=\"PetArg\" id=\"p_27\">(i) that appellant, K. Janardhanan Pillai is the Director of the exporter M/s. Raj Mohan Cashews Ltd., and M/s. Janso Exports Pvt. Ltd., appellants herein, and that Shri R. Gopinathan Nair is the Managing Director of M/s Raj Mohan Cashews Ltd., and is son-in-law of the appellant K. Janardhanan Pillai and that J.M. Rajan Pillai is the son of appellant, K. Janardhanan Pillai, and is settled in Singapore and is the Chairman of M/s. 20th Century Foods Pvt. Ltd., Singapore - that is to say, the purchaser of the cashew kernels in the instant case (see statement of the appellant, K. Janardhanan Pillai)\n \n\n</p><p data-structure=\"Facts\" id=\"p_28\">(ii) that no correspondence whatsoever relating to the alleged Contract in Question No. TCF -1086 of the alleged date 6th July, 1979, was ever produced by the appellants as is evident from the letter dated 19-1-1980, written by the appellants, M/s. Raj Mohan Cashews Ltd., to the Assistant Collector of Customs. in that letter they have clearly stated that M/s. 20th Century Foods Pvt. Ltd., Singapore, purchase the cashew kernels from M/s. Janso Exports Pvt. Ltd., over phone and after the purchase is over on phone, they have confirmed the same by a signed contract. Hence there is no other correspondence relating to this.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_29\">Thus, the question for decision before us is whether the alleged contract was a genuine contract and whether it was executed on 6th July, 1979, as alleged.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">20. The Adjudicating Authority, as stated above, has found that the said contract was a fictitious contract and also was antedated and for holding so, relied upon the following circumstances:\n</p>  \n\n<blockquote id=\"blockquote_11\">(i) that the alleged contract was not supported by any correspondence or evidence except the ipse dixit of appellants that it was entered into on phone.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">(ii) that it has come out from the statements given by various officers of M/s. Janso Exports Pvt. Ltd., as well as M/s Raj Mohan Cashews Ltd., that there was a practice of offers and bids before entering into export contracts, but in the in- stance case, no evidence either oral or documentary was ever produced by the appellants to show that the pre-requisites of offers and bids before entering into the alleged export contract ever took place.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">(iii) that the alleged contract was never signed by the seller as stated by Shri K.R. Appukuttam Pillai in his statement recorded Under <a href=\"/doc/877314/\" id=\"a_116\">Section 108</a> of the Customs Act.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">(iv) that a scrutiny of the seized documents reveals that the Contract No. TCF - 1086 in question was received at the office of the appellants, M/s. Janso Exports Pvt. Ltd., Trivandrum only on 3rd December, 1979, as per inward register as against the date of 6th July, 1979, shown in the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(v) that the copy of the contract received at the office of the appellants, M/s. Janso Exports Pvt., Ltd., Trivandrum, was also not signed by the seller.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(vi) that the original copy of the contract had the inward number and the date of receipt written on it, but the date was found to have been erased subsequently.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(vii) that also the initials with date of the person who received the said contract was also endorsed on the face of it, but here also the date was found to have been erased subsequently.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">(viii) that there was jumbling of serial numbers of contracts, that is to say, later numbers coming for earlier dates and previous numbers assigned later dates. The details of such jumbling of serial numbers of contracts were detailed out in paragraph (vii) of the Show Cause Notice as follows, and ultimately was found as a fact.\n</blockquote><blockquote id=\"blockquote_19\"> &quot;(vii) M/s. 20th Century Foods Singapore sends every year a series of signed contracts to all the sister concerns in India, for huge quantities of cashew kernels having purchased by them at the rates prevailing on the dates shown in the contracts. The date of purchase will be invariable for a period when the market is dull and the prices have touched the bearest minimum irrespective of the date of sending the contracts. All these contracts also incorporate a provision for payment of 2-1 /2 commission to be deducted from the invoice. Several such utilised and un-utiiised contracts are available in file Nos. X, XII, XX, XVII and II listed in the Annexure A. The contract No. TCF- 1086 is one among them. Contract Nos. 1071 dated 4th July, 1979 and 1084 dated 2nd July, 1979 are clear indication of the series of contracts issued for July, 1979 when the prices were at the lowest level. The date of contract No. 1084 is earlierto that of contract No. 1071. ALSO DATED OF CONTRACT No. 1024 dated 15th December, 1978 is earlier to that of contract Nos. 1008 dated 8th January, 1979. This discrepancy in serial Nos. of contracts with regards to their date would show that certain contracts are really back dated.&quot;\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_31\">21. As regards the circumstance No. (i) that no correspondence or evidence was produced in support of the alleged contract, the learned counsel took us through certain trunk call bills of subsequent dates between Quilon and Singapore, but what transpired in those calls is anybody&#x27;s guess and the fact remains that there is no document in confirmation.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\">22. As regards the circumstance No.(ii) that no evidence regarding pre-requisites of offers and bids before entering into alleged export contract was ever lead, Shri K. Narayanan, learned counsel for the appellant submitted that since M/s. 20th Century Foods Pvt. Ltd., had purchased from M/s. Janso Exports Pvt. Ltd., over phone as usual in the case of their previous purchases they have confirmed the same by signing the con- tract. Hence, there was no other correspondence relating to the said contract available. From the record, we find that there was no such usual practice in the case of purchases as submitted by the learned counsel for the appellants. On the other hand, we find that in the past whenever there were contracts on phone, they were immediately confirmed either by letter or telex message. Shri R. Gopinathan Nair, son-in-law of the appellant, K. Janardhanan Pillai, and the Managing Director of the appellants, M/s. Raj Mohan Cashews Ltd., has clearly admitted in his statement recorded Under <a href=\"/doc/877314/\" id=\"a_117\">Section 108</a> of the Customs Act, that\n &quot;Normally before entering into contracts there would be offer and counter offer regarding price and quality between the seller and the buyer&#x27;s agent. This offers are either over telex or telephone. In case of telephone agreements they will be followed by confirmation by telex or cable. Therefore in respect of contract No. TCF-1086 (disputed contract in question) also there should be telex/cable correspondence/confirmations leading to the contract.&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">The appellant, K. Janardhanan Pillai also in his statement recorded Under <a href=\"/doc/877314/\" id=\"a_118\">Section 108</a> of the Customs Act admitted that\n  \n\n&quot;Normally before entering into contracts there will be offer from the sellers side or bid from the buyer side generally through brokers. If the prices are agreeable the contracts are accepted over telex/telegrams/telephones.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">Shri K.R. Appukuttan Pillai also stated about the same practice in these words:\n</p><blockquote id=\"blockquote_20\"> &quot;In the normal course telex messages or telegrams/telephone discussions are exchanged between 20th Century Foods at Singapore &amp; M/s. Janso Exports/ Raj Mohan Cashew before concluding a contract. The quantity and grade and the rate are agreed upon in these correspondences&quot;.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_35\">The appellant, Shri Janardhanan Pillai in his statement also admitted that when such contracts are concluded on phone, they use to record it on a paper and give it to the Clerk concerned. When specifically asked whether in such record maintained on paper relating to the telephonic contract, do you indicate the contract number and date, the appellant, Shri Janardhanan Pillai came flat and stated that the record indicates only the quantity, grade, prices and shipment periods. When further asked, how do you co-relate this record maintained on a piece of paper when you receive the actual signed contract, he came with an interesting reply that when the sale contract is received, they check up the price, quantity, etc., with the relevant paper kept with the clerk, a reply which does not stand to commonsense in export business where numerous contracts are entered into and voluminous records are maintained. For quick reference the relevant para of his statement may be reproduced as follows:\n</p>  \n\n<blockquote id=\"blockquote_21\">&quot;QN In respect of contract No. TFC-1086 <a href=\"/doc/1629212/\" id=\"a_119\">referred above</a> it was reported by your firm that there is no telex correspondence in respect of this contract and that the sale was concluded by you over phone. Is it correct?\n</blockquote> \n\n<blockquote id=\"blockquote_22\">AN I can&#x27;t say off hand which all sales I have concluded over the phone.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">QN Do you send any telex/cable/letter confirmation for the sales concluded over phone?\n</blockquote> \n\n<blockquote id=\"blockquote_24\">AN We do not generally send.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">QN Do you record it any where when such sales are concluded over phone?\n</blockquote> \n\n<blockquote id=\"blockquote_26\">AN We record it on paper and give it to the clerk concerned.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">QN Does It indicate the contract No. &amp; date?\n</blockquote> \n\n<blockquote id=\"blockquote_28\">AN It indicates only the quantity, grade, prices and shipment periods.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">QN How do you correlate this piece of paper when you receive the actual signed contract?\n</blockquote> \n\n<blockquote id=\"blockquote_30\">AN When we receive the sale contract, we check up the price, quantity, etc., with the relevant paper kept with the clerk.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_36\">23. It is also Interesting to note that despite the specific questions put to the appellant, K. Janardhanan Pillai and Ors. regarding the person who concluded the sale and contract No. TCF-1086 in question, nobody shouldered the responsibility in their replies. To begin with Shri Janardhanan Pillai, in his statement said &quot;I do not remember whether in respect of Contract No. TCF-1086 dated 6th July, 1979, covering the Shipping Bills No. 1646 and 1647 dated 17-1-1980, the negotiations have been done by me or not.&quot; It is also not possible to verify from the records the name of the person who has made the negotiations on behalf of M/s. Janso Exports Pvt. Ltd., in respect of this contract. Shri Gopinathan Nalr, son-in-law of the appellant and the Managing Director of M/s. Raj Mohan Cashews Ltd., also pleaded his ignorance by stating in his statement that he also does not know when the contract in question was really entered into. However, he stated that this was finalised by the appellant Shri Janardhanan Pillai.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">24. Regarding the circumstance No. (iii) that the contract in question was never signed by the seller, Shri K. Narayanan, did not advance any arguments. Here also it is interesting to note that the contract in question was signed by one Shri V. Paramu Pillai, who Is said to be working in the firm of M/s. Raj Mohan Cashews Ltd., appellants, at the instructions of the appellant Shri Janardhanan Pillai, but without any valid authority. It is further Interesting to note that the said contract was not signed by the seller. Shri K.R. Appukuttan Pillai, a Clerk in the office of the appellants, M/s. Raj Mohan Cashews Ltd., and also of the appellants, M/s. Janso Exports Pvt. Ltd., clearly stated in his statement recorded Under <a href=\"/doc/877314/\" id=\"a_120\">Section 108</a> of the Customs Act that the contract in question was received by post from Trivandrum office around second week of January, 1980, in their Quilon office. He further stated that &quot;at that time the contract was signed only by the buyer and sellers part was not yet sighed. I do not know the details of concluding of these sales resulting in this contract.&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\">25. Regarding the circumstance No. (iv) that the contract in question was received at the office of the appellants M/s. Janso Exports Pvt. Ltd., only on 3rd December, 1979 as per inward register, the counsel for the appellants contended that the contract was signed by the Bombay Office of the appellants, M/s. Janso Exports Pvt. Ltd., and copy was retained by them till the commencement of the shipment in order to avoid leakage of the information to their competitors. Same explanation was offered before the Adjudicating Authority, which was not accepted by him. While rejecting the same explanation the Adjudicating Authority has stated that the said explanation cannot be accepted because the setter party&#x27;s address shown in the contract is the Trivandrum office of M/s. Janso Exports Pvt. Ltd., and therefore signing of contract with the Bombay Office does not arise. The contention of keeping the contract secret to avoid leakage of information is also baseless since it is not likely to affect the contract in any way if it is a genuine document. It is also stated in the reply that the original and duplicate copies of the contract were signed by the Director Shri N.J. Sampath at the Bombay Office and the third copy which was unsigned was sent to the Trivandrum office and the same was presented to the Customs and later on seized by the Customs. This also was not accepted. There were two copies, one of which was presented to Customs of shipment and the second copy was seized during the raid. The second copy which was seized appears to be the original having the inward register number on it with date, but subsequently erased. This copy of the contract was unsigned, whereas the copy presented for shipment was signed by one Shri V. Paramu Pillai, who did not have a due authority for signing such legal documents. If the original copy was signed by the Director himself, the same should have been presented to the Customs for shipment and the reason for sending the unsigned copy for shipment is not understandable to accept their argument. We find no reason to take a different view, nor the learned counsel for the appellants could point out any other evidence or circumstance for taking a contrary view.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_39\">26. As regards circumstance No. (v) that the copy of the contract received at the office of the appellants, M/s. Janso Exports Pvt. Ltd., Trivandrum, was also not signed by the seller, learned counsel for the appellants did not offer any comments.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\">27. As regards the circumstances No. (vi) and (vii) that the date was erased, the learned counsel for the appellants did not offer any explanation. From the impugned order also we find that no satisfactory explanation regarding the erasion of the date of thereceipt of the seized copy (original copy) of the contract in question, was offered. The fact that the date was erased is not disputed. It is settled law that where a deed or a document produced is in apparently altered and suspicious state, the party presenting the same as essential part of his case must fall unless he can satisfactorily explain the present state of deed or document. In the instant case, to a charge that the appellants have not declared the full export value in the Shipping Bills Under <a href=\"/doc/1127169/\" id=\"a_121\">Section 18</a>(1 (a) of FERA, 1973. the appellants have set up the Contract No. TCF -1086 In defence stating that the value was declared in the Shipping Bills on the basis of the price shown in the contract. Under these circumstances, when the very existence of the contract and the date of its execution were in issue, and when admittedly where the date of the receipt of the original contract was erased, it was necessary for the appellants to explain satisfactorily the said erasion and the altered and suspicious circumstances appearing in the alleged contract in question. From the record, we find that no explanation for such material alteration or the erasion of the date is forthcoming, even though specially asked for. To wit, during his examination Under <a href=\"/doc/877314/\" id=\"a_122\">Section 108</a> of the Customs Act, the appellant, Shri K. Janarclhanan Pillai was asked to explain the said erasion to which he showed his inability to give any explanation. The relevant part of his statement may be reproduced as follows:\n</p>  \n\n<blockquote id=\"blockquote_31\">&quot;QN (Showing copy of contract No. TCF-1086 dated 6th July, 1979 at Page 78 in File No. XX Janso contracts file 1979) In this copy of the contract somebody has initialled with date and the date has been erased subsequently. Also some number was written with date erased. Here also the date appears to have been erased. Can you give the explanation for this subsequent erasures?\n</blockquote> \n\n<blockquote id=\"blockquote_32\">AN I can&#x27;t give any explanation.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_41\">Shri R. Gopinathan Nair, Managing Director of M/s. Raj Mohan Cashews Ltd., and son-in-law of the appellant, Shri K. Janardhanan Pillai, was also asked about this erasings, but he also pleaded his ignorance. The relevant part of his statement may be quoted as below:\n</p>  \n\n<blockquote id=\"blockquote_33\">QN (Showing page No. 78 of file No. XX/Janso contract file 3/79) Is it the original copy of contract No.TCF-1086?\n</blockquote> \n\n<blockquote id=\"blockquote_34\">AN Yes I think so.\n</blockquote> \n\n<blockquote id=\"blockquote_35\">QN Somebody has signed with date at the top right hand side in red ink as a token of having seen it. This signature appears to have been erased subsequently; is it your signature and date?\n</blockquote> \n\n<blockquote id=\"blockquote_36\">AN It appears to be my initial with date. I might have opened the cover containing this contract, and initialled on it with date, as a token of having seen it.\n</blockquote> \n\n<blockquote id=\"blockquote_37\">QN Why the date of receipt has been erased?\n</blockquote> \n\n<blockquote id=\"blockquote_38\">AN I do not know.\n</blockquote> \n\n<blockquote id=\"blockquote_39\">QN Do you remember the date when you received this contract?\n</blockquote> \n\n<blockquote id=\"blockquote_40\">AN I do not remember.\n</blockquote> \n\n<blockquote id=\"blockquote_41\">QN Near your initials on the above contract the figures 4424 is written in blue ink. What does it mean?\n</blockquote> \n\n<blockquote id=\"blockquote_42\">AN It appears to be our inward Register No.\n \n\nQN (Showing page No. 12 of inward register No. XIX) of the Trivandrum office) SI. No. 4424 is registered here, is it same as the No. shown on the contract?\n</blockquote> \n\n<blockquote id=\"blockquote_43\">AN Yes.\n</blockquote> \n\n<blockquote id=\"blockquote_44\">QN Can you say the date of receipt of this contract from the inward register?\n</blockquote> \n\n<blockquote id=\"blockquote_45\">AN Yes, it is 3-12-1979.\n</blockquote> \n\n<blockquote id=\"blockquote_46\">QN The date of registeration/receipt was originally put below the SI. No. in the contract SI. No. 4424 in the above copy of the contract. But appears to have been erased subsequently, why is it so?\n</blockquote> \n\n<blockquote id=\"blockquote_47\">AN I do not know.\n</blockquote> \n\n<blockquote id=\"blockquote_48\">QN In both places, namely, after your initials and below the inward No. the dates have been erased. From this it would appear that this was very crucial date and was not suppose to be divulged, do you agree?\n</blockquote> \n\n<blockquote id=\"blockquote_49\">AN Yes, I agree.\n</blockquote> \n\n<blockquote id=\"blockquote_50\">QN What is so crucial about this date?\n</blockquote> \n\n<blockquote id=\"blockquote_51\">AN I do not know.\n</blockquote> \n\n<blockquote id=\"blockquote_52\">Shri N. Chandrasekharan Nair, Inward and Outward clerk in the office of M/s Janso Exports Pvt. Ltd., also pleaded ignorance about the said material alteration and erasion. Relevant part of his statement may be reproduced as follows:\n</blockquote>  \n\n<blockquote id=\"blockquote_53\">QN Showing the contract No. TCF-1086 at page 78 (of file No. 3 Janso Contract file 1979), Is it the same letter that you have registered with inward No. 4424?\n</blockquote> \n\n<blockquote id=\"blockquote_54\">AN Yes, it is the same letter.\n</blockquote> \n\n<blockquote id=\"blockquote_55\">QN The date below the inward No. on this letter appears to have been erased. Do you know anything about it?\n</blockquote> \n\n<blockquote id=\"blockquote_56\">AN I have given the date 3-12-1979 on this letter below the inward No. but I do not know who has erased it.\n</blockquote> \n\n<blockquote id=\"blockquote_57\">QN There is somebody&#x27;s initials on this letter in red ink which has been subsequently erased. Whose initials is this?\n</blockquote> \n\n<blockquote id=\"blockquote_58\">AN I cannot make out. It must be of somebody in our Quilon office. QN What you have done after registering this letter in the inward register?\n</blockquote> \n\n<blockquote id=\"blockquote_59\">AN All incoming letters are opened by Shri K. Janardhanan .Pillai and then handed over to me for registering them. After registration all these letters will be given back to Shri Janardhanan Pillai who use to distribute them to the officers concerned for necessary action.\n</blockquote> \n\n<blockquote id=\"blockquote_60\">QN To whom he sends the contracts received from the buyers for export?\n</blockquote> \n\n<blockquote id=\"blockquote_61\">AN I do not know.\n</blockquote> \n\n<blockquote id=\"blockquote_62\">QN The particular contract registered by you as 4424 was obtained from the Quilon Office. How it has gone to Quilon which it was actually received at Trivandrum?\n</blockquote> \n\n<blockquote id=\"blockquote_63\">AN I do not know. It must have been sent by Shri K.J. Pillai.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_64\">It is further interesting to note that the said witness was summoned by the appellants themselves for cross-examination and he stated a different story to the effect that the contract was received, and he had noted the inward number and date on this con tract, but that entry stands disappeared, and he does not know how that entry disappeared. The relevant part of his statement may be extracted below:\n</blockquote><blockquote id=\"blockquote_65\"> &quot;In the Inward register mentioned as Annexure No. 19 at Page 12 contract No. TCF-1086 dated 6th July, 1979 has been entered as SI. No. 4424. This entry has been written in my handwriting. The subject matter of this entry viz., Contract No. TCF-1086 dated 6th July, 1979 was received from the Bombay Registered Office of M/s. Janso Exports Pvt. Ltd.,What I meant by &quot;from M/s. 20th Century Foods Pvt. Ltd., Singapore&quot; In that entry Is only a description of the documents viz., that the contract pertains to M/s. 20th Century Foods. I have mentioned In my chief statement that I had noted the inward number and date on this contract viz., TCF- 1086. I do not know how that entry disappeared.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_66\">Shri V. Paramu Pillai stated 1h his statement that the contract in question was received in the first week of January, 1980, and he use to sign the contract When asked about the said eraslon, he also pleaded his ignorance. The relevant portion of his statement may be reproduced as below:\n</blockquote>  \n\n<blockquote id=\"blockquote_67\">QN The original copy of the contract No. 1086 seized from your Quilon office (Placed in Janso Contract File No. Ill) does not bear your signature for having accepted the contract. Why Is It so?\n</blockquote> \n\n<blockquote id=\"blockquote_68\">AN Normally I do not sign all the copies of the contracts.\n</blockquote> \n\n<blockquote id=\"blockquote_69\">QN In this copy of the contract the Inward No. is given but the date of receipt appear to have been erased. Why Is It so?\n</blockquote> \n\n<blockquote id=\"blockquote_70\">AN I do not know.\n</blockquote> \n\n<blockquote id=\"blockquote_71\">QN The date of the contract No. 1086 is alleged to be 6th July, 1979, whereas you were In receipt of the contracts only in 1 st week of January, 1980. What do you think is the reason for the delay in receipt of this contract?\n</blockquote> \n\n<blockquote id=\"blockquote_72\">AN I do not know.\n</blockquote> \n\n<blockquote id=\"blockquote_73\">QN You have stated that signed contracts are received after two weeks of the conclusion of the sales over telex. In the case of contract No. TCF -1086 the same was received by you in the first week of Jan. 1980 - Does it mean that the sale in respect of this contract was concluded only two weeks back, i.e. around the third week of December, 1979?\n</blockquote> \n\n<blockquote id=\"blockquote_74\">Instead of giving a direct reply, he evaded the answer and stated as follows:\n</blockquote> \n\n<blockquote id=\"blockquote_75\">AN This contract was sent to the Quilon office from the TVM office by the first week of Jan. 80 and I am not aware of the exact date of receipt of this contract in TVM office. Also I do not know the date by which this sale was concluded over telex/telephone.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_76\">The fact remains that the appellants failed to explain the said alteration and eraslon and they also failed to show when the same were made.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_42\">28. Regarding last circumstance No. (viii) that there was jumbling of serial numbers of contracts, that is to say, later numbers coming for earlier dates and previous numbers assigned later dates, the learned counsel for the appellants contended that It was due to the fact that different serial numbers were assigned by the buyer for the different regions. This explanation was rejected by the Adjudicating Authority In these terms:\n</p>  \n\n<blockquote id=\"blockquote_77\">&quot;This is not a sound explanation because the contract numbers only show TCF code and do not indicate any distinction region-wise. In this connection, it is placed on record that M/s. 20th Century Foods. Singapore is the selling agent of M/s. Janso Exports (P) Ltd. and there is a valid selling agency agreement for this purpose. The argument of assigning different serial numbers for contracts with buyers of different regions would clearly indicate that the real buyer in respect of these contracts are different parties and not the 20th Century Foods, Singapore. The contracts with real buyers are not produced for shipment and in lieu of that selling agent himself makes different contracts with the setter showing a very low value compared to the actual selling price. This in fact has happened in respect of shipment covered by Shipping Bill No. 1646 &amp; 1647 of 17-1-1980 for which contract number TCF -1086 was produced. The telex messages exchanged between Mr. K. Janardhanan Pillai and Shri Morris Mathais of M/s. 20th Century Foods would confirm this beyond any doubt. For quick reference the telex messages are reproduced below :-\n</blockquote>  \n\n<blockquote id=\"blockquote_78\">&quot;HAVE YOU SOLD THOUSAND CASES 320 (?) IF SO WHAT PRICE&quot; KJP\n \n\n&quot;AS REQUESTED BY RAJAN HAVE SOLD 1000 320s 2.50 CNF. C 2.5 PCT SYDNEY (.) REQUIRE TWO BILLS OF LADING FOR 750 CTNS AND 250 CTNS RESPECTIVELY*.) WOULD YOU LIKEUS TO TRY FOR FURTHER 1000 320s AT 2.55 CNF SYDNEY ANY INTEREST FOR APRIL MAY SHIPMENTS AROUND THE SAME PRICE&quot; MATHAIS\n \n\n&quot;SHIPPING 1000 320s TCF 1086(.) TELEGRAPH DESTINATION AS SYDNEY FOR PASSING CUSTOMS (.) DONT SELL FURTHER&quot; K.J.P.\n \n\n&quot;SINCE OURSELVES SELLING 320 JAPAN, AUSTRALIA DONT SELL 320 WITHOUT PRIOR APPROVAL (.) LAST SALE JAPAN CNF 249 EQUIVALENT 255.75 CNF NEW YORK BASIS&quot; - KJP.\n</blockquote> \n\n<blockquote id=\"blockquote_79\">The use of words K.J.P. at the end of telex messages sent from Trivandrum office have been disputed in their reply as not appearing in the original copies. For this, explanation is available in the statements recorded from the officers of M/s. Janso Exports (P) Ltd. and the Trivandrum office wherein it is clearly Indicated that all the outgoing telex messages are given by Shri K. Janardhanan Pillai only and not anybody else, especially in the case of selling cashews. Even though the name of Shri K. Janardhanan Pillai does not appear in the original copy of the telex messages it can be reasonably assumed that the above messages have originated from him only. Moreover the wordings in the telex messages like giving directions and seeking approval on the other side would clearly indicate that these messages are given by nobody else that Shri K. Janardhanan Pillai himself.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_43\">Shri K. Narayanan Pillai, learned counsel for the appellants could not pursue us to take a contrary view. We also do not find any cogent evidence for taking a contrary view.\n</p> \n\n<p data-structure=\"Section\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"827880\" id=\"span_19\">Thus, from a resume of the facts and circumstances of the case as stated above, it is clear that the Department has succeeded in proving that the contract was fictitious and antedated and the appellants have miserably failed to establish or explain the alleged contract and the alleged date of contract. The burden to establish those facts was on the appellants being in their special knowledge. On this point law <a href=\"/doc/1629212/\" id=\"a_123\">laid down by</a> the Supreme Court in the case of <a href=\"/doc/827880/\" id=\"a_124\">Collector of Customs v. D. Bhoormull</a>, AIR 1974 SC 859 may be quoted with advantage.</span>\n</p>  \n\n<blockquote id=\"blockquote_80\">&quot;30...Department is not required to prove its case with mathematical precision to a demonstrable degree; for, in all human affairs absolute certainty is a myth, and as Prof. Brett felicitously puts it - &quot;all exactness is a fake&quot;...All that it re- quires is the establishment of such a degree of probability that a prudent man may, on its basis, believe in the existence of the fact in issue....\n</blockquote> \n\n<blockquote id=\"blockquote_81\">&quot;44...the Department would be deemed to have discharged its burden if it adduces only so much evidence, circumstantial or direct, as is sufficient to raise a presumption in its favour with regard to the existence of the facts sought to be proved...\n</blockquote> \n\n<blockquote id=\"blockquote_82\">&quot;32 Smuggling is clandestine conveying of goods to avoid legal duties. Secrecy and stealth being its covering guards, it is impossible for the Preventive Department to unravel every link of the process. Many facts relating to this illicit business remain in the special or peculiar knowledge of the person concerned in it. On the principle underlying <a href=\"/doc/697566/\" id=\"a_125\">Section 106</a>, Evidence Act, the burden to establish those facts is cast on the person concerned: and if he fails to establish or explain those facts, an adverse inference of facts may arise against him, which coupled with the presumptive evidence adduced by the prosecution or the Department would rebut the initial presemption of innocence in favour of that person and in the result prove him guilty...&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1629212\" id=\"span_20\">It would be apposite in this context to refer to the ratio of the Supreme Court decision in the case of <a href=\"/doc/1629212/\" id=\"a_126\">Kanungo and Co., v. Collector of Customs, Calcutta</a>, AIR, 1972 SC 2136,1983 ELT 1486 (S.C.) wherein it was held, that\n &quot;It cannot be disputed that the false denial could be relied on by the Customs Authorities for the purpose of coming to the conclusion that the goods had been illegally imported.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1051710\" id=\"span_21\">In <a href=\"/doc/1051710/\" id=\"a_127\">Issardas Daulat Ran v. Union of India</a>, (1962) Supp. (1) SCR 358 at page 363, the credibility of the story about the purchase of gold from certain parties was treated as a relevant piece of evidence.&quot;</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\">So far as trial proceedings in the Criminal Court are concerned, it is the axiomatic proposition of law that circumstantial evidence should point only to one hypothesis, namely, the guilt of the person and should be absolutely incompatible with the innocence of the persons accused of an offence. But the effect of the said decisions of the Supreme Court is that the standard of proof in criminal prosecution before a Criminal Court is different from the standard of proof before the Adjudicating authority where pre-ponderance of probability would be a guiding factor and proof beyond reasonable doubt relevant in criminal prosecution before a Criminal Court cannot be bodily lifted and transplanted in adjudication proceedings where consideration of probabilities would be the guiding factor. Be that as it may, on consideration of the entire evidence available on record, we are clearly satisfied that the Contract TCF-1086, in question was a fictitious and also antedated contract to suit the convenience of the appellants, and there was a motive on the part of the appellants to earn the Foreign Exchange illegally by not declaring the full export value of the goods in question in the Shipping Bills and in the G.R.1 Form as required Under <a href=\"/doc/1829684/\" id=\"a_128\">Section 18(1)</a> of FERA, 1973.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\">29. On the question of under-valuation in the Shipping Bills, Shri K. Narayanan, counsel for the appellants contended that it is not proved that the appellants failed to give the true statements of the full export value in their G.R. 1 Form and the Shipping Bills presented by them for shipment as required Under <a href=\"/doc/1126330/\" id=\"a_129\">Section 18(1) (a)</a> of FERA., 1973. In the process, he submitted that the full export value was declared in the Shipping Bills as per contract No. TCF-1086. He also contended that the price of 320 grades white wholes declared in the Shipping Bills at the rate of U.S. $ 1 90/lb was in accordance with the said contract No. TCF-1086 and it was also the prevalent price at the time of executing the contract. In this connection, he drew our attention to the chart showing details of the shipments made during November/December, 1979 and also to a certificate said to be issued by the Cashew Export Promotion Council, Cochin. As regards the price mentioned in the said Contract No. TCF-1086, no reliance can be placed as the same was a fictitious and antedated document as held by the Adjudicating Authority and confirmed by us as stated above. As regards the chart showing the details of shipments made during November/December, 1979, from Cochin Port, no help can be taken because presumably the prices must have been declared according to the contract/contracts made between the parties concerned. Further, these prices so far as the grade 320 cashew kernels are concerned relate to November and December, 1979, and not of January, 1980 when the cashew kernels in question were attempted to be exported. From the certificate said to have been issued by the Cashew Export Promotion Council, it appears that as per the New York market quotations (C &amp; F basis) the prices of the cashew kernels of 320 grades white wholes were around U.S. $ 1.96/1.98/Ib., but from the said certificate it also appears that the price of the same grade and quality of cashew kernels was U.S. $ 2.25 in November, 1979, and U.S. $ 2.30 in December, 1979. These prevailing prices in November and December, 1979 also go against the appellants. On the other hand, the Department has also produced the chart showing the price prevailing during 1979 and 1980. From the chart, we observe that the appellants M/s. Raj Mohan Cashews Ltd., on account of M/s. Janso Exports Pvt. Ltd., exported 500 cartons of the cashew kernels of the same grade x at the rate of U.S. $ 2.48/lb. to Australia on 24-1-1980 and during January, 1980, the prices were either U.S. $ 2.45 or 2.55/lb. In the instant case, the Adjudicating Authority has held on the basis of the telex messages recovered from the appellants that the price declared for shipment should have been the real price at which the goods were sold at the relevant time, that is to say, it should have been U.S. $ 2.50/lb. Shri K. Narayanan, in the process also submitted that the telex messages exchanged between the appellant K. Janardhanan Pillai and Morris Mathais of M/s. 20th Century Foods Pvt. Ltd., have been wrongly construed. From the records we observe that in the telex messages Morris Mathais has stated that he has sold 1000 cartons at thetate of U.S. $ 2.50/lb as desired by Shri Rajan, who is the son of the appellant K. Janardhanan Pillai and also is the Chairman of the purchaser, M/s. 20th Century Foods Pvt. Ltd., Singapore, in question. As quoted above, the Collector of Customs has held that these 1000 cartons are the same as presented for shipment under the cover of the Shipping Bills No. 1646 and 1647 dated 17-1-1980 by quoting a price of U.S. $ 1.90/lb. In the telex message, the query by Shri Morris Mathais, would you like us to try for further 1000 320s at the rate of U.S. $ 2.55 clearly indicates that the sales done by Shri Morris Mahais was on behalf of shipper in India and this can be treated as in terms of the agency agreement between the seller and M/s. 20th Century Foods Pvt. Ltd., (the agency agreement was not disputed before us). Thus, under these circumstances, the finding of the Adjudicating Authority that the full export value for shipment should have been the real price at which the goods were sold, that is to say, U.S. $ 2.50/lb, is correct. At any rate, it stands proved that the price declared by the appellants as U.S. $ 1.90/lb was not the full export value. Consequently, by quoting a much less price of U.S. $ 1.90/lb under the cover of fictitious and antedated contract No. TCF-1086, the appellants have clearly contravened the provisions of <a href=\"/doc/1829684/\" id=\"a_130\">Section 18(1)</a> of FERA., 1973, by not giving true statement of the full export value in G.R. 1 Form and the Shipping Bills presented by them for shipment, and this under valuation in the Shipping Bills is the apparent reason for fabricating and antedating the alleged contract No. TCF-1086, with a motive to transfer the extra foreign exchange earned from India to Singapore. Therefore, the goods in question were rightly confiscated.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\">30. Learned counsel for the appellants also submitted that in the instant case, M/s. Janso Exports Pvt. Ltd., was the exporter. Hence, the imposition of penalty Under <a href=\"/doc/1519901/\" id=\"a_131\">Section 114</a> of the Customs Act upon the other appellants is illegal. From the show Cause Notice it is clear that the appellant M/s. Raj Mohan Cashews Ltd., was also charged for attempting to export the goods in question knowing fully well that value declared in the Shipping Bills and G.R.1 Form does not represent the full export value and the contract produced in the shipment is not a genuine document. Shri K. Janardhanan Pillai, Chairman and Director of M/s. Raj Mohan Cashews Ltd., and Director of M/s. Janso Exports Pvt. Ltd., was also charged for the active involvement in fabricating the antedated and fictitious contract and for giving directions to make the shipment against this contract, knowing fully well that the same goods have been sold for much higher price with the motive of retaining the extra foreign exchange equivalent to Rs. 2.4 lakhs approximate abroad in violation of the provisions of the FERA, 1973. By the impugned order the Adjudicating Authority has found the charge proved. From the Shipping Bills No. 1646 and 1647 dated 17-1 -1980 and the G.R. 1 Form which were produced for clearance, it is clear that the exporters name declared in the Shipping Bills and G.R.1 Form was the name of the appellant M/s. Raj Mohan Cashew Ltd. and not M/s. Janso Exports Pvt. Ltd. Apart, it is admitted to the appellants that M/s. Raj Mohan and Janso Exports Pvt. Ltd., are the selling parties in the contract produced for shipment. It is also on record as stated above, that all the appellants have mutual interest in the business of each other. It is true that M/s. Janso Exports Pvt. Ltd., have admitted in their reply to the Show Cause Notice that they are the exporters. It is also true that the name of M/s. Janso Exports Pvt. Ltd., is shown in the Shipping Bills and G.R.1 Form below the name of the Exporter M/s. Raj Mohan Cashew Ltd., as &quot;On account&quot;, but the fact remains that M/s. Raj Mohan Cashew Ltd. and M/s. Janso Exports Pvt. Ltd., are the selling parties in the contract produced for shipment. Thus, the conclusion is inescapable that M/s. Janso Exports Pvt. Ltd., is liable as an exporter and M/s. Raj Mohan Cashews Ltd., as an abettor, if not as an exporter &quot;on account&quot; M/s. Janso Exports Pvt. Ltd. From the evidence discussed above, it is clear that M/s. Raj Mohan Cashews Ltd., is guilty of abetment by conspiracy and therefore liable to penalty Under <a href=\"/doc/1519901/\" id=\"a_132\">Section 114</a> of the Customs Act. As regards the appellant, Shri K. Janardhanan Pillai, there is overwhelming evidence to show his active involvement in the functioning of these firms and selling and attempting to export the cashew kernels in question. In the statements recorded Under <a href=\"/doc/877314/\" id=\"a_133\">Section 108</a> of the Customs Act, it has come out that the appellant, Shri K. Janardhanan Pillai is the man who is controlling all the affairs of these firms, especially in matters of policy decision and selling of export goods and his decisions are accepted without any objection. Not only this, Shri R. Gopinathan Nair Managing Director of M/s Raj Mohan Cashews Ltd., and son-in-law of the appellant,\n  Shri K. Janardhanan Pillai, has clearly stated in his statement recorded Under <a href=\"/doc/877314/\" id=\"a_134\">Section 108</a>, that Contract No. TCF-1086 was finalised by the appellant, Shri K. Janardhanan Pillai. Shri K. Janardhanan Pillai himself has not denied it by stating that &quot;I do not remember whether in respect of Contract No. TCF-1086 dated 6th July, 1979, covering the Shipping Bills No. 1646 and 1647 dated 17-1-1980, the negotiations have been done by me or not&quot;. He also tried to put an end to the matter by further stating that &quot;it is also not possible to verify from the records the name of the person who has made the negotiations on behalf of M/s. Janso Exports Pvt. Ltd., in respect of this contract. He further admitted that he knows that the Shipping Bills in question were presented and that in the Contract No. TCF-1086 price was mentioned as U.S. $ 1.90/lb. He further pleaded his ignorance by stating that he does not know whether the 1000 cartons of cashew kernels in question were re-sold at U.S. $ 2.50/lb by M/s 20th Century Foods Pvt. Ltd. He has admitted that his son is the Chairman of the purchaser, M/s. 20th Century Foods Pvt. Ltd., but pretended by saying that he came to know about it only recently. Shri R. Gopinathan Nair, Managing Director of M/s. Raj Mohan Cashews Ltd., has also stated that in respect of M/s. Raj Mohan Cashews he does not give any message by telex without the instructions of the appellant, Shri K. Janardhanan Pillai and Shri K. Janardhanan Pillai will give the direction. He has further stated that the commission of 2-1/2% shown in the contract No. TCF-1086 was arranged by Shri K. Janardhanan Pillai, appellant. Shri N. Chandrasekharan Nair, Inward and Outward Clerk in the office of M/s. Janso Exports Pvt. Ltd., has clearly stated that the contract in question which was registered as inward No. 4424 must have been sent by Shri K. Janardhanan Pillai, appellant. Shri M. Karunakaran Nair has stated that in respect of these firms directions are given by the appellant, Shri K. Janardhanan Pillai. In fact, the appellant is having overall supervision of all the firms owned by himself or his relatives and his directions are always carried out without any alteration. Shri V. Paramu Pillai, who has signed the contract No. TCF-1086 in question has stated that he has signed the contract as a buyer at the instructions of the appellant, Shri K. Janardhanan Pillai.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\">On consideration of the entire evidence both direct and circumstantial, we are clearly satisfied that all the appellants were privy to the attempted illegal export and have played a very vital role in relation thereto, and therefore, the circumstances appearing in evidence are so overwhelming in nature as would clearly establish their complicity. We, therefore, find that the charges found proved against the appellants under the impugned order, are clearly sustainable in law and we therefore, confirm the same.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_50\">31. The only other contention of the learned counsel for the appellants is that the imposition of the penalty exceeding Rs. 1,000/ is illegal being against the provisions of Clause (i) of <a href=\"/doc/1519901/\" id=\"a_135\">Section 114</a> of the Customs Act. According to him, the penalty cannot exceed Rs. 1,000/-. We are afraid, this contention too has no force. In the instant case, the appellants have been found guilty for not declaring the full export value of the goods attempted to be exported as required Under <a href=\"/doc/1829684/\" id=\"a_136\">Section 18(1)</a> of FERA, 1973. Thus, untrue declaration with respect to the full export value amounts to a prohibition for the purpose of <a href=\"/doc/1519901/\" id=\"a_137\">Section 114</a> of the Customs Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"114741\" id=\"span_22\">In the case of <a href=\"/doc/114741/\" id=\"a_138\">South India Coir Mills, Poockakkal v. Additional Collector of Customs and Central Excise</a>, supra, the appellant firm M/s. South India Coir Mills was found guity for untrue declaration Under <a href=\"/doc/1795237/\" id=\"a_139\">Section 12(1)</a> of FERA, 1947 and in view of <a href=\"/doc/1797702/\" id=\"a_140\">Section 11</a> of the Customs Act, the goods were confiscated Under <a href=\"/doc/202701/\" id=\"a_141\">Section 113(d)</a> and the penalty was imposed Under <a href=\"/doc/1519901/\" id=\"a_142\">Section 114</a> of the said Act. On appeal, the Supreme Court upheld the confiscation and also the imposition of the penalty, but reduced the same in the facts and circumstances of that case. In the instant case, the value of the goods declared in the Shipping Bills in the Indian currency is Rs. 7,60,000/ C &amp; F and Rs. 7,07,968/- FOB. Under these circumstances, the penalty imposed in the instant case upon the appellants is legal.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\">32. In the result all the three appeals are dismissed being devoid of any merits.\n</p>\n\n \n\n","numcites":41,"numcitedby":8,"docsource":"Customs, Excise and Gold Tribunal - Tamil Nadu","citetid":93734,"divtype":"judgments","relatedqs":[{"value":"antedated document","formInput":"antedated%20document"},{"value":"fera sec 18","formInput":"fera%20sec%2018"},{"value":"sec 113 of customs act","formInput":"sec%20113%20of%20customs%20act"},{"value":"attempt to export","formInput":"attempt%20to%20export"},{"value":"fera 1947","formInput":"fera%201947"},{"value":"rajan pillai","formInput":"rajan%20pillai"},{"value":"Contract by correspondence","formInput":"Contract%20by%20correspondence"},{"value":"fera","formInput":"fera"},{"value":"prohibited goods","formInput":"prohibited%20goods"},{"value":"penalty under section 114","formInput":"penalty%20under%20section%20114"},{"value":"customs act,1962","formInput":"customs%20act%2C1962"},{"value":"''agency agreement''","formInput":"%27%27agency%20agreement%27%27"},{"value":"contract of sale","formInput":"contract%20of%20sale"},{"value":"reasonable belief","formInput":"reasonable%20belief"},{"value":"export value","formInput":"export%20value"},{"value":"cashew","formInput":"cashew"},{"value":"customs act","formInput":"customs%20act"},{"value":"export goods","formInput":"export%20goods"},{"value":" adjudicating authority","formInput":"%20adjudicating%20authority"},{"value":"section 108 ","formInput":"section%20108%20"}],"cats":[{"value":"power-to-summon","formInput":"tag:power-to-summon"},{"value":"law-governing-customs","formInput":"tag:law-governing-customs"}],"courtcopy":false,"query_alert":null,"agreement":false}