{"tid":134848983,"publishdate":"2020-10-22","title":"Sanjiv Prakash vs Seema Kukreja & Ors. on 22 October, 2020","doc":"<h2 class=\"doc_title\">Sanjiv Prakash vs Seema Kukreja &amp; Ors. on 22 October, 2020</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-k-rao\">V. Kameswar Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-k-rao\">V. Kameswar Rao</a></h3>\n\n<pre id=\"pre_1\">      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                        Judgment delivered on: October 22, 2020\n\n+     ARB.P. 4/2020\n      SANJIV PRAKASH                                        ..... Petitioner\n                   Through:           Mr. Rajiv Nayar, Sr. Adv. and\n                                      Mr. Arun Kathpalia, Sr. Adv. with Mr.\n                                      Abhimanyu Mahajan,\n                                      Mr. Swapnil Gupta, Mr. Ujjal\n                                      Banerjee, Ms. Anubha Goel,\n                                      Mr. Akash Khurana, Ms. Tanisha\n                                      Bawa, Mr. Husian and Mr. Mayank\n                                      Joshi, Advs.\n                  Versus\n      SEEMA KUKREJA &amp; ORS.                            ..... Respondents\n                  Through:            Dr. A.M. Singhvi, Sr. Adv. and\n                                      Mr. Ramji Srinivasan, Sr. Adv. with\n                                      Mr. Manik Dogra, Ms. Sonali Jaitley\n                                      Bakshi, Mr. Jaiyesh Bakshi, Mr.\n                                      Avishkar Singhvi, Mr. Pallav Pandey,\n                                      Mr. Palash Singhi and Ms. Rini\n                                      Badoni, Advs. for R-1 &amp; R-2\n                                      Mr. Sandeep Sethi, Sr. Adv. with\n                                      Mr. Jagat Mehra, Adv. for R-3\n     CORAM:\n     HON&#x27;BLE MR. JUSTICE V. KAMESWAR RAO\n\n                              JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">     V. KAMESWAR RAO, J\n\n</p><p data-structure=\"Issue\" id=\"p_2\">     1.      The present petition has been filed under <a href=\"/doc/401357/\" id=\"a_1\">Section 11(5)</a> of\n     the Arbitration and Conciliation Act, 1996 (&#x27;Act&#x27;, for short) with\n     the following prayers:\n</p><blockquote id=\"blockquote_1\">             &quot;In the light of the facts and circumstances stated\n             hereinabove, it is most respectfully prayed that this\n             Hon&#x27;ble Court may be graciously pleased to:\n</blockquote><blockquote id=\"blockquote_2\">                   (a) Appoint a sole arbitrator under <a href=\"/doc/1841764/\" id=\"a_2\">Section 11</a> of\n\n<span class=\"hidden_text\" id=\"span_1\">ARB. PET. 4/2020                                                     Page 1/56</span>\n                    the <a href=\"/doc/1306164/\" id=\"a_3\">Arbitration and Conciliation Act, 1996</a>, as\n                   amended till date, for the purpose of adjudicating\n                   the disputes that have arisen between the Parties\n                   under the MoD;\n</blockquote><blockquote id=\"blockquote_3\">                   (b) pass such further orders as this Hon&#x27;ble Court\n                   may deem fit and proper in the facts and\n                   circumstances of the present case.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_3\">     2.      It is the case, as stated by the petitioner that a Company\n     was incorporated on December 09, 1971, under the name of\n     Asian Films Laboratories Pvt. Ltd. by the respondent No.3 and\n     the entire amount of the paid-up capital from incorporation\n     onwards was paid by him from his personal funds. He then\n     distributed the shares to his family members who did not pay any\n     consideration for the shares. Subsequently, the name of the\n     Company was altered to its present name - ANI Media Private\n     Limited (&#x27;ANI&#x27;/ &#x27;Company&#x27;, for short) on March 06, 1997.\n     Petitioner is the son of respondent No. 3 and respondent No. 2\n     being his mother and respondent No.1 his sister and he holds\n     15.30% shares and serves as the Managing Director of ANI.\n     Owing to the extensive efforts of the petitioner at global level\n     bolstered the Company&#x27;s business relationship with Reuters\n     Television Mauritius Limited, now Thomson Reuters Corporation\n     Pte. Ltd. (&#x27;Reuters&#x27;, for short). In 1996 Reuters approached the\n     Petitioner for a long-term equity investment and collaboration in\n     respect of the Company on the condition that the Petitioner would\n     play an active role in the management of the Company.\n</p><p data-structure=\"Facts\" id=\"p_4\">     3.      It is stated by the petitioner that since Reuters was willing\n     to buy into ANI under the condition that the management of the\n     Company would be in the hands of the petitioner and also the\n<span class=\"hidden_text\" id=\"span_2\">ARB. PET. 4/2020                                                        Page 2/56</span>\n      Prakash family members being very keen on Reuters acquiring\n     equity in the Company, which in tum would lead to substantial\n     gains from Reuters&#x27; acquisition of shares and also a resultant\n     increase in flow of business, in order to secure the future position\n     of the petitioner in the Company, prior to the execution of the\n     agreements    with Reuters     in   1996, a     Memorandum of\n     Understanding (&#x27;MoU&#x27;, for short) (undated) was entered into\n     between the Prakash Family Members, i.e. the petitioner and the\n     respondent Nos. 1-3.\n</p><p data-structure=\"Facts\" id=\"p_5\">     4.      The MoU, it is stated, constituted a special arrangement\n     between the family shareholders of the Company constituting a\n     succession plan and management scheme for the Prakash Family\n     qua the Company, and ensured that the petitioner remained in\n     control of the Company in view of his pre-eminent role in its\n     management and growth as recognized by all parties to the MoU.\n     The MoU is a valid and binding agreement inter- se the Prakash\n     Family Members and it was only on the basis of the agreement\n     reached in the MoU that the petitioner took forward and\n     concluded a transaction with Reuters to the benefit of the\n     respondent No.1 and respondent No.2. It is further stated that\n     once the inter-se arrangement/agreements between the Prakash\n     Family Members had been defined in the 1996 MoU, the MoU\n     was acted upon and on April 12, 1996, the Prakash Family\n     Members entered into a Shareholders Agreement (&#x27;SHA&#x27;, for\n     short) and a Share Purchase Agreement with Reuters, by which\n     Reuters acquired 49% shares in the Company from the family.\n     The proportion in which the shares were sold by the Prakash\n\n\n<span class=\"hidden_text\" id=\"span_3\">ARB. PET. 4/2020                                                       Page 3/56</span>\n      Family Members to Reuters was as contemplated in Clause 1 of\n     the MoU. Relevant portion of the MoU with Clause 1 reads as\n     under:\n</p><blockquote id=\"blockquote_4\">              &quot;Whereas a Private Limited Company, known as\n              Asian Films Laboratories Private Limited\n              (Company) was started in the year 1971 by P.P and\n              has ably been run and managed by S.P. The\n              company is functioning under the name and style of\n              Asian News International (ANI) which is the trade\n              name. ANI is South Asia&#x27;s largest television news\n              gathering organization and has a very wide\n              infrastructure presence.\n</blockquote><blockquote id=\"blockquote_5\">              Whereas S.P supported by the guidance and vision\n              of P.P has been responsible for the tremendous\n              growth of ANI. Their efforts have resulted in\n              establishing a solid base for the company which is a\n              prerequisite for growth.\n</blockquote><blockquote id=\"blockquote_6\">              xxxxx                    xxxxx             xxxxx\n              And whereas ANI for the past many years has been\n              doing considerable business with Reuters Television\n              (Reuters). The relationship between them has been\n              close and cordial. In order to strengthen the\n              relationship and make optimum use of the\n              tremendous growth potential in the TV media sector,\n              including to cater to the ever expanding news video\n              demands of Reuters in its satellite transmissions to\n              subscribers worldwide, it has been found expedient\n              by the existing members of the company to divest\n              49% of their shareholding in favour of Reuters or its\n              affiliates subject to necessary permission of\n              authorities. This would cement the relationship built\n              over the years between Reuters and the company.\n              Now this MoU witnesseth as under:\n</blockquote><blockquote id=\"blockquote_7\">              1. The Prakash family will divest its 49%\n              shareholding as under:\n</blockquote><pre id=\"pre_2\">                     Mr. Prem Prakash              1372\n                     Mrs. Daya Prakash             1176\n                     Mr. Sanjiv Prakash            1470\n<span class=\"hidden_text\" id=\"span_4\">                     Mrs. Seema Kukreja              882</span>\n\n<span class=\"hidden_text\" id=\"span_5\">ARB. PET. 4/2020                                                      Page 4/56</span>\n<span class=\"hidden_text\" id=\"span_6\">                                                        4900</span>\n                                                  __________\n\n</pre><blockquote id=\"blockquote_8\">     5.        The shareholding subsequent to execution of the SHA, as\n     admitted by both parties, is as follows:\n</blockquote>\n\n<blockquote id=\"blockquote_9\">     Prior to SHA dt. 12.04.1996    After SHA dt. 12.04.1996\n\n     Prem Prakash       27.99%      Prem Prakash          14.27%\n     (Respondent                    (Respondent No.3)\n     No.3)\n\n     Daya Prakash       24.01%      Daya Prakash          12.25%\n     (Respondent                    (Respondent                     51%\n     No.2)                          No.2)\n     Sanjiv Prakash     30.00%      Sanjiv Prakash        15.30%\n     (Petitioner)                   (Petitioner)\n     Seema              18.00%      Seema Kukreja         9.18%\n     Kukeraja                       (Respondent\n     (Respondent                    No.1)\n     No.1)\n\n</blockquote><blockquote id=\"blockquote_10\">     ---                            Reuters               49%\n\n\n\n</blockquote><blockquote id=\"blockquote_11\">     6.        It is stated by the petitioner that the MoU was a separate\n     and distinct agreement vis-a-vis the SHA and the Share Purchase\n     Agreement dated April 12, 1996, as, evident from their respective\n     terms, the MoU was binding on the members of the Prakash\n     family inter-se and SHA was binding as between the Prakash\n     Family shareholders and Reuters. Subsequent thereto, the terms\n     of the MoU were included in the Articles of Association of the\n     Company which were amended on May 14, 1996 (Articles of\n     1996) after the investment by Reuters to recognize and\n     acknowledge the special rights that were existing in the MoU.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_6\">     The Articles of 1996 continued to be operative till August 30,\n     2012 and demonstrate how the MoU was fully acted upon and\n     recognized by the parties thereto. However, on August 30, 2012,\n\n<span class=\"hidden_text\" id=\"span_7\">ARB. PET. 4/2020                                                       Page 5/56</span>\n      the Company due to regulatory concerns adopted Articles which\n     did not reflect the special rights of any of the parties either\n     Reuters or the Prakash Family. However, this did not and was\n     never intended to, modify the arrangement inter-se the Prakash\n     Family. Indeed, the Company once again adopted the Articles of\n     1996 on 26 March 2014, before adopting the Articles as it exists\n     in the current form in September 2014. It is therefore clear that\n     the Prakash Family Members who have each benefited from the\n     MoU and the resultant partnership with Reuters remained bound,\n     and continue to be bound, inter-se by the terms of the MoU\n     irrespective of changes to the Articles. Relevant provisions of the\n     Articles of 1996 read as under:\n</p><blockquote id=\"blockquote_12\">          &quot; Transfer of Shares\n</blockquote><blockquote id=\"blockquote_13\">          11.(f) If the Continuing Shareholder(s) comprise Prakash\n          Family Shareholders and purchases are to be made by\n          them under <a href=\"/doc/1678224/\" id=\"a_4\">Article 11(e)</a>, SP Shall have the right (but not\n          the obligation) to purchase all (but not some only) of the\n          Seller&#x27;s Shares. If SP shall fail to purchase (sic) all of the\n          Seller&#x27;s Shares within the time period set out in <a href=\"/doc/1678224/\" id=\"a_5\">Article\n          11(e)</a> the Shares subject to such purchases shall be\n          acquired by each Prakash Family Shareholder in the\n          proportion such Shareholder&#x27;s holding of Shares bears to\n          the aggregate number of Shares held by all of the Prakash\n          Family Shareholders who have become bound to make\n          such purchases.\n</blockquote><blockquote id=\"blockquote_14\">          11.(i) Reuters shall be entitled at any time to transfer any\n          of the Shares held by it to a company which is a member of\n          the Reuters Group and, save for SP for a period of three\n          (3) years from the date of adoption of these Articles, each\n          of the Prakash Family Shareholders shall be entitled to\n          transfer any of the Shares held by it to another Prakash\n          Family Member or Interest provided always (in the case of\n          such a transfer by a Prakash Family Shareholder or\n          Prakash Family member):\n</blockquote><blockquote id=\"blockquote_15\">          (i) SP shall have the right (but not the obligation), upon\n<span class=\"hidden_text\" id=\"span_8\">ARB. PET. 4/2020                                                       Page 6/56</span>\n           serving notice in writing to each remaining Prakash\n          Family Shareholder to purchase all (but not some only) of\n          such Shares in preference to any other Prakash Family\n          Shareholder; and\n</blockquote><blockquote id=\"blockquote_16\">          ---\n</blockquote><p data-structure=\"Issue\" id=\"p_7\">          Proceedings at General Meeting\n</p><p data-structure=\"Section\" id=\"p_8\">          16.(b) If a poll is demanded in accordance with the\n          provisions of <a href=\"/doc/1714062/\" id=\"a_6\">section 179</a> of the Companies Act, 1956:\n</p><blockquote id=\"blockquote_17\">          (i) SP shall, so long as he holds Shares, be able to vote\n          such number of Shares as is equal to the number of Shares\n          held by all the Prakash Family Shareholders less the\n          number of Prakash Family Shareholders other than SP\n          (the Other Prakash Family Shareholders). The remaining\n          votes attributable to Shares hold (sic) by Prakash Family\n          Shareholders shall be divided equally between the Other\n          Prakash Family Shareholders; and\n</blockquote><blockquote id=\"blockquote_18\">          (ii) the provisions of <a href=\"/doc/211089/\" id=\"a_7\">Article 16(b)(i)</a> shall cease to be valid\n          and effective upon the occurrence of any of the Event in\n          relation to SP.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_9\">     7.      It is also stated that the MoU has not been amended, nor\n     have the parties entered into any other MoU, modifying the terms\n     of the same.\n</p><p data-structure=\"Facts\" id=\"p_10\">     8.      In terms of the dispute between the parties it is stated by\n     the petitioner that owing to the advanced age of the respondent\n     No.3, the respondent No.3 was desirous of transferring his shares\n     in the Company to the joint shareholding of himself and the\n     petitioner. In furtherance, on September 16, 2019, the petitioner\n     vide his letter of lodgment to the Company, attaching the duly\n     stamped and certified share transfer forms and original share\n     certificate pertaining to his 428,100 shares in the Company for\n     them to be transferred to the joint shareholding of respondent\n     No.3 and the petitioner. However, when the same was taken up in\n\n\n<span class=\"hidden_text\" id=\"span_9\">ARB. PET. 4/2020                                                        Page 7/56</span>\n      the Board Meeting of the Company on September 17, 2019, the\n     respondent Nos.1 and 2 objected to the said transfer and also\n     indicated a desire to have the shares of the respondent No.2\n     transferred to the joint names of respondent No.1 and 2. The\n     matter was deferred by the Board at the time. On October 5,\n     2019 in accordance with the letter of lodgment dated September\n     16, 2019 for transferring the respondent No.3&#x27;s shares in the\n     Company to the joint shareholding of the petitioner and the\n     respondent No.3, the respondent No.3 moved a circular resolution\n     to that effect in consonance with the MoU.\n</p><p data-structure=\"Facts\" id=\"p_11\">     9.      It is stated by the petitioner that the request made by\n     respondent No.2 on October 6, 2019 for such transfer of 367,500\n     shares held by her to the joint shareholding of the respondent\n     Nos. l and 2 is not in consonance with the <a href=\"/doc/172276913/\" id=\"a_8\">Companies Act, 2013</a>\n     (&#x27;<a href=\"/doc/1353758/\" id=\"a_9\">Companies Act</a>&#x27;,    for short) and the law laid down by the\n     Hon&#x27;ble Supreme Court, as original share certificates were not\n     accompanying the request for transfer and have not been lodged\n     with the Company. Moreover, it is in violation of Clause 8 of the\n     MoU and the rights of the petitioner as the MoU does not permit\n     the transfer of the respondent No.2&#x27;s shares to the joint\n     shareholding of the respondent Nos. l and 2. It is submitted that\n     the respondent Nos. l and 2 have reaped benefits under the terms\n     of the MoU in as much as the petitioner arranged for a purchase\n     of part of respondent No.1 and respondent No.2&#x27;s shareholding by\n     Reuters in consonance with the MoU.\n</p><p data-structure=\"Facts\" id=\"p_12\">     10.     It is averred that on October 07, 2019, the respondent\n     No.3, in his capacity as the Chairman of the Company, responded\n\n\n<span class=\"hidden_text\" id=\"span_10\">ARB. PET. 4/2020                                                    Page 8/56</span>\n      vide an e-mail to the respondent No.2&#x27;s request for transfer of\n     shares. It was stated in the said email that the transfer request had\n     not been properly made since the original stamped share transfer\n     form and the original share certificates had not been lodged by\n     the respondent No.2, alongside her transfer request. Respondent\n     No.2 sent an e-mail, responding to the above said communication\n     of respondent No. 3, wherein it was stated that she will produce\n     the original share certificates at the time of transfer. Subsequently\n     on October 10, 2019, the respondent No.3 sent an email in\n     response to the earlier email from the respondent No.2 on\n     October 07, 2019 clarifying that in the absence of original share\n     certificates of the respondent No.2 being lodged with the\n     Company, the transfer of these shares could not be undertaken. In\n     addition to the above, the respondent No.3 and the petitioner also\n     sent emails on the same day reiterating that the proposal to\n     transfer the shares of the respondent No.2 to the joint\n     shareholding of the respondent Nos. l and 2 was in breach of the\n     terms of the aforesaid MoU. Respondent No.2 responded to these\n     emails from the petitioner and the respondent No.3 (on October\n     07, 2019 itself) stating that the aforesaid MoU had allegedly been\n     nullified and superseded.\n</p><p data-structure=\"RespArg\" id=\"p_13\">     11.     It is stated that on October 11, 2019, Reuters sent an e-\n     mail, wherein they assented to the transfer of shares by the\n     respondent No.3 to the joint shareholding of the respondent No.3\n     and the petitioner. They also assented to the transfer of shares\n     from the respondent No.2 to the joint shareholding of the\n     respondent Nos.1 and 2, subject to resolution of the issue of\n\n\n<span class=\"hidden_text\" id=\"span_11\">ARB. PET. 4/2020                                                        Page 9/56</span>\n      submission of original share certificates.\n</p><p data-structure=\"Facts\" id=\"p_14\">     12.     Thereafter on October 12, 2019, the respondent Nos. 1\n     and 2, vide separate e-mails assented to the transfer of the shares\n     of the respondent No.2 to the joint shareholding of the respondent\n     Nos. 1 and 2. In response to the above, the respondent No.3 sent\n     an email as the Chairman of the Company, stating that the\n     circular resolution for the transfer of the shares of the respondent\n     No.2 has yet not been initiated, and that the Company was still\n     awaiting the original share certificates to be lodged with the\n     Company in order to initiate the aforesaid transfer.\n</p><p data-structure=\"Facts\" id=\"p_15\">     13.     Further, on October 17, 2019 respondent No.3, in his\n     capacity as the Chairman of the Company, sent an email\n     responding to the respondent No.2&#x27;s e-mail dated October 15,\n     2019, stating that in the absence of the respondent No.2\n     submitting the original share certificates pertaining to her shares,\n     the share transfer could not be affected, and in refusing to effect\n     the said share transfer there was no bias in play. It was further\n     clarified that, as per law, the circulation of a resolution was the\n     sole prerogative of the Chairperson/Managing Director, and the\n     respondent No.2 could not have circulated the same on her own\n     accord. It was further proposed that in order to consider the share\n     transfer proposed by respondent No.2, she could either produce\n     the original share certificates in the next board meeting of the\n     Company, or could deposit it beforehand so as to enable a\n     circular resolution for approval of the share transfer as sought by\n     her.\n</p><p data-structure=\"Facts\" id=\"p_16\">     14.     It is also stated that the petitioner also sent an e-mail in\n\n\n<span class=\"hidden_text\" id=\"span_12\">ARB. PET. 4/2020                                                      Page 10/56</span>\n      response to the e-mail dated October 10, 2019 from the\n     respondent No. 2 in relation to the binding nature of the aforesaid\n     MoU. In this e-mail, it was clarified that the said MoU was\n     executed between the members of the Prakash Family prior to the\n     execution of the SHA with Reuters, and was meant to govern the\n     rights of the said family members, inter-se. It was reiterated that\n     the purpose of the aforesaid MoU was to put into effect a\n     succession plan, whereunder the shares of the petitioner would be\n     entitled to the shares of the respondent Nos. l and 2 as their\n     successor. It was further reiterated that the said MoU was a valid\n     and binding document and continued to govern the members of\n     the Prakash Family qua their involvement in the Company.\n     Respondent No.3, in his individual capacity as a party to the\n     aforesaid MoU, also sent an email dated October 10, 2019 to\n     respondent No. 2 reaffirming the contents of the aforesaid email\n     sent by the petitioner in relation to the validity and binding nature\n     of the MoU.\n</p><p data-structure=\"RespArg\" id=\"p_17\">     15.     On the e-mail sent by the respondent No. 2 on October\n     24, 2019 in response to the e-mails from petitioner and\n     respondent No.3 dated October 17, 2019, the respondent No. 2\n     sought to obfuscate the stance taken by the petitioner and the\n     respondent No.3 in relation to the share transfer request of the\n     respondent No.2. It is stated by the petitioner that the allegation\n     of the respondent No.2 that the petitioner has taken contradictory\n     stand was incorrect insofar as the respondent No.3 on one hand\n     required the original share certificates be deposited to facilitate\n     the respondent No. 2&#x27;s share transfer, and on the other affirming\n\n\n<span class=\"hidden_text\" id=\"span_13\">ARB. PET. 4/2020                                                       Page 11/56</span>\n      the binding nature of the aforesaid MoU, which disallowed\n     respondent No. 2&#x27;s share transfer, as the first response relating to\n     original share certificates were sent by the respondent No. 3 as\n     the Chairman of the Company, the second email affirming the\n     contents of the aforesaid MoU, was sent in his individual capacity\n     as a shareholder in the Company and a signatory to the MoU.\n</p><p data-structure=\"Facts\" id=\"p_18\">     16.     It is stated that various communications were addressed\n     and     reverted     between      parties    on     the     various\n     differences/allegations against each other including an e-mail sent\n     by respondent No.2 dated November 11, 2019 marked to all\n     directors wherein said respondent disputed the validity of the\n     MoU and once again reiterated her demand of transferring the\n     shares of the Company held by her to the joint shareholding of\n     the respondent Nos. l and 2.\n</p><p data-structure=\"Facts\" id=\"p_19\">     17.     By an e-mail dated November 19, 2019 to the Board\n     Members, respondent No.2 notified the Company to include her\n     request for transfer of shares as an agenda item for the next Board\n     Meeting to resolve that the transfer of shares held by respondent\n     No.2 in joint holding of respondent No.2 and 1. Pursuant thereto,\n     On December 31, 2019, the Company issued the Agenda Notice\n     including respondent No.2&#x27;s request for the Board Meeting of the\n     Company to be held on January, 15 2020.\n</p><p data-structure=\"RespArg\" id=\"p_20\">     18.     Owing to the dispute arising out of and in relation to the\n     MoU, and the petitioner invoked the arbitration clause in terms of\n     Clause 12 of the said MoU and issued a notice for invocation of\n     arbitration dated November 23, 2019 (&#x27;Notice of Arbitration&#x27;, for\n     short) to the respondents herein. In response to the above, the\n\n\n<span class=\"hidden_text\" id=\"span_14\">ARB. PET. 4/2020                                                      Page 12/56</span>\n      respondent No.3 has, vide his email dated November 24, 2019,\n     consented to the arbitrator nominated in the petitioner&#x27;s Notice of\n     Arbitration whereas respondent No. 1 and 2 vide their Reply\n     dated December 20, 2019 contended that the MoU has allegedly\n     been superseded and invalidated by the SHA between the Prakash\n     Family and Reuters and did not agree to the appointment of the\n     Arbitrator.\n</p><p data-structure=\"Section\" id=\"p_21\">     19.     It is however stated by the petitioner that MoU has not\n     been superseded as (i) the transaction with Reuters to govern the\n     relationship between Reuters and the Prakash Family members\n     and not the inter-se relationship of Prakash Family Members\n     which was governed by the MoU, which contemplated and\n     provided for the transaction with Reuters; (ii) Even after the SHA\n     was executed, the Articles of the Company were adopted in May\n     1996 incorporating material terms of the MoU. (iii) The\n     respondent No.3, being the founder-promoter of the Company\n     and a signatory of the MoU, has time and again endorsed the\n     MoU and its validity. Respondent No.1 and 2 having benefited\n     from the terms of the MoU now seek to renege on its terms and\n     claim the document was not legally binding.\n</p><p data-structure=\"PetArg\" id=\"p_22\">     20.     Reply was duly filed by respondent Nos.1 and 2. It is\n     stated by the said respondents that that there is no live subsisting\n     Agreement and therefore, the appointment of Arbitrator sought\n     by petitioner u/ s 11 (5) of the Act, hopelessly barred by law, as\n     the petitioner has relied on an invalid document to invoke\n     arbitration without establishing the validity and existence of a\n     MoU alleged to have been signed in 1996 without establishing\n\n\n<span class=\"hidden_text\" id=\"span_15\">ARB. PET. 4/2020                                                      Page 13/56</span>\n      actual date on which the MoU was signed. The alleged MOU\n     annexed to the petition is undated and no evidence has been\n     provided by the petitioner to prove that the MoU was signed in\n     1996. It is stated, the MoU was never acted upon by the petitioner\n     and there is no dispute that the SHA overrides the MoU and no\n     terms of the MoU was reflected in the Articles of Association or\n     the SHA. It is also stated by respondent Nos. 1 &amp; 2, without\n     prejudice that no cause of action even as per the MoU has\n     accrued in favour of the petitioner\n</p><p data-structure=\"RespArg\" id=\"p_23\">     21.     It is further stated by respondent Nos. 1 &amp; 2 that SHA is\n     the only valid and subsisting agreement amongst the petitioner\n     and the respondents even with regard to their inter-se rights of\n     shareholding in ANI. It is alleged that the petitioner by relying\n     upon the MoU is forcing the respondents to sell of their shares to\n     the petitioner on a much lower value as against the provision\n     under the SHA which has also been incorporated in the Articles\n     of Association as on date in consonance with the <a href=\"/doc/1353758/\" id=\"a_10\">Companies Act</a>.\n</p><p data-structure=\"PetArg\" id=\"p_24\">     22.     It is stated that the Company, i.e., ANI Media Pvt. Ltd. is\n     a private limited company owned by the petitioner along with\n     respondent No.1, 2, 3 and Reuters holding 51% and 49%\n     shareholding respectively in the Company. It is also stated that it\n     is a well settled principle of company law that a share of any\n     member in a company is movable property and is transferable in\n     the manner provided by the Articles of the company. Further, any\n     private agreement between the shareholders which is also\n     incorporated in the Articles, are in contradiction with each other,\n     the Articles of the Company will prevail. Therefore, any\n\n\n<span class=\"hidden_text\" id=\"span_16\">ARB. PET. 4/2020                                                     Page 14/56</span>\n      agreement cannot travel beyond the clause of Articles in respect\n     of process of transfer of shares and in case of conflict between\n     both, the latter will prevail in the light of well settled principles of\n     law. Further, <a href=\"/doc/1455010/\" id=\"a_11\">Section 2(68)</a> of the Companies Act provides that\n     the Articles of a private company shall restrict the right to\n     transfer the company&#x27;s shares, which means that this restriction is\n     binding upon the company and members thereof and in case if the\n     restriction is not mentioned in the Articles and is enforced by way\n     of a private agreement between shareholders, it cannot bind either\n     the company or the shareholders. And the fact that petitioner has\n     relied upon MoU to bypass the SHA and Articles of Association\n     as on date is bad in law.\n</p><p data-structure=\"Section\" id=\"p_25\">     23.      It is further stated that the Clause 28 of SHA also\n     contains an entire agreement clause which provides that parties to\n     the SHA agree that the SHA supersedes any or all prior\n     agreements, understandings, arrangements, whether oral or in\n     writing, explicit or implicit which may have been entered into\n     prior to the date hereof between the parties, other than the\n     Ancillary Agreements and the SHA which may have been entered\n     into between the parties. The said clause reads as under:\n</p><blockquote id=\"blockquote_19\">           &quot;28.1 This Agreement, the Ancillary Agreements, and the\n           Share Purchase Agreement constitute the entire agreement\n           and understanding of the parties with respect to the subject\n           matter hereof and none of the parties has entered into this\n           Agreement in reliance upon any representation, warranty or\n           undertaking by or on behalf of the other parties which is not\n           expressly set out herein or therein.\n</blockquote><blockquote id=\"blockquote_20\">           28.2 Without prejudice to the generality of clause 28.1, the\n           parties hereby agree that this Agreement supersedes any or\n           all prior agreement, understandings, arrangements,\n<span class=\"hidden_text\" id=\"span_17\">ARB. PET. 4/2020                                                         Page 15/56</span>\n          promises, representations, warranties and I or contracts of\n         any form or nature whatsoever, whether oral or in writing\n         and whether explicit or implicit, which may have been\n         entered into prior to the date hereof between the parties,\n         other than the Ancillary.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_26\">     24.    Moreover, it is stated by the respondent Nos. 1 &amp; 2 that\n     subsequent to the entry into the SHA, the Articles were amended\n     thrice and not once the MoU terms were incorporated and that the\n     petitioner also did not seek incorporation of the terms of the MoU\n     in the SHA and Articles of Association. Therefore, the language\n     of the Articles as it then stood reflected the intention of the\n     parties to be bound by terms set out in the Articles itself, both in\n     respect of dealings inter-se Prakash Family Shareholders and in\n     respect of their dealings with Reuters. Hence, it cannot be said\n     the MoU is a valid and binding document in the absence of same\n     being mirrored or adopted by Articles.\n</p><p data-structure=\"Section\" id=\"p_27\">     25.     On the re-adoption of Articles of 1996, it is stated by the\n     respondent Nos. 1 &amp;2 that owing to grave mismanagement and\n     governance lapses by the petitioner, the Board of the Company\n     adopted Code of Governance on June 10, 2014. It was agreed that\n     all provisions as set forth within the Code would be incorporated\n     in Articles of Association within 90 days. The changes were\n     reflected especially in Clause 11(f), (i) and 18, which are\n     reproduced as under:\n</p><blockquote id=\"blockquote_21\">        &quot;11. (f) If the Continuing Shareholder(s) comprise Prakash\n        Family Shareholders and purchases are to be made by them\n        under <a href=\"/doc/1678224/\" id=\"a_12\">Article 11 (c)</a>, the shares subject to such purchases shall\n        be acquired by each Prakash Family Shareholder in the\n        proportion such Shareholder&#x27;s holding of Shares bears to be\n        aggregate number of shares held by all of the Prakash Family\n        Shareholders who have become bound to make such\n<span class=\"hidden_text\" id=\"span_18\">ARB. PET. 4/2020                                                      Page 16/56</span>\n         purchases.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">        11.(i) Thomson Reuters shall be entitled at any time to transfer\n        any of the Shares held by it to a company which is a member of\n        the Thomson Reuter&#x27;s Group and each of the Prakash Family\n        Shareholders shall be entitled to transfer or transmit in the\n        event of death any of the Shares held by one to another\n        Prakash Family member or interest provided always (in the\n        case of such a transfer or transmission by a Prakash family\n        Shareholder or Prakash Family Member); the proposed\n        transferee (1) shall .first comply with the provisions of <a href=\"/doc/1678224/\" id=\"a_13\">Article\n        11 (h)</a> as if it were the Purchaser named therein and\n        (2) shall not be a person of the kind described or named in\n        <a href=\"/doc/1678224/\" id=\"a_14\">Article 11 (g)(ii)</a> of these Articles.\n</p><p data-structure=\"Section\" id=\"p_29\">        VOTING AT THE GENERAL MEETING\n</p><p data-structure=\"Section\" id=\"p_30\">        18. (ii) if a poll is demanded in accordance with the provisions\n        of <a href=\"/doc/166920914/\" id=\"a_15\">section 109</a> of the Companies Act, 2013:\n</p><blockquote id=\"blockquote_22\">              a) the poll should be taken immediately if it is demanded\n              for the election of the Chairperson or adjournment of\n              meeting.\n</blockquote><blockquote id=\"blockquote_23\">              b) if the poll is demanded for any other question it should\n              be taken within forty-eight hours as the Chairperson may\n              direct.\n</blockquote><blockquote id=\"blockquote_24\">              c) Any business other than that upon which a poll has\n              been demanded may be proceeded with, pending the\n              taking of the poll\n</blockquote><blockquote id=\"blockquote_25\">              d) Any shareholder wall be allowed to vote on behalf of\n              another Shareholder, provided he holds specific proxy in\n              writing and in proper form for doing so.\n</blockquote><p data-structure=\"Section\" id=\"p_31\">              A bare perusal of the abovementioned Articles negates\n              the false and frivolous stand adopted by the Petitioner\n              regarding the validity of MoU as the Articles does not\n              support the same. Hence the contrary assertions made\n              therein are denied.\n</p>\n<p data-structure=\"Section\" id=\"p_32\">     26.     It is stated by the respondent Nos. 2 &amp; 3 that the legal\n     principle regarding the novation of a contract which states that an\n     arbitration clause in an agreement cannot survive if the agreement\n     containing the arbitration clause has been superseded/novated by\n\n\n<span class=\"hidden_text\" id=\"span_19\">ARB. PET. 4/2020                                                      Page 17/56</span>\n      a later agreement is applicable in the instant case as, without\n     prejudice, even if it is presumed that MoU was validly executed\n     between the then shareholders of the Company, the then\n     shareholders put an end to it as if it had never existed and\n     substituted a new SHA for it. In other words, it is stated that\n     arbitration clause of the original contract perished with it and is\n     replaced by a new dispute resolution mechanism including\n     arbitration in terms of Clause 16 of the SHA and the instant\n     petition accordingly lacks the jurisdiction, since the arbitration, if\n     any, needs to be invoked as per the Clause 16 of the SHA, which\n     provides for arbitration in accordance with the rules of London\n     Court of International Arbitration and the place of arbitration\n     being London.\n</p><p data-structure=\"Facts\" id=\"p_33\">     27.     Thus, it is stated by the respondent Nos. 1 &amp; 2 that the\n     alleged MoU relied upon by the petitioner was a shareholding\n     agreement between the then shareholders and the same was\n     superseded by SHA on induction of new shareholders to govern\n     their relationship in the Company. In view of the fact that no\n     valid arbitration agreement exists between the petitioner and the\n     respondents, the instant petition does not trigger the arbitration\n     clause in any manner. Moreover, it is stated that petitioner has\n     miserably failed to show that the respondent Nos. 1 &amp; 2 are in\n     contravention of the alleged MoU as transfer of shares by\n     respondent No. 2 by no means infringe the clauses of alleged\n     MoU.\n</p><p data-structure=\"RespArg\" id=\"p_34\">     28.     On the alleged MoU it is stated by the respondent Nos. 1\n     &amp; 2 that even respondent No. 3 herein had sought opinion on the\n\n\n<span class=\"hidden_text\" id=\"span_20\">ARB. PET. 4/2020                                                       Page 18/56</span>\n      sanctity of the same way back in 2014, to be informed that the\n     MoU was not a legal document owing to non-bearing of any\n     signatures on the first three pages and further that no such\n     document      was    ever      presented   before   the   Company&#x27;s\n     BOD/General body and in such circumstances the company does\n     not acknowledge it and any such document even if available duly\n     signed in original by all the Prakash Family Members, cannot in\n     any    manner       override     the   provisions   of    <a href=\"/doc/1353758/\" id=\"a_16\">Companies\n     Act,1956</a>/2013, Articles of Association and SHA.\n</p><p data-structure=\"Facts\" id=\"p_35\">     29. It is alleged that the transfer/assignment of equity shares\n     between Reuters entity which happened on June 10, 2014 was\n     recorded in accordance with the SHA and Articles of Association\n     and not as per the MoU.\n</p><p data-structure=\"Facts\" id=\"p_36\">     30.     It is also alleged by respondent Nos. 1 &amp; 2 that even\n     Ms. Anita Gill, a mediator appointed for resolving the disputes\n     between the members of the Prakash family arising out of the\n     alleged MoU, has stated (vide emails dated September 4, 2019\n     and September 6, 2019) that the respondent No. 3 mentioning the\n     alleged MoU as nothing but a draft which was superseded by the\n     subsequent SHA.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">     31.     More so it is alleged that the respondent No. 3 while\n     moving a resolution by circulation on October 05, 2019 for\n     transfer of his 428, 100 equity shares in the joint name of himself\n     and the petitioner, had in fact categorically stated to the Board\n     that the same be governed by <a href=\"/doc/1678224/\" id=\"a_17\">Article 11</a> and <a href=\"/doc/134715/\" id=\"a_18\">13</a> of the Articles of\n     Association and objected to the transfer of shares of respondent\n     No.2 stating to be in violation of MoU.\n</p>\n\n<span class=\"hidden_text\" id=\"span_21\">ARB. PET. 4/2020                                                     Page 19/56</span>\n<p data-structure=\"RespArg\" id=\"p_38\">      32.     It is stated that the respondent No.2, in view of <a href=\"/doc/1678224/\" id=\"a_19\">Articles\n     11 (i)</a> and <a href=\"/doc/134715/\" id=\"a_20\">13</a> vide two emails dated October 02, 2019 as well as\n     October 06, 2019 requested the Board to transfer her shares in the\n     joint name of herself and respondent No.1 submitting along with\n     it all requisite documents as required under <a href=\"/doc/509964/\" id=\"a_21\">Section 56</a> of the\n     Companies Act. In response thereof, respondent No.3/ Chairman\n     of the Board vide email dated October 07, 2019 informed them\n     that the transfer request initiated by respondent No. 2 in the joint\n     names of respondent Nos. 2 &amp; 3 was not tenable as due process\n     for transfer of shares had not been followed and moreover\n     individual Director could not initiate such action unilaterally\n     bypassing the Management and in case of shares, the Chairman\n     of the Company. Respondent No. 2 reverted to the same by again\n     sharing all the requisite transfer documents with the Company\n     and offering to bring the original share certificates for instant\n     scrutiny by the Board in accordance with the approval of the\n     majority. It is also alleged by the respondent No. 2 that the\n     respondent No. 3 being the Chairman of the Board arbitrarily\n     took the decision on the legality of the resolution without even\n     consulting and discussing the same the Board.\n</p><p data-structure=\"Facts\" id=\"p_39\">     33.     It is stated that even though respondent No.3/Chairman\n     gave his assent to his resolution by circulation for transfer of\n     shares in the joint names of respondent No. 3 and the petitioner,\n     on respondent No. 2&#x27;s request not only did he request her to\n     submit the original documents as per <a href=\"/doc/509964/\" id=\"a_22\">Section 56</a> of the\n     Companies Act but also subsequently informed her that MoU\n     does not permit the proposed inter- se transfer between Prakash\n\n\n<span class=\"hidden_text\" id=\"span_22\">ARB. PET. 4/2020                                                      Page 20/56</span>\n      Family Shareholders vide email dated October 10, 2019.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">     34.     It is also stated that the Reuter&#x27;s Directors vide their\n     email dated October 11, 2019 gave their assent to the proposed\n     transfer of shares by respondent No. 3 also to the proposed\n     transfer of shares by respondent No. 2 subject to the providing\n     the original certificates. However, the petitioner on October 17,\n     2019 informed the Board that the MoU continues to be binding\n     on Prakash Family and that neither SHA nor amendment of\n     Articles of Association has the effect of nullifying the MoU. It is\n     further stated that respondent No. 3 deviated his stand and vide\n     email dated October 17, 2019 informed the Board that the request\n     for transfer made by respondent No. 2 will be considered on\n     production of share certificates at the next board meeting and\n     upon scrutiny only to deviate again on October 17, 2019 whereby\n     vide an email sent he supported the stand of the petitioner.\n</p><p data-structure=\"Facts\" id=\"p_41\">     35.     It is alleged by respondent Nos. 2 &amp; 3 that there was even\n     violation of <a href=\"/doc/264447/\" id=\"a_23\">Section 173</a> of the Companies Act and Articles of\n     Association as on date in calling the Board meeting after request\n     for transfer was put in by respondent No. 2 and also that the\n     Board meeting was fixed beyond the usual period only to\n     facilitate the filing of the present petition after the issuance of\n     Notice of Arbitration by the petitioner as per the MoU.\n</p><p data-structure=\"RespArg\" id=\"p_42\">     36.     It is stated by respondent Nos. 2 &amp; 3 that a detailed reply\n     dated December 20, 2019 was sent on their behalf to Notice of\n     Arbitration duly conveying that the MoU is void ab initio, having\n     been never signed or executed by any of them and that even if it\n     was signed the same got superseded by SHA. Moreover, it is also\n\n\n<span class=\"hidden_text\" id=\"span_23\">ARB. PET. 4/2020                                                     Page 21/56</span>\n      stated that the said MoU has no binding effect or legal sanctity as\n     the same has never been shared or placed during any Board\n     Meeting except September 17, 2019.\n</p><p data-structure=\"RespArg\" id=\"p_43\">     37.      Respondent No. 3 has filed his reply separately stating\n     that the MoU is a valid and binding document as well supporting\n     the stand taken by the petitioner.\n</p><p data-structure=\"Issue\" id=\"p_44\">     38.      Rejoinder is also duly filed by the petitioner. It is stated\n     by the petitioner that respondent Nos. 1 &amp; 2 who have\n     consciously entered into the MoU and having received benefits\n     under the same are estopped from claiming that the MoU is not\n     valid.\n</p><p data-structure=\"Facts\" id=\"p_45\">     39.      Petitioner reiterated its claim that the Reuters was willing\n     to buy into the Company under the condition that the\n     management of the Company would be in the hands of the\n     petitioner and that the Prakash Family members were very keen\n     to secure the investment by Reuters in the Company, especially in\n     view of the considerable gains to them from such an investment.\n     Accordingly, the petitioner herein agreed to take on a central role\n     in managing the affairs of the Company, and agreed to be\n     committed to the long-term growth of the Company. It is stated\n     by the petitioner that it was in the light of the said arrangement\n     that, with a view to secure the future position of the petitioner in\n     the Company, prior to the execution of the SPA and SHA with\n     Reuters in 1996, a Memorandum of Understanding was entered\n     into between the Prakash Family Members, i.e. the Petitioner and\n     the respondent Nos. 1-3. Further, it is sated that Prakash Family\n     members have never acted contrary to the said MoU and its terms\n\n\n<span class=\"hidden_text\" id=\"span_24\">ARB. PET. 4/2020                                                       Page 22/56</span>\n      have even been included in the Articles of Association of the\n     Company from time to time.\n</p><p data-structure=\"Section\" id=\"p_46\">     40.     It is further stated the SHA and the said MoU occupy and\n     operate in different fields and govern completely different sets of\n     rights of the respective parties thereto, and are also executed\n     between different sets of parties. Without prejudice it is\n     submitted that as per <a href=\"/doc/1230543/\" id=\"a_24\">Section 5</a> read with <a href=\"/doc/1080390/\" id=\"a_25\">Section 11 (6A)</a> and\n     <a href=\"/doc/365890/\" id=\"a_26\">Section 16</a> of the Act and the principle of &#x27;kompetenz-\n     kompetenz&#x27;, the question of the binding nature of the MoU is an\n     issue that needs to be decided by the Arbitral Tribunal appointed\n     as per the arbitration agreement contained in the MoU. It is also\n     stated that the scope of enquiry under <a href=\"/doc/1080390/\" id=\"a_27\">Section 11</a> of the Act is\n     only limited to the prima-facie question of satisfaction of the\n     Court as to the existence of the arbitration agreement.\n</p><p data-structure=\"Facts\" id=\"p_47\">     41.     In terms of pending litigation, it is stated by the petitioner\n     that a petition, bearing No. OMP (I) (COMM) NO.6 of 2020\n     under <a href=\"/doc/1549225/\" id=\"a_28\">Section 9</a> of the Act, inter-alia seeking a limited interim\n     relief of (i) restraining the Company from taking any decision on\n     transfer of share of the respondent No.2 to the joint names of\n     respondent Nos. 1 and 2; and (ii) restraining the respondent No. 2\n     from transferring her shares held in the Company to the joint\n     names of the respondent Nos. 1 and 2; and (iii) restraining the\n     respondent Nos. 1 and 2 from transferring, alienating, or,\n     encumbering their shares held by them in the Company, as the\n     same would be in direct contradiction of Clause 8 of the\n     said MOU      against    which, in      accordance        with    the\n     Arbitration Clause 12 of the said MOU, is pending consideration\n\n\n<span class=\"hidden_text\" id=\"span_25\">ARB. PET. 4/2020                                                       Page 23/56</span>\n      before this Court.\n</p><p data-structure=\"Section\" id=\"p_48\">     42.     It is further stated by the petitioner that the <a href=\"/doc/1353758/\" id=\"a_29\">Companies\n     Act</a> does not explicitly or impliedly forbid any arrangement\n     between shareholders of a private company to enter into any\n     arrangement with regard to their inter se transfer of shares or\n     exercise of voting rights. Moreover, it is also stated that the\n     arrangement between shareholders would not be void or non-\n     binding for the sole reason, that the terms have not been\n     incorporated in the Articles of Association.\n</p><p data-structure=\"PetArg\" id=\"p_49\">     43.     Mr. Rajiv Nayar, learned Senior Counsel appearing for\n     the petitioner submitted that the disputes which require\n     adjudication by a Sole Arbitrator have arisen between the parties\n     under the MoU and it was for this reason that the petitioner\n     invoked the arbitration clause under Clause 12 of the MoU on\n     November 23, 2019, which was consented to by the respondent\n     No. 3 as well. He has also drawn the attention of this Court to the\n     Notice of Arbitration to state that the disputes raised by the\n     petitioner were namely; a. The validity of the MoU as a\n     governing document for the rights and obligations of the\n     members of the Prakash Family inter se qua the family&#x27;s shares\n     in the company; b. The breach of Clause 8 of the MoU by Mrs.\n     Daya Prakash&#x27;s action of attempting to transfer her shares in the\n     Company to the joint shareholding of herself and Mrs. Seema\n     Kukreja; to state that, both of which being raised by the\n     petitioner, a dominus litis, is a dispute under the MoU and that\n     only the Arbitral Tribunal under the MoU can determine whether\n     the MoU is valid or not.\n</p>\n\n<span class=\"hidden_text\" id=\"span_26\">ARB. PET. 4/2020                                                     Page 24/56</span>\n<p data-structure=\"Precedent\" id=\"p_50\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43502055\" id=\"span_27\">44.     It is submitted by Mr. Nayar, in view of <a href=\"/doc/1080390/\" id=\"a_30\">Section 11(6A)</a>\n     as introduced by <a href=\"/doc/1306164/\" id=\"a_31\">The Arbitration and Conciliation (Amendment)\n     Act, 2015</a> (&#x27;Amendment of 2015&#x27;, for short) and by relying upon\n     the Apex Court judgment in <a href=\"/doc/43502055/\" id=\"a_32\">Mayavati Trading Pvt. Ltd. v.\n     Pradyuat Deb Burman</a>, (2019) 8 SCC 714, that the scope of\n     enquiry for this Court in an application filed under <a href=\"/doc/1080390/\" id=\"a_33\">Section 11</a> of\n     the Act is limited only to prima facie satisfaction of the existence\n     of an arbitration agreement and it is the arbitral tribunal which\n     would decide any preliminary issues including the validity, the\n     efficacy and the effect of the agreement.</span>\n</p><p data-structure=\"RespArg\" id=\"p_51\">     45.     It is also submitted by Mr. Nayar that since respondent\n     Nos. 1 and 2 have conceded to the fact that they do not dispute\n     their signature to the MoU, the Court need not go into\n     controversy as to whether the MoU has been superseded by the\n     terms of the SHA, especially that being the core issue of the\n     dispute, at this stage under <a href=\"/doc/1080390/\" id=\"a_34\">Section 11</a>.\n</p><p data-structure=\"PetArg\" id=\"p_52\">     46.     It is further submitted by Mr. Nayar that the two\n     agreements namely MoU and the SHA operate in different fields.\n     He has drawn the attention of the Court to relevant clauses of the\n     MoU to contend that the MoU was entered into between the\n     family members of the Prakash Family in contemplation of the\n     Reuters Agreement. It operated in the field of inter-se family\n     arrangements, the basis for this being the the fact that respondent\n     No.3, Prem Prakash had gifted the shares to respondent Nos. 1\n     and 2 and petitioner was the person who was responsible along\n     with respondent No.3 for the growth of the business. He also\n     stated, it was only because of the petitioner&#x27;s efforts that Reuters\n\n\n<span class=\"hidden_text\" id=\"span_28\">ARB. PET. 4/2020                                                      Page 25/56</span>\n      had agreed to collaborate and invest in the Company and that\n     family wanted to define their family arrangement in the MoU\n     before Reuters could be brought in to purchase shares and that\n     Reuters agreement entered pursuant to the family arrangement\n     has not over-ridden the MoU. The whole purpose of the MoU\n     was to define rights of the family members between themselves\n     and to guarantee petitioner a right to purchase the shares in case\n     of transfer or transmission by any family member. SHA on the\n     other hand is an agreement between two groups of shareholders\n     i.e. Prakash Family Shareholders and Reuters and extensively\n     defines the special rights of the Reuters.\n</p><p data-structure=\"RespArg\" id=\"p_53\">     47.     It is also stated by Mr. Nayar that respondent Nos. 1 &amp; 2\n     having received benefits under the MoU including huge monetary\n     benefits with the induction of Reuters as a shareholder of the\n     Company, which was facilitated by the petitioner in terms\n     Clause 6 of the MoU, respondents Nos. 1 and 2 are estopped\n     from questioning the MoU.\n</p><p data-structure=\"RespArg\" id=\"p_54\">     48.     It is further stated by Mr. Nayar, drawing the attention of\n     the Court to clause 16 of the SHA, the plea of respondent Nos. 1\n     &amp; 2 that arbitration clause, clause 16, under the SHA should have\n     been invoked instead of arbitration clause under the MoU is\n     untenable as the said clause pertains only to disputes arising\n     under the SHA and in the present case, the petitioner, being a\n     dominus litis, is asserting the rights under the MoU. Moreover,\n     the said clause is intended for disputes between Reuters and\n     Prakash Family which is why it provides that the mediation\n     would be between Reuters and Chairperson (respondent No.3) to\n\n\n<span class=\"hidden_text\" id=\"span_29\">ARB. PET. 4/2020                                                     Page 26/56</span>\n      settle the dispute prior to invocation of arbitration and that in this\n     case, there is no dispute with Reuters as the dispute pertains to\n     inter-se family which falls under the MOU. It is also stated that\n     as per clause 16, on the failure of mediation talks, the disputes\n     will be referred to London Court of International Arbitration to\n     be resolved as per English Law and the present dispute being a\n     family dispute between parties in respect of shares in an Indian\n     Company, contracting out of Indian law would be opposed to\n     public policy.\n</p><p data-structure=\"Section\" id=\"p_55\">     49.     It is also Mr. Nayar&#x27;s plea that the tribunal constituted\n     under the MoU would be well within its jurisdiction to decide\n     whether the MoU is valid or not or whether it has been\n     superseded by the SHA, whereas a tribunal constituted under the\n     SHA, even if it accepts the case of the petitioner that the MoU s\n     valid will be without jurisdiction to enforce the same.\n</p><p data-structure=\"Precedent\" id=\"p_56\">     50.     It is further stated by Mr. Nayar, without prejudice, that\n     plea of the respondent Nos. 1 &amp; 2 that private arrangement\n     amongst shareholders must be incorporated in the Articles of\n     Association in order to be binding is completely incorrect and\n     bad in law. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115852355\" id=\"span_30\">In this regard he has relied on the judgments in\n     <a href=\"/doc/115852355/\" id=\"a_35\">Vodafone International Holdings BV v. Union of India</a> (2012) 6\n     SCC 613, Russell v. Northern Bank Development Corp Ltd-\n     [1992] B.C.C. 578.</span>\n</p><p data-structure=\"Precedent\" id=\"p_57\">     51.     Mr. Arun Kathpalia, learned Senior Counsel, also\n     appearing for the petitioner, in addition to the similar submissions\n     made by Mr. Nayar, has drawn the attention of this Court various\n     Articles of the SHA to contend that the SHA does not supersede\n\n\n<span class=\"hidden_text\" id=\"span_31\">ARB. PET. 4/2020                                                       Page 27/56</span>\n      the MoU. In support of his contention it is stated by Mr.\n     Kathpalia that SHA describes itself as an agreement executed\n     between the Prakash Family Shareholders and Reuters with\n     Article 1.1. of the SHA defining Prakash Family Members as a\n     group with certain group rights and Reuters Group as Reuters, its\n     holding company and such holding company&#x27;s subsidiaries for\n     the time being, respectively. Further, it is his submission that\n     <a href=\"/doc/1200881/\" id=\"a_36\">Article 1.1</a> defines &#x27;Artificial Deadlock&#x27; as a management\n     deadlock caused by virtue of Prakash Family Members (as one\n     group) or Reuters (as another group) voting against an issue or\n     proposal to contend that the SHA essentially defines the issues\n     with regard to the management of the Company as between\n     Prakash Family Members as one group and Reuter as an another\n     group and that the terms of the SHA do not in any manner touch\n     upon the terms of the MoU which governs the rights and\n     obligations of the rights and obligations of the Prakash Family\n     members inter-se. In other words, the subject matter as well as\n     the purpose of the two agreements are distinct, which also goes\n     for the dispute resolution clauses in both the agreements.\n</p><p data-structure=\"Precedent\" id=\"p_58\">     52.     It is stated by Mr. Kathpalia that <a href=\"/doc/1266611/\" id=\"a_37\">Article 8.1</a> of Schedule 1\n     of the SHA which states that Reuters can transfer any of the\n     shares held by it to a company which is a member of the Reuters\n     Group and similarly Prakash Family Members can transfer any\n     shares held by it to each other, cannot in no stretch of imagination\n     be construed to mean that the Prakash Family Members cannot\n     have a separate agreement to govern their rights inter-se and in\n     fact the SHA and MoU should be construed harmoniously, as the\n\n\n<span class=\"hidden_text\" id=\"span_32\">ARB. PET. 4/2020                                                      Page 28/56</span>\n      SHA covers the sphere for Reuters&#x27; rights of Right of First\n     Refusal (&#x27;ROFR&#x27;, for short) if Prakash Family Members want to\n     divest and does not prohibit the Prakash Family from having their\n     own internal arrangement. The MoU constitutes a special\n     arrangement between family shareholders with a succession plan\n     and management and ensured that the petitioner remained in\n     control of Company. In other words, it is his submission that the\n     MoU was executed between the Prakash Family members inter-\n     se to regulate the 51 % shareholding of the Company and the\n     same falls under the scope of the MoU and not under the SHA\n     and the MoU is binding only on the Prakash Family while SHA is\n     binding as between Prakash Family Shareholders and Reuters.\n</p><p data-structure=\"CDiscource\" id=\"p_59\">     53.       It is also stated by Mr. Kathpalia, the contention of the\n     respondent Nos. 1 &amp; 2 that the MoU was superseded by the SHA\n     is ex-facie belied as clause 8 of the MoU was incorporated in\n     <a href=\"/doc/1678224/\" id=\"a_38\">Article 11 (i)</a> of the Articles of Association by the subsequent\n     amendment on May 14, 1996 after the execution of the SHA on\n     April      12,    1996,    which     would     not   have     been\n     incorporated/amended if the MoU had been superseded. These\n     Articles, as per him were valid from 1996 to 2012 which were\n     again readopted from March 26, 2014. In this regard he has\n     drawn the attention of this Court to the following table as\n     reproduced below:\n</p>\n<blockquote id=\"blockquote_26\">           MOU: Clause 8 and 10 @ Articles of Association: Article\n           Page @ 13                 11 (f) and 11 (i) @ Page 23\n                                     onwards.\n</blockquote><blockquote id=\"blockquote_27\">           Clause 8: That in the <a href=\"/doc/1678224/\" id=\"a_39\">Article 11:</a> Transfer of Shares\n           event P.P. or D.P. desire <a href=\"/doc/1678224/\" id=\"a_40\">Article 11 (i) :</a> Reuters shall be\n\n<span class=\"hidden_text\" id=\"span_33\">ARB. PET. 4/2020                                                     Page 29/56</span>\n          to sell and or bequeath his    entitled at any time to transfer\n         / her equity shares, the       any of the shares held by it to a\n         same shall be offered /        company which is a member of\n         bequeathed only to S.P. or     the Reuters Group and save for\n         his heirs and successors.      SP for a period of three (3)\n         Similarly, in the event of     years from the date of adoption\n         S.K. or her heirs /            of three Articles, each of the\n         successors desire to sell      Prakash Family Shareholders\n         their shares, the same         shall be entitled to transfer any\n         shall be sold only to S.P.     of the Shares held by it to\n         or his successors. The         another      Prakash       Family\n         consideration paid shall       Members or interest provided\n         be the next worth of           always (in case of such a\n         shares on the last balance     transfer by a Pakash Family\n         sheet date determined by       Shareholders       or     Prakash\n         the auditors of the            Family Members):\n</blockquote><pre id=\"pre_3\">         Company.                          (i) SP shall have the right\n         Clause 10: IN the event                  (but        not      the\n         the equity shares sold to                obligation         upon\n         Reuters     are    to     be             serving notice in\n         purchased back from                      writing      to    each\n         Reuters, it is agreed that               remaining Prakash\n         the purchase shall firth be              Family Shareholders\n         offered to S.P. or his heirs             to purchase all (but\n         and successors and in the                not some only) of\n         event of their refusals, the             such      Shares      in\n         same shall be offered to                 preference to any\n         the other shareholders in                other Prakash Family\n         the proportion the shares                Shareholders.\n         are held by them.                 (ii) ... ...\n                                        <a href=\"/doc/1678224/\" id=\"a_41\">Article 11 (f) :</a> If the\n                                        Continuing Shareholder (s)\n                                        comprise Prakash Family\n                                        Shareholders and purchases\n                                        are to be made them under\n                                        <a href=\"/doc/1678224/\" id=\"a_42\">Article 11 (e)</a>, SP shall have\n                                        right (but not obligation) to\n                                        purchase all (but not some\n                                        only) of the Seller&#x27;s shares. If\n                                        SP shall fail to purchase all of\n                                        the Seller&#x27;s Shares within the\n<span class=\"hidden_text\" id=\"span_34\">ARB. PET. 4/2020                                                        Page 30/56</span>\n                                      time period set out in <a href=\"/doc/1678224/\" id=\"a_43\">Article 11\n                                     (e)</a> the shares subject to such\n                                     purchases shall be acquired by\n                                     each       Prakash        Family\n                                     Shareholders in the proportion\n                                     such shareholder&#x27;s holding the\n                                     shares bears to the aggregate\n                                     number of shares held by all of\n                                     the       Prakash         Family\n                                     Shareholders who have become\n                                     bound to make such purchases.\n\n</pre><blockquote id=\"blockquote_28\">     54.     Insofar as the requirement of MoU being incorporated in\n     the Articles of Association, it is submitted by Mr. Kathpalia, in\n     addition to the similar submission made by Mr. Nayar, that\n     nowhere in the <a href=\"/doc/1353758/\" id=\"a_44\">Companies Act</a> does the legislation explicitly or\n     impliedly forbid any arrangement between the shareholders of a\n     private company who are members of a single family to enter into\n     any arrangement as to how their shares are to be inter-se\n     transferred between them or how they should exercise their\n     voting rights attached to their shares. Moreover, proviso to\n     <a href=\"/doc/1176490/\" id=\"a_45\">Section 58(2)</a> of the Companies Act recognizes that private\n     arrangements outside the Articles of Association for transfer of\n     shares, such as the MoU, are enforceable in law.\n</blockquote><blockquote id=\"blockquote_29\">     55.     Mr. Sandeep Sethi, Learned Senior Counsel, appearing on\n     behalf of respondent No. 3 supported the stand taken by the\n     petitioner and has made submissions similar in lines to those\n     made by Mr. Nayar and Mr. Kathpalia.\n</blockquote><blockquote id=\"blockquote_30\">     56.     He submitted that the MoU is binding on Prakash Family\n     Members as respondent Nos. 1 and 2 after deriving benefit out of\n     the MoU are estopped from questioning its validity. He also\n\n<span class=\"hidden_text\" id=\"span_35\">ARB. PET. 4/2020                                                    Page 31/56</span>\n      submitted that SHA and MoU operate in different spheres as\n     SHA is an agreement between two blocks of shareholders i.e.,\n     Prakash Family Member being one block and the Reuters being\n     the other. MoU on the otherhand governs the inter-se rights and\n     obligations of the Prakash family Members.\n</blockquote><blockquote id=\"blockquote_31\">     57.     Mr. Sethi went on to submit that various clauses of the\n     MoU were incorporated in the Articles of 1996 and the same has\n     now been re-adopted. Clause 8 of the MoU incorporated in\n     Clause 11 (i), Clause 10 of the MoU incorporated in Clause 11 (f)\n     and Clause 6 incorporated in Clause 16 (h) of the 1996 Articles\n     respectively.\n</blockquote><blockquote id=\"blockquote_32\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"23402471\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"49992145\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133653680\" id=\"span_38\">58.     He further averred that the scope of enquiry for the Court\n     under <a href=\"/doc/1080390/\" id=\"a_46\">Section 11(6A)</a> is limited to the examination of the\n     existence of arbitration agreement and nothing more. In this\n     regard he has relied upon catena of judgments viz. <a href=\"/doc/133653680/\" id=\"a_47\">Duro\n     Felguera SA v. Gangvaram Port Limited</a>, 2017 (<a href=\"/doc/49992145/\" id=\"a_48\">9) SCC 729,\n     Zostel Hospitality Pvt. Ltd v. Oravel Stays Pvt. Ltd.</a>, <a href=\"/doc/23402471/\" id=\"a_49\">Oriental\n     Insurance Company Ltd. v. Narbheram Power and Steel Pvt</a>.</span></span></span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43502055\" id=\"span_39\"><a href=\"/doc/43502055/\" id=\"a_50\">Ltd. 2018 (6) SCC 534, Mayavati Trading Pvt. Ltd.</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"98159847\" id=\"span_40\">On\n     the doctrine of &#x27;kompetenz-kompetenz&#x27; to contend that the\n     Arbitral Tribunal would be within its rights under <a href=\"/doc/365890/\" id=\"a_51\">Section 16</a> of\n     the Act to decide on the validity and effect of the MoU, he has\n     relied on the Apex Court judgment in <a href=\"/doc/98159847/\" id=\"a_52\">Uttarakhand Purv Sainik\n     Kalyan Migam Limited v. Northern Coal Field Limited</a> 2020 (2)\n     SCC 455.</span>\n</p><p data-structure=\"RespArg\" id=\"p_61\">     59.     Dr. Abhishek Manu Singhvi and Mr. Ramji Srinivasan,\n     Learned Senior Counsels (&#x27;Counsels&#x27;, for short) appeared on\n\n\n<span class=\"hidden_text\" id=\"span_41\">ARB. PET. 4/2020                                                    Page 32/56</span>\n      behalf of respondent Nos. 1 &amp; 2.\n</p><p data-structure=\"RespArg\" id=\"p_62\">     60.     It is submitted by the Counsels that pursuant to the Share\n     Purchase Agreement dated April 12, 1996, Reuters purchased\n     49% of the equity shares of ANI from petitioner and respondents.\n     Simultaneously, SHA was also executed between the petitioner,\n     respondents and Reuters in order to govern their inter-se\n     relationship as equity shareholders as well as members of the\n     Company. It is also submitted that at the time of execution all\n     parties entered into the SHA in their individual capacity and it\n     was for ease of reference that they have individually referred to\n     as &#x27;Prakash Family Shareholder&#x27; and collectively as &#x27;Prakash\n     Family Shareholders&#x27;.\n</p><p data-structure=\"CDiscource\" id=\"p_63\">     61.     Relying upon the definition clause in the SHA, it is\n     submitted by the Counsels that Prakash Family Members or\n     Interests means each of the Prakash Family Shareholders and\n     each of their respective fathers, mothers, sons, daughters,\n     brothers and sisters (the Prakash Family Relatives) and any\n     company in which any such relation or any Prakash Family\n     Shareholder has a controlling interest and Shareholder means\n     each of Prakash Family shareholder and Reuters. Further, they\n     also stated that terms and clauses of SHA have been incorporated\n     in the Articles of Association of the Company and along with the\n     signatories to SHA, even the Company is bound by the specific\n     terms and restrictions contained in the SHA. The circular\n     resolution for transfer of shares moved by respondent No. 3 on\n     October 05, 2014 before the Board was in fact as per <a href=\"/doc/1678224/\" id=\"a_53\">Articles\n     11(i)</a> and <a href=\"/doc/134715/\" id=\"a_54\">13</a> of the Company (Articles of Association as on date).\n</p>\n\n<span class=\"hidden_text\" id=\"span_42\">ARB. PET. 4/2020                                                    Page 33/56</span>\n<p data-structure=\"CDiscource\" id=\"p_64\">      It is the same provision/Articles relied upon by respondent No.2\n     for transfer, which request has been objected to by respondent\n     No. 3. In fact, Reuters has given their consent to respondent No.\n     2&#x27;s request for transfer.\n</p><p data-structure=\"Precedent\" id=\"p_65\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115852355\" id=\"span_43\">62.     It is stated by the Counsels that rather than adhering to the\n     terms of SHA and Articles of Association as on date, reliance\n     placed on undated MoU by the petitioner is illegal. A private\n     company has to be governed by its Articles of Association and\n     SHA. It is also stated that agreements entered into between\n     shareholders shall not be contrary to the Articles of the Company\n     (Reference: <a href=\"/doc/115852355/\" id=\"a_55\">Vodafone International Holdings BV</a> (supra)).</span>\n</p><p data-structure=\"PetArg\" id=\"p_66\">     63.      It is submitted by the Counsels that the SHA being an\n     agreement between all the shareholders sets out the terms\n     governing the relationship of shareholders in the Company,\n     (including but not limiting to the mechanism and restrictions on\n     transfer of shares of the Company). The SHA being a\n     comprehensive and an entire agreement, contains Dispute\n     Resolution Clause (Clause 16) wherein, any dispute including the\n     present dispute (relating to the request of Respondent No.2 to\n     transfer her shares in the Company in the joint name of\n     Respondent Nos. 1 &amp; 2) as raised by the petitioner before this\n     Court can only be arbitrated after following the procedure set\n     forth in Clause 16 of SHA. In this regard he has drawn the\n     attention of the Court to Clause16, which reads as under:\n</p><blockquote id=\"blockquote_33\">         &quot; DISPUTES\n        Legal disputes\n        16.1 In the event of any dispute between the Shareholders\n        arising in connection with this Agreement (a legal dispute),\n        they shill use au reasonable endeavours to resolve the\n<span class=\"hidden_text\" id=\"span_44\">ARB. PET. 4/2020                                                       Page 34/56</span>\n         matter on an amicable basis. [f any Shareholder serves\n        formal written notice on any other Shareholder that a legal\n        dispute has arisen and the relevant Shareholders are unable\n        to resolve the dispute within a period of thirty (30) days\n        from the service of such notice, then the dispute shall be\n        referred to the managing director of the senior management\n        company identified by Reuters as having responsibility for\n        India (the Reuters Managing Director) and the Chairman of\n        the Company. No recourse to arbitration under this\n        Agreement shall cake place unless and until such procedure\n        has been followed.\n</blockquote><blockquote id=\"blockquote_34\">        Arbitration\n        16.2 If the Reuters Managing Director and the Chairman of\n        the Company shall have been unable to resolve any legal\n        dispute referred to them under clause 16.1 within thirty (30)\n        days, that dispute shall, at the request of any Shareholder be\n        referred to and finally settled by arbitration under and in\n        accordance with the Rules of the London Court of\n        International Arbitration by one or more arbitrators\n        appointed in accordance with those Rules..The place of\n        arbitration shall be London and the terms of this clause\n        16.2 shall be governed by and construed in accordance with\n        English law, The language of the arbitration proceedings\n        shall be English&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_67\">     64.     It    is   further   submitted    by    them     that   the\n     procedure/mechanism for referring any dispute to Reuter&#x27;s\n     Managing Director and the Chairman of the Company, as per\n     clause 16 of the SHA, must be strictly followed as the SHA does\n     not make any distinction as to the nature of the disputes that\n     should or should not referred for resolution to the said parties and\n     that arbitration can be invoked only after they have failed to\n     resolve the dispute within 30 days of such reference. He also\n     stated that it is immaterial whether the dispute has been raised\n     qua Reuters or among the other shareholders. The fact of the\n     matter is that the dispute is between the individual shareholders\n\n<span class=\"hidden_text\" id=\"span_45\">ARB. PET. 4/2020                                                      Page 35/56</span>\n      of the Company with respect to the shares of the Company and\n     not a family dispute as alleged by the Petitioner. Moreover, as per\n     Clause 16.2 the seat of arbitration being London and in\n     accordance with Rules of LIAC it is stated that this Court wants\n     jurisdiction under <a href=\"/doc/214837/\" id=\"a_56\">Section 11(5)</a> of the Act.\n</p><p data-structure=\"Section\" id=\"p_68\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"60626037\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"190370690\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1391279\" id=\"span_48\">65.     It is plea of the Counsels that subsequent to Reuter&#x27;s\n     introduction to the Company through execution of SPA as well as\n     SHA, any previous arrangement between the then shareholders\n     were superseded by the new shareholders agreement in terms of\n     clause 28 of the SHA. And since, as per Clause 28 of the SHA\n     any or all prior agreements, arrangements etc. are superseded the\n     fundamental question which needs to be decided by this Court\n     before referring the parties to the Arbitration is the validity and\n     existence of a contract having an arbitration clause which has\n     been novated / superseded as the parties cannot invoke a clause\n     which     has   been    perished     with      a   new   subsequent\n     understanding/contract i.e., once a contract/agreement has been\n     superseded or extinguished by a subsequent contract/agreement,\n     the arbitration clause being a component of the superseded\n     contract/agreement stands superseded along with the terms of\n     superseded contract/agreement. Further, it is submitted by them\n     that issue of novation/supersession is not a preliminary issue and\n     beyond the jurisdiction of the Arbitrator under <a href=\"/doc/365890/\" id=\"a_57\">Section 16</a> of the\n     Act as the Arbitrator under <a href=\"/doc/365890/\" id=\"a_58\">section 16</a> of the Act is not\n     empowered to decide upon any issue if the appointment of the\n     Ld. Arbitrator itself is on the basis of a novated arbitration clause\n     which had become void along with the original contract. Reliance\n\n\n<span class=\"hidden_text\" id=\"span_49\">ARB. PET. 4/2020                                                       Page 36/56</span>\n      has also been placed on <a href=\"/doc/595325/\" id=\"a_59\">Section 62</a> of the Indian Contract Act,\n     1872 (&#x27;<a href=\"/doc/171398/\" id=\"a_60\">Contract Act</a>&#x27;, for short) to contend that when the main\n     agreement is novated, rescinded or altered, it loses its validity and\n     the arbitration agreement becomes void as the principle is that if\n     the contract is superseded by another, the arbitration clause, being\n     a component part of the earlier contract, falls with it. In this\n     regard they have relied upon two Apex Court judgments in\n     <a href=\"/doc/1391279/\" id=\"a_61\">Union of India v. Kishorilal Gupta</a> <a href=\"/doc/190370690/\" id=\"a_62\">AIR 1959 SC 1362, Young\n     Achievers v. IMS Learning Resources Pvt. Ltd.</a>, (2013) 10 SCC\n     535 and a Division Bench judgment of this Court in <a href=\"/doc/60626037/\" id=\"a_63\">Samyak\n     Projects (P) Ltd. v. Ansal Housing &amp; Construction Ltd., FAO\n     (OS) No.</a> 33 of 2019. In other words, it is the submission of the\n     Counsels that the only valid existing arbitration agreement\n     between the shareholders of the Company being clause 16 of the\n     SHA, and the proceedings envisaged being an international\n     commercial arbitration, Supreme Court is the Court designate as\n     per provisions of <a href=\"/doc/1080390/\" id=\"a_64\">Section 11(9)</a> of the Act and since the then\n     shareholders and signatories of alleged MoU have subsequently\n     given their consent to supersede all prior agreements as per\n     Clause 28 of the SHA, Clause 12 of the alleged MoU is not an\n     existing and/or valid contract moreover an Arbitrator cannot\n     under <a href=\"/doc/365890/\" id=\"a_65\">Section 16</a> of the Act adjudicate upon novated/superseded\n     contract/arbitration agreement.</span></span></span>\n</p><p data-structure=\"Precedent\" id=\"p_69\">     66.     The Counsels have relied upon the Supreme Court\n     judgments in United India Insurance Company Ltd. &amp; Anr., v.\n     Hyundai Engineering and Construction Company Ltd. &amp; Ors.,\n     2018 (17) SCC 607 as well as on Garware Wall Ropes Limited v.\n</p>\n\n<span class=\"hidden_text\" id=\"span_50\">ARB. PET. 4/2020                                                      Page 37/56</span>\n<p data-structure=\"Precedent\" id=\"p_70\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133653680\" id=\"span_51\">Coastal Marine Construction and Marine ltd., 2019 (9) SCC\n     2019, wherein reference to arbitration was rejected owing to\n     invalidity of the arbitration clauses to contend that the scope of\n     enquiry under <a href=\"/doc/1080390/\" id=\"a_66\">Section 11</a> of the Act was expanded by the Apex\n     Court to look into the validity of the arbitration agreement as the\n     jurisdiction of the Arbitrator was dependent on the existence of\n     the arbitration clause. They also sought to differentiate the\n     judgment relied upon by the petitioner in <a href=\"/doc/133653680/\" id=\"a_67\">Duro Felguera\n     S.A.</a>(supra) by stating that <a href=\"/doc/133653680/\" id=\"a_68\">the said judgment</a> while narrowing the\n     scope of <a href=\"/doc/1080390/\" id=\"a_69\">Section 11(6A)</a> inserted by the Amendment Act of 2015\n     to prima facie satisfaction of existence of arbitration agreement\n     had also held that while ascertaining the existence of a valid\n     arbitration clause the Court has to determine the fundamental\n     question of novation/suppression of the arbitration agreement by\n     subsequent agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43502055\" id=\"span_53\">He also stated that the Supreme Court in\n     <a href=\"/doc/43502055/\" id=\"a_70\">Mayavati Trading Pvt. Ltd.</a> (supra) even though <a href=\"/doc/133653680/\" id=\"a_71\">Duro Felguera\n     S.A.</a>   (supra)     was   followed     the     fundamental    issue   of\n     novation/supersession which falls under the jurisdiction of the\n     Court designate while deciding the petition under <a href=\"/doc/1080390/\" id=\"a_72\">Section 11</a> of\n     the Act was not gone into. In other words, it is his submission\n     that as per <a href=\"/doc/1080390/\" id=\"a_73\">Section 11 (6A)</a> of the Act, Court&#x27;s scope of inquiry\n     requires      to   determine    the         fundamental     issue    of\n     novation/supersession which is important before declaring any\n     arbitration agreement valid/existing.</span></span>\n</p><p data-structure=\"Facts\" id=\"p_71\">     67.     On the aspect of validity of the MoU, it is submitted by\n     the Counsels that the same is undated and not valid owing to the\n     absence of signature of the parties on the all the pages except the\n\n\n<span class=\"hidden_text\" id=\"span_54\">ARB. PET. 4/2020                                                          Page 38/56</span>\n      last page. Further, it is averred that the contents of the alleged\n     MoU are nowhere incorporated in the Articles of the Company as\n     on date, as per Clause 3 of alleged MoU respondent No. 2 was to\n     continue as the Managing Director of ANI even after investment\n     by Reuters and that it is an admitted position that after execution\n     of SHA due to novation of the alleged MoU by the SHA,\n     respondent No. 2 was asked to resign and she submitted her\n     resignation as the Managing Director of the Company.\n</p><p data-structure=\"RespArg\" id=\"p_72\">     68.        It is also submitted by the Counsels that the MoU was\n     never communicated or mentioned during the Board Meetings,\n     Official      Communications,       Articles   and     any     other\n     correspondences between the shareholders of the Company and\n     the terms of alleged MoU was never sought to be implemented\n     for 25 years after its execution and that it was only on September\n     17, 2019 during board meeting, that the Petitioner for the very\n     first time introduced the alleged undated MoU to the shareholders\n     of ANI supported by respondent No. 3, who was all throughout\n     aware of the invalidity of the MoU based on various opinions\n     received by him including that of the statutory auditor of\n     ANI/Company.\n</p><p data-structure=\"CDiscource\" id=\"p_73\">     69.        It is also submitted by the Counsels that Clause 4 of the\n     SHA, categorically states that the provisions of clause 11, 12, 14\n     and Schedule 1 shall apply in relation to any transfer, or proposed\n     transfer, of shares or any interest in shares and the said clauses of\n     SHA being in consonance with the Articles, clearly overrides the\n     alleged transfer Clause of MoU, rendering the MoU invalid and\n     contrary to Articles and provisions of the <a href=\"/doc/1353758/\" id=\"a_74\">Companies Act</a>. In this\n\n\n<span class=\"hidden_text\" id=\"span_55\">ARB. PET. 4/2020                                                      Page 39/56</span>\n      regard, they state, alleged MoU was superseded by the valid and\n     existing SHA and thereafter the terms of SHA were incorporated\n     in Articles of 1996, Articles of 2012 and as on date, Articles of\n     2014. It is also pointed out that even the respondent No.3 while\n     seeking transfer of his shares in the joint name of petitioner and\n     himself, sought the transfer in terms of <a href=\"/doc/1678224/\" id=\"a_75\">Articles 11 (i)</a> and <a href=\"/doc/134715/\" id=\"a_76\">13</a> of\n     the Company, whereas on respondent No.2&#x27;s request, even after\n     sharing all the requisite documents required and requested\n     transfer of shares by respondent No. 2 in terms of <a href=\"/doc/1678224/\" id=\"a_77\">Article 11 (i)</a>\n     and <a href=\"/doc/134715/\" id=\"a_78\">13</a> of the Company, respondent No.3 initially tried to reject\n     the transfer ostensibly on ground that &#x27;the due process for shares\n     has not been followed&#x27;, whereas a joint transfer in his name and\n     the petitioner was concluded by relying on the same Articles and\n     later, on a repeated request by respondent No.2 vide email dated\n     October 10, 2019 after sharing all the requisite documents,\n     respondent No. 3 informed respondent No.2 that under the\n     provisions of an undated MoU, the transfer was not permitted.\n</p><p data-structure=\"CDiscource\" id=\"p_74\">     70.     Moreover, it is submitted by the Counsels that a bare\n     perusal of Clause 8.1 of the SHA makes it clear that there is\n     absolutely no restriction in inter-se transfer of shares amongst the\n     Prakash Family Shareholders and no permission whatsoever is\n     required of such a transfer. And in fact, Reuters Television\n     Mauritius Limited transferred/assigned its shares in the Company\n     to its affiliate Thomson Reuters Corporation Pte Limited was in\n     terms of Clause 8.1, which deals with intra group transfer of\n     shares. It is also submitted by Dr. Singhvi that in terms of clause\n     8.2 of the SHA transfer of shares to related parties who are not\n\n\n<span class=\"hidden_text\" id=\"span_56\">ARB. PET. 4/2020                                                      Page 40/56</span>\n      currently shareholders of the Company but in which Prakash\n     Family Shareholders or Prakash Family Relation has a\n     controlling interest is also permitted with a prior consent from\n     Reuters.\n</p><p data-structure=\"CDiscource\" id=\"p_75\">     71.       They have also drawn the attention of this Court to\n     Clause 3 of Schedule 1 of the SHA to submit that after a period\n     of 3 years from the date of execution of the SHA, there is\n     absolutely no restriction on transfer of shares by an existing\n     shareholder to even a third party and the only requirement in that\n     regard is that the existing shareholder must give a Right of First\n     Refusal (&#x27;ROFR&#x27;) to the existing shareholders as envisaged under\n     Clause 3, 4 and 5 of schedule 1, with the provision as per Clause\n     6 to sell/transfer shares to a third party in the event of failure of\n     the existing shareholders to exercise rights as per ROFR.\n</p><p data-structure=\"Precedent\" id=\"p_76\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43502055\" id=\"span_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140212\" id=\"span_58\">72.       The Counsels have relied on an Apex Court judgment in\n     <a href=\"/doc/140212/\" id=\"a_79\">V.B. Rangaraj v. V.B. Gopalakrishnan and Ors., CDJ</a> 1991 SC\n     464 as well as on a judgment of this High Court in Pushpa\n     Katoch v. <a href=\"/doc/43502055/\" id=\"a_80\">Manu Maharani Hotels Ltd and Ors., 2006 131 Comp</a>\n     Case 42 (Delhi), to contend that the an agreement between family\n     members cannot restrict the free transfer of shares of living\n     member if it is against the Articles or the family agreement is not\n     incorporated in the Articles of Association. It is also his\n     submission that as per <a href=\"/doc/1455010/\" id=\"a_81\">Section 2(68)</a> of the Companies Act, a\n     private    company    can   only    impose    restriction   on   free\n     transferability of shares only by way of its Articles of Association\n     and in the present case the MoU being not incorporated as part of\n     the Articles of Association as well in view of <a href=\"/doc/927824/\" id=\"a_82\">Section 23</a> of the\n\n\n<span class=\"hidden_text\" id=\"span_59\">ARB. PET. 4/2020                                                       Page 41/56</span>\n      <a href=\"/doc/171398/\" id=\"a_83\">Contract Act</a> the same is void ab initio owing to the object being\n     forbidden by law.</span></span>\n</p><p data-structure=\"PetArg\" id=\"p_77\">     73.     That apart, it is their plea that the SHA is a complete and\n     comprehensive agreement between the shareholders of the\n     Company/ANI. This they says so by stating that the SHA not\n     only regulates the inter-se relationship between the shareholders\n     but also details the structures and processes in relation to the\n     management of the Company which includes issues such as,\n     management of the board, the shareholders, their meetings,\n     quorum and all issues relating to ownership and transfer of the\n     shares and other regulations for the protection of individual\n     shareholders and the Company. It is also submitted by them that\n     Clauses 4, 11, 12, 14 and Schedule 1 are the only valid and\n     binding restrictions on the shareholders of the Company and even\n     otherwise specifically override Clauses 8-10 of the alleged MoU.\n     Similarly, in terms of the provisions of Cause 28 of the SHA,\n     Clause 16 of the SHA shall unambiguously override Clause 12 of\n     the alleged MoU.\n</p><p data-structure=\"CDiscource\" id=\"p_78\">     74.     It is submitted by the Counsels that ANI is no more a\n     family owned Company and Reuters is entitled to be informed\n     and included while taking any step or decision on the subject\n     matter related to ANI as the issue in hand is of share transfer by\n     the shareholders of ANI who as per the Articles and SHA are\n     required to follow the procedure set forth in the SHA and the\n     Articles of the Company. More so, Reuters having given their\n     express consent to the transfer of shares to the joint name of\n     respondent Nos. 1 &amp; 2 would be a necessary party for\n\n\n<span class=\"hidden_text\" id=\"span_60\">ARB. PET. 4/2020                                                     Page 42/56</span>\n      adjudication of the dispute raised by petitioner and the same has\n     to be resolved in terms of the SHA. The Supreme Court being the\n     Court designate as per the Act to decide an application<a href=\"/doc/1080390/\" id=\"a_84\"> u/s 11</a> for\n     appointment of Arbitrator for International Arbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_79\">     75.     It is also submitted by the Counsels that the SHA does not\n     define two groups of shareholders as each signatory to the SHA\n     have been described in their individual capacity not as a group.\n     He has drawn the attention of the Court to various clauses under\n     the SHA namely Clauses 5.4, 10, 11, 11.1, 15.2, 19, 25 and 30 in\n     support of his submission.\n</p><p data-structure=\"RespArg\" id=\"p_80\">     76.     I have heard the learned counsels appearing for the\n     parties. It is clear from the above that the petition has been filed\n     by the petitioner under <a href=\"/doc/1080390/\" id=\"a_85\">Section 11</a> of the Act for the appointment\n     of an arbitrator on the basis of invocation of arbitration clause,\n     being clause 12 of the MoU, vide Notice of Arbitration. The\n     respondent Nos. 1 &amp; 2 had opposed to the request of the\n     petitioner vide letter December 20, 2019 stating that the MoU has\n     allegedly been superseded and invalidated by the SHA between\n     the Prakash Family and Reuters and did not agree to the\n     appointment of the Arbitrator. Respondent No. 3 however, vide\n     letter dated November 24, 2019 had given his consent to the\n     arbitrator nominated by the petitioner through his Notice for\n     Arbitration. In fact, similar is the stand taken by respondent Nos.\n     1 &amp; 2 in their reply to the present petition.\n</p><p data-structure=\"Precedent\" id=\"p_81\">     77.     From the said stand of the respondent Nos. 1 &amp; 2 it is\n     clear that they are contesting the maintainability of this petition\n     under <a href=\"/doc/1080390/\" id=\"a_86\">Section 11</a> of the Act before this Court as according to\n\n\n<span class=\"hidden_text\" id=\"span_61\">ARB. PET. 4/2020                                                      Page 43/56</span>\n      them the MoU stands novated by the SHA dated April 12, 1996.\n</p><p data-structure=\"RespArg\" id=\"p_82\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43502055\" id=\"span_63\">78.     Mr. Nayar, Mr. Kathpalia and Mr. Sethi contended that\n     the validity of the MoU as a governing document for the rights\n     and obligations of the members of the Prakash Family inter-se\n     qua the family shares and breach of the MoU by Mrs. Daya\n     Prakash, respondent No. 2 are disputes under the MoU and that\n     the Arbitral Tribunal under the MoU can determine whether the\n     MoU is valid or not. Further, the scope of enquiry under <a href=\"/doc/1080390/\" id=\"a_87\">Section\n     11 (6A)</a> of the Act in view of the Apex Court judgment in\n     <a href=\"/doc/43502055/\" id=\"a_88\">Mayavati Trading Pvt. Ltd.</a> (supra) following <a href=\"/doc/133653680/\" id=\"a_89\">Duro Felguera\n     S.A.</a> (supra), is limited only to the prima-facie satisfaction of the\n     existence of an arbitration agreement and it is the Arbitral\n     Tribunal which would decide any preliminary issue including the\n     validity and effect of the agreement.</span></span>\n</p><p data-structure=\"Issue\" id=\"p_83\">     79.     In this petition, I am of the view, the initial issue which\n     arises for consideration is, whether at the stage of considering the\n     request of the petitioner for the appointment of an Arbitrator, it is\n     only the existence of an Arbitration Agreement that needs to be\n     seen, leaving it to the Arbitrator to decide the issue of validity of\n     the Agreement, including the plea of novation of MoU.\n</p><p data-structure=\"Section\" id=\"p_84\">     80.     The petitioner has invoked the arbitration clause, being\n     Clause 12, as per the MoU, which reads as under:\n</p><blockquote id=\"blockquote_35\">             &quot;All disputes questions or differences etc., arising in\n             connection with this MoU shall be referred to a single\n             arbitration in accordance with and subject to the\n             provisions of the <a href=\"/doc/1052228/\" id=\"a_90\">Arbitration Act, 1940</a>, or any other\n             enactment or statutory modification thereof for the time\n             being in force.&quot;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_64\">ARB. PET. 4/2020                                                       Page 44/56</span>\n<p data-structure=\"Precedent\" id=\"p_85\">      81.     Objections to the invocation of the arbitration clause as\n     per the MoU and the maintainability of this petition has been\n     raised by Dr. Singhvi and Mr. Srinivasan on the following\n     grounds:\n</p><blockquote id=\"blockquote_36\">             1.     The SHA was executed between the petitioner,\n             respondents (1, 2 &amp; 3) and Reuters to govern their inter-\n</blockquote><p data-structure=\"Precedent\" id=\"p_86\">             se relationship as equity shareholders and members of the\n             Company.\n</p><p data-structure=\"Section\" id=\"p_87\">             2.     Shareholder means each of the Prakash Family\n             Shareholder and Reuters as per the definition clause in\n             SHA.\n</p><p data-structure=\"Precedent\" id=\"p_88\">             3.     SHA is a comprehensive agreement between all\n             shareholders and sets out the terms governing the\n             relationship of all shareholders in the Company, with\n             dispute resolution clause (Clause 16 of the SHA).\n</p><p data-structure=\"Precedent\" id=\"p_89\">             4.     Subsequent to Reuter&#x27;s introduction to the\n             Company through execution of SPA as well as SHA, any\n             previous arrangement between the then shareholders were\n             superseded by the SHA in view of Clause 28 of the SHA.\n</p><p data-structure=\"Precedent\" id=\"p_90\">             <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"60626037\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"43502055\" id=\"span_66\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"190370690\" id=\"span_67\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1391279\" id=\"span_68\">5.     When a contract with arbitration clause gets\n             novated/superseded (<a href=\"/doc/595325/\" id=\"a_91\">Section 62</a> of Contract Act), the\n             arbitration clause perishes and the same cannot be\n             invoked. This issue not being a preliminary one is not\n             within the scope of jurisdiction under <a href=\"/doc/365890/\" id=\"a_92\">Section 16</a> of the\n             Act. (Reference: <a href=\"/doc/1391279/\" id=\"a_93\">Union of India v. Kishorilal</a> (supra),\n             <a href=\"/doc/190370690/\" id=\"a_94\">Young Achievers</a> (supra), <a href=\"/doc/43502055/\" id=\"a_95\">Mayavati Trading Pvt. Ltd.</a>\n             (supra) and <a href=\"/doc/60626037/\" id=\"a_96\">Samyak Projects</a> (supra)).</span></span></span></span>\n</p>\n\n<span class=\"hidden_text\" id=\"span_69\">ARB. PET. 4/2020                                                   Page 45/56</span>\n<p data-structure=\"Precedent\" id=\"p_91\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43502055\" id=\"span_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23402471\" id=\"span_71\">6.       The scope of <a href=\"/doc/1080390/\" id=\"a_97\">Section 11</a> of the Act, expanded by\n              the Apex Court to look into the validity of the arbitration\n              agreement.         (Reference:    <a href=\"/doc/23402471/\" id=\"a_98\">United        India       Insurance\n              Company Ltd. &amp; Anr.</a> (supra), <a href=\"/doc/43502055/\" id=\"a_99\">Garware Wall Ropes\n              Limited</a> (supra). Scope of inquiry under <a href=\"/doc/1080390/\" id=\"a_100\">Section 11(6A)</a>\n              requires Court to decide the fundamental issue of\n              novation/supersession.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_92\">     82.      For answering the issue, it is necessary to reproduce the\n     relevant clauses of the SHA on which reliance has been placed by\n     the counsels for the parties.\n</p><p data-structure=\"CDiscource\" id=\"p_93\">     PETITIONER                                RESPONDENT\n    Artificial deadlock under Clause           Clause 28:-   &quot;ENTIRE AGREEMENT\n    1.1 of the SHA;          &quot;Artificial\n                                               28.1 This Agreement, the Ancillary\n    Deadlock means a Management\n                                               Agreements, and the Share Purchase\n    Deadlock caused by virtue of the\n                                               Agreement constitute the entire&#x27;\n    Prakash Family Shareholders or\n                                               agreement and understanding of the\n    Reuters (or any appointee on the\n                                               parties with respect to the subject\n    Board) voting against an issue or\n                                               matter hereof and none of the\n    proposal in circumstances where\n                                               parties has entered into this\n    the approval of the same is\n                                               Agreement in reliance upon any\n    required .to enable the Company\n                                               representation,      warranty       or\n    co carry on the Business properly\n                                               undertaking by or on behalf of the\n    and effectively in accordance with\n                                               other parties which, is not expressly\n    the then current approved\n                                               set out herein or therein.\n</p><p data-structure=\"Conclusion\" id=\"p_94\">    Business Plan and Budget;\n</p><p data-structure=\"Section\" id=\"p_95\">                                               28.2 Without prejudice to the\n                                               generality of clause 28.1, the parties\n                                               hereby agree that this Agreement\n                                               supersedes any or all prior\n                                               agreements,           understandings,\n                                               arrangements,               promises,\n                                               representations, warranties and/or\n                                               contracts of any form or nature\n                                               whatsoever, whether oral or in\n                                               writing and whether explicit or\n                                               implicit, which may have been\n                                               entered into prior to the date hereof\n                                               between the parties, other than the\n                                               Ancillary Agreements and the Share\n                                               Purchase Agreement.&quot;\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">ARB. PET. 4/2020                                                                   Page 46/56</span>\n<p data-structure=\"Precedent\" id=\"p_96\">      Clause 16.1 of the SHA:-16.1 In\n     the event of any dispute between\n     the Shareholders arising in\n     connection with this Agreement (a\n     legal dispute), they shall use all\n     reasonable endeavours to resolve\n     the matter on an amicable basis.\n</p><p data-structure=\"CDiscource\" id=\"p_97\">     If any Shareholder serves formal\n     written notice on any other\n     Shareholder that a legal dispute\n     has arisen and the relevant\n     Shareholders are unable to\n     resolve the dispute within a\n     period of thirty (30) days from the\n     service of such notice, then the\n     dispute shall be referred to the\n     managing director of the senior\n     management company identified\n     by     Reuters       as      having\n     responsibility for India (the\n     Reuters Managing Director) and\n     the Chairman of the Company.\n</p><p data-structure=\"Conclusion\" id=\"p_98\">     No recourse to arbitration under\n     this Agreement shall cake place\n     unless and until such procedure\n     has been followed.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_99\">     83.       Further, the SHA has been executed by the following\n     &#x27;parties&#x27; by stating as under:\n</p><blockquote id=\"blockquote_37\">                 &quot; THIS SHAREHOLDERS&#x27; AGREEMENT is made on 12th April\n               1996 BETWEEN\n</blockquote><blockquote id=\"blockquote_38\">               1) Mr. PREM PRAKASH of A-I7, Gulmohar Park, New- Delhi\n               110049, India;\n</blockquote><blockquote id=\"blockquote_39\">               2) Mrs. DAYA PRAKASH of A-I7, Gulmohar Park, New- Delhi\n               110049, India;\n</blockquote><blockquote id=\"blockquote_40\">               3) Mr. SANJIV PRAKASH of A-I7, Gulmohar Park, New-Delhi\n               110049, India;\n</blockquote><blockquote id=\"blockquote_41\">               4) Mrs. SEEMA KUKREJA of A-I7, Gulmohar Park, New- Delhi\n               110049, India; and\n</blockquote><blockquote id=\"blockquote_42\">               5) REUTERS TELEVISION MAURITIUS LIMITED a company\n               incorporated under the laws of the Republic of Mauritius whose\n               registered office is at Cerne House, Chaussee, Port Louis,\n               Republic of Mauritius. (Reuters),\n               (the parties of the first to fourth part (inclusive) above being\n               referred to collectively as the Prakash Family Shareholders and\n               individually as a Prakash Family Shareholder). &quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_73\">ARB. PET. 4/2020                                                            Page 47/56</span>\n<p data-structure=\"Precedent\" id=\"p_100\">      84.     The aforesaid paragraph identifies &#x27;parties&#x27; to SHA as\n     Prakash Family Shareholders both in their individual capacity as\n     well as collectively and Reuters.\n</p><p data-structure=\"Precedent\" id=\"p_101\">     85.     In fact, the SHA has been executed by all the\n     shareholders of the Prakash Family in their individual capacity\n     and not by one person representing the family or &#x27;block&#x27; as\n     contended by the ld. Counsels for the petitioner. The term\n     shareholder has also been defined under Clause 1.1 of the SHA\n     as:\n</p><blockquote id=\"blockquote_43\">           &quot;Shareholders means each of the Prakash Family\n           Shareholders and Reuters.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_102\">     86.     The learned Senior Counsels appearing for the petitioner\n     have relied heavily on Clause 1.1 as well as Clause 16 of the\n     SHA to further the plea that the SHA has been executed by the\n     Prakash Family as a group/bloc.\n</p><p data-structure=\"Section\" id=\"p_103\">     87.     In so far as Clause 16 is concerned, dispute resolution\n     clause under the SHA, the same contemplates resolution of\n     dispute between shareholders and on failure of the shareholders\n     to amicably resolve the dispute within 30 days from service of\n     notice, the same shall be referred to the Managing Director of\n     Reuters having responsibility for India and the Chairman of the\n     Company/ANI. It cannot be said that the Clause 16 is intended\n     only for disputes between Reuters and Prakash Family, as the\n     said clause contemplates dispute between &#x27;shareholders&#x27; who\n     have been defined as individual shareholders of both Prakash\n     Family and Reuters.\n</p><p data-structure=\"Precedent\" id=\"p_104\">     88.     In so far as Clause 1.1 is concerned, the same defines\n\n<span class=\"hidden_text\" id=\"span_74\">ARB. PET. 4/2020                                                  Page 48/56</span>\n      &#x27;artificial deadlock&#x27; as a management deadlock caused by virtue\n     of the Prakash Family Shareholders or Reuters voting against an\n     issue or proposal in circumstances where the approval of the\n     same is required for the functioning of the Company as per\n     approved plans. No doubt,     Mr. Kathpalia, Mr. Nayar and Mr.\n     Sethi may be right in contending that there exist a contemplation\n     of groups viz. Prakash Family Members and Reuters under the\n     SHA, but the same is in a particular fact situation of deadlock\n     then the Prakash Family Members and Reuters act as &#x27;blocks&#x27;,\n     which does not mean that SHA does not recognize Prakash\n     Family Shareholders in their individual capacity. More so, as per\n     the opening paragraph, the term &#x27;parties&#x27; envisages Prakash\n     Family Shareholders both individually as well as collectively.\n</p><p data-structure=\"Conclusion\" id=\"p_105\">     89.     Clause 28.2 (reproduced above), contemplates a situation\n     where the &#x27;parties&#x27; agree that SHA supersedes any or all prior\n     agreements,     understandings,      arrangements,      promises,\n     representations, warranties and/or contracts of any form or\n     nature whatsoever, whether oral or in writing and whether\n     explicit or implicit, which may have been entered into prior to\n     the date hereof between the parties, except for Ancillary\n     Agreement and SPA.\n</p><p data-structure=\"RespArg\" id=\"p_106\">     90.     A conjoint reading of the Clause 28.2 with the opening\n     paragraph of SHA therefore necessarily means that any kind of\n     agreement as detailed in Clause 28.2, &#x27;between the parties&#x27; shall\n     stand superseded as per Clause 28.2.         So, it follows the\n     shareholders of Prakash Family having being individually\n     recognized under the SHA as parties, the MoU, an agreement, as\n\n\n<span class=\"hidden_text\" id=\"span_75\">ARB. PET. 4/2020                                                      Page 49/56</span>\n      relied upon by the petitioner which governs the inter-se rights\n     and obligations of the Prakash Family stands superseded.      It is\n     not the case of the Ld. Counsel for the petitioner that the SHA\n     does not deal with inter-se rights of the members / shareholders\n     of the Prakash Family. The plea of Mr. Nayar that MoU was\n     entered by Prakash Family to define their family arrangement\n     before the Reuters came in by purchasing the shares and hence\n     cannot be overridden by the SHA is not appealing. Nothing\n     precluded the members of the Prakash Family to include a\n     stipulation in the SHA, that the SHA, shall not supersede the\n     MoU, as has been specially stated in Clause 28.2 with regard to\n     ancillary agreements and share purchase agreement. The plea of\n     Mr. Nayar, that the present dispute between the parties being in\n     respect of shares in an Indian company to be resolved by London\n     Court of International Arbitration as per English law, contracting\n     out of Indian Law is opposed to public policy is also not\n     appealing as such an issue doesn&#x27;t arise in these proceedings\n     which have been filed by invoking the MoU. Nor such a plea\n     would revive the MoU, which stands novated by the SHA.\n</p><p data-structure=\"RespArg\" id=\"p_107\">     91.     In so far as the plea of Mr. Kathpalia and Mr. Sethi that\n     the plea of Dr. Singhvi and Mr. Srinivasan that MoU is\n     superseded by SHA is belied as Clause 8 of MoU was\n     incorporated in Articles of Association by the subsequent\n     amendment on May 14, 1996 after the execution of the SHA on\n     April 12, 1996 would not have been incorporated had MoU been\n     superseded, is not appealing, firstly, as the effect of Clause 28.2\n     of SHA is that the MoU stands superseded. Assuming, if a\n\n\n<span class=\"hidden_text\" id=\"span_76\">ARB. PET. 4/2020                                                     Page 50/56</span>\n      clause para materia to Clause 8 has been incorporated in Articles\n     of Association, it is only with view to make such a clause part of\n     Articles of Association but that does not mean that MoU\n     continues to hold the field. Further it can be said, that para\n     materia clause was incorporated in Articles of Association,\n     knowing well that as MoU stands superseded a stipulation similar\n     to Clause 8 should be incorporated in Articles of Association.\n</p><p data-structure=\"Precedent\" id=\"p_108\">     92.     The plea of Mr. Kathpalia that proviso to <a href=\"/doc/1176490/\" id=\"a_101\">Section 58 (2)</a>\n     of the Companies Act recognizes private arrangements outside\n     Articles of Association for transfer of shares like MoU has no\n     relevance to the issue which falls for consideration. In any case,\n     I have already held above that MoU stands superseded by SHA.\n</p><p data-structure=\"Section\" id=\"p_109\">     93.     It is trite law that to attract the theory of novation as per\n     <a href=\"/doc/595325/\" id=\"a_102\">Section 62</a> of the Contract Act, there should be total substitution\n     of the earlier contract and its terms and all the terms of the earlier\n     contract should perish with it. <a href=\"/doc/595325/\" id=\"a_103\">Section 62</a> of the Contract Act\n     reads as under:\n</p><blockquote id=\"blockquote_44\">             &quot;62. Effect of novation, rescission, and alteration of\n             contract--If the parties to a contract agree to substitute\n             a new contract for it, or to rescind or alter it, the\n             original contract need not be performed. --If the parties\n             to a contract agree to substitute a new contract for it, or\n             to rescind or alter it, the original contract need not be\n             performed.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_110\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1391279\" id=\"span_77\">94.     The Apex Court in <a href=\"/doc/1391279/\" id=\"a_104\">Union of India v. Kishorilal</a> (supra),\n     also relied upon by respondent Nos. 1 &amp; 2, wherein owing to the\n     execution of settlement contracts and respondents therein failing\n     to adhere to the terms, it was held that the appellants could not\n     refer the dispute to arbitration on the basis of the arbitration\n<span class=\"hidden_text\" id=\"span_78\">ARB. PET. 4/2020                                                        Page 51/56</span>\n      clauses under the original contracts entered into between the\n     parties due to novation. The relevant portion of the judgment\n     reads as under:</span>\n</p><blockquote id=\"blockquote_45\">         &quot;14. We shall now notice some of the authoritative statements\n         in the text-books and a few of the cases bearing on the\n         question raised : In Chitty on Contract, 21st Edn., the scope\n         of an arbitration clause is stated thus, at p. 322 :\n</blockquote>\n<blockquote id=\"blockquote_46\">              &quot;So that the law must be now taken to be that when an\n              arbitration clause is unqualified such a clause will\n              apply even if the dispute involve an assertion that\n              circumstances had arisen whether before or after the\n              contract had been partly performed which have the\n              effect of discharging one or both parties from liability,\n              e.g., repudiation by one party accepted by the other, or\n              frustration.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_111\">         15. In &quot;Russel on Arbitration&quot;, 16th Edn., p. 63, the following\n         test is laid down to ascertain whether an arbitration clause\n         survives after the contract is determined:\n</p>\n<blockquote id=\"blockquote_47\">               &quot;The test in such cases has been said to be whether the\n               contract is determined by something outside itself, in\n               which case the arbitration clause is determined with it, or\n               by something arising out of the contract, in which case\n               the arbitration clause remains effective and can be\n               enforced.&quot;\n</blockquote>\n<blockquote id=\"blockquote_48\">         xxx                xxx                       xxx\n\n</blockquote><blockquote id=\"blockquote_49\">      20. These observations throw considerable light on the question\n      whether an arbitration clause can be invoked in the case of a\n      dispute under a superseded contract. The principle is obvious; if\n      the contract is superseded by another, the arbitration clause,\n      being a component part of the earlier contract, falls with it. The\n      learned Law Lord pin-points the principle underlying his\n      conclusion at p. 347:\n</blockquote>\n<blockquote id=\"blockquote_50\">               &quot;I am accordingly of opinion that what is commonly\n               called repudiation or total breach of a contract, whether\n\n<span class=\"hidden_text\" id=\"span_79\">ARB. PET. 4/2020                                                       Page 52/56</span>\n              acquiesced in by the other party or not, does not abrogate\n             a contract, though it may relieve the injured party of the\n             duty of further fulfilling the obligations which he has by a\n             contract undertaken to the repudiating party. The\n             contract is not put out of existence, though all further\n             performance of the obligations undertaken by each party\n             in favour of the other may cease. It survives for the\n             purpose of measuring the claims arising out of the\n             breach, and the arbitration clause survives for\n             determining the mode of their settlement. The purposes of\n             the contract have failed, but the arbitration clause is not\n             one of the purposes of the contract.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_112\">       21. Lord Wright, after explaining the scope of the word\n       &quot;repudiation&quot; and the different meanings its bears, proceeded\n       to state at p. 350 :\n</p>\n<blockquote id=\"blockquote_51\">             &quot;In such a case, if the repudiation is wrongful and the\n             rescission is rightful, the contract is ended by the\n             rescission; but only as far as concerns future\n             performance. It remains alive for the awarding of\n             damages, either for previous breaches, or for the breach\n             which constitutes the repudiation. That is only a\n             particular form of contract breaking and would generally,\n             under an ordinary arbitration clause, involve a dispute\n             under the contract like any other breach of contract.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_113\">       22. This decision is not directly in point; but the principles laid\n       down therein are of wider application than the actual decision\n       involved. If an arbitration clause is couched in widest terms as\n       in the present case, the dispute, whether there is frustration or\n       repudiation of the contract, will be covered by it. It is not\n       because the arbitration clause survives, but because, though\n       such repudiation ends the liability of the parties to perform the\n       contract, it does not put an end to their liability to pay\n       damages for any breach of the contract. The contract is still in\n       existence for certain purposes. But where the dispute is\n       whether the said contract is void ab initio, the arbitration\n       clause cannot operate on those disputes, for its operative force\n       depends upon the existence of the contract and its validity. So\n       too, if the dispute is whether the contract is wholly superseded\n       or not by a new contract between the parties, such a dispute\n<span class=\"hidden_text\" id=\"span_80\">ARB. PET. 4/2020                                                      Page 53/56</span>\n         must fall outside the arbitration clause, for, if it is superseded,\n        the arbitration clause falls with it. The argument, therefore,\n        that the legal position is the same whether the dispute is in\n        respect of repudiation or frustration or novation is not borne\n        out by these decisions. .......&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_114\">                                              (Emphasis supplied)\n</p><p data-structure=\"Precedent\" id=\"p_115\">     95.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_81\">In <a href=\"/doc/1545494/\" id=\"a_105\">Damodar Valley Corporation v. K.K Kar</a>, AIR 1974\n     SC158, law <a href=\"/doc/1545494/\" id=\"a_106\">laid down by</a> the Supreme Court reads as under:</span>\n</p><blockquote id=\"blockquote_52\">              7. .........As the contract is an outcome of the\n              agreement between the parties it is equally open to the\n              parties thereto to agree to bring it to an end or to treat it\n              us if it never existed. It may also be open to the parties\n              to terminate the previous contract and substitute in its\n              place a new contract or alter the original contract in\n              such a way that it cannot subsist. In all these cases,\n              since the entire contract is put an end to the arbitration\n              clause, which is a part of it, also perishes along with it,\n              <a href=\"/doc/595325/\" id=\"a_107\">Section 62</a> of the Contract Act incorporates this\n              principle when it provides that if this parties to a\n              contract agree to substitute a new contract or to rescind\n              or alter it, the original contract need not be performed.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_116\">              Where, therefore, the dispute between the parties is that\n              the contract itself does not subsist either as a result of its\n              being substituted by a new contract or by rescission or\n              alteration, that dispute cannot be referred to the\n              arbitration as the arbitration clause itself would perish\n              if the averment is found to be valid. As the very\n              jurisdiction of the arbitrator is dependent upon the\n              existence of the arbitration clause under which he is\n              appointed, the parties have no right to invoke a clause\n              which perishes with the contract.\n</p><p data-structure=\"Precedent\" id=\"p_117\">              8. In certain circumstances, it may be that there has\n              been a termination of the contract unilaterally and as a\n              consequence the parties may agree to rescind the\n              contract. In such a situation the rescission would put an\n              end to the performance of the contract in future, but it\n              may remain alive for claiming damages either for\n              previous breaches or for the breach which constituted\n              the termination.                   (Emphasis supplied)\n\n<span class=\"hidden_text\" id=\"span_82\">ARB. PET. 4/2020                                                        Page 54/56</span>\n</p><p data-structure=\"Section\" id=\"p_118\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190370690\" id=\"span_83\">96.     I agree on the reliance placed by the Counsels on the\n     Judgment in <a href=\"/doc/190370690/\" id=\"a_108\">Young Achievers</a> (supra). The relevant portion\n     reads as under:</span>\n</p><blockquote id=\"blockquote_53\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_84\">&quot;8............ If that be so, it could have referred to\n                   arbitrator in terms of those two agreements going by\n                   the dictum in <a href=\"/doc/1391279/\" id=\"a_109\">Union of India v. Kishorilal Gupta and\n                   Bros</a>. MANU/SC/0180/1959 : AIR 1959 SC 1362.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_85\">This\n                   Court in <a href=\"/doc/1391279/\" id=\"a_110\">Kishorilal Gupta</a>&#x27;s case (supra) examined the\n                   question whether an arbitration clause can be invoked\n                   in the case of a dispute under a superseded contract.\n                   The principle laid down is that if the contract is\n                   superseded by another, the arbitration clause, being a\n                   component part of the earlier contract, falls with it. But\n                   where the dispute is whether such contract is void ab\n                   intio, the arbitration clause cannot operate on those\n                   disputes, for its operative force depends upon the\n                   existence of the contract and its validity. The various\n                   other observations were made by this Court in the\n                   above-mentioned judgment in respect of &quot;settlement of\n                   disputes arising under the original contract, including\n                   the dispute as to the breach of the contract and its\n                   consequences&quot;.&quot;                 (Emphasis supplied)</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_119\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142820901\" id=\"span_86\">97.     On similar lines the Supreme Court in <a href=\"/doc/142820901/\" id=\"a_111\">Larsen and\n     Toubro Ltd. v. Mohan Lal Harbans Lal Bhayana</a>, 2015 (2) SCC\n     461, held that the arbitration agreement stands modified by the\n     supplementary agreement when the terms of the supplementary\n     agreement changed the entire edifice of the principal arbitration\n     agreement, there could be no arbitration between the parties for\n     the claims raised by the appellant and an application filed under\n     <a href=\"/doc/1080390/\" id=\"a_112\">Section 11</a> would thus be misconceived.</span>\n</p><p data-structure=\"Section\" id=\"p_120\">     98.     It is clear from a reading of the above judgments that the\n     law relating to the effect of novation of contract containing an\n\n<span class=\"hidden_text\" id=\"span_87\">ARB. PET. 4/2020                                                          Page 55/56</span>\n      arbitration agreement/clause is well-settled. An arbitration\n     agreement being a creation of an agreement may be destroyed by\n     agreement. That is to say, if the contract is superseded by\n     another, the arbitration clause, being a component/part of the\n     earlier contract, falls with it or if the original contract in entirety\n     is put to an end, the arbitration clause, which is a part of it, also\n     perishes along with it. Hence, the arbitration clause of the MoU,\n     being Clause 12, having perished with the MoU, owing to\n     novation, the invocation of arbitration under the MoU is\n     belied/not justified.\n</p><p data-structure=\"Precedent\" id=\"p_121\">     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"98159847\" id=\"span_88\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"115852355\" id=\"span_89\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"23402471\" id=\"span_90\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"49992145\" id=\"span_91\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"43502055\" id=\"span_92\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"133653680\" id=\"span_93\">99.     In view of my conclusion above, the plea of doctrine of\n     &#x27;kompetenz-kompetenz&#x27; and the reliance placed on <a href=\"/doc/1080390/\" id=\"a_113\">Section 11\n     (6A)</a> of the Act are untenable. I have also considered the\n     judgments relied upon by the counsels for the petitioners viz.\n     <a href=\"/doc/133653680/\" id=\"a_114\">Duro Felguera S.A.</a> (supra), <a href=\"/doc/43502055/\" id=\"a_115\">Mayavati Trading Pvt. Ltd.</a>\n     (supra),      <a href=\"/doc/49992145/\" id=\"a_116\">Zostel    Hospitality</a>   (supra),   <a href=\"/doc/23402471/\" id=\"a_117\">Oriental   Insurance\n     Company Ltd.</a> (supra)<a href=\"/doc/115852355/\" id=\"a_118\">Vodafone</a> (supra), <a href=\"/doc/98159847/\" id=\"a_119\">Uttarakhand Purv\n     Sainik</a> (supra),) Russell (supra)and Anderson (supra), and the\n     same are not applicable to the case in hand.</span></span></span></span></span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_122\">     100.    In view of my above discussion, it is held that, this\n     petition filed by the petitioner invoking the MoU for appointment\n     of arbitrator is not maintainable. The petition is liable to be\n     dismissed. It is ordered accordingly.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_123\">                                                V. KAMESWAR RAO, J\n\n     OCTOBER 22, 2020/jg\n\n\n<span class=\"hidden_text\" id=\"span_94\">ARB. PET. 4/2020                                                         Page 56/56</span>\n </p>","numcites":37,"numcitedby":15,"docsource":"Delhi High Court","citetid":134848983,"divtype":"judgments","relatedqs":[{"value":"mou is binding ","formInput":"mou%20is%20binding%20"},{"value":"survival of arbitration clause","formInput":"survival%20of%20arbitration%20clause"},{"value":"novation of contract","formInput":"novation%20of%20contract"},{"value":"joint shareholders","formInput":"joint%20shareholders"},{"value":"superseded contract","formInput":"superseded%20contract"},{"value":"companies act 2013","formInput":"companies%20act%202013"},{"value":"representations and warranties","formInput":"representations%20and%20warranties"},{"value":"family arrangement ","formInput":"family%20arrangement%20"},{"value":"novation","formInput":"novation"},{"value":"survival clause","formInput":"survival%20clause"},{"value":"kompetenz kompetenz","formInput":"kompetenz%20kompetenz"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"family defination","formInput":"family%20defination"},{"value":"novation + arbitration + arbitration","formInput":"novation%20%2B%20arbitration%20%2B%20arbitration"},{"value":"transfer of shares","formInput":"transfer%20of%20shares"},{"value":"deadlock ","formInput":"deadlock%20"},{"value":"\"arbitration clause survives\"","formInput":"%22arbitration%20clause%20survives%22"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"request transfer","formInput":"request%20transfer"}],"cats":[{"value":"citizenship","formInput":"tag:citizenship"},{"value":"companies-law","formInput":"tag:companies-law"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"},{"value":"laws-inconsistent-with-fundamental-rights","formInput":"tag:laws-inconsistent-with-fundamental-rights"}],"courtcopy":true,"query_alert":null,"agreement":false}