{"tid":1611591,"publishdate":"2006-09-01","title":"Newsprint Sales Corporation vs The Daily Pratap And Ors. on 1 September, 2006","doc":"<h2 class=\"doc_title\">Newsprint Sales Corporation vs The Daily Pratap And Ors. on 1 September, 2006</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-nandrajog\">Pradeep Nandrajog</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-nandrajog\">Pradeep Nandrajog</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Pradeep Nandrajog, J. \n \n\n</pre><p data-structure=\"RespArg\" id=\"p_1\">1. Award was published in the year 1992. It was filed in this Court and notice of filing of the award was served upon the parties. Vide IA No.8121/1993, respondent has filed objections to the award. For one reason or the other, matter was being adjourned from time to time. Order sheet is replete with repeated adjournments taken by the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_2\">2. On 1.8.2006 when matter was listed before me, once again parties sought adjournment. I declined to adjourn the matter, recording that matter was pending in this Court for over 14 years. I direct parties to file written submissions. At the first instance, respondent/objector was required to file written submissions within a week and thereafter petitioner was to respond within a week.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. Objector/respondent has filed written submissions. Petitioner has failed to do so.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. 4 weeks have gone by and, therefore, I am pronouncing judgment on the basis of the written pleadings of the petitioner and those of the respondent. Of course, written submissions filed by the respondent are also taken into account.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. Petitioner is engaged in the business of sale of paper which includes newsprint. Petitioner is a member of an association called Paper Merchants Association (Regd.).\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. First respondent is a publisher. It requires paper, including newsprint. Respondents No. 2 and 3 are stated to be the partners of respondent No. 1.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">7. First respondent had purchased newsprint paper from the petitioner and in respect of the price to be paid, petitioner was raising bills on the first respondent.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">8. An outstanding sum of Rs. 2.35 lacs was due and payable by the first respondent to the petitioner as of the year 1991.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\">9. The bills raised by the petitioner on the first respondent for the price of the newsprint sold, inter alia, vide Clause 6, stipulated that dispute in respect of the bill shall be referred to Paper Merchants Association (Regd.) for arbitration and the judgment given by the arbitrator/arbitrators appointed by the executive committee shall be final and binding.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">10. At the outset, I may note that the document in question which is in the nature of a bill, refers to the same as a debit memo.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">11. Petitioner wrote to the Paper Merchants Association (Regd.) that sum due to it was not paid. Reference of the dispute to an arbitrator was sought for. Arbitrator was appointed. Respondent did not appear before the arbitrator as according to it dispute could not be referred to arbitration inasmuch as there was no written agreement between the parties requiring disputes to be referred to an arbitrator.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">12. On 3rd July 1991, an ex-parte award has been published allowing claim in sum of Rs. 2.35 lacs. Interest for the pre-reference period including pendente lite interest as also cost of arbitration have been awarded in favor of the petitioner and against the respondent.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_13\">13. IA No.8121/1993 are the respondent&#x27;s objection to the award. Primarily, objections are under <a href=\"/doc/1154891/\" id=\"a_1\">Section 33</a> of the Arbitration Act, 1940.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\">14. A two fold objection is raised. First objection is that there is no legal and valid arbitration agreement between parties, much less requiring disputes to be settled through the medium of an arbitrator to be appointed by the Paper Merchants Association (Regd.). Second objection is that as per rules of the association, the executive committee is empowered to appoint an arbitrator. The general secretary of the association could not have appointed the arbitrator.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\">15. A perusal of the bills, stated as debit memos, relied upon by the petitioner show that they raised a demand upon the respondent for newsprint paper supplied. A bare perusal of the documents show that the demand was raised post supply of the newsprint paper. Further, there is no endorsement by the respondent accepting the terms and conditions printed on the debit memo.\n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">16. Under <a href=\"/doc/1430346/\" id=\"a_2\">Section 2(a)</a> of the Arbitration Act 1940, arbitration agreement is defined to mean a written agreement to submit present or future differences to arbitration, whether an arbitrator is named therein or not.\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">17. Definition of arbitration agreement shows that there are 4 essential ingredients to constitute an arbitration agreement, being:\n</p>  \n\n<blockquote id=\"blockquote_1\">(i) parties must be ad idem to bind themselves under an agreement;\n</blockquote> \n<blockquote id=\"blockquote_2\">\n</blockquote><blockquote id=\"blockquote_3\">(ii) there should be an intention to refer the disputes to arbitration and to be bound by the decision of the arbitrator;\n \n\n</blockquote><blockquote id=\"blockquote_4\">(iii) the agreement must be in respect of present or future disputes; and\n \n\n</blockquote><blockquote id=\"blockquote_5\">(iv) the agreement must be in writing. It may not be signed by the parties.\n \n\n</blockquote><p data-structure=\"RespArg\" id=\"p_18\">18. As noted above, the debit memos which contain an arbitration clause do not bear any endorsement from the respondent accepting the printed terms and conditions contained therein.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">19. Issue therefore has to be decided in light of the aforesaid fact.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421126\" id=\"span_1\">20. As held in the report published as  <a href=\"/doc/421126/\" id=\"a_3\">Dharma Prathishthanam v. Madhok Construction Pvt. Ltd.</a>, arbitrator under the scheme of 1940 Act is not statutory. It is a forum chosen by the consent of the parties as an alternative to resolution of disputes by the ordinary forum of courts. 2 things are therefore of essence. Firstly the decision to have the disputes settled through medium of arbitration and secondly the reference of the dispute to the arbitrator. Consent at both stages has to emerge.</span> As held in report published as  Rickmers Verwaltung v. I.O.C., an agreement, even if not signed by the parties, can be spelled out from conduct and correspondence exchanged between the parties. It is the duty of the court to construe correspondence and evaluate evidence of conduct with a view to arrive at a conclusion whether there was any meeting of mind between the parties which could create a binding contract between them. But the court is not empowered to create a contract for the parties by going outside the clear language used in the correspondence, except insofar as there are some appropriate implications of law to be drawn. Unless from the correspondence or conduct it can unequivocally and clearly be seen that the parties were ad idem to the terms, it cannot be said that an agreement has come into existence between the parties.\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1953248\" id=\"span_2\">21. The issue, whether bye laws of an association which contain an arbitration clause can form the subject matter of an arbitration agreement is no longer res integra. Where two persons are enrolled as members of an association at different point of time, but sign the enrollment forms which clearly stipulates that they would be bound by the rules and regulations of the association, it has been held that an inter se dispute between such persons i.e. members of the association has to be referred to an arbitrator as per the rules and regulations of the association if it is so provided therein. See , <a href=\"/doc/1953248/\" id=\"a_4\">Mohanlal Chhaganlal Shah v. Bissesarlal Chirawalla</a> and AIR 1939 Sind 357, Kotumal Pokardas v. Adam Haji Pir Mahomed.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">22. But where the dispute is between a member and a non-member, issue has to be decided in the context of, whether at the time of entering into a contract the member of the association notified the non-member that dispute pertaining to the contract has to be settled through the medium of arbitration as per the arbitration clause contained in the rules and regulations of the association, of which he is a member.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">23. It would really be a case of reference by incorporation if aforesaid is established.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">24. In the report published as AIR 1940 Bombay 93 Shri Ram Hanutram v. Mohanlal and Co. mere sending contract notes by a party to the other without any confirmation notes signed by the other was held not amounting to a submission in writing as required by the <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act</a>. The decision was in relation to the Arbitration Act, 1899.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_25\">25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"748834\" id=\"span_3\">In the report published as  <a href=\"/doc/748834/\" id=\"a_6\">Lewis W. Fernandez v. Jivatlal Partapshi and Ors.</a>, the defendants were members of East India Cotton Association Ltd. Bye laws of the association contained an arbitration clause. Plaintiff employed defendants as a broker to effect diverse transaction on his behalf for purchase and sale of cotton. Under instructions of the plaintiff, from time to time through a special broker, defendants entering into diverse transactions for the purchase and sale of cotton on behalf of the plaintiff. During course of several transactions, defendants sent contract notes, disputes arose.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">26. In view of the fact that transactions between the parties was spread over a period of time and many contract notes were sent by the defendants to the plaintiff, which were accepted without demur by the plaintiff, it was held that conduct of the parties showed that the plaintiff accepted the terms of the contract notes and hence dispute was capable of being referred through arbitration by the association.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_27\">27. However, a somewhat different view appears to have been taken by the Bombay High Court in the report published as 1956 Bombay 720 Varadam Shetty v. M/s. Narshi Mulji and Co. It was also a case of several transactions involving one party who was member of an association and the other a non-member. Noting that the contract entered into was not on any prescribed form stipulating that disputes between the parties was to be settled through the medium of an arbitration, it was held that there was no agreement between the non-member and the member that dispute under the contract would be referred to an arbitrator to be appointed by the association.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"748834\" id=\"span_4\">28. I may note that this decision has not noted the earlier decision of the Bombay High Court in <a href=\"/doc/748834/\" id=\"a_7\">Lewis W. Fernandez</a>&#x27;s case wherein a series of transactions wherein member had raised contract notes containing a condition that disputes under the contract would be settled through the medium of arbitration on not being protested by the non-member as not binding on him, was held as parties being ad idem evidence by conduct.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"370267\" id=\"span_5\">In the report published as  <a href=\"/doc/370267/\" id=\"a_8\">Ram Chandra Ram Nag and Ram Rice and Oil Mills Ltd. v. Howrah Oil Mills Ltd.</a>, a contract note signed by the broker of the defendant who was a non-member of an association which contains a clause that disputes would be referred to arbitration in accordance with the rules of association of which supplier was a member, was held to be a binding agreement between the parties to refer the disputes to an arbitrator as per the rules of the association.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">30. Contract notes in the instant case are dated 9.12.1988, 28.8.1989 and 7.9.1989.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">31. The contract notes are preceeded by delivery under 3 contract notes evidenced by the challans filed before the learned arbitrator proved as Ex.CW- 1/3, CW-1/4, CW-1/5, CW-1/7 to CW-1/11.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">32. None of the delivery challans refers that the supply made is on the condition that the disputes, if any, would be referred to the arbitration of an arbitrator appointed by the Paper Merchants Association (Regd.).\n</p> \n\n<p data-structure=\"Section\" id=\"p_33\">33. It is a case where pursuant to an oral contract where goods were delivered, post delivery, bills have been raised and in the said bills, referred to as debit memo, terms have been printed, one of which being the term, that disputes would be referred for sole arbitration.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\">34. Parties have to be ad idem on material terms of the contract when they enter into a contract and not post execution of the contract, unless of course, at the post execution stage, parties agree on certain terms to vary or modify terms of the contract.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_35\">35. Petitioner has not brought any material on record to show that before or at the time of effecting supply, it had made known to the respondent that delivery would be on a term that dispute, if any, would be referred to arbitration in terms of the rules and regulations or bye laws of the Paper Merchants Association. In that view of the matter, the inevitable conclusion is that the respondent objector cannot be bound by the arbitration clause contained in the bye laws of the Paper Merchant Association for the reason parties were not ad idem that dispute would be referred to an arbitrator to be nominated by the Paper Merchants Association.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\">36. On the second issue raised, the bye laws of the association clearly record that the executive committee would be empowered to appoint an arbitrator. Letter of appointment appointing an arbitrator has been issued by the general secretary of the association.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\">37. The letter of appointment (at page 39 of the record of the arbitration) does not refer to the fact that the executive committee had appointed the arbitrator.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\">38. Had the same been so recorded in the letter one could have safely inferred that the general secretary has performed a ministerial functioning of communicating to the arbitrator the decision of the executive committee that he stands appointed as an arbitrator.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\">39. Onus was on the petitioner to have established that the executive committee of the association appointed the arbitrator.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">40. But, I base my decision on the first point wherein I have held that material on record does not evidence a consensus ad idem that parties agreed to have the disputes referred and decided by arbitrator to be appointed as per rules and regulations of the Paper Merchants Association.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\">41. I accordingly allow IA No.8121/1993.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">CS(OS) No. 2630-A/1992\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_43\"> 1. For the reasons noted above, allowing IA No.8121/1993, the award dated 3.7.1991 published by Shri Krishan Lal Aneja is set aside. It is declared null and void. It is held to be an award without jurisdiction.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\">2. No costs.\n</p> \n\n","numcites":7,"numcitedby":22,"docsource":"Delhi High Court","citetid":1611591,"divtype":"judgments","relatedqs":[{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"written submission","formInput":"written%20submission"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"pradeep nandrajog ","formInput":"pradeep%20nandrajog%20"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"no further adjournment","formInput":"no%20further%20adjournment"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"bye laws ","formInput":"bye%20laws%20"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}