{"tid":86916469,"publishdate":"2017-04-21","title":"Visakhapatnam Contract Labour ... vs Steel Authority Of India Limited, Rep. ... on 21 April, 2017","doc":"<h2 class=\"doc_title\">Visakhapatnam Contract Labour ... vs Steel Authority Of India Limited, Rep. ... on 21 April, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-v-bhatt\">S.V.Bhatt</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-v-bhatt\">S.V.Bhatt</a></h3>\n\n<pre id=\"pre_1\">        \n\n \nHONBLE SRI JUSTICE S.V.BHATT      \n\nW.P.Nos.21548 OF 2002   \n\n21-04-2017 \n\nVisakhapatnam Contract Labour  Union,rep. by its General Secretary, Visakhapatnam .Petitioner \n\nSteel Authority of India Limited, rep. by its Management, 39, Beach Road, Visakhapatnam, and  others ..Respondents\n\nCounsel for Petitioner: Sri M.Kesava Rao\n\nCounsel for Respondent No.1 (Steel Authority of India Limited): Sri C.R.Sridharan\n\n&lt;GIST: \n\n&gt;HEAD NOTE:    \n\n\n? Cases referred:\n1.AIR 1997 SC 645  \n2. (2001) 7 SCC 1\n3. 1997 ILLJ 1027\n4 AIR 1996  SC 1669 \n5 AIR 1963 AP 223  \n6 1962 SCR (3) 893 \n7 (1995) 5 SCC 27 \n8 AIR 1964 SC 1746  \n9 2002 (2) ALD 462 \n10 (1985) 2 SCC 136 \n\nHONBLE SRI JUSTICE S.V.BHATT      \n\nW.P.Nos.21548 OF 2002, 140 OF 2003 AND 25073 OF 2009       \n\nCOMMON ORDER:</pre>      \n\n<p data-structure=\"Issue\" id=\"p_1\">      The Visakhapatnam Contract Labour Union is the petitioner in\nthese three writ petitions.  The petitioner states that it is espousing the\ncause of contract labour working in Steel Authority of India Limited\n(for short SAIL).\n</p><p data-structure=\"Issue\" id=\"p_2\">      The prayers in these three writ petitions read as follows:\n</p><blockquote id=\"blockquote_1\">W.P. No.21548 of 2002: \n</blockquote><blockquote id=\"blockquote_2\">        To call for and peruse the records pertaining to I.A. No.122 of\n2002 in ITID No.5 of 1992 dated 21.10.2002 on the file of Industrial\nTribunal-cum-Labour Court, Visakhapatnam and quash the order  \ndated 21.10.2002 by issuing a writ of Certiorari.\nW.P. No.140 of 2003: \n</blockquote><blockquote id=\"blockquote_3\">        To call for the records in I.A. No.96 of 2002 in ITID No.5 of 1992\ndated 21.10.2002 on the file of 2nd respondent and quash the same\nby issuing a Writ of Certiorari.\n</blockquote><blockquote id=\"blockquote_4\">W.P.No.25073 of 2009:  \n</blockquote><blockquote id=\"blockquote_5\">        Prayed for Mandamus declaring the action of\nrespondents/SAIL in not taking steps for engaging the members of\nthe petitioner union in spite of representation as illegal, and\nconsequently direct the respondents to engage the members of \npetitioner union in preference to fresh contract workers in pursuance\nof tender notification reference No.VIZ/WH/HC/2009 dated\n05.08.2009.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_3\">        At the outset, the primary circumstances leading to the filing of\nthese cases are adverted and thereafter, the averments in W.P.\nNo.21548 of 2002 are stated.  The learned counsel appearing for the\nparties have treated W.P. No.21548 of 2002 as the main writ petition\nand have agreed that the outcome of the companion writ petitions\ndepends on the disposal of W.P. No.21548 of 2002. \n</p><p data-structure=\"Facts\" id=\"p_4\">        The petitioner is a registered trade union consisting of 65\nmembers.  The members are stated to be working in SAIL as loading \nand unloading Operators under different contractors for several\nyears.  Government of Andhra Pradesh issued G.O.Ms.No.375 dated   \n05-06-1981 abolishing employment of contract labour in the\nprocesses or operations in the industries notified therein.  Hindustan\nSteels (previously known as Hindustan Steels Operations) is covered\nby (II) and the engagement of contract labour for the following\noperations was prohibited.\n</p><p data-structure=\"Issue\" id=\"p_5\">           1. Loading and unloading of wagons and\n                 stocking and loading of trucks.\n</p><p data-structure=\"Issue\" id=\"p_6\">            2.  Loading of rails into tractors\n</p><p data-structure=\"Issue\" id=\"p_7\">            3.  Watch and Ward.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">      The petitioner alleges that engaging contract labour in SAIL\nfor the prohibited operations and continuing to engage the\ncontract labour for prohibited operations firstly is illegal and further\nnot treating the members of  petitioner union as workmen of SAIL\nwas arbitrary, illegal and discriminatory.  Therefore, the petitioner\nfiled W.P. No.12798 of 1989 for the relief of absorption of members of\npetitioner trade union in SAIL as regular workmen.  On 25.10.1989,\nthe writ petition No.12798 of 1989 was disposed of by directing the\nState Government to refer the dispute of non-regularisation to the\nappropriate Industrial Tribunal/Labour Court for adjudication. It is\nfurther held that pending reference of the dispute, the members of\npetitioner union may be continued in employment in view of the\nfact that the contract between the respondent and the contractor\nwas subsisting.\n</p><p data-structure=\"Issue\" id=\"p_9\">        The members/contract labour filed W.P. No.442 of 1991 \npraying for direction to the State Government to refer the dispute of\nnon-regularisation for adjudication by the Tribunal.  The State\nGovernment issued G.O.Rt.No.1227 dated 05.06.1992 referring the \nsaid dispute to the Industrial Dispute for adjudication which reads\nthus:\n</p><blockquote id=\"blockquote_6\">          Whereas the Government of Andhra Pradesh is of\nopinion that an industrial disputes exists between the\nmanagement of Steel Authority of India Limited,\nSotckyard, Kancherapalem and their  workmen  \nrepresented by Visakhapatnam contract Labour Union,  \nVisakhapatnam, in respect of the matters specified  in the\nannexure to this G.O.\n          and whereas, in the opinion of the Government of\nAndhra Pradesh it is necessary to refer the said dispute\nfor adjudication.\n</blockquote><blockquote id=\"blockquote_7\">          Now therefore in exercise of the powers conferred by\nclause (C) and the 1st provision to Clause (d) of sub-\nsection (i) of <a href=\"/doc/1669932/\" id=\"a_1\">section 10</a> of the Industrial Disputes Act,\n1947, (Central Act 14 of 1947) the Government of Andhra\nPradesh hereby refers the said dispute for adjudication to\nthe Industrial Tribunal-cum- Labour Court,\nVisakhapatnam.  \n</blockquote><blockquote id=\"blockquote_8\">        The Industrial Tribunal-cum-Labour Court shall submit\nits award, on the above dispute to the Government within\na period of 6 months from the date of this G.O.\n           I.Whether the demand of the Visakhapatnam Contract Labour\nUnion, Visakhapatnam, for absorption of contract workers  in\nloading and unloading operations at Stockyard,  Kancherlapalem,\nof the contractor namely, Sri Krishna Engineering Works,\nVisakhapatnam as regular employees of Steel Authority of India\nLimited consequent on the abolition of employment of contract\nlabour in loading and unloading operations in Steel Authority of\nIndia Limited, Stockyard Visakhapatnam as per G.O.Ms.No.375 LEN   \nand  TE LAB-II Department dated 05.06.1981 is justified.\n</blockquote><blockquote id=\"blockquote_9\">      II. If so to what relief the workmen are entitled  (emphasis added)\n      The dispute referred through G.O.Rt. dated 05.06.1992 has\nbeen taken on file as ITID No.5/1992 before the Industrial Tribunal.\n</blockquote><blockquote id=\"blockquote_10\">         SAIL filed W.P. No.851 of 1991 for Mandamus \npermanently restraining the State and the Assistant Commissioner of\nLabour and Licencing Authority from enforcing G.O.Ms.No.375 /81,\nLEN &amp; TE (Labour-II), Department dated 05.06.1981. For convenience \nthe outcome of W.P. No.851 of 1991 is referred at this stage of\nnarration. On 04.03.2004, W.P.No.851 of 1991 was allowed and the \noperative portion of the order in W.P.No.851 of 1991 reads thus:\n</blockquote><blockquote id=\"blockquote_11\">       No counter has been filed. However, the learned\nGovernment Pleader submits that the matter be left open\nto Government to issue fresh notification in accordance\nwith the rules.\n</blockquote><blockquote id=\"blockquote_12\">            Inasmuch as there is violation of <a href=\"/doc/1871842/\" id=\"a_2\">Section 10(2)</a> of\nthe Act, without going into other issues of the case on\nmerits, I am inclined to set aside the G.O.\n               Accordingly, the writ petition is allowed.\n</blockquote><blockquote id=\"blockquote_13\">G.O.Ms.No.375 dated 5.6.1981 is set aside. However, \nthis order does not preclude the Government for issuing\nfresh notification as required under law if the Government\nso chooses. The relief in the Writ Petition is only confined\nto the petitioner and cannot be made applicable to other\nestablishments. No costs\n                It is a matter of record that the State Government filed\nWAMP No.1292 of 2010 in WASR No.91805 of 2010 against the order    \ndated 04.03.2004 in W.P. No.851 of 1991.  On 13.12.2013, the Division\nBench declined to condone the delay and dismissed the WAMP.   \nTherefore, the order dated 04.03.2004 in W.P. No.851 of 1991 has\nbecome final. The effect of these two orders is that the prohibition\nfrom engaging contract labour by SAIL is in operation.\n</blockquote><blockquote id=\"blockquote_14\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_1\">The Honble Supreme Court in <a href=\"/doc/784921/\" id=\"a_3\">AIR India Statutory Corporation\nv. United Labour Union and others</a>  considered the scope, object of\nthe <a href=\"/doc/1810788/\" id=\"a_4\">Contract Labour (Regulation and Abolition) Act</a> (37 of 1970) (for\nshort the <a href=\"/doc/1810788/\" id=\"a_5\">CLRA Act</a>) and laid down as one of the principles which is\nthe appropriate Government viz. State or Central Government to\nrefer disputes to Industrial Tribunal for adjudication.</span>\n</blockquote><blockquote id=\"blockquote_15\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_2\">SAIL bearing in view and also relying upon the principle <a href=\"/doc/784921/\" id=\"a_6\">laid\ndown in</a> <a href=\"/doc/784921/\" id=\"a_7\">AIR India</a> case (1 supra) filed writ petition No.29865 of 1997\nchallenging G.O.Rt. No.1227 dated 05.06.1992.  On 03.11.1997, the \nchallenge to G.O.Rt.No.1227/1992 failed, SAIL filed Writ Appeal No.80\nof 1998 against order in W.P. No.29865 of 1997 dated 03.11.1997. The\nWrit Appeal was admitted and later on transferred to Honble\nSupreme Court as T.C. No.1 of 2000.</span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_4\">T.C.No.1 of 2000 tagged with\n<a href=\"/doc/277653/\" id=\"a_8\">Steel Authority of India Limited v. National Union Water Front\nWorkers</a>  (for short  SAIL case)\n        On 30.08.2001, a Constitution Bench of the Honble Supreme \nCourt rendered decision in SAIL case and has extensively considered\nthe object, scope and safeguards under the <a href=\"/doc/1810788/\" id=\"a_9\">CLRA Act</a>, and \noverruled the decision of Apex Court in <a href=\"/doc/784921/\" id=\"a_10\">Air India</a> case                (1\nsupra).</span></span>\n</blockquote><p data-structure=\"Section\" id=\"p_10\">      The T.C. was heard and disposed of by the common order\ndated 30.08.2001 and the order reads thus:\n</p><blockquote id=\"blockquote_16\">Writ Appeal No.80 of 1998 on the file of the High Court\nof Judicature at Andhra Pradesh was transferred to this\nCourt and numbered as T.C.No.1 of 2000.  The writ\nappeal is directed against the order of learned Single\nJudge dismissing W.P.No.29865 of 1998 on 03.11.21997.  \nThe petitioner questioned the competence  of the State\nGovernment to make reference of the industrial dispute to\nthe Labour Court at Visakhapatnam.  It will be open to the\nLabour Court to decide the question whether the\nreference was made by the appropriate Government on  \nthe basis of the main judgement.  Transferred Case No.1\nof 2000 (Writ Appeal No.80 /1998) is dismissed\naccordingly.\n</blockquote><blockquote id=\"blockquote_17\">        The learned counsel for either sides have relied upon the\nconclusions recorded in Paragraph 124 in SAIL case, hence to avoid\nrepetition the conclusions are excerpted hereunder:\n</blockquote><blockquote id=\"blockquote_18\">  The upshot of the above discussion is outlined thus: (1)\n</blockquote><blockquote id=\"blockquote_19\">(a) Before January 28, 1986, the determination of the\nquestion whether Central Government or the State\nGovernment, is the appropriate Government in relation to\nan establishment, will depend, in view of the definition of\nthe expression appropriate Government as stood in the\n<a href=\"/doc/1810788/\" id=\"a_11\">CLRA Act</a>, on the answer to a further question, is the\nindustry under consideration carried on by or under the\nauthority of the Central Government or does it pertain to\nany specified controlled industry; or the establishment of\nany railway, cantonment board, major port, mine or\noilfield or the establishment of banking or insurance\ncompany If the answer is in the affirmative, the Central\nGovernment will be the appropriate Government;\n</blockquote><p data-structure=\"Facts\" id=\"p_11\">otherwise in relation to any other establishment the\nGovernment of the State in which the establishment was\nsituated, would be the appropriate Government,\n</p><p data-structure=\"Section\" id=\"p_12\">(b) After the said date in view of the new definition of that\nexpression, the answer to the question referred to above,\nhas to be found in clause (a) of <a href=\"/doc/1418464/\" id=\"a_12\">Section 2</a> of the Industrial\nDisputes Act; if (i) the concerned Central Government\ncompany/undertaking or any undertaking is included\ntherein eo nomine, or (ii) any industry is carried on (a) by\nor under the authority of the Central Government, or (b)\nby railway company; or (c) by specified controlled\nindustry, then the Central Government will be the\nappropriate Government otherwise in relation to any other\nestablishment, the Government of the State in which that\nother establishment is situated, will be the appropriate\nGovernment. \n</p><p data-structure=\"Section\" id=\"p_13\">(2) (a) A notification under <a href=\"/doc/1436043/\" id=\"a_13\">Section 10(1)</a> of the CLRA Act\nprohibiting employment of contract labour in any process,\noperation or other work in any establishment has to be\nissued by the appropriate Government : (1) after\nconsulting with the Central Advisory Board or the State\nAdvisory Board, as the case may be, and; \n</p><p data-structure=\"Section\" id=\"p_14\">(2) having regard to\n</p><p data-structure=\"Section\" id=\"p_15\">(i) conditions of work and benefits provided for the\ncontract labour in the establishment in question; and\n</p><p data-structure=\"Section\" id=\"p_16\">(ii) other relevant factors including those mentioned in\nsub-section (2) of <a href=\"/doc/45909/\" id=\"a_14\">Section 10</a>;\n</p><p data-structure=\"Section\" id=\"p_17\">(b) inasmuch as the impugned notification issued by the\nCentral Government on December 9, 1976 does not  \nsatisfy the afore-said requirements of <a href=\"/doc/45909/\" id=\"a_15\">Section 10</a>, it is\nquashed but we do so prospectively i.e. from the date of\nthis judgment and subject to the clarification that on the\nbasis of this judgment no order passed or no action taken\ngiving effect to the said notification on or before the date\nof this judgment, shall be called in question in any tribunal\nor court including a High Court if it has otherwise attained\nfinality and/or it has been implemented.\n</p><p data-structure=\"Section\" id=\"p_18\">(3) Neither <a href=\"/doc/45909/\" id=\"a_16\">Section 10</a> of the CLRA Act nor any other\nprovision in the Act, whether expressly or by necessary\nimplication, provides for automatic absorption of contract\nlabour on issuing a notification by appropriate\nGovernment under sub-section (1) of <a href=\"/doc/45909/\" id=\"a_17\">Section 10</a>,\nprohibiting employment of contract labour, in any\nprocess, operation or other work in any establishment.\nConsequently the principal employer cannot be required\nto order absorption of the contract labour working in the\nconcerned establishment; \n</p><p data-structure=\"Section\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_6\">(4) We over-rule the judgment of this court in <a href=\"/doc/784921/\" id=\"a_18\">Air Indias</a>\ncase (supra) prospectively and declare that any direction\nissued by any industrial adjudicator/any court including\nHigh Court, for absorption of contract labour following the\njudgment in <a href=\"/doc/784921/\" id=\"a_19\">Air Indias</a> case (supra), shall hold good and\nthat the same shall not be set aside, altered or modified\non the basis of this judgment in cases where such a\ndirection has been given effect to and it has become final.\n(5) On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_20\">Section\n10(1)</a> of the CLRA Act prohibiting employment of contract\nlabour or otherwise, in an industrial dispute brought before\nit by any contract labour in regard to conditions of service,\nthe industrial adjudicator will have to consider the question\nwhether the contractor has been interposed either on the\nground of having undertaken to produce any given result\nfor the establishment or for supply of contract labour for\nwork of the establishment under a genuine contract or is a\nmere ruse/camouflage to evade compliance of various\nbeneficial legislations so as to deprive the workers of the\nbenefit thereunder. If the contract is found to be not\ngenuine but a mere camouflage, the so-called contract\nlabour will have to be treated as employees of the\nprincipal employer who shall be directed to regularise the\nservices of the contract labour in the concerned\nestablishment subject to the conditions as may be\nspecified by it for that purpose in the light of para 6\nhereunder.</span></span>\n</p><p data-structure=\"Section\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_7\">(6) If the contract is found to be genuine and prohibition\nnotification under <a href=\"/doc/1436043/\" id=\"a_21\">Section 10(1)</a> of the CLRA Act in\nrespect of the concerned establishment has been issued \nby the appropriate Government, prohibiting employment\nof contract labour in any process, operation or other work\nof any establishment and where in such process,\noperation or other work of the establishment the principal\nemployer intends to employ regular workmen he shall\ngive preference to the erstwhile contract labour, if\notherwise found suitable and, if necessary, by relaxing the\ncondition as to maximum age appropriately taking into\nconsideration the age of the workers at the time of their\ninitial employment by the contractor and also relaxing the\ncondition as to academic qualifications other than\ntechnical qualifications\n      While matters stood thus and when the stay against\nhearing of I.D. was vacated, the 2nd respondent has taken up the I.D.\nfor consideration.  At that stage of the matter, SAIL filed I.A. No.122 of\n2002 under <a href=\"/doc/31217/\" id=\"a_22\">Section 11</a> of the Industrial Disputes Act,1947 (for short\nthe <a href=\"/doc/500379/\" id=\"a_23\">I.D. Act</a>) to reject the reference in G.O.Rt. No.1227 dated\n05.06.1992.  The case of SAIL for rejecting the dispute is that at the\ninstance of petitioner herein the State Government issued G.O.\nRt.No.1227 dated 05.06.1992 referring the dispute for decision.  The\npremise for reference is G.O.Ms.No.375 dated 05.06.1981.  Now the \ndecision in <a href=\"/doc/784921/\" id=\"a_24\">Air India</a> case (1 supra) was reversed by the Apex Court\nin SAIL case (2 supra) on the entitlement of absorption and it is held\nas follows:</span>\n</p><blockquote id=\"blockquote_20\">We are unable to perceive in <a href=\"/doc/45909/\" id=\"a_25\">Section 10</a> any implicit\nrequirement  of automatic absorption of contract labour\nby the principal employer in the concerned establishment\non issuance of notification by the appropriate\nGovernment under <a href=\"/doc/1436043/\" id=\"a_26\">Section 10(1)</a> prohibiting employment \nof contract labour in a given establishment.\n</blockquote><blockquote id=\"blockquote_21\">        Therefore, it is contended that the parties to the Industrial\nDispute are parties to the Judgment in SAIL case (2 supra).  In\nParagraph 124 of SAIL case (2 supra), the 2nd respondent is directed\nto dispose of the dispute as per the main judgment.  According to\nthe main judgment, as absorption is not one of the options even in\nthe event of prohibition of engaging contract labour in an industry\nor operations, the reference is specific and the 2nd respondent, in\nview of the categorical pronouncement in SAIL case (2 supra)\nrejects the dispute by passing nil Award.\n</blockquote><blockquote id=\"blockquote_22\">        On the other hand, the petitioner opposed the rejection of\nindustrial dispute.  The petitioner relies upon Paragraph 124 in the\nSAIL case (2 supra) to canvass that by operation of Paragraph 124\n(5) of the reported judgment, the 2nd respondent decides whether\nthe contractor has been interposed in engaging workers etc.\nPetitioner further contends that W.P.No.29865 of 1997 was dismissed\non 03.11.1997, Writ Appeal No.80 of 1998 is transferred as TC No.1 of\n2000 and the T.C. is also dismissed.  Therefore, it is contended that\nSAIL having accepted not to question the legality of G.O.Rt.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_21\">No.1227/1992 cannot now ask for rejection of the I.D., but the other\naspects are gone into by 2nd respondent.   Briefly stated, according\nto petitioner, the dispute is subsisting, the 2nd respondent has\njurisdiction and prayed for rejecting the prayer in I.A. No.122 of 2002.\nThe 2nd respondent after considering rival submissions through the\norder under challenge in W.P. No.21548 of 2002 allowed the I.A. and\ndismissed I.D.  The operative portion of the order dated 21.10.2002\nreads thus:\n</p><blockquote id=\"blockquote_23\"> The observation of Their Lordship relating to\nT.C.No./2000 is W.A.No.80/98 on the file of the High\nCourt of Judicature of A.P. was transferred to this court\nand numbered as T.C.1/2000.  The Writ Appeal is \ndirected against the order of the learned single judge\ndismissing W.P.No.29865/98 on 13.11.97.  The petitioner\nquestioned the competency of the State Government to \nmake reference of the industrial dispute to the Labour\nCourt at Visakhapatnam.  It will be open to the Labour\ncourt to decide the question whether the reference was\nmade by the Appropriate Government on the basis of the\nmain judgement.  Transferred Case No.1/2000 \n(W.A.No.80/98) is dismissed accordingly.\n</blockquote><blockquote id=\"blockquote_24\">         So far competency of State Government to make  \nreference to this tribunal is concerned it is set at rest in\nview of the memo filed on 19.12.2001 in the main I.D. on\nbehalf of the management, conceding State Government  \nis the appropriate Government.\n</blockquote><blockquote id=\"blockquote_25\">         It appears the management is tempted to the\nobservations made by Their Lordship in the above\ndecision, the concept of automatic absorption of the\ncontract labour on issue of notification under <a href=\"/doc/45909/\" id=\"a_27\">Sec.10</a>\nprohibiting the employment of contract labour in an\nestablishment, is neither alluded to the report of the joint\ncommittee of the parliament on the Central Labour\n(Regulation and Abolition) Bill, 1967 or in the statement of\nobjects and reasons of the Act.  The Scheme of the Act is\nto regulate conditions of workers in contract labour\nsystem and to provide for its abolition by the appropriate\nGovernment as provided under <a href=\"/doc/45909/\" id=\"a_28\">Sec.10</a> of the Contract\nLabour (Regulation and Abolition) Act.  The various\nregulatory and welfare measures provided under the\nvarious provisions of the Act clearly be speak treatment\nof contract labourer as employees of the contractor and\nnot of the principal employer.\n</blockquote><blockquote id=\"blockquote_26\">         It is true this observation of Their Lordship goes to the\nroot of the case on hand by touching letter and spirit of\nthe terms of reference made by the Government to this\nCourt.  Considering notification under <a href=\"/doc/1436043/\" id=\"a_29\">Sec.10(1)</a> of\nContract Labour (Regulation and Abolition) Act Their\nLordship observed, The impugned notification issued by\nthe Central Government on December,1996 does not   \nspecific the requirements of <a href=\"/doc/45909/\" id=\"a_30\">Sec.10</a>.  It is quashed but we\ndo so prospectively i.e. from the date of this judgement.\nIt was also observed in para 122(iv) of the judgement.\n</blockquote><blockquote id=\"blockquote_27\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_9\">we overrule the judgment of this court in <a href=\"/doc/784921/\" id=\"a_31\">Air Indias</a>\ncase prospectively and declare that any direction issued\nby any industrial adjudicator/any court including High\nCourt, for absorption of contract labour following  the\njudgment in <a href=\"/doc/784921/\" id=\"a_32\">Air Indias</a> case shall hold good and that the\nsame shall not be set aside, altered or modified on the\nbasis of this judgment in cases where such a direction has\nbeen given effect to it as becomes final.</span></span>\n</blockquote><blockquote id=\"blockquote_28\">In the case on hand the matter is pending and therefore\nthe reference is not yet answered at all.  Therefore, the\nquestion of absorption of the workmen is not there in the\ncase on hand as such, it cannot be said that the said\nobservations of the Honble Supreme Court is prospective\nand there is no application.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_10\">Intention of Their Lordship is\nthat in case contract labourers were already absorbed\nand regularised in view of the judgment rendered in <a href=\"/doc/784921/\" id=\"a_33\">Air\nIndias</a> case, the position will be disturbed in case the\njudgment is followed. Therefore, Their Lordship observed\napplication of the judgment prospectively only.  In view of\nspecific observation of Their Lordship, automatic\nabsorption of contract labour by principal employer is not\ncontemplated under the <a href=\"/doc/1810788/\" id=\"a_34\">Contract Labour (Regulation and\nAbolition) Act</a>.</span>\n</blockquote><blockquote id=\"blockquote_29\">The reference made to this Court ipso-facto answered.\nThis Tribunal cannot go beyond the scope of reference.\nUnder the circumstances, the point is answered by\nallowing the petition.\n</blockquote><blockquote id=\"blockquote_30\">19. In the result, the petition is allowed and each party is\ndirected to bear its own costs.\n</blockquote><p data-structure=\"Issue\" id=\"p_22\">      The petitioner filed I.A. No.96 of 2002 in ITID No.5 of 1992\npraying for reopening the matter to afford opportunity to workmen\nto adduce evidence.  For the sake of brevity, it is observed that the\ngist of the objections raised in the counter filed in I.A. No.122 of 2002\nconstituted the basis for the prayer to reopen the matter and afford\nopportunity to workmen to adduce evidence.  Likewise, the stand of\nSAIL in I.A. No.122 of 2002 is reiterated as counter to I.A. No.96 of\n2002.  Hence for brevity the pleadings in I.A.No.96 of 2002 are not\nreferred.\n</p><p data-structure=\"Section\" id=\"p_23\">        The 2nd respondent through order dated 21.10.2002 dismissed \nthe application and the operative portion reads thus:\n</p><blockquote id=\"blockquote_31\">This petition is closed as infructuous since in ITID  No.5\nof 1992, nil award is passed.\n</blockquote>\n<blockquote id=\"blockquote_32\">Hence, writ petition No.140 of 1992.\n</blockquote>\n<blockquote id=\"blockquote_33\">        While writ petition No.21548 of 2002 is pending, SAIL issued\ntender notification dated 05.08.2009 inviting tenders for handling\nIron and Steel materials at Visakhapatnam warehouse of Steel\nAuthority of India Limited, Central Marketing Organisation. The\ngrievance  of petitioner is that SAIL is entrusting loading and\nunloading handling of Iron Steel etc to  a third party agency and the\ninaction of SAIL in engaging members of petitioner union in spite of\nrepresentation, is illegal, arbitrary and unconstitutional.\n</blockquote><blockquote id=\"blockquote_34\">        The SAIL filed counter affidavit and has taken preliminary\nobjections to the maintainability of the writ petition and also the right\nand entitlement of members of petitioner union for engaging as\nlabour in the loading and unloading operations.\nAverments in writ petition No.21548 of 2002:\n</blockquote><blockquote id=\"blockquote_35\">           After referring to the circumstances till the filing of transfer case\nand the decision of Apex Court in SAIL case (2 supra) the petitioner\nalleges that SAIL through its counsel represented before the 2nd\nrespondent on 19.12.2001 that the management is not questioning \nthe reference made to the Labour Court.  Therefore, G.O. Ms. No.375\ndated 05.06.1981 and the reference in G. O. Rt. No.1227 dated\n05.06.1992 cannot be questioned at that stage of hearing I.D.  It is\nasserted that in view of SAIL case (2 supra), it is essential for the\nworkmen to adduce evidence on their behalf to consider the\nquestion whether the contractor has been interposed to produce\nany given result for the establishment or for supply of contract labour\nfor work of the establishment under a genuine contract or is a near\nruse/camouflage to evade compliance of beneficial legislation and\ndeprive the workers the benefits of those beneficial legislation. If the\nworkmen on the contrary can demonstrate that the contract is not\ngenuine and also a camouflage and the employment of contract \nlabour is a ruse the labour Court having regard to the principles laid\ndown by the Apex Court in SAIL case (2 supra) could mould the\nrelief. It is stated                   I.A. No.96 of 2002 was filed for adducing\nevidence on behalf of workman. When I.A. No.96 of 2002 is pending,\nSAIL filed I.A. No.122 of 2002 to reject the reference made in\nG.O.Rt.No.1227 dated 05.06.1992 on the ground that in view of the\nlaw declared by the Apex Court in SAIL case (2 supra) the contract\nlabour cannot claim automatic absorption as employees of\nPrincipal employer and the very reference does not survive.  The\ngrounds against the order impugned are that the reference in G.O.\nRt.1227 dated 05.06.1992 had attained finality in view of the orders\nin SAIL case (2 supra) particularly in Para No.124 while disposing of\nT.C. No.1 of 2002.  The representation of counsel for management\non 19.12.2001 has given quietus to the debate on legality on\nG.O.Ms.No.375 dated 05.06.1981and G.R.Rt.No.1227.  The SAIL case    \n(2 supra) is prospective but not retrospective.  It is further pointed out\nthat the Industrial Tribunal/2nd respondent failed to appreciate that\nthe dispute is pending before it before the pronouncement of\njudgment in SAIL case (2 supra).  According to petitioner, the issue\nfor consideration in ITID No.5 of 1992 is whether the contractor has\nbeen interposed or is a mere camouflage.  Therefore, the petitioner\nprays for setting aside the order in I.A. No.122 of 2002.\n</blockquote><p data-structure=\"RespArg\" id=\"p_24\">        The 1st respondent through its Manager filed counter affidavit\nand the stand of the 1st respondent is that the writ petition is\ncompletely misconceived, for the order impugned in the writ petition\nis passed by following SAIL case (2 supra) and the writ petition does\nnot point out an error apparent on the face of record or that the 2nd\nrespondent lacked the jurisdiction to pass the impugned order.  It is\nstated that the respondent has undertaken reorganisation of its\nbusiness activities and therefore, in implementation of such\nreorganization has decided to discontinue the operations at\nstockyard of South Eastern Railway, Waltair. The very reference of\ndispute through G.O.Rt.No.1227 does not survive.  The attempt of\npetitioner virtually amounts to enlarging the scope of reference by\nintroducing altogether a different and independent issue for\ndecision by Industrial Tribunal and such course is impermissible in law.\nThe 2nd respondent has no jurisdiction or power to keep the\nreference pending and entertain the issues which are definitely not\nancillary or incidental to the dispute referred to it.  The order of 2nd\nrespondent in I.A. No.122 of 2002 for all purposes is followed the ratio\nlaid down by the Apex Court in SAIL case                          (2 supra).\nThe 1st respondent in great detail refers to merits of the matter and as\nthe counsel confined their submissions to the outcome of instant\ndispute In the light of SAIL case (2 supra), I am not proposing to refer\nto several averments in the counter affidavit.   The 1st respondent\nprays for dismissing the writ petition.\n</p><p data-structure=\"Issue\" id=\"p_25\">Writ petition No.140 of 2003:\n</p><blockquote id=\"blockquote_36\">       I have perused the affidavit and counter affidavit of petitioner\nand first respondent respectively       and after taking note of the\naverments made therein, the legal grounds and objections, this\nCourt is of the view that the averments in this writ petition need not\nbe restated, for they are substantially same or similar to the\naverments in writ petition No.21548 of 2002.\n W.P. No. 25073 of 2009: \n</blockquote><blockquote id=\"blockquote_37\">         The petitioner refers to interim orders passed by this Court in\nW.P.M.P. No.26989 of 2002 in W.P. No.21548 of 2002, the orders in \nW.P.M.P. No. 3740 of 2002 and finally the order passed by the\nDivision Bench of this Court in W.A. No.527 of 2003 on 01.04.2003.  It is\nfurther alleged that in the year 2000, Railways did not permit the 1st\nrespondent to operate loading and unloading in the stockyard for\nthe reason that Railways are constructing new coach maintenance \ncomplex and remodelling the yard to accommodate more number    \nof local trains.  In view of refusal by Railways from 2002 onwards, the\nrespondent company started entrusting loading and unloading\nwork to a consignment Agent.  The petitioner union therefore\nprayed for a direction to continue the services of members of\npetitioner union by the consignment Agent till the disposal of the\nmain writ petition.\n</blockquote><blockquote id=\"blockquote_38\">        The 1st respondent/SAIL filed counter affidavit stating that  the\nparty to whom  the handling work is entrusted acts as the Agent of\nSAIL for storage and handling of iron and steel material for\nestablishments by employing own labour and equipment, therefore,\nthe consignment agent engaging the union members  does not  \narise.  SAIL is now constructing its warehouse at Auto Nagar at\nVisakapatnam and likely to open the warehouse within a short\nperiod.  SAIL issued tender notification No.BYZ/WH/2009 dated\n05.08.2009 for appointing contract labour for handling iron and steel\nmaterial at Visakhapatnam warehouse  and Central Marketing \nOrganization.  In view of entrustment of loading and unloading work\nto a contractor, the works cannot be entrusted to members of\npetitioner union. Hence, the writ petition for a direction to engage\nthe services of the members of petitioner union.\n</blockquote><p data-structure=\"RespArg\" id=\"p_26\">        The respondents have raised several objections on the\nmaintainability of writ petition.  Respondents/SAIL raised objections\non the probability of several members of petitioner union working\nfrom the dates stated by them in the writ affidavit and annexures.  It\nis replied that the writ prayer without challenging the tender process\nis illegal and not maintainable.  It is contended that the members of\npetitioner union have no right to pray for consideration of their cases\nby the contractor who will be finally entrusted with the work of\nhandling operations  at the warehouse and at the yard.  Therefore,\nSAIL prays for dismissing the writ petition.\n</p><p data-structure=\"PetArg\" id=\"p_27\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_11\">Sri M.Keshava Rao appearing for petitioner contends that\nG.O.Rt.No.1227 dated 05.06.1992 is on account of orders passed by \nthis Court in writ petition Nos.12798 of 1989 and 442 of 1991.  The\nengagement of contract labour was prohibited by G.O. Ms. No.375 \ndated 05.06.1981 therefore the members of petitioner union are\nentitled for absorption as workmen in SAIL.  He further contends that\nthe counsel  for SAIL in 2001  has gone on record by stating that  SAIL\ndoes not question the legality of either G.O.Ms.No.375 dated\n05.06.1981 or G.O.Rt.No.1227 dated 05.06.1992. He contends that  \nITID No.5 of 1992 could not be disposed of having regard to the\norders passed by this Court in W.P. No.29865 of 1997 read with Writ\nAppeal No.80 of 1998. Therefore, even assuming that <a href=\"/doc/784921/\" id=\"a_35\">Air India</a> case\n(1 supra) was reversed in SAIL case (2 supra), the members of\npetitioner union are entitled to get the industrial dispute referred for\nadjudication and decided by the labour Court.  Therefore, the\nlabour Court is bound to hear and dispose of the reference in\naccordance with the guidelines covered by paragraph 124(5).</span>\nFurther, it is contended that the Apex Court dismissed Transferred\nCase No.1 of 2000 with a direction to dispose of the reference in\naccordance with the main judgment i.e. SAIL case (2 supra).\nTherefore, according to him, the industrial dispute can be disposed\nof only on merits after evidence is adduced but not by following\nparagraph Nos. 124(3) and (4) of SAIL case (2 supra). He further\ncontends that while considering the prayers in I.A. No.96 and 122 of\n2002, G.O.Ms.No.375 was in operation and therefore, the rejection of\nI.D. is illegal, amounts to refusing to exercise the jurisdiction conferred\non 2nd respondent.  He further contends that the union in its\nrepresentative character can espouse the cause of contract labour\nand therefore, even if the union is the petitioner before the 2nd\nrespondent, the dispute cannot be wound up by the labour Court\nby accepting the prayer in I.A. No.122 of 1992.  He relies upon Indian\nAirports Employees Union v.  AIR India .  Therefore, he prays for\nsetting aside the orders impugned in writ petition Nos.21548 of 2002,\n140 of 2003 and further prays for a direction to SAIL to engage\nmembers of petitioner union either as contract labour or workmen.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_13\">Sri C.R. Sridharan learned senior counsel contends that the\npetitioner has not made out any ground attracting the jurisdiction of\nthis Court to issue a writ of Certiorari against the orders impugned in\nW.P. No.21548 of 2002. He contends that G.O.Rt.No.1227 dated   \n05.06.1992 was issued on the premise of abolition of contract labour\nthrough G.O. Ms. No.375 dated 05.06.1981.  Therefore, the industrial\ndispute referred for adjudication proposes to deal with the demand\nof petitioner for absorption of its members who are working as\ncontract labour in loading and unloading operations is justified or\nnot.  Without prejudice to other legal contentions, he argues that the\nSAIL filed writ petition No.851 of 1991 for Mandamus permanently\nrestraining the State and the Assistant Commissioner of Labour from\nenforcing G.O.Ms.No.375 dated 05.06.1981.  On 04.03.2004, a  \nlearned Single Judge allowed the writ petition insofar as SAIL is\nconcerned.  The order in writ petition No.851 of 1991 is confirmed on\nappeal by a Division Bench of this Court.  Therefore, the very basis for\nconsideration of absorption i.e. G.O.Ms.No.375 dated 05.06.1981 is\nfor all purposes erased and does not operate vis--vis SAIL is\nconcerned.  Therefore, the labour Court has no basis legal or factual\nfor examining whether claim for absorption of contract labour exist\nor not.  He further relied on paragraph No.124 (4) &amp; (5) of SAIL case,\nwhich read thus,\n (4) We over-rule the judgment of this court in <a href=\"/doc/784921/\" id=\"a_36\">Air Indias</a>\ncase (supra) prospectively and declare that any direction\nissued by any industrial adjudicator/any court including\nHigh Court, for absorption of contract labour following the\njudgment in <a href=\"/doc/784921/\" id=\"a_37\">Air Indias</a> case (supra), shall hold good and\nthat the same shall not be set aside, altered or modified\non the basis of this judgment in cases where such a\ndirection has been given effect to and it has become final.\n(5) On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_38\">Section\n10(1)</a> of the CLRA Act prohibiting employment of contract\nlabour or otherwise, in an industrial dispute brought before\nit by any contract labour in regard to conditions of service,\nthe industrial adjudicator will have to consider the question\nwhether the contractor has been interposed either on the\nground of having undertaken to produce any given result\nfor the establishment or for supply of contract labour for\nwork of the establishment under a genuine contract or is a\nmere ruse/camouflage to evade compliance of various\nbeneficial legislations so as to deprive the workers of the\nbenefit thereunder. If the contract is found to be not\ngenuine but a mere camouflage, the so-called contract\nlabour will have to be treated as employees of the\nprincipal employer who shall be directed to regularise the\nservices of the contract labour in the concerned\nestablishment subject to the conditions as may be\nspecified by it for that purpose in the light of para 6\nhereunder.</span></span>\n</p><p data-structure=\"CDiscource\" id=\"p_29\">to declare that with the issuance of a notification under <a href=\"/doc/45909/\" id=\"a_39\">Section 10</a>\nof CLRA Act, automatic absorption of contract labour in any\nestablishment is not envisaged under the Act.  He lays emphasis on\nconsequently the principal employer cannot be required to order\nabsorption of the contract labour working in the concerned\nestablishment and submits that there is no issue for decision by\nIndustrial Tribunal.  Therefore, according to him, G.O.Ms.No.375\ndated 05.06.1981 is not subsisting as on date.  Alternatively, on the\ndate when the applications are disposed of the labour Court could\nnot have considered the dispute of abolition of contract labour in\nloading and unloading and consequential prayer of absorption of\ncontract labour into SAIL. Therefore, the orders passed by the 2nd\nrespondent cannot and could not be interfered with by this Court.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1865791\" id=\"span_14\">In other words, he contends that a writ Court does not issue futile\nwrits and in support thereof places reliance on <a href=\"/doc/1865791/\" id=\"a_40\">State Bank of Patiala\nv. S.K. Sharma</a> .  Mr.C.R.Sridharan further contends that the\npetitioner does not have locus standi to canvass the grievance,\neven assuming the members of petitioner union are engaged as \ncontract labour in loading and unloading operations by SAIL for, for\nsuch consideration arises in an individual dispute raised by contract\nlabour.</span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75183\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1069795\" id=\"span_17\">He relies upon <a href=\"/doc/1069795/\" id=\"a_41\">Employers of Express Newspapers (Private)\nLtd v.  Labour</a> Court, A.P.,Hyderabad  which followed the decision\nreported in <a href=\"/doc/75183/\" id=\"a_42\">The Bombay Union of Journalists v. The Hindu</a>  and\n<a href=\"/doc/366376/\" id=\"a_43\">Gujarat Electricity Board v. Hind Mazdoor Sabha</a> .  He further\ncontends that the labour Court cannot traverse beyond the scope\nof reference and now consider an issue which would have been\ntaken up for consideration, if a dispute is individually raised by the\ncontract labour.</span></span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"149476899\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"515354\" id=\"span_19\">He places reliance upon <a href=\"/doc/515354/\" id=\"a_44\">Hochtief Gamman v.\nIndustrial Tribunal, Bhubaneshwar</a>, <a href=\"/doc/149476899/\" id=\"a_45\">Orissa  and Senior Regional\nManager HPCL Secunderaband v. P.O. Industrial Tribunal-I,\nHyderabad</a> .</span></span>  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"524976\" id=\"span_20\">As against the prayers in writ petition Nos.21548 of\n2002 and 140 of 2003, he contends that order of reference would\nnot constitute a valid industrial dispute within the meaning of <a href=\"/doc/1418464/\" id=\"a_46\">Section\n2 (K)</a> of I.D. Act for want of employer and employee relationship and\nplaces reliance on <a href=\"/doc/524976/\" id=\"a_47\">Workmen of The Food Corporation Of India v.\nM/S. Food Corporation Of India</a> . As regards the prayer in writ\npetition No.25073 of 2009 the prayer for Mandamus is not available\nas far as engaging contract labour is not prohibited, the prayer for\nany relief beyond the statutory requirement of the <a href=\"/doc/1810788/\" id=\"a_48\">CLRA Act</a> does\nnot arise.  He prays for dismissing W.P. Nos.21548 of 2002, 140 of 2003\nand 25073 of 2009.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_30\">      I have heard learned counsel, perused the material available\non record and now the points for consideration are:\n</p><blockquote id=\"blockquote_39\">      1. Whether the petitioner union has made out a case for\ninterfering with orders dated 21.10.2002 in I.A. Nos.96 and 122\nof 2002\n</blockquote><blockquote id=\"blockquote_40\">           2. Whether the Industrial Dispute referred through\nG.O.Rt.No.1227 dated 05.06.1992 subsists for decision in view of\nSAIL case (2 supra) and order in W.P. No. 851 of 1991\n</blockquote><blockquote id=\"blockquote_41\">      3. Whether the petitioner union can expand and\ncanvass the dispute referred under <a href=\"/doc/1669932/\" id=\"a_49\">Section 10</a> of the I.D. Act by\ntreating  the reference as Industrial Dispute under <a href=\"/doc/1817848/\" id=\"a_50\">Section 2</a>\nA(2) of the <a href=\"/doc/500379/\" id=\"a_51\">I.D. Act</a>\n\nPoints 1 to 3:\n</blockquote><blockquote id=\"blockquote_42\">        Let me first very briefly refer to the reasons given by the 2nd\nrespondent while allowing I.A. No.122 of 2002.\n</blockquote><blockquote id=\"blockquote_43\">      The 2nd respondent referred to the order of Apex Court in T.C.\nNo.1 of 2000. Thereafter, assuming that the State Government is\ncompetent to make reference in view of Memo dated 19.12.2001, \nthe 2nd respondent proceeded to take note of the following\nobservations from SAIL case (2 supra)\n    The concept of automatic absorption of contract\nlabour on issue of notification under <a href=\"/doc/45909/\" id=\"a_52\">Section 10</a> prohibiting\nthe employment of contract labour in an establishment is\nneither alluded to the report of the joint committee of the\nParliament  on the Contract Labour (Regulation &amp;\nAbolition) Bill 1967 or in the statement of objects and\nreasons of the Act.  The scheme of the Act is to regulate\nthe conditions of workers in the contract labour system\nand to provide for its abolition by the appropriate\nGovernment as provided under <a href=\"/doc/45909/\" id=\"a_53\">Section 10</a> of the\nContract Labour (Regulation and Abolition) Act.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_21\">Various\nregulatory and welfare measures provided under the\nvarious provisions of the Act clearly speak about\ntreatment of contract labourers as employees of the\ncontractor and not of the principal employer and referred\nto overruling <a href=\"/doc/784921/\" id=\"a_54\">Air Indias</a> case (1 supra) and has taken\nnote of the prospective overruling and proceeded to\ndecide whether ITID No.5 of 1992 can be proceeded with\nor not.  The 2nd respondent concluded that automatic\nabsorption of contract labour by principal employer is not\ncontemplated under the <a href=\"/doc/1810788/\" id=\"a_55\">CLRA Act</a>.</span>  \n</blockquote><blockquote id=\"blockquote_44\">   Against the above findings, the contention of Mr.Keshava Rao\nis that the 2nd respondent has given effect to sub paras (3) and (4)\nof Para 124 of SAIL case (2 supra) and refused the relief of\nabsorption.  According to him, the Tribunal is under obligation to\nfollow the procedure stipulated in paragraph No.124 sub para\n(5) of SAIL case (2 supra) which reads as follows:\n (5) On issuance of prohibition notification under\n<a href=\"/doc/1436043/\" id=\"a_56\">Section 10(1)</a> of the CLRA Act prohibiting employment of\ncontract labour or otherwise, in an industrial dispute\nbrought before it by any contract labour in regard to\nconditions of service, the industrial adjudicator will have to\nconsider the question whether the contractor has been\ninterposed either on the ground of having undertaken to\nproduce any given result for the establishment or for\nsupply of contract labour for work of the establishment\nunder a genuine contract or is a mere ruse/camouflage to\nevade compliance of various beneficial legislations so as\nto deprive the workers of the benefit thereunder. If the\ncontract is found to be not genuine but a mere\ncamouflage, the so-called contract labour will have to be\ntreated as employees of the principal employer who shall\nbe directed to regularise the services of the contract\nlabour in the concerned establishment subject to the\nconditions as may be specified by it for that purpose in\nthe light of para 6 hereunder.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_31\">         On the other hand, Mr. C.R.Sridharan contends that the dispute\nreferred is whether the demand of petitioner for absorption on the\nabolition of employment of contract labour in loading and\nunloading is justified or not.  According to him, even assuming as first\nargument that contract labour in loading and unloading in SAIL is\nabolished still according to SAIL case that does not lead to\nautomatic absorption of workmen working under a contractor. The\nindustrial dispute referred through G.O.Rt.No.1227 is substantially\nbased on abolition of employment of contract labour vide\nG.O.Ms.No.375 dated 05.06.1981.  Therefore, according to him, the\ndemand for absorption cannot be a dispute for reference or at this\nstage of matter a decision at all in view the law declared by the\nApex Court in SAIL case (2 supra).  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_23\">On the contention that the 2nd\nrespondent is required to examine whether the contractor has been\ninterposed either on the ground of having undertaken to produce\nany given result for the establishment or for supply of contract labour\nfor work of the establishment under a genuine contract or  is mere\nrouse/camouflage does not arise for  consideration  by reference to\nparagraph 124 (5) and are to be  read and appreciated in the light\nof the law laid down by the Apex Court in <a href=\"/doc/366376/\" id=\"a_57\">Gujrat Electricity Board</a>\ncase (7 supra), for <a href=\"/doc/366376/\" id=\"a_58\">Gujrat Electricity Board</a> case envisages\nexamination of these issues in a dispute raised by  contract labour\nbut not by union.  He further contends that the very basis of the\nindustrial dispute is traceable to G.O.Ms.No.375.  Though on the date\nof disposing of I.A. No.122 of 2002, G.O.Ms.No.375  vis--vis  the SAIL\nwas concerned was in force.  In view of the order in W.P. No.851 of\n1991 dated 04.03.2004, he submits that the very abolition of contract\nlabour in loading and unloading in SAIL is set aside.  Once the\nGovernment Order prohibiting employment of contract labour is set\naside by this Court, the basis for reference of industrial dispute\nnamely the abolition of employment of contract labour in loading\nand unloading abolition in SAIL is effaced.</span></span>  According to him, in view\nof the dicta <a href=\"/doc/366376/\" id=\"a_59\">laid down by</a> the Apex Court in SAIL case (2 supra)\nabsorption of contract labour with the issuance of notification of\nprohibition or abolition does not arise.  Therefore, the findings are\njustifiable and for additional reason namely that when writ prayers\nare considered G.O.Ms.375 dated 05.06.1981 does not operate and  \nconsequently there is no abolition of engagement of contract\nlabour in SAIL.\n</p><p data-structure=\"Section\" id=\"p_32\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_24\">The contention of Mr.Keshava Rao that evidence on the\nnature of contract is allowed to be let in, though at the first look\nappears to be persuasive, however, after carefully going through\nthe SAIL case (2 supra) and the conclusions arrived at therein, this\nCourt is of the view that the relief of absorption of contract labour\nwith the abolition of contract labour in view of <a href=\"/doc/784921/\" id=\"a_60\">Air India</a> case (1\nsupra) is no more available.  Secondly the law declared by Apex\nCourt is that neither <a href=\"/doc/45909/\" id=\"a_61\">Section 10</a> of the CLRA Act nor provisions in the\nAct whether expressly or by necessary implication provide for\nautomatic absorption of contract labour on a notification being\nissued by appropriate Government under sub section (1) of <a href=\"/doc/45909/\" id=\"a_62\">Section\n10</a> of the Act prohibiting employment of contract labour, in any\nprocess, abolition or other work in any establishment.  It is further held\nthe principal employer cannot be required consequently to order\nabsorption of contract labour working in the concerned\nestablishment.</span>                                                                    (Emphasis added)\n      From the above, it is evident that the enquiry or exercise, the\n2nd respondent proposes to undertake on the reference made \nthrough G.O. Rt No.1227 dated 05.06.1992 considers  the relief of\nabsorption of contract labour in SAIL as principal employer, such\nrelief according to the declaration of law in SAIL case (2 supra) is\nunavailable.\n</p><p data-structure=\"CDiscource\" id=\"p_33\">      The efficacy or effectiveness of industrial dispute as on date\ncentres around G.O. Ms. No. 375 dated 05.06.1981 i.e. whether it is\nsubsisting or not.  The case of petitioner is that the SAIL filed memo\ndated 19.12.2001 accepting the competence of State Government  \nas appropriate Government to refer the dispute of absorption to 2nd\nrespondent.  Therefore, the objection viz. additional ground by\nreference to order of this Court in W.P. No.851 of 1991 now\ncanvassed by the SAIL should not and ought not to be entertained\nby this Court.  It is already noticed that SAIL filed writ petition No.851\nof 1991.  On 04.03.2004, the writ petition was allowed and confirmed\nby the Division Bench on 13.12.2013.  The effect of order of this Court\nin W.P.No.851 of 1991 is that insofar as the SAIL is concerned, the\nprohibition imposed through G.O.Ms.No.375 dated 05.06.1981 is set \naside.  Therefore, for all purposes, the very basis which constituted for\nreference of industrial dispute ceased to subsist.  Therefore, even\nthough these dates and events are subsequent to the order dated\n21.10.2002 in I.A. No.122 of 2002, this Court cannot ignore the legal\neffect of these orders and direct  2nd respondent to undertake\nexamination more particularly without any result thereon.  The other\nobjection of Mr.Keshava Rao in this behalf is that SAIL filed writ\npetition No.29865 of 1997 challenging the G.O.Rt. No.1227 dated\n05.06.1992 and writ was dismissed on 03.11.1997.  While disposing of\nTC No.1/2000, Writ Appeal No.80 of 1998 against writ petition\nNo.29865 of 1997 was also dismissed.  Therefore, the challenge laid\nto G.O.Rt. No.1227 was unsuccessful. \n</p><p data-structure=\"Precedent\" id=\"p_34\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_25\">I have difficulty in accepting the reply of Mr.Keshava Rao on\nlegal implication of the orders in W.P.No.29865 of 1997 read with Writ\nAppeal No.80 of 1998, for writ petition No.29865 of 1997 was filed\nbasing on the law declared by the Apex Court in <a href=\"/doc/784921/\" id=\"a_63\">Air India</a> case\n(1 supra) on who is the appropriate Government for reference of a\ndispute.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_26\"><a href=\"/doc/784921/\" id=\"a_64\">Air India</a> case (1 supra) is overruled by the Apex Court in\nSAIL case (2 supra).</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_27\">Therefore, even otherwise the issue of\nappropriate Government raised by reference to <a href=\"/doc/784921/\" id=\"a_65\">Air India</a> case\n(1 supra) does not survive for consideration.  Further in TC No.1/2000,\nthe Honble Supreme Court specifically directed the labour Court to\ndecide the question as to whether the reference was made by the\nAppropriate Government on the basis of the main judgment.  In the\nconsidered view of this Court, the very memo dated 19.12.2001 on\nwhich the petitioner is relying upon as to who is appropriate\nGovernment is a non-issue.  Therefore, what is accepted by SAIL\ncannot be confused with what is being seriously contested by SAIL\nfrom the beginning by reference to the Act.  Therefore, the objection\nraised by the petitioner is untenable and accordingly rejected.</span>\n</p><p data-structure=\"Precedent\" id=\"p_35\">          Mr.Keshava Rao further contends that as directed by\nparagraph 124(5) in SAIL case (2 supra),  the industrial adjudicator\nwill have to consider the question whether the contractor has been\ninterposed either on the ground of having undertaken to produce\nany given result for the establishment  and decide the same as\nmatter of fact.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_28\">The contention raised by the petitioner is directly\nanswered by decision of Apex Court in <a href=\"/doc/366376/\" id=\"a_66\">Gujarat Electricity Board</a>\ncase (7 supra) and the relevant portion reads as follows:</span>\n</p><blockquote id=\"blockquote_45\">The legislature probably did not consider it advisable to\nmake a provision for automatic absorption of the erstwhile\ncontract labour in the principal establishment on the\nabolition of the contract labour, fearing that such provision\nwould amount to forcing the contract labour on the\nprincipal employer and making a contract between them. \nThe industrial adjudicator however is not inhibited by such\nconsiderations. He has the jurisdiction to change the\ncontractual relationships and also make new contracts\nbetween the employer and the employees under the <a href=\"/doc/500379/\" id=\"a_67\">ID  \nAct</a>. It is for this reason that in all cases where the\ncontract labour is abolished, the industrial adjudicator,\ndepending upon the facts of the case will have the\nauthority to direct the principal employer to absorb such\nof the workmen of the erstwhile contractor and on such\nterms as he may determine on the basis of the relevant\nmaterial before him. Hence the legislature could have\nprovided in the Act itself for a reference of the dispute\nwith regard to the absorption of the workmen of the\nerstwhile contractor to the industrial adjudicator after the\nappropriate Government has abolished the contract\nlabour. That would also have obviated the need to\nsponsor the dispute by the direct workmen of the\nprincipal employer. That can still be done by a suitable\namendment of the Act. \n</blockquote>\n<blockquote id=\"blockquote_46\">        Therefore, keeping in view the above ratio decidendi, this\nCourt has difficulty in accepting the contention that the 2nd\nrespondent at the instance of petitioner ought to have allowed the\nprayer for leading evidence by petitioner union on the genuineness\nof contract entered into from time to time for providing contract\nlabour to SAIL by different contractors.\n</blockquote><blockquote id=\"blockquote_47\">        The further contention of petitioner is that the scope of dispute\ncan be expanded and to meet the ends of justice, the 2nd\nrespondent can be directed to decide the expanded dispute and\ngrant appropriate relief to the members of petitioner union.\n</blockquote><blockquote id=\"blockquote_48\">        I have perused the decisions which Mr.C.R.Sridharan has relied\nupon to contend that Visakhapatnam Contract Labour Union firstly\nis not a union recognised by the SAIL and secondly the enquiry into\nwhether the contract is genuine or not can be taken up at the\ninstance of contract labour as an individual dispute and not by a\nunion.  The citations on which he relies upon are as follows:\n</blockquote><blockquote id=\"blockquote_49\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"515354\" id=\"span_29\">In <a href=\"/doc/515354/\" id=\"a_68\">Hochtiff Gammon</a> case (8 supra), it was held as follows:\n        In dealing with this question, it is necessary to bear\nin mind one essential fact, and that is that the Industrial\nTribunal is a Tribunal of limited jurisdiction. Its  jurisdiction\nis to try an industrial dispute referred to it for its\nadjudication by the appropriate Government by an order\nof reference passed under <a href=\"/doc/45909/\" id=\"a_69\">Section 10</a>. It is well settled\nthat the terms of reference determine the scope of its\npower and jurisdiction from case to case. <a href=\"/doc/45909/\" id=\"a_70\">Section 10</a> itself\nhas been subsequently amended from time to time.  Act \n18 of 1952 made substantial amendments in <a href=\"/doc/45909/\" id=\"a_71\">Section 10</a>.</span> \n</blockquote><p data-structure=\"Section\" id=\"p_36\">One of these amendments was that <a href=\"/doc/1436043/\" id=\"a_72\">Section 10(1)(d)</a> now  \nempowers the appropriate Government to refer the\ndispute or any matter appearing to be connected with, or\nrelevant to, the dispute, whether it relates to any matter\nspecified in the Second Schedule, or  the Third Schedule,\nto a Tribunal for adjudication. In other words under\n<a href=\"/doc/1436043/\" id=\"a_73\">Section 10(1)(d)</a>, the appropriate Government can refer\nto the Industrial Tribunal not only a specific industrial\ndispute, but can also refer along with matters appearing to\nbe connected with, or relevant to, the said dispute. In that\nsense the power of the appropriate Government has been \nenlarged in regard to the reference of industrial disputes\nto the Tribunal.\n</p><p data-structure=\"Section\" id=\"p_37\"><a href=\"/doc/45909/\" id=\"a_74\">Section 10(4)</a> which was also added by the same \namending Act provides, inter alia, that the jurisdiction of\nthe Industrial Tribunal would be confined to the points of\ndispute specified by the order of reference, and adds that\nthe said jurisdiction may take within its sweep matters\nincidental to the said points. In other words, where certain\npoints of dispute have been referred to the Industrial\nTribunal for adjudication, it may, while dealing with the\nsaid points, deal with matters incidental thereto, and that\nmeans that if, while dealing with such incidental matters,\nthe Tribunal feels that some persons who are not joined to\nthe reference should be brought before it, it may be able\nto make an order in that behalf under section. 18(3)(b) as\nit now stands.\n</p><p data-structure=\"Precedent\" id=\"p_38\">xxxxxxx \nThe next contention raised by Mr. Chatterjee is that M/s\nHindustan Steel Ltd. is a necessary party because it is the\nsaid concern which is the employer of the respondents\nand not the appellant. In either words, this contention is\nthat though in form the appellant engaged the workmen\nwhom the respondent union represents, the appellant was \nacting as the agent of its principal and for adjudicating\nupon the industrial dispute referred to the Tribunal by the\nState of Orissa, it is necessary that the principal, viz., M/s\nHindustan Steel Ltd. ought to be added as a party. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_30\">In\ndealing with this argument, it is necessary to bear in mind\nthe fact that the appellant does not dispute the respondent\n<a href=\"/doc/784921/\" id=\"a_75\">Union</a>&#x27;s case that the workmen were employed by the  \nappellant. It would have been open to the State\nGovernment to ask the Tribunal to consider who was the\nemployer of these workmen and <a href=\"/doc/784921/\" id=\"a_76\">in that case</a>, the terms of\nreference might have been suitably framed. Where the\nappropriate Government desires that the question as to\nwho the employer is should be determined, it generally\nmakes a reference in wide enough terms and includes as \nparties to the reference different persons who are alleged\nto be the employers. Such a course has not been adopted \nin the present proceedings, and so, it would not be\npossible to hold that the question as to who is the\nemployer as between the appellant and M/s Hindustan \nSteel Ltd. is a, question incidental to the industrial dispute\nwhich has been referred under section. 10(1)(d). This\ndispute is a substantial dispute between the appellant and\nM/s Hindustan Steel Ltd. and cannot be regarded as\nincidental in any sense, and so, we think that even this\nground is not sufficient to justify the contention that M/s\nHindustan Steel Ltd. is a, necessary party which can be\nadded and summoned under the implied powers of the  \nTribunal under section. 18(3)(b).</span>\n</p><p data-structure=\"Precedent\" id=\"p_39\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1069795\" id=\"span_31\">In <a href=\"/doc/1069795/\" id=\"a_77\">Employers of Express Newspapers (Private) Ltd.</a> Case\n(5 supra), it was held as follows:</span>\n</p><blockquote id=\"blockquote_50\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1760852\" id=\"span_32\">It was held by the Supreme Court in <a href=\"/doc/1760852/\" id=\"a_78\">New India Motors\n(P) Ltd., New Delhi v. K. T. Morris</a> (AIR 1960 SC 875),\nthat an individual dispute could not become an industrial\ndispute at the instance of the aggrieved individual himself\nand that there should be a dispute between the employer\non the one hand and his employees acting collectively on\nthe other. This rule is contained in the following remarks\nof their Lordships :</span>\n</blockquote><blockquote id=\"blockquote_51\">&quot;It is well settled that before any dispute between the\nemployer and his employee or employees can be said to  \nbe an industrial dispute under the Act, it must be\nsponsored by a number of workmen or by a Union  \nrepresenting them. It is not necessary that the number of\nworkmen of the Union that sponsors the dispute should\nrepresent the majority of workmen. Even so, an individual\ndispute cannot become an industrial dispute at the\ninstance of the aggrieved individual himself.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_40\"> It is thus clear that there cannot be an industrial dispute\nunless the cause of the aggrieved workmen or group of\nworkmen is taken up by some of the workmen employed   \nin the establishment. If the cause of the victimised\nworkmen is not taken up by some of the other employees \nof the employer, the dispute remains an individual dispute\nand not an industrial dispute.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">        Therefore at the instance of petitioner union the individual\ndispute, if any, between Contract Labour and Principal Employer\ncannot be agitated or decided.\n</p><p data-structure=\"Precedent\" id=\"p_42\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"149476899\" id=\"span_33\">Mr.Sridharan further contends by placing reliance upon <a href=\"/doc/149476899/\" id=\"a_79\">Senior\nRegional Manager HPCL Secunderabad</a> case (9 supra) that the   \nindustrial Tribunal cannot and could not expand or change the\ncomplexion of dispute referred to it.  The dispute fails for any reason\nincluding the reason stated above, the same cannot be cured by\ndirecting 2nd respondent to suitably expand the dispute referred by\nthe Government.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"149476899\" id=\"span_34\">He relies upon the following paragraphs in <a href=\"/doc/149476899/\" id=\"a_80\">Senior\nRegional Manager HPCL Secunderabad</a> case (9 supra).   \nThe functions of an Industrial Tribunal are quasi-judicial\nbut it is not a civil Court. It has not the inherent power to\ndecide any of the disputes raised by the parties in their\npleadings. Its jurisdiction is limited and restricted only to\nthe issues referred to it by the appropriate Government by\nan order of reference. In other words, the Tribunal has to\nfunction within the limits imposed upon it by the Act and\nhas to act according to its provisions. In adjudicating upon\nan &#x27;industrial dispute&#x27;, the Tribunal cannot arrogate to itself\npowers which the Legislature alone can confer or do\nsomething which the Legislature has not permitted to be\ndone.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1729603\" id=\"span_35\">In R.S. Ramdayal Ghasiram Oil Mills v. Labour\nAppellate Tribunal, [1963] <a href=\"/doc/1729603/\" id=\"a_81\">II LLJ 65 (SC) and West Bengal\nPress Workers and Employees Union v. Eighth Industrial \nTribunal</a>, [1974] II LLJ 404 (SC), the Supreme Court held\nthat the Industrial Tribunal acquires jurisdiction to\nadjudicate upon an &#x27;industrial dispute&#x27; only after it has\nbeen referred to it In other words, without such a\nreference, the Tribunal does not get any such jurisdiction\nto adjudicate upon any dispute. Wherein an order referred\nan industrial dispute to a Tribunal under <a href=\"/doc/1436043/\" id=\"a_82\">Section 10(1)</a> of\nthe Act, the &#x27;appropriate Government&#x27; has specified the\npoints of dispute for adjudication, the Tribunal shall\nconfine the adjudication to those points and matters\nincidental thereto. In other words, the Tribunal is not free\nto enlarge the scope of the dispute referred to it but must\nconfine its adjudication to the points specifically\nmentioned and anything which is incidental thereto. It is\nwell settled that the order of reference by which an\nindustrial dispute is referred to the Labour Court or\nIndustrial Tribunal for adjudication gives jurisdiction to the\nLabour Court or the Tribunal, as the case may be, to deal\nwith the merits of dispute.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"977649\" id=\"span_36\">This position is well settled by\nthe judgment of the Supreme Court in <a href=\"/doc/977649/\" id=\"a_83\">Jhagrakhand \nCollieries (P) Limited v. Central Government Industrial\nTribunal</a>, [1960] II LLJ (SC), and several other judgments\nto follow.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1518399\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1897823\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92021\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1425559\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989896\" id=\"span_41\">The jurisdiction of the Tribunal being limited to\nthe matters referred to it by the Government, it would\nhave no right to travel outside the reference, and proceed\nto adjudicate the matters not referred to it. This position is\nalso well settled by a catena of decisions of the Apex\nCourt including <a href=\"/doc/1989896/\" id=\"a_84\">Gouri Sankar Chatterjee v. Texmaco\nLimited and Ors.</a>, 2000 (8) Supreme 519, <a href=\"/doc/1425559/\" id=\"a_85\">Workmen of  \nBritish India Corporation Limited v. British India\nCorporation Limited</a>, [1965] 11 <a href=\"/doc/92021/\" id=\"a_86\">LLJ 433 (SC), Delhi Cloth\nand General Mills Company Limited v. Its Workmen</a>, \n[1967] <a href=\"/doc/1897823/\" id=\"a_87\">I LLJ 423, the Jaipur Udyog Limited v. The\nCement Work Karmachari Sangh, Sahu Nagar</a>, [1972] <a href=\"/doc/1518399/\" id=\"a_88\">I   \nLLJ 437, and Firestone Tyre and Rubber Company of  \nIndia Private Limited v. Workmen</a>, [1981] II LLJ 218, to\ncite a few.</span></span></span></span></span>\n</p><p data-structure=\"Section\" id=\"p_43\">An Industrial Tribunal is the creature of the <a href=\"/doc/500379/\" id=\"a_89\">Industrial\nDisputes Act</a>. Sub-section (4) of <a href=\"/doc/45909/\" id=\"a_90\">Section 10</a> delineates the\nperimeter of the jurisdiction of the adjudicatory authorities\nviz., the Labour Court, the Industrial Tribunal or the\nNational Tribunal to adjudicate. The word &quot;jurisdiction&quot;\nmeans authority to decide or the legal authority of a Court\nor Tribunal to do certain things. An Industrial Tribunal\nbeing creature of the Act, its jurisdiction is confined by the\nAct, thereby meaning that the Tribunal will have no\njurisdiction, to adjudicate upon any dispute or lis to which\nthe Act does not apply. Further, the jurisdiction of the\nTribunal has been limited by the provisions of <a href=\"/doc/45909/\" id=\"a_91\">Section\n10(4)</a> to confine its adjudication to &quot;the points specified in\nthe order of reference and matters incidental thereto.&quot;\nWhere by reason of any limitation imposed by statute, a\nTribunal lacks jurisdiction to entertain any particular\nmatter, neither acquiescence nor consent of the parties\ncan confer jurisdiction on it. In other words, a party cannot\nconfer jurisdiction where it does not exist because no\namount of consent, acquiescence or waiver can create it\nor confer it. Nor can a party take away the jurisdiction of\nthe Tribunal by way of objection where it exists. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"622189\" id=\"span_42\">In <a href=\"/doc/622189/\" id=\"a_92\">United\nCommercial Bank Limited v. Their Workmen</a>, [1951] I LLJ \n621, Kania, CJ., speaking for the Supreme Court\nobserved:</span>\n</p><blockquote id=\"blockquote_52\">&quot;Nor can consent give a Court jurisdiction if a condition\nwhich goes to the root of the jurisdiction has not been\nperformed or fulfilled. No appearance or consent can give\na jurisdiction to a Court of limited jurisdiction which is does\nnot possess. The absence of a condition necessary to\nfound the jurisdiction to make the award or give a\ndecision deprives the award or decision of any conclusive\neffect. The distinction clearly is between the jurisdiction to\ndecide matter and the ambit of the matters to be heard by\na Tribunal having jurisdiction to deal with the same. In the\nsecond case, the question of acquiescence or irregularity\nmay be considered and overlooked. When however the  \nquestion is of the jurisdiction of the Tribunal to make the\naward no question of acquiescence or consent can affect\nthe decision.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">Further, Fazal Ali, J., observed:\n</p><blockquote id=\"blockquote_53\">&quot;Consent cannot give jurisdiction in respect of subject-\nmatter though it might cure a mere irregularity.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1476073\" id=\"span_43\">The jurisdiction of the Industrial Tribunal being by virtue of\nthe Act and limited by the terms of reference under\n<a href=\"/doc/45909/\" id=\"a_93\">Section 10</a>, it would not be open to the workers and the\nmanagement to confer jurisdiction upon the Tribunal on a\nquestion not covered by the reference. The mere fact that\nan objection was not taken before the Tribunal, would not\ngive its jurisdiction if it inherently had no jurisdiction. An\nIndustrial Tribunal is not a Court of general or residuary\njurisdiction but a Tribunal with specific jurisdiction\nenumerated by the terms of the orders of reference. In\nother words, it is an ad hoc Tribunal with ad hoc\njurisdiction to determine specific industrial disputes. The\nTribunal has to confine itself to the pleadings and the\nissues arising therefrom and it is, therefore, not open to it\nto fly off at a tangent disregarding the pleadings and\nreach any conclusion that it thought as just and proper, as\nheld by the Supreme Court in <a href=\"/doc/1476073/\" id=\"a_94\">Parry and Company  \nLimited v. P.C. Lal</a>, [1970] II LLJ 429 (SC).</span>\n</p><p data-structure=\"CDiscource\" id=\"p_46\">xxxxxx \n In the light of the well settled principles emerging from\nthe decided cases, what has to be seen by us in this writ\nappeal is whether the declaration made by the Industrial\nTribunal that the workmen concerned are entitled to pay-\nscales on par with regular employees with from 1-12-\n1999 could be said to be a decision of the Industrial\nTribunal on a matter incidental to the point referred to it by\nthe Government of India. It cannot be gainsaid that the\nrelief of regularisation and relief to claim wages on par\nwith regular employees are two independent legal\nremedies. The considerations which go into the decision-\nmaking in granting these two reliefs would also vary. The\nrelief granted to the workmen that they are entitled to pay-\nscales on par with regular employees is undoubtedly is on\nthe assumption that the workmen concerned did/do \ndischarge same functions and duties attached to the\nregular post. The question whether it is so or not, it is trite,\nis an incidence of fact. In the first place, the Central\nGovernment has no referred the dispute relating to\nentitlement of the workmen concerned to pay-scales on\npar with regular employees. Secondly, the question\nwhether workmen concerned perform same duties and   \nfunctions on par with regular employees, being a question\nof fact, such a question shall be resolved only by\npermitting the parties to adduce evidence and after\nappreciation of such evidence. Thirdly, even in the course\nof adjudication of the reference, the Industrial Tribunal\nthough chose to frame points for\nadjudication/determination did not frame the point relating\nto the entitlement of the workmen concerned to pay-\nscales on par with regular employees. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"311082\" id=\"span_44\">In <a href=\"/doc/311082/\" id=\"a_95\">State of\nHaryana v. Jasmer Singh</a>, 1996 (8) Scale 263,\ncommenting upon the principle of &#x27;equal pay for equal\nwork&#x27;, the Supreme Court has opined that that principle is\nnot always easy to apply. There are inherent difficulties in\ncomparing and evaluating work done by different persons\nin different organisations, or even in the same\norganisation; the quality of work performed by different\nsets of persons holding different jobs will have to be\nevaluated. There may be differences in educational or\ntechnical qualifications which may have a bearing on the\nskills which the holders of office or post bring to their job\nalthough the designation of the job may be the same.\nThere may also be other considerations which have\nrelevance to efficiency in service which may justify\ndifferences is pay-scales on the basis of criteria such as\nexperience and seniority, or a need to prevent stagnation\nin the cadre, so that good performance can be elicited\nfrom persons who have reached the top of the pay-scale.\nTherefore, we are of the considered opinion that Industrial\nTribunal has exceeded its jurisdiction in declaring that the\nworkmen concerned are entitled to pay-scale on par with\nregular employees particularly because that was not a\nterm of reference and further the Tribunal itself did not\nframe any issue relating to that entitlement of the\nworkmen.</span> \n</p><p data-structure=\"Precedent\" id=\"p_47\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_45\">From the above discussion, this Court is of the view that the\norder of 2nd respondent in I.A. No.122 of 2002 is in accordance with\nthe principle <a href=\"/doc/311082/\" id=\"a_96\">laid down by</a> the Honble Supreme Court in SAIL case\n(2 supra) and the relief of absorption as it stood during the period i.e.\n<a href=\"/doc/784921/\" id=\"a_97\">Air India</a> case (1 supra) and SAIL case (2 supra) cannot and could\nnot have been considered by the 2nd respondent and rightly the I.A.\nNo.122 of 2002 was allowed.</span>  The order in I.A. No.122 of 2002  can be\nsustained for the additional reasons namely that G.O.Ms.No.375\ndated 05.06.1981 by virtue of decision of this Court in writ petition\nNo.851 of 1991 is not subsisting vis--vis SAIL that the I.D. has been\nreferred at the instance of union and the enquiry contemplated by\nparagraph  of 124 (5) in SAIL case (2 supra)  firstly cannot and could\nnot be directed to be examined by 2nd respondent for  it amounts to\nchanging the complexion of dispute  referred  to it and secondly\nthese issues arise for consideration in an individual  dispute raised by\ncontract labour.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">      The summary of above discussion is as follows:\n</p><blockquote id=\"blockquote_54\">(i)     The rights and benefits of contract labour are\ngoverned by the provisions of <a href=\"/doc/1810788/\" id=\"a_98\">CLRA Act</a>.\n</blockquote><blockquote id=\"blockquote_55\">(ii)    The abolition of contract labour in an industry or\noperation automatically does not result in absorption\nof contract labour by the Principal Employer.\n</blockquote><blockquote id=\"blockquote_56\">(iii)   Due to the difference in scope and extent of\nadjudication in dispute raised by a contract labour or\na dispute raised by the union, the relief of\nregularisation cannot be considered in a dispute\ncanvassed by the union and is examined by industrial\nadjudicator in the dispute raised by the contract\nlabour in the light of directions issued in SAIL case.\n</blockquote><blockquote id=\"blockquote_57\">(iv)    The Industrial Tribunal/Labour Court has to confine its\nconsideration to the dispute referred by appropriate\nGovernment and has no inherent jurisdiction to\nexpand the dispute or decide maters not referred to\nIndustrial Tribunal by the appropriate Government.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_49\">        For the above reasons, the points are answered against the\npetitioner and in favour of SAIL/respondent No.1 in W.P. No.21548 of\n2002.\n</p><p data-structure=\"Conclusion\" id=\"p_50\">        The petitioner in W.P. No.25073 of 2009 prays for relief of\nengaging the members of petitioner by SAIL.\n</p><p data-structure=\"CDiscource\" id=\"p_51\">       This Court is of the view that having regard to several\nobjections raised by 1st respondent in the counter affidavit filed in this\nbehalf, if the members of the petitioner union have a case for\nabsorption on the ground that the services rendered by a contract\nlabour are perennial in nature etc., the case has to be worked out\nby raising a dispute in accordance with law before the competent\nforum.  Therefore, the prayer for a direction to engage the services\nof members of petitioner at the instance of petitioner union cannot\nbe considered by this Court as the same amounts to deciding a fact\nin issue in favour of contract labour under <a href=\"/doc/1712542/\" id=\"a_99\">Article 226</a> of the\nConstitution of India, without proper trial and consideration by the\nIndustrial Adjudicator.\n</p><p data-structure=\"Conclusion\" id=\"p_52\">      Therefore, it is open to contract labour to raise a dispute for\nadjudication on these aspects, if they are so advised. The lis between\nthe parties has been pending for more than two and half decades.\nThe contract labour are engaged by SAIL either by virtue of order of\nthis Court or due to work exigencies arising in the course of\noperations and provided employment to these contract labour.\nNow the writ petitions are decided basing on the law declared in\nSAIL case (2 supra).  The contract labour should not be denied what\nthey have been otherwise provided namely, engaging as contract\nlabour by SAIL on account of dismissal of writ petition.  SAIL is a\npublic sector undertaking and this Court has no reason to doubt\nthat the outcome of the writ petitions is not treated as a\ncircumstance for not engaging contract labour i.e. the members\nwho are working for SAIL and are members of petitioner union as\nand when exigencies require.  Therefore, while engaging contract\nlabour, the services of the contract labourers whose cases are\ncanvassed in these writ petitions ought not to be denied or deprived\nthe normal expectations from SAIL.  For the above reasons and\nhaving regard to the detailed discussions, the writ petitions fail and\naccordingly dismissed. No order as to costs.\n</p><p data-structure=\"Conclusion\" id=\"p_53\">      Miscellaneous petitions, if any pending, shall stand closed.\n___________  \nS.V.BHATT,J  \nDate: 21.04.2017\n          </p>","numcites":30,"numcitedby":0,"docsource":"Andhra HC (Pre-Telangana)","citetid":86916469,"divtype":"judgments","relatedqs":[{"value":"principal employer contract labour","formInput":"principal%20employer%20contract%20labour"},{"value":"absorption of contract labourers","formInput":"absorption%20of%20contract%20labourers"},{"value":"\"contract labour\" \"  \"principal employer\"","formInput":"%22contract%20labour%22%20%22%20%20%22principal%20employer%22"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"prohibition of contract labour","formInput":"prohibition%20of%20contract%20labour"},{"value":"regularisation ","formInput":"regularisation%20"},{"value":"beneficial legislation","formInput":"beneficial%20legislation"},{"value":"works contract","formInput":"works%20contract"},{"value":"sail case","formInput":"sail%20case"},{"value":"acquiescence","formInput":"acquiescence"},{"value":"consignment agent","formInput":"consignment%20agent"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"absorption","formInput":"absorption"},{"value":"prohibition of employment of contract labour","formInput":"prohibition%20of%20employment%20of%20contract%20labour"},{"value":"employment contract","formInput":"employment%20contract"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"Jurisdiction of industrial tribunal","formInput":"Jurisdiction%20of%20industrial%20tribunal"},{"value":"labour dispute,","formInput":"labour%20dispute%2C"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"industrial","formInput":"tag:industrial"}],"courtcopy":true,"query_alert":null,"agreement":false}