{"tid":1690729,"publishdate":"1965-07-01","title":"Rambhau Jairam Dhamange vs Vinkur Co-Operative Society Ltd. (By ... on 1 July, 1965","doc":"<h2 class=\"doc_title\">Rambhau Jairam Dhamange vs Vinkur Co-Operative Society Ltd. (By ... on 1 July, 1965</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: [1967(14)FLR27]</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Kotval, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. Having heard counsel for both the parties, we find that in this petition not merely a very substantial and important question of law arises affecting the jurisdiction of the two tribunals under the Central Provinces and Bearer Industrial Disputes Settlement Act and the newly enacted <a href=\"/doc/34627769/\" id=\"a_1\">Maharashtra Co-operative Societies Act, 1960</a>, but that it is a question which will affect a vast number of industrial matters and also in turn the functioning of co-operative societies. Therefore, we have decided to refer this question to a larger Bench. We may only set forth the respective contentions and the authorities which were relied upon and state what is prima facie our view in the matter. \n</p> \n\n<p data-structure=\"Section\" id=\"p_2\">2. On behalf of the society, the contention is founded upon the provisions of the new<a href=\"/doc/10819484/\" id=\"a_2\"> S. 91</a> of the Maharashtra Co-operative Societies Act. That section makes a radical departure from the analogous provisions of S. 54 of the Bombay Co-operative Societies Act, 1925, which the new Act repealed. <a href=\"/doc/119642634/\" id=\"a_3\">Section 54(1)(a)</a> of the old Act ran as follows : \n</p>  \n\n<blockquote id=\"blockquote_1\"> &quot;54. (1)(a) If any dispute touching the constitution or business of society arises between members or past members of the society or persons claiming through a member or past member or between members or past members or persons so claiming and any officer, agent or servant of the society past or present or between the society or its committee, and any officer, agent, member or servant of the society past or present, it shall be referred to the Registrar for decision by himself or his nominee. \n</blockquote> \n\n<blockquote id=\"blockquote_2\">A dispute shall include claims by a society for debts or demand due to it from a member or past member or the heirs or assets of a past member as well as claims by a member or past member or the heirs of a past member for any debts or demands due to him from the society, whether such debts or demands be admitted or not : \n</blockquote> \n\n<blockquote id=\"blockquote_3\">Provided that if the question at issue between a society and a claimant, or between different claimants, is one involving complicated questions of law and fact, the Registrar may, if he thinks fit, suspend proceedings in the matter until the question has been tried by a regular suit instituted by one of the parties or by the society. If no such suit is instituted within six months of the Registrar&#x27;s order suspending proceedings, the Registrar shall take action as laid down in Para. 1 of this section.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_3\">3. Considering the provisions of this section and particularly the expression used therein, &quot;any dispute touching the business of society,&quot; this Court interpreted those words in a very wide sense. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1362305\" id=\"span_1\">In a Full Bench decision in <a href=\"/doc/1362305/\" id=\"a_4\">Farkhundali v. Potdar</a> [1962 - I L.L.J. 51] this Court held (p. 53) :</span> \n</p><blockquote id=\"blockquote_4\"> &quot;In regard to the first point, the argument advanced is that the payment of wages or any sum due to an employee cannot be said to relate to the business of a co-operative society. Dealing with the matter apart from authority, it seems to us that there is no substance in this argument. The nature of business which society does, is to be ascertained from the objects of the society. But whatever the society does or is necessarily required to do for the purpose of carrying out its object can be said to be part of its business. The word &#x27;touching&#x27; is also very wide and would include any matter which relates to concerns or affects the business of the society. Every society must necessarily employ some servants for the purpose of carrying on its business. The payment of wages or any sum due to them under law, is, therefore, part of the business of the society. In any case, there can be no doubt that such payment would touch the business of the society.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1876713\" id=\"span_2\">4. The Full Bench also referred to the decision of a single Judge of this Court in <a href=\"/doc/1876713/\" id=\"a_5\">G.I.P. Railway Employees&#x27; Co-operative Bank, Ltd. v. Bhikaji Karanjia</a> [1942 Bom. L.R. 676] where Chagla, J. (as then was), observed that in the expression &quot;touching the business of a society&quot; in<a href=\"/doc/119642634/\" id=\"a_6\"> S. 54</a>, the word &quot;business&quot; was a very wide term and was not synonymous with the objects of a society and that the expression means affecting or relating to the business of a society.</span> It may be noticed that in the Full Bench case, the conflict was between the provisions of the <a href=\"/doc/794158/\" id=\"a_7\">Payment of Wages Act</a> and<a href=\"/doc/181220977/\" id=\"a_8\"> S. 54</a> of the Bombay Co-operative Societies Act. The question was whether the non-payment or the delay in the payment of wages of a person working in a co-operative society was a question which fell to be determined only by the authority under the <a href=\"/doc/794158/\" id=\"a_9\">Payment of Wages Act</a> or by the Registrar under the <a href=\"/doc/108006076/\" id=\"a_10\">Co-operative Societies Act</a>. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1876713\" id=\"span_3\">In <a href=\"/doc/1876713/\" id=\"a_11\">G.I.P. Railway Employees&#x27; Co-operative Bank, Ltd. v. Bhikaji Karanjia</a> [1942 Bom.</span> L.R. 676] (vide supra) the conflict was between the exclusive jurisdiction conferred by the Arbitration Act in the event of an arbitration clause being agreed upon and the jurisdiction of the Registrar under the Co-operative Societies Act; in other words, if there is a term in an agreement between an employee and a co-operative society to refer to arbitration any dispute, who would have the jurisdiction to determine it. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"750351\" id=\"span_4\">5. Two other cases were referred to and both of them are of the Kerala High Court : Malabar Co-operative Central Bank v. State of Kerala [1964 - <a href=\"/doc/750351/\" id=\"a_12\">I L.L.J. 557] and Kerala State Handloom Weavers&#x27; Co-operative Society v. State of Kerala</a> [1964 - I L.L.J. 559]. In those cases we come nearer to the point which falls for determination here. In those cases the competition was between the Industrial Disputes Act and the Madras Co-operative Societies Act in one case and between the Industrial Disputes Act and the Travancore Cochin Co-operative Societies Act in the other and in both the cases the same Judges held that questions falling under industrial disputes, even though they may concern employees of a co-operative society, would not fall within the ambit of the <a href=\"/doc/108006076/\" id=\"a_13\">Co-operative Societies Act</a>. In the first-mentioned case the question was touching wage-rates, allowances and fitment, promotion, gratuity and pension, medical aid, recruitment and probation, and retirement. In the second case, the question was touching pay-scales and dearness allowances, bonus, promotion according to seniority, abolition of commission system and restoration of dearness allowance instead and house-rent allowance. All these subjects were held to fall outside the jurisdiction of the Registrar of Co-operative Societies and although they arose between a co-operative society and its workmen they were held to be industrial disputes falling exclusively within the jurisdiction of industrial courts or tribunals.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">6. In the latter case, the expression &quot;touching the business of a registered society&quot; was commented upon by the Division Bench of the Kerala High Court and the decision of Chagla, C.J., in Majoor Sahkari Bank v. Majumdar [1955 - II L.L.J. 755] was referred to with approval. The view taken in those cases depends not so much upon the provisions of any of the two competing enactments but the view taken is, as mentioned in Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra), that the whole purpose and object of these enactments are different and, therefore, the rights and remedies under the one should not be allowed to be affected by the rights and remedies conferred by the other. The argument which found favour with the Kerala High Court was thus put by Chagla, C.J., in Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra) in a passage which was cited with a approval by the Kerala High Court : \n</p><blockquote id=\"blockquote_5\"> &quot;. . . Now, Sri Rane has very rightly pointed out that the disputes contemplated by<a href=\"/doc/119642634/\" id=\"a_14\"> S. 54</a> are disputes of a civil nature which could have been decided by civil Courts but for the provisions with regard to compulsory arbitration provided in<a href=\"/doc/119642634/\" id=\"a_15\"> S. 54</a>. Sri Rane has also rightly pointed out that the present dispute between respondent 2 and the petitioners could not have been the subject-matter of reference to arbitration under<a href=\"/doc/119642634/\" id=\"a_16\"> S. 54</a>. Respondent 2 is not claiming to assert any civil rights against the petitioners. What he is claiming is certain rights which are now conferred upon workmen and employees as a result of principles of social justice which are now almost universally acknowledged all the world over. There is no right of reinstatement under Civil law which can be enforced by an employee against his employer. No contract of personal service can be specifically enforced by a civil Court, nor does a civil Court determine whether the wages paid to an employee are proper wages or not. Civil Courts are bound down by the law of contract and it is under the law of contract that the civil Courts decide disputes between a master and his servant. Industrial courts decide the disputes between a master and his servant on principles of social justice and whereas the civil Courts consider what are the actual terms of the contract regulating the rights of master and servant the industrial courts consider not the terms of the contract but what is just and fair and what is proper for the master to pay to his servant&quot; (p. 757).  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_7\">7. Now, if we had been left with these decisions, perhaps no question of doubt of difficulty would have arisen. But with these decisions there, the legislature in 1960 completely altered the provisions in this respect when it repealed the Bombay Co-operative Societies Act, 1925, and re-enacted many of its provisions in the <a href=\"/doc/34627769/\" id=\"a_17\">Maharashtra Co-operative Societies Act, 1960</a> (24 of 1961). It is clear that<a href=\"/doc/10819484/\" id=\"a_18\"> S. 91</a> of the new Act is a substantial reproduction of<a href=\"/doc/119642634/\" id=\"a_19\"> S. 54</a> of the old Act as it then stood, under which all the previous decisions to which we have referred were given. It must be assumed that when the legislature enacted<a href=\"/doc/10819484/\" id=\"a_20\"> S. 91</a> of the new Act, it had before it the interpretation given to<a href=\"/doc/119642634/\" id=\"a_21\"> S. 54</a> of the old Act; and the important reason behind those interpretations was that the objects and purpose of the two enactments must be considered and, if they are different, then matters like payment of wages and arbitration would not fall within the ambit of<a href=\"/doc/119642634/\" id=\"a_22\"> S. 54</a>. It is in the light of this position as it subsisted on the date of the new enactment that we must consider the provisions of<a href=\"/doc/10819484/\" id=\"a_23\"> S. 91</a>. The most important change that has been brought about in<a href=\"/doc/10819484/\" id=\"a_24\"> S. 91</a> is the introduction of the vital non obstante clause at the commencement of the section. &quot;Notwithstanding anything contained in any other law for the time being in force.&quot; The intention clearly was to exclude all other laws for the time being in force. This is a most powerful argument in favour of the view taken by the industrial court and so far as we can see, there is no answer to it. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">8. Now, there is no question here of any conflict of legislations or legislative jurisdictions. There is no question also raised in the petition regarding repugnancy such as for instance fell to be determined in the Full Bench case of this Court referred to above. In that case, the conflict was between a Central Act like the <a href=\"/doc/794158/\" id=\"a_25\">Payment of Wages Act</a>, <a href=\"/doc/110281324/\" id=\"a_26\">S. 15</a>, and a State legislation (<a href=\"/doc/181220977/\" id=\"a_27\">S. 54</a> of the Bombay Co-operative Societies Act) and the Full Bench resolved it in favour of the Central legislation on the principle of repugnancy. In the present case, however, that conflict is not there, nor as we have said, upon the face of the petition is any question of repugnancy or conflict of laws raised. Therefore, one has to consider the effect of the non obstante clause in the light of these circumstances, and so far as we can see, there is no escape from the plenary words of that clause. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. In order to avoid the impact of the non obstante clause in Sub-section (1) of<a href=\"/doc/10819484/\" id=\"a_28\"> S. 91</a>, the first contention raised on behalf of the petitioner was to rely upon the two decisions : Vasant Rao v. Election Commission [A.I.R. 1953 Nag. 237] and Nawab Bahadur v. Rameshwralal [A.I.R. 1949 Cal. 323 at 333, Paras. 56 to 58], to urge that the non obstante clause is not always as wide in its amplitude as its language would indicate and that it should be construed in the light of the object and purpose of the Act and the purposes of the laws which it excludes. No doubt, in the last-mentioned case the Court declined to apply the non obstante clause in the <a href=\"/doc/108841579/\" id=\"a_29\">Bengal Money-lenders Act</a> (Ss. 30 and 36) in order to exclude the <a href=\"/doc/1298776/\" id=\"a_30\">Murshidabad Estate Administration Act</a>; but the Calcutta High Court explained why it was so done. There were very special circumstances there, and the clearest indications to the contrary in the <a href=\"/doc/8058476/\" id=\"a_31\">Murshidabad Act</a>. <a href=\"/doc/1298776/\" id=\"a_32\">The Murshidabad Estate Administration Act</a> was passed by the legislature in order to assist one particular individual, namely, the Nawab Bahadur of Murshidabad, for certain reasons which do not appear clear upon the judgment, and the very purpose of that Act was to protect the Murshidabad estate which perhaps was in a very difficult financial state. If under those circumstances the <a href=\"/doc/108841579/\" id=\"a_33\">Bengal Money-lenders Act</a> had been applied to the Murshidabad estate, the effect would virtually have been to undo the provisions of the <a href=\"/doc/1298776/\" id=\"a_34\">Murshidabad Estate Administration Act</a>. The very object and purpose of the latter Act would have been defeated. Therefore, the Calcutta High Court held that the non obstante clause in the <a href=\"/doc/108841579/\" id=\"a_35\">Bengal Money-lenders Act</a> would not apply to the Murshidabad estate at all. Here the principle which seems to have been applied was that if by the application of a non obstante clause the very purpose and object of another enactment, the provisions of which were to be excluded by the non obstante clause, would be rendered completely nugatory and of no effect, then the Court in its duty to interpret the law before it would try to so interpret it that another Act was not rendered completely nugatory. These considerations cannot possibly prevail in the present case. The Central Provinces and Berar Industrial Disputes Settlement Act would continue to apply even though its operation to co-operative societies was excluded. So far as the Nagpur case is concerned all that was pointed out in that case was that it can only apply where there is, in the first instance, a repugnancy or a clash between two pieces of legislation and in that case the Division Bench held that there was in fact no repugnancy or clash between the two provisions and, therefore, the non obstante clause would continue to apply. That does not advance the argument here urged any further. \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1685048\" id=\"span_5\">10. As to the effect of non obstante clause such as this, the following decisions were relied upon and are useful : <a href=\"/doc/1685048/\" id=\"a_36\">Manohar v. Konkan Co-operative Housing Society</a> [1961 Bom.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1371375\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"350457\" id=\"span_7\">L.R. 1001]; <a href=\"/doc/350457/\" id=\"a_37\">Aswini Kumar v. Arabinda Bose</a>  and <a href=\"/doc/1371375/\" id=\"a_38\">Dominion of India v. Shrinbai</a> . There is nothing in<a href=\"/doc/10819484/\" id=\"a_39\"> S. 91</a> or any other provision of the <a href=\"/doc/34627769/\" id=\"a_40\">Maharashtra Co-operative Societies Act</a> to suggest that the non obstante clause, deliberately introduced into<a href=\"/doc/10819484/\" id=\"a_41\"> S. 91</a> when the law was amended and consolidated in 1961, should be given any limited meaning, nor does there appear anything in the Central Provinces and Berar Industrial Disputes Settlement Act suggesting that the provisions of the <a href=\"/doc/34627769/\" id=\"a_42\">Maharashtra Co-operative Societies Act</a> are any way excluded. It is of some significance here to notice that as between the two jurisdictions, the one created by the Central Provinces and Berar Industrial Disputes Settlement Act and the other created by the Maharashtra Co-operative Societies Act, the Central Provinces and Berar Industrial Disputes Settlement Act does not exclude the operation of other laws but the <a href=\"/doc/34627769/\" id=\"a_43\">Maharashtra Co-operative Societies Act</a> in express terms excludes all other laws. This difference, in our opinion, is crucial, particularly when both are State laws.</span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. Then it was urged upon the authority of the decision of the Division Bench in Majoor Sahkari Bank v. Majumdar [1955 - II L.L.J. 755] (vide supra), the relevant passage from which we have already cited above, that since the essential purpose of the Central Provinces and Berar Industrial Disputes Settlement Act was radically different from the purpose and object of the <a href=\"/doc/34627769/\" id=\"a_44\">Maharashtra Co-operative Societies Act</a> and the Division Bench has, prior to the incorporation of the non obstante clause held, that the provisions of the law for co-operative societies cannot affect the law relating to industrial disputes, we must, upon the same basis, construe the present<a href=\"/doc/10819484/\" id=\"a_45\"> S. 91</a> and limit the non obstante clause, and so limiting it, hold that it does not apply to the Central Provinces and Berar Industrial Disputes Settlement Act. Now the decision of the Division Bench in the Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra) was given as far back as 1955 and we must assume that when the legislature completely repealed<a href=\"/doc/119642634/\" id=\"a_46\"> S. 54</a> of the old Act and replaced it by<a href=\"/doc/10819484/\" id=\"a_47\"> S. 91</a> of the new Act, they had in mind the decision of the Division Bench of this Court and took into account the principle which it had laid down. Notwithstanding the principle, the legislature deliberately introduced into<a href=\"/doc/10819484/\" id=\"a_48\"> S. 91</a> the words &quot;Notwithstanding anything contained in any other law for the time being in force.&quot; It cannot be, as was urged on behalf of the petitioner, that the legislature, knowing full well that the principle had already been laid down in the Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra) that the provisions of the <a href=\"/doc/108006076/\" id=\"a_49\">Co-operative Societies Act</a> could not apply to industrial disputes incorporated this non obstante clause, thinking that the same principle would continue to apply. On the other hand, it may equally well be that by incorporating this non obstante clause, the legislature deliberately wanted to exclude industrial disputes and the provisions relating to the settlement of industrial disputes from the operation of the <a href=\"/doc/108006076/\" id=\"a_50\">Co-operative Societies Act</a>. We think that prima facie the latter is the correct inference to be drawn, for we cannot understand a legislature adding these words and not, at least by way of abundant caution, making a provision that<a href=\"/doc/10819484/\" id=\"a_51\"> S. 91</a> will not apply to the settlement of industrial disputes. The wide amplitude of the non obstante clause and the want of any exception made by the legislature when already upon the authorities an exception was there before amendment are all indication that perhaps the legislature intended to exclude industrial law from operating in the co-operation field. \n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">12. A consideration of the other provisions of<a href=\"/doc/10819484/\" id=\"a_52\"> S. 91</a> reinforces the above conclusion. Sub-section (2) of<a href=\"/doc/10819484/\" id=\"a_53\"> S. 91</a> reads as follows : \n</p><blockquote id=\"blockquote_6\"> &quot;When any question arises whether for the purposes of the foregoing sub-section, a matter referred to for decision is a dispute or not, the question shall be considered by the Registrar, whose decision shall be final.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">13. Therefore, it is clear that Sub-section (2) has provided that every question as to whether there exists a dispute or not must be decided by the Registrar and his decision is final. Now a dispute may no necessarily be a dispute which from its inception falls within the categories of disputes mentioned in Sub-section (1). In fact, anybody may go before the Registrar and raise a question as to any subject and the Registrar would be called upon to decide whether the dispute before him is a dispute to which Sub-section (1) applies. It is quite clear from this provision therefore that initially disputes which may not fall within the ambit of Sub-section (1) would as well come up for decision before the Registrar as disputes which do fall within the ambit of Sub-section (1). If that be so, then it clearly conflicts with the principle of the Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra) that no industrial dispute would fall within the ambit of the provisions of the <a href=\"/doc/108006076/\" id=\"a_54\">Co-operative Societies Act</a>. Here there is clear provision that even a dispute which may ultimately be found to be purely an industrial dispute must for the purposes of his jurisdiction be decided by the Registrar. How therefore such a provision can be reconciled with the principle of Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra) remains to be determined. It seems to us that it can only be resolved by saying that all the provisions of the law relating to the settlement of industrial disputes were excluded. \n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">14. Next, the provisions of Sub-section (3) of<a href=\"/doc/10819484/\" id=\"a_55\"> S. 91</a> also point to the same conclusion. Sub-section (3) says : \n</p><blockquote id=\"blockquote_7\"> &quot;Saves as otherwise provided under Sub-section (3) of<a href=\"/doc/10819484/\" id=\"a_56\"> S. 91</a>, no Court shall have jurisdiction to entertain any suit or other proceedings in respect of any dispute referred to in Sub-section (1).&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">15. Here there is an express ouster of the jurisdiction of Courts in respect of any dispute referred to in Sub-section (1). It is clear that the jurisdiction of Courts is ousted but not of all tribunals, and at any rate the legislature was alive to the necessity of circumscribing the jurisdiction given to the Registrar and other Courts. Even here, no exception is made in the case of industrial courts and that again militates against the principle of Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra) that matters in the exclusive jurisdiction of industrial tribunals and Courts would not be affected by the laws relating to co-operative societies. \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\">16. We have just said in one of the paragraphs above that the non obstante clause in Sub-section (1) of<a href=\"/doc/10819484/\" id=\"a_57\"> S. 91</a> was added deliberately by the legislature in spite of the decision in Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra). We may also add here that that very clause was, due to a grammatical error, subsequently amended by the <a href=\"/doc/8438375/\" id=\"a_58\">Bombay Act</a> 33 of 1963. Originally the wording was &quot;Notwithstanding anything containing in any other law for the time being in force,&quot; which obviously was bad grammar, and therefore the amending Act had to be passed to make the clause read &quot;Notwithstanding anything contained in any other law for the time being in force.&quot; Even at the time of this amendment - and that was in 1963 - by which time questions of the comparative jurisdictions of industrial tribunals and Courts vis-a-vis the <a href=\"/doc/108006076/\" id=\"a_59\">Co-operative Societies Act</a> must have arisen and must have been actually debated, the legislature did not see it fit to limit the ambit of the non obstante clause. \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">17. We may also refer to the provisions of<a href=\"/doc/166607403/\" id=\"a_60\"> S. 92(1)</a>. That section lays down periods of limitation and certain rules for the application of the periods of limitation, and in doing so, refers to a number of categories of disputes or subjects which are likely to come up before the Registrar for decision. Some of them are mentioned in Clause (b) of Sub-section (1) of<a href=\"/doc/34089387/\" id=\"a_61\"> S. 92</a> which runs as follows : \n</p>  \n\n<blockquote id=\"blockquote_8\"> &quot;92. (1) Notwithstanding anything contained in the Indian Limitation Act, 1908, but subject to the specific provisions made in this Act, the period of limitation in the case of a dispute referred to the Registrar under the last preceding section shall - \n</blockquote>\n<blockquote id=\"blockquote_9\">  (a)     *                      *                            * \n\n \n\n</blockquote><blockquote id=\"blockquote_10\">(b) when the disputes between a society or its committee, and any past committee, any past or present officer, or past or present agent, or past or present servant or the nominee, heir or legal representative of a deceased officer, deceased agent or a deceased servant of the society, ........ and when the dispute relates to any act or omission on the part of either party to the dispute, be six years from the date on which the Act or omission with reference to which the dispute arose, took place.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\">18. Therefore, given the pre-requisite condition that a dispute relates to any act or omission on the part of either party to the dispute, a dispute between a past or present servant of a society can be adjudicated upon by the Registrar, and obviously when the words used are &quot;past or present servant of the society&quot;, no exclusion is made of a dispute which may arise between a co-operative society which would be an industrial establishment and its employee which may be in the nature of an industrial dispute within the meaning of Sub-section (12) of S. 2 of the Central Provinces and Berar Industrial Disputes Settlement Act. These are some of the indications which are to be found in the provisions of the new <a href=\"/doc/108006076/\" id=\"a_62\">Co-operative Societies Act</a>, which, in our opinion, strongly militate against the principle of Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra) and suggest that it was the intention of the legislature not to allow considerations of industrial law to prevail in the co-operative field or in the implementation of the law for co-operative societies. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">19. Various contentions were advanced as to the possible object of the legislature in making these provisions. It was urged on behalf of the petitioner that having regard to the principles of social justice and extreme care which legislatures have taken in the post-Constitution period to protect the interests of industrial workers, the intention of the legislature could not be to exclude the operation of industrial laws from the co-operative field. But it was urged on behalf of the respondents and it may be equally true that the legislature considered the co-operative field of every special importance. In view of the necessity to introduce the principle of co-operation even in industrial and agricultural matters and in order to encourage larger production, both industrial and agricultural, from co-operative societies, it may have been that the legislature intended deliberately to exclude the principles governing the settlement of industrial disputes from the co-operative field and to allow unions to interfere in co-operative societies - at least for a few years. It seems to us prima facie that considerations like these are equally strong on either side and that under these circumstances the plenary words of the non obstante clause ought to be allowed to prevail. They were deliberately put in, in spite of the previous view of this Court that the provisions of the <a href=\"/doc/108006076/\" id=\"a_63\">Co-operative Societies Act</a> cannot be allowed to interfere in industrial matters. If the legislature had intended to exclude industrial matters from the operation of the <a href=\"/doc/108006076/\" id=\"a_64\">Co-operative Societies Act</a>, they would have certainly said so in the Act. On the other hand, if one thing is remarkable about this Act, it is that it is silent in the matter of excluding industrial matters from the purview of the Registrar of Co-operative Societies after providing that the operation of all other laws is excluded in the co-operative filed. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">20. It may also be - and that was a view which we merely express here - that all this conflict could well be avoided by adequate notifications made by the State Government under the Central Provinces and Berar Industrial Disputes Settlement Act itself and that if industrial disputes arising in co-operative societies come up before the Registrar, the State Government can, by an appropriate notification under the provisions of the Central Provinces and Berar Industrial Disputes Settlement Act, provide that the Registrar shall refer them to a stated class of nominees who may be experts in industrial law or appoint those nominees themselves. The notifications issued at present under the Central Provinces and Berar Industrial Disputes Settlement Act are to be found at p. 106 of the Madhya Pradesh Labour Manual, Vol. I, 1957 Edn., and those notifications show that generally all disputes arising in industries were referred to the Labour Commissioner for decision. The entire difficulty could be avoided if the Registrar under the <a href=\"/doc/108006076/\" id=\"a_65\">Co-operative Societies Act</a> were directed to refer disputes which could clearly fall under the Central Provinces and Berar Industrial Disputes Settlement Act to a nominee who was of the status of a Labour Commissioner or the labour court and thereby removing the major difficulties pointed out above in the implementation of the two laws. It was also suggested in the arguments before us that the Registrar himself could decide industrial disputes. While we see the practical difficulty of such a suggestion, prima facie of course there does not appear to be any bar to his doing so. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">21. We think we have said enough to show that the question which we propose to refer to a Full Bench is a question of importance to co-operative societies and of grave import to industrial workers. It is better that in a matter like this, the law should be made certain once and for all and that all doubt as to the implementation of the two Acts should be removed. We, therefore, refer the following question for decision by a Full Bench : \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">22. Whether having regard to the circumstances of this case the petitioner&#x27;s application could have been decided by the Labour Commissioner and by the State industrial court in appeal ? \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">23. The question was considered by a Full Bench composed of Chainani, C.J., and Tambe and Abhyankar, JJ. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> Chainani, C.J.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> 24. The question which has been referred to us for our consideration as redrafted by us in consultation with the learned counsel for the parties, is as under : \n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">25. Whether<a href=\"/doc/10819484/\" id=\"a_66\"> S. 91</a> of the Maharashtra Co-operative Societies Act, 1960, operates as a bar to a dispute between a co-operative society and its employee or employees in regard to a demand for a change in the terms of employment or for reinstatement of the employee, whose services had been terminated, being decided under the Central Provinces and Berar Industrial Disputes Settlement Act, 1947, or the <a href=\"/doc/500379/\" id=\"a_67\">Industrial Disputes Act, 1947</a> ? \n</p> \n\n<p data-structure=\"Facts\" id=\"p_27\">26. The facts in Special Civil Application No. 765 of 1964, which have given rise to this reference, briefly are that the petitioner was employed by respondent 1, which is a co-operative society originally registered under the <a href=\"/doc/108006076/\" id=\"a_68\">Co-operative Societies Act, 1912</a>. On 14 November, 1962 his services were terminated with effect from 15 December, 1962. On 4 June, 1963 he made an application to the Assistant Commissioner of Labour under Sub-section (2) of S. 16 of the Central Provinces and Berar Industrial Disputes Settlement Act, 1947, in which he prayed that an order should be made for his reinstatement and for payment to him of back-wages. This application was dismissed. The petitioner filed a revision application before the State industrial court under Sub-section (5) of<a href=\"/doc/100884633/\" id=\"a_69\"> S. 16</a> of the Act. Before the State industrial court, an objection was raised that neither the Assistant Commissioner of Labour nor the State industrial court had jurisdiction to entertain the application made by the petitioner as under<a href=\"/doc/10819484/\" id=\"a_70\"> S. 91</a> of the Maharashtra Co-operative Societies Act only the Registrar of Co-operative Societies or his nominee was competent to decide the dispute between the petitioner and respondent 1. This objection was upheld by the State industrial court, which held that only the Registrar had jurisdiction in the matter. The State industrial court, therefore, dismissed the application made by the petitioner. Thereafter the petitioner filed the special civil application in this Court, which has given rise to this reference. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_28\">27. The parties in two other special civil applications - Special Civil Application No. 161 of 1965 and Special Civil Application No. 443 of 1964 - filed in Bombay have been allowed to intervene. The facts of Special Civil Application No. 161 of 1965 are similar to those of Special Civil Application No. 765 of 1964. The petitioner in that application was an employee of respondent 3, which is a co-operative society. The petitioner had resigned from his service. Subsequently, he made an application under Sub-section (2) of S. 16 of the Central Provinces and Berar Industrial Disputes Settlement Act, alleging that he had been forced to resign from service. He prayed that he should be reinstated in service. That application was rejected. A revision application to the State industrial court also failed on the same ground that the Court had no jurisdiction in the matter. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_29\">28. The third Special Civil Application No. 443 of 1964 arises out of a reference made by the State Government under<a href=\"/doc/1871842/\" id=\"a_71\"> S. 10(2)</a> of the Industrial Disputes Act, 1947, to the industrial tribunal, by which a dispute between the petitioner, which is a co-operative society registered under the <a href=\"/doc/34627769/\" id=\"a_72\">Maharashtra Co-operative Societies Act, 1960</a>, and its workmen represented by respondent 1, was referred for adjudication to the industrial tribunal. The dispute related to the demands made by the workers, for higher pay-scales, for additional leave benefit, for contributory provident fund, for bonus, etc. \n \n\n</p><p data-structure=\"Section\" id=\"p_30\">29. In order to determine the question which arises for our consideration, it is necessary to first consider what an &quot;industrial dispute&quot; means and the nature of reliefs, which the authority adjudicating such dispute can grant. The term &quot;industry&quot; is defined in Clause (j) of<a href=\"/doc/1418464/\" id=\"a_73\"> S. 2</a> of the Industrial Disputes Act as meaning any business, trade, undertaking, manufacture or calling of employers and includes any calling, service, employment, handicraft, or industrial occupation or a vacation of workmen. &quot;Workman&quot; is defined in Clause (s) as meaning any person employed in any industry. The remaining part of the definition is not material for our purpose. &quot;Industrial dispute&quot; is defined in Clause (k) as meaning any dispute or difference between employers and employers, or between employers and workmen, or between workmen and workmen, which is connected with the employment or non-employment or the terms of employment or with conditions of labour, of any person. Any dispute raised by employees to alter or better the terms of their employment, is, therefore, an industrial dispute. In order to be an industrial dispute, it is not necessary that the demand must be made or the relief claimed under a contract of employment. An industrial dispute also arises when employees seek higher scales of pay, reduction in hours of work or workload, share in the profits of the concern by way of bonus, or other changes in the terms of their employment or conditions of service, and these demands are not agreed to by the employer. The definition of &quot;industrial dispute&quot; in the Central Provinces and Berar Industrial Disputes Settlement Act is wider, but the essential feature of an &quot;industrial dispute&quot; is that it is not restricted to a claim under the contract or agreement of employment. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"32418\" id=\"span_8\">30. It is well-settled that an industrial tribunal or authority adjudicating an industrial dispute, who may conveniently be referred to as an industrial arbitrator, is unlike a civil Court, not fettered by the agreement between the parties. He is required to decide the matter not according to the agreement or contract between the parties but according to what, having regard to all circumstances, he considers to be just and fair. In order that the workers get a proper wage, that they are not victimized or unfairly treated and that their terms of employment generally are such as will secure industrial peace, an industrial arbitrator has the power and the authority to radically modify or alter the agreed terms of employment and to impose mew obligations. In a sense, he may make a new contract for the parties. No authority is necessary in support of these propositions, but I will refer to one of them, the decision of the Supreme Court in <a href=\"/doc/32418/\" id=\"a_74\">Rohtas Industries, Ltd. v. Brijnandan Pandey</a> [1956 - II L.L.J. 444]. At p. 449 it was observed :</span> \n</p>  \n\n<blockquote id=\"blockquote_11\"> &quot;. . . There is undoubtedly a distinction between commercial and industrial arbitration. As has been pointed out by Ludwig Teller (Labour Disputes and Collective Bargaining), Vol. p. 535 : \n</blockquote> \n\n<blockquote id=\"blockquote_12\">&#x27;Industrial arbitration may involve the extension of an existing agreement, or the making of a new one, or in general the creation of new obligations or modifications of old ones, while commercial arbitration generally concerns itself with interpretation of existing obligations and disputes relating to existing agreements.&#x27; \n \n\nA Court of law proceeds on the footing that no power exists in the Courts to make contracts for people, and the parties must make their own contracts. The Courts reach their limit of power when they enfore contracts which the parties have made. An industrial tribunal is not so fettered and may create new obligations or modify contracts in the interests of industrial peace, to protect legitimate trade union activities and to prevent unfair practice or victimization ...&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1109872\" id=\"span_9\">31. An industrial tribunal has also jurisdiction to order reinstatement of a dismissed or discharged employee, see <a href=\"/doc/1109872/\" id=\"a_75\">Western India Automobile Association v. Industrial Tribunal, Bombay</a>, and other [1949 L.L.J. 245].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263521\" id=\"span_10\">In view of<a href=\"/doc/1573447/\" id=\"a_76\"> S. 21(b)</a> of the Specific Relief Act, no such relief can be granted by a civil Court or a private arbitrator - <a href=\"/doc/263521/\" id=\"a_77\">see Dr. S. B. Dutt v. University of Delhi</a> [1959 S.C.R. 1236].</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_33\">32. I will now refer to the relevant provisions of the <a href=\"/doc/34627769/\" id=\"a_78\">Maharashtra Co-operative Societies Act, 1960</a>. <a href=\"/doc/34627769/\" id=\"a_79\">This Act</a> repealed the earlier Bombay Co-operative Societies Act, 1925, which was previously in force. Sub-section (1) of<a href=\"/doc/119642634/\" id=\"a_80\"> S. 54</a> of that Act, in so far as it is material, was in the following terms : \n</p>  \n\n<blockquote id=\"blockquote_13\"> &quot;54. (1)(a) If any dispute touching the constitution or business of society arises between members or past members of the society or persons claiming through a members or past member or between members or past members or persons so claiming and any officer, agent or servant of the society past or present or between the society or its committee, and any officer, agent, member or servant of the society past or present, it shall be referred to the Registrar for decision by himself or his nominee ... \n</blockquote> \n\n<blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263521\" id=\"span_11\">Provided that if the question at issue between a society and a claimant or between different claimants, is one involving complicated questions of law and fact, the Registrar may, if he thinks fit, suspend proceedings in the matter until the question has been tried by a regular suit instituted by one of the parties or by the society. If no such suit is instituted within six months of the Registrar&#x27;s order suspending proceedings, the Registrar shall take action as <a href=\"/doc/263521/\" id=\"a_81\">laid down in</a> Para. 1 of this section.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_34\">33. Sub-section (1) of<a href=\"/doc/10819484/\" id=\"a_82\"> S. 91</a> of the Maharashtra Co-operative Societies Act, 1960, in so far as it is relevant, provides that notwithstanding anything contained in any other law for the time being in force, any dispute touching the ... management or business of a society shall the be referred by any of the parties to the dispute ... to the Registrar, if both the parties thereto are of one or other of the categories of persons specified in Cls. (a) to (e) of this sub-section. The material change from<a href=\"/doc/119642634/\" id=\"a_83\"> S. 54</a>, which has been made in this sub-section, is the addition of the non obstante clause &quot;notwithstanding anything contained in any other law for the time being in force.&quot; Sub-section (2) of<a href=\"/doc/10819484/\" id=\"a_84\"> S. 91</a> states that when any question arises whether for the purpose of Sub-section (1) any matter referred to for decision is a dispute or not, the question shall be considered by the Registrar, whose decision shall be final. The Registrar is, therefore, required to decide as a preliminary issue the question whether the dispute is of the kind and between the parties mentioned in Sub-section (1). Unless he finds that the dispute falls within Sub-section (1) of<a href=\"/doc/10819484/\" id=\"a_85\"> S. 91</a>, he will have no jurisdiction to decide it. This sub-section also gives finality to the decision of the Registrar on this preliminary issue. Sub-section (3) of<a href=\"/doc/10819484/\" id=\"a_86\"> S. 91</a> states that save as otherwise provided under Sub-section (3) of<a href=\"/doc/16384007/\" id=\"a_87\"> S. 93</a>, no Court shall have jurisdiction to entertain any suit or other proceeding in respect of any dispute referred to in Sub-section (1). Clause (b) in Sub-section (1) of<a href=\"/doc/179570927/\" id=\"a_88\"> S. 163</a> provides that save as expressly provided in this Act, no civil or revenue Court shall have any jurisdiction in respect of any dispute required to be referred to the Registrar, or his nominee, or board of nominees, for decision. This provision bars the jurisdiction of any civil or revenue Court, whereas Sub-section (3) of<a href=\"/doc/10819484/\" id=\"a_89\"> S. 91</a> ousts the jurisdiction of any Court. \n</p> \n\n<p data-structure=\"Section\" id=\"p_35\">34. Sub-section (1) of<a href=\"/doc/34089387/\" id=\"a_90\"> S. 92</a> prescribes periods of limitation for matters of the kind mentioned in Cls. (a) to (d) which are referred to the Registrar. Sub-section (2) of this section states that the period of limitation in the case of any other disputes except those mentioned in Sub-section (1), which is required to be referred to the Registrar, shall be regulated by the provisions of the <a href=\"/doc/1317393/\" id=\"a_91\">Indian Limitation Act</a>, as if the dispute were a suit and the Registrar a civil Court. This sub-section, therefore, makes the Registrar a civil Court for the purpose of determining the period of limitation. Sub-section (1) of<a href=\"/doc/16384007/\" id=\"a_92\"> S. 93</a> provides that if the Registrar is satisfied that any matter referred to him, or brought to his notice, is a dispute within the meaning of<a href=\"/doc/10819484/\" id=\"a_93\"> S. 91</a>, the Registrar shall, subject to the rules, decide the dispute himself, or refer it for disposal to a nominee, or a board of nominees appointed by the Registrar. Sub-section (3) of<a href=\"/doc/16384007/\" id=\"a_94\"> S. 93</a> provides that notwithstanding anything contained in<a href=\"/doc/10819484/\" id=\"a_95\"> S. 91</a>, the Registrar may, if he thinks fit, suspend proceedings in regard to any dispute, if the question at issue between a society and a claimant, or between different claimants, is one involving complicated questions of law and fact, until the question has been tried by a regular suit instituted by one of the parties or by the society, and that if any such suit is not instituted within two months from the Registrar&#x27;s order suspending proceedings, the Registrar shall take action as is provided in Sub-section (1). This sub-section is substantially in the same terms as the proviso to Sub-section (1) of<a href=\"/doc/119642634/\" id=\"a_96\"> S. 54</a> of the Act of 1920. If the Registrar finds that the matter referred to him raises complicated questions of law and fact, he may ask the parties to get the dispute resolved in a civil Court. <a href=\"/doc/75542136/\" id=\"a_97\">Section 95</a> states that when a dispute is referred to arbitration, the Registrar or his nominee, or board of nominees, may, after giving a reasonable opportunity to the parties to be heard, make an award on the dispute. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1362305\" id=\"span_12\">35. The words &quot;touching the business of a society&quot; are very wide and include any matter which relates to, concerns or affects the business of the society - <a href=\"/doc/1362305/\" id=\"a_98\">see Farkhundali v. Potdar</a> [1961 - I L.L.J. 51]. A dispute in which the employees of a co-operative society demand a change in their conditions of service or ask for reinstatement of the employees, whose services have been terminated, therefore, touches the business of the society. It would, therefore, in the absence of anything more, fall within Sub-section (1) of<a href=\"/doc/10819484/\" id=\"a_99\"> S. 91</a>. It has been contended on behalf of the workers that the Registrar or his nominee functions like a civil Court, that like a civil Court he is bound by the contract between the parties, that he cannot travel outside the contract and that an industrial dispute is, therefore, not within his jurisdiction.</span> In support of this argument, the decision of this Court in Majoor Sahkari Bank v. Majumdar [1955 - II L.L.J. 755] has been cited. In that case a workman, who was employed as a watchman by a co-operative society registered under the <a href=\"/doc/97506102/\" id=\"a_100\">Co-operative Societies Act, 1925</a>, and doing banking business, had been discharged from service. He then made an application to the labour court seeking reinstatement and compensation. A preliminary objection was raised that the provisions of the <a href=\"/doc/47745746/\" id=\"a_101\">Bombay Industrial Relations Act, 1947</a>, did not apply and that the dispute could only be decided by the Registrar under<a href=\"/doc/20310993/\" id=\"a_102\"> S. 54</a> of the Co-operative Societies Act, 1925. This contention was negatived. Chagla, C.J., observed at pp. 757-758 : \n</p><blockquote id=\"blockquote_15\"> &quot;. . . It is further pointed out that ... <a href=\"/doc/119642634/\" id=\"a_103\">S. 54</a> provides for compulsory arbitration when there is a dispute between a society and its employee, ... Sri Rane has very rightly pointed out that the disputes contemplated by<a href=\"/doc/119642634/\" id=\"a_104\"> S. 54</a> are disputes of a civil nature which could have been decided by civil Courts but for the provisions with regard to compulsory arbitration provided in<a href=\"/doc/119642634/\" id=\"a_105\"> S. 54</a>. Sri Rane has also rightly pointed out that the present dispute between respondent 2 and the petitioners could not have been the subject matter of a reference to arbitration under<a href=\"/doc/119642634/\" id=\"a_106\"> S. 54</a>. Respondent 2 is not claiming to assert any civil rights against the petitioners. What he is claiming is certain rights which are now conferred upon workmen and employees as a result of principles of social justice which are now almost universally acknowledged all the world over. There is no right of reinstatement under civil law which can be enforced by an employee against his employer. No contract of personal service can be specifically enforced by a civil Court, nor does a civil Court determine whether the wages paid to an employee are proper wages or not. Civil Courts are bound down by the law of contract and it is under the law of contract that the civil Courts decide disputes between a master and his servant.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_37\">36. In Asbestos Cement Co-operative Consumers&#x27; Society, Ltd. v. State of Bombay [(1960) O.C.J. Miscellaneous Application No. 344 of 1959 decided by Tarkunde and Patwardhan, JJ., on 13 September, 1960 (unreported) another Division Bench of this Court has held that a claim for bonus made by employees of a co-operative society did not come within the ambit of<a href=\"/doc/119642634/\" id=\"a_107\"> S. 54</a>. Tarkunde, J., in his judgment observed : \n</p><blockquote id=\"blockquote_16\"> &quot;The question is whether an industrial dispute which arises from a demand made by employees outside the terms of the contract of their employment and not based upon any existing statutory obligation or legal liability of the employer, could be regarded as a dispute touching the business of the society as mentioned in<a href=\"/doc/119642634/\" id=\"a_108\"> S. 54</a>. We are of the view that<a href=\"/doc/119642634/\" id=\"a_109\"> S. 54</a> does not comprise such disputes. Normally the Registrar or his nominee when a dispute is referred to him under<a href=\"/doc/119642634/\" id=\"a_110\"> S. 54</a> decides that dispute according to the civil rights of the parties. The claim for bonus made by the employees of the society is not a claim arising out of any contract between themselves and the society, nor is there is any statute by which an obligation has been imposed on an employer to pay a particular bonus. Under the ordinary law, a claim like the one make by the union being contrary to the terms of the contract between the parties, and not being founded on any statute, would have to be rejected by any Court or arbitrator dealing with civil disputes. Tribunals set up under the <a href=\"/doc/500379/\" id=\"a_111\">Industrial Disputes Act</a>, however, are entitled, and often required, to go beyond the contractual and statutory rights of the parties for the purpose of the settlement of industrial disputes and the maintenance of industrial peace.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_38\">37. Counsel for the co-operative societies have contended that this position has been substantially altered by the non obstante clause in<a href=\"/doc/10819484/\" id=\"a_112\"> S. 91</a>. It has been argued that this change was made deliberately, that it was intended to get round the decision in Majoor Sahkari Bank v. Majumdar [1955 - II L.L.J. 755] (vide supra) and other similar decisions, that the application of the <a href=\"/doc/500379/\" id=\"a_113\">Industrial Disputes Act</a> is, therefore, excluded, that there is no justification for limiting the words &quot;any dispute&quot; in Sub-section (1) of<a href=\"/doc/10819484/\" id=\"a_114\"> S. 91</a> and that the Registrar is also competent to adjudicate upon industrial disputes. \n</p> \n\n<p data-structure=\"Section\" id=\"p_39\">38. There has been some argument in regard to the meaning of the word &quot;law&quot; in the non obstante clause. It has been urged that the word &quot;law&quot; would include every other law including laws affecting substantive rights of parties. There is no force in this argument. The non obstante clause must be read in its context. Sub-section (1) of<a href=\"/doc/10819484/\" id=\"a_115\"> S. 91</a> in effect provides that the disputes mentioned therein shall be tried by the Registrar. It, therefore, provides for the forum of trial. The non obstante clause excludes the operation of other laws, which confer jurisdiction on some other Court, authority, or tribunal to try such disputes. If there is any other law, which lays down that a matter, which under<a href=\"/doc/10819484/\" id=\"a_116\"> S. 91</a> the Registrar has jurisdiction to decide, may be tried by some other Court, authority or tribunal then the application of that law is excluded by the non obstante clause. But this clause does not alter or modify the substantive rights of the parties, nor does it confer any additional powers on the Registrar. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\">39. It has been held in several cases that the jurisdiction conferred by<a href=\"/doc/119642634/\" id=\"a_117\"> S. 54</a> of the Act of 1925 was exclusive and that the civil Court could not deal with any matter which under<a href=\"/doc/119642634/\" id=\"a_118\"> S. 54</a> had to be referred to the Registrar. What was, therefore, implicit in<a href=\"/doc/119642634/\" id=\"a_119\"> S. 54</a> has now been expressly stated in the non obstante clause. It may also be pointed out that the decision in Majoor Sahkari Bank case [1955 - II L.L.J. 755] (vide supra) was not based on the ground that<a href=\"/doc/119642634/\" id=\"a_120\"> S. 54</a> did not confer exclusive jurisdiction on the Registrar in the matters referred to therein. The ratio of this and other similar decisions is that the Registrar cannot determine an industrial dispute, because like a civil Court, he is bound by the contract of employment and cannot grant any relief outside the contract. These decisions, therefore, are not affected or got rid of by the addition of the non obstante clause which only excludes the application of other laws in regard to the forum of trial. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">40. The learned Government Pleader has referred to three propositions laid down by Willes, J., in Wolverhampton New Water Works Company v. Hawkesford [(1859) 6 C.B. (N.S.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"181440373\" id=\"span_13\">336 at 356] which has been approved by the Supreme Court in <a href=\"/doc/181440373/\" id=\"a_121\">N. P. Ponnuswami v. Returning Officer, Namakkal Constituency</a> [1952 S.C.R. 218 at 231-232] :</span> \n</p><blockquote id=\"blockquote_17\"> &quot;There are three classes of cases in which a liability may be established founded upon statue. One is, where there was a liability existing at common law, and that liability is affirmed by a statue which gives a special and peculiar form of remedy different from the remedy which existed at common law; there, unless the statute contains words which expressly or by necessary implication exclude the common law remedy, the party suing has his election to pursue either that or the statutory remedy. The second class of cases is, where the statute gives the right to sue merely, but provides no particular form of remedy; there, the party can only proceed by action at common law. But there is a third class, viz., where a liability not existing at common law is created by a statue which at the same time gives a special and particular remedy for enforcing it ... The remedy provided by the statute must be followed, and it is not competent to the party to pursue the course applicable to cases of the second class. The form given by the statute must be adopted and adhered to.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_42\">41. The learned Government Pleader has contended that the present case falls under the third category of cases mentioned by Willes, J., in which a liability not existing at common law is created by a statute, which at the same time gives a special and particular remedy for enforcing it. He has urged that the Industrial Disputes Acts have created new rights in favour of workers and also provided machinery for the adjudication of those rights. Only the tribunals constituted under these Acts can therefore, decide the disputes in regard to those rights. If we had come to the conclusion that the Registrar can try industrial disputes and grant appropriate relief, we would have found it difficult to accept this argument, in view of the non obstante clause, the word &quot;law&quot; in which would also include the Industrial Disputes Acts. \n</p> \n\n<p data-structure=\"Section\" id=\"p_43\">42. It has been argued that as a dispute between a co-operative society and its employees touches the business of the society and, therefore, falls under<a href=\"/doc/66841796/\" id=\"a_122\"> S. 91(1)</a>, every such dispute must first be referred to the Registrar and his decision obtained under Sub-section (2) of<a href=\"/doc/10819484/\" id=\"a_123\"> S. 91</a> and that it is only if the Registrar decides that it is not a dispute within<a href=\"/doc/10819484/\" id=\"a_124\"> S. 91</a>, that any other tribunal will have jurisdiction to decide it. Sub-section (2) of<a href=\"/doc/10819484/\" id=\"a_125\"> S. 91</a>, however, only empowers the Registrar to determine a jurisdictional issue. It does not enlarge the jurisdiction conferred on the Registrar by Sub-section (1). If, therefore, the other provisions of the Act indicate that some industrial disputes do not come within the ambit of Sub-section (1) of<a href=\"/doc/10819484/\" id=\"a_126\"> S. 91</a>, such matters need not be referred to the Registrar, either under Sub-section (1) or (2). In any case, this provision does not furnish any assistance in deciding the question whether an industrial dispute arising out of a demand made by employees outside the terms of their employment can be tried by the Registrar. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\">43. An indication of the nature of disputes which the Registrar can determine is furnished by Sub-section (3) of<a href=\"/doc/16384007/\" id=\"a_127\"> S. 93</a> of the Act. This sub-section empowers the Registrar to stay the proceedings before him and to ask the parties to approach a civil Court by a regular suit for deciding the dispute between them. A party can be asked to go to a civil Court only if the dispute is one which can be decided by a civil Court. The matter referred to the Registrar must, therefore, be necessarily such in which a civil suit can lie, but for the special provision contained in<a href=\"/doc/10819484/\" id=\"a_128\"> S. 91</a>. It is, therefore, clear that the dispute covered by<a href=\"/doc/10819484/\" id=\"a_129\"> S. 91</a> must be one which is capable of being tried by a civil Court. This conclusion also finds support in Clause (b) of Sub-section (1) of<a href=\"/doc/179570927/\" id=\"a_130\"> S. 163</a> which ousts the jurisdiction of the civil Court in respect of any dispute which is required to be referred to the Registrar. A civil Court cannot try an industrial dispute, in which a relief is claimed outside the terms of employment. It follows, therefore, that the Registrar cannot also try such a dispute. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">44. The matter may be looked at from another point of view, that is, by considering the nature of relief which the Registrar can grant in a matter referred to him. There is no provision in the <a href=\"/doc/108006076/\" id=\"a_131\">Co-operative Societies Act</a> investing the Registrar with the power the decide the matter otherwise than in accordance with the ordinary civil rights of the parties. Under Sub-section (1) of<a href=\"/doc/16384007/\" id=\"a_132\"> S. 93</a>, the Registrar is given the power of decide a dispute himself or refer it to a nominee or a board of nominees, if he finds that the matter referred to him is a dispute within the meaning of<a href=\"/doc/10819484/\" id=\"a_133\"> S. 91</a>. <a href=\"/doc/193334482/\" id=\"a_134\">Section 96</a> empowers the Registrar to make an award. Clause (m) in<a href=\"/doc/129814618/\" id=\"a_135\"> S. 146</a> states that it shall be an offence if any officer or a member of a society wilfully fails to comply with any decision, award or order passed under<a href=\"/doc/16384007/\" id=\"a_136\"> S. 93</a>. It has, therefore, been contended that the power conferred on the Registrar to decide the dispute and to make an award necessarily includes the power to grant such relief as the circumstances of the case may require. In the absence of any provision in the Act conferring any such power on the Registrar, the Registrar cannot, however, decide the matter referred to him except according to the ordinary law applicable to that matter. To any dispute between a society and its workmen, the Registrar must, therefore, apply the ordinary law of master and servant, which does no recognize a right in an employee to continue in service if his employer does not want him. Similarly, the registrar cannot go outside the terms of employment and change or alter the conditions of service. He can enforce the contract between the parties but he cannot impose any new obligations. As he cannot grant such a relief, it follows that he cannot try an industrial dispute to which demands, not covered by the contract of employment, are made. \n</p> \n\n<p data-structure=\"Section\" id=\"p_46\">45. Our attention has been invited to some other provisions of the <a href=\"/doc/108006076/\" id=\"a_137\">Co-operative Societies Act</a> to which I will now refer. Clause (4) in<a href=\"/doc/19873808/\" id=\"a_138\"> S. 2</a> contains a definition of the word &quot;bonus.&quot; Sub-section (2) of S. 65 states that a society may appropriate its profits to the payment of bonus on the basis of support received from members and persons who are not members to its business. Section 71 authorizes a society to establish for its employees a provident fund. Sub-section (3) of S. 75 states that there shall be attached to every balance sheet laid before the society in the general meeting a report by its committee with respect to the amounts, if any, which it recommends, shall be paid by way of bonus. Clause (xxxi) in Sub-section (2) of S. 165 states that the State Government may make rules prescribing the conditions under which profits may be distributed as bonus among the members and non-members of the society. Clause (xi) authorizes the making of the rules prescribing the qualifications for employees of the society and the conditions of service subject to which persons may be employed by societies. These provisions only show that a society may establish a provident fund or pay bonus to its employees and that rules may be made in regard to their conditions of service. They have no bearing on the question whether an industrial dispute can be decided by the Registrar. The preamble of the Act to which a reference was made during the course of the argument is also not of any assistance in deciding this question. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\">46. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1362305\" id=\"span_14\">In <a href=\"/doc/1362305/\" id=\"a_139\">Farkhundali v. Potdar</a> [1961 - I L.L.J. 51] (vide supra), this Court was inclined to take the view that a claim for retrenchment compensation can be entertained by the Registrar. A contract between an employer and his employees can be modified by law. <a href=\"/doc/500379/\" id=\"a_140\">The Industrial Disputes Act, 1947</a>, imposes a liability on an employer to pay retrenchment compensation to his employees. This is, therefore, one of the terms inserted by law in the contract of employment. A claim for retrenchment compensation can, therefore, also be said to be a claim under the contract of employment, and can consequently be tried by the Registrar. This authority cannot, therefore, be relied upon in support of the argument that the Registrar can decide every industrial dispute.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_48\">47. Sub-section (3) of<a href=\"/doc/1993072/\" id=\"a_141\"> S. 19</a> of the Industrial Disputes Act prescribes that the award of a labour court, tribunal or national tribunal, which has become enforceable, shall be binding on - \n</p>   \n\n<blockquote id=\"blockquote_18\">(a) all parties to the industrial dispute; \n</blockquote> \n\n<blockquote id=\"blockquote_19\">(b) all other parties summoned to appear in the proceedings as parties to the disputes, unless the board, arbitrator, labour court, tribunal or national tribunal, as the case may be, records the opinion, that they were so summoned without proper cause; \n</blockquote> \n\n<blockquote id=\"blockquote_20\">(c) where a party referred to in Clause (a) or (b) is an employer, his heirs, successors or assigns in respect of the establishment to which the dispute relates; \n</blockquote> \n\n<blockquote id=\"blockquote_21\">(d) where a party referred to in Clause (a) or (b) is composed of workmen, all persons who were employed in the establishment or part of the establishment, as the case may be, to which the dispute relates on the date of the dispute and all persons who subsequently become employed in that establishment or part.  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_49\">48. Under Clause (d) an award made under this Act, therefore, binds not only the parties to the dispute but all workmen employed in the establishment. Similar provisions are contained in Ss. 22, 23 and 54 of the Central Provinces and Berar Industrial Disputes Settlement Act. <a href=\"/doc/500379/\" id=\"a_142\">Other Industrial Disputes Act</a> also contain similar provisions. There is no similar provision in the <a href=\"/doc/108006076/\" id=\"a_143\">Co-operative Societies Act</a>. These provisions have been made evidently in order to prevent frequent industrial disputes, to encourage collective bargaining and to secure industrial peace. As there is no similar provision in the <a href=\"/doc/108006076/\" id=\"a_144\">Co-operative Societies Act</a>, it is unlikely that the legislature intended that the industrial disputes should be tried by the registrar. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_50\">49. Under<a href=\"/doc/1669932/\" id=\"a_145\"> S. 10</a> of the Industrial Disputes Act, Government may refer an industrial dispute to an industrial tribunal for adjudication. Such a reference may be made in order to secure industrial peace, even when the contesting parties are unwilling to apply for such a reference. Under<a href=\"/doc/108006076/\" id=\"a_146\"> S. 91</a> of the Co-operative Societies Act, the Registrar, however, gets jurisdiction if he is approached by a party to the dispute. A difficulty may, therefore, arise if after Government have made a reference, one of the parties applies to the Registrar under S. 91. This difficulty will be eliminated in the view which we are inclined to take. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\">50. The Punjab and Kerala High Courts have taken the same view. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1208256\" id=\"span_15\">In <a href=\"/doc/1208256/\" id=\"a_147\">Jullundur T.C. Society v. Punjab State</a>  it was held that an industrial dispute between a co-operative society registered under the Punjab co-operative <a href=\"/doc/151469296/\" id=\"a_148\">Societies Act</a> and its workmen can be referred to an industrial tribunal set up under the <a href=\"/doc/500379/\" id=\"a_149\">Industrial Disputes Act</a>. <a href=\"/doc/149618262/\" id=\"a_150\">Section 50(1)</a> of the Punjab co-operative societies Act was substantially in the same terms as<a href=\"/doc/4295421/\" id=\"a_151\"> S. 54(1)</a> of the Bombay Act of 1925. It contained a proviso almost in the same terms as Sub-section (3) of<a href=\"/doc/100884633/\" id=\"a_152\"> S. 16</a> of the present <a href=\"/doc/34627769/\" id=\"a_153\">Maharashtra Co-operative Societies Act</a>. At p. 35, the learned Judges observed that the disputes contemplated by<a href=\"/doc/149618262/\" id=\"a_154\"> S. 50</a> were not intended by the legislature to cover all kinds of disputes and this provision was not meant to be all embracing as was contended by the learned counsel. It was further observed that a reading of Sub-section (1) of<a href=\"/doc/149618262/\" id=\"a_155\"> S. 50</a> clearly showed that though the words &quot;touching the constitution or business of the society&quot; were unqualified and extremely wide and comprehensive, still the legislature did not intend to include in this expression &quot;industrial disputes&quot; for the adjudication of which the Parliament had enacted the <a href=\"/doc/500379/\" id=\"a_156\">Industrial Disputes Act</a>. The learned Judges then referred to the proviso and observed (p. 36) :</span> \n</p>  \n\n<blockquote id=\"blockquote_22\"> &quot;. . . Indeed this proviso supplies a key to the intention of the legislature and it almost conclusively suggests that it is only such disputes as are capable of being tried by a regular suit which are covered by the provisions of<a href=\"/doc/149618262/\" id=\"a_157\"> S. 50</a>. \n</blockquote> \n\n<blockquote id=\"blockquote_23\">It has not been suggested by the learned counsel for the petitioner (and it could not be suggested) that an industrial dispute as defined in the <a href=\"/doc/500379/\" id=\"a_158\">Industrial Disputes Act</a> is capable of being tried by a regular suit.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_52\">51. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"750351\" id=\"span_16\">In <a href=\"/doc/750351/\" id=\"a_159\">Kerala State Handloom Weavers&#x27; Co-operative Society v. State of Kerala</a> [1964 - I L.L.J. 559], the Kerala High Court has held that the provisions of S. 60(1) of the Travancore Cochin co-operative Societies Act, 1951, did not preclude a reference to adjudication under<a href=\"/doc/69044418/\" id=\"a_160\"> S. 10</a> of the Industrial disputes Act, of the industrial disputes between a cooperative society and its workmen. At p. 561 was observed :</span> \n</p><blockquote id=\"blockquote_24\"> &quot;The question in cases like this is not whether the dispute referred for adjudication touches the business of a co-operative society; the question really is whether that disputes comes within the category of disputes covered by S. 50(1) of the Travancore-Cochin Co-operative Societies Act, 1951. The purpose of Chap. XIII of the Travancore-Cochin Co-operative Societies Act, 1951 - the chapter in which S. 60(1) occurs - is not to resolve all controversies touching the business of co-operative societies under the provisions of that chapter, but resolve only such controversies as can be resolved in an ordinary Court of law. In other words, the arbitration provided by Chap. XIII is an alternative to the normal process of the ordinary Courts and not to the extraordinary process of adjudication under the <a href=\"/doc/500379/\" id=\"a_161\">Industrial Disputes Act, 1947</a>, which has been designed to deal with controversies which by their very nature are outside the purview of ordinary litigation.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_53\">52. The position, therefore, is that the dispute referred to the Registrar under Sub-section (1) of S. 91 must be such as a civil Court can take cognizance of and try. Like a civil Court, the Registrar cannot grant any relief outside the contract of employment. He cannot, therefore, try any matter in which a demand is made for a change in the conditions of service or for reinstatement of an employee whose services had been terminated. By and large, the Co-operative Societies Act and the Industrial Dispute Act provide for the settlement of different classes of disputes. Even though, therefore, the words &quot;any dispute&quot; in Sub-section (1) of S. 91 are very wide, they will have to be given a limited meaning, for the reasons which I have given above. These words mean any dispute which the Registrar is competent to try and decide. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\">53. Our reply to the question referred to the Full Bench will, therefore, be in the negative. The matters may now be placed before a Division Bench for further orders. \n</p>\n \n\n","numcites":46,"numcitedby":0,"docsource":"Bombay High Court","citetid":1690729,"divtype":"judgments","relatedqs":[{"value":"touching to the business of the society","formInput":"touching%20to%20the%20business%20of%20the%20society"},{"value":"maharashtra co operative societies act","formInput":"maharashtra%20co%20operative%20societies%20act"},{"value":"non obstante clause","formInput":"non%20obstante%20clause"},{"value":"maharashtra co operative societies act 1960","formInput":"maharashtra%20co%20operative%20societies%20act%201960"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"retrenchment compensation","formInput":"retrenchment%20compensation"},{"value":"maharashtra cooperative societies act","formInput":"maharashtra%20cooperative%20societies%20act"},{"value":"reinstatement ","formInput":"reinstatement%20"},{"value":"maharashtra co-operative societies act,1960","formInput":"maharashtra%20co-operative%20societies%20act%2C1960"},{"value":"co operative societies act","formInput":"co%20operative%20societies%20act"},{"value":"cooperative societies act","formInput":"cooperative%20societies%20act"},{"value":"social justice","formInput":"social%20justice"},{"value":"employment contract","formInput":"employment%20contract"},{"value":"money lenders act","formInput":"money%20lenders%20act"},{"value":"co-operative dispute","formInput":"co-operative%20dispute"},{"value":"Common law","formInput":"Common%20law"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"non-obstante","formInput":"non-obstante"},{"value":"maharashtra co-operative societies act,","formInput":"maharashtra%20co-operative%20societies%20act%2C"},{"value":"retrenchment","formInput":"retrenchment"}],"cats":[{"value":"cooperative-societies","formInput":"tag:cooperative-societies"},{"value":"industrial","formInput":"tag:industrial"}],"courtcopy":false,"query_alert":null,"agreement":false}