{"tid":1702971,"publishdate":"2004-01-05","title":"Union Of India And Anr vs S.B. Vohra And Ors on 5 January, 2004","doc":"<h2 class=\"doc_title\">Union Of India And Anr vs S.B. Vohra And Ors on 5 January, 2004</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2004 SUPREME COURT 1402, 2004 (2) SCC 150, 2004 AIR SCW 321, 2004 LAB. I. C. 527, (2004) 3 KHCACJ 95 (SC), (2004) 5 ALL WC 4035, (2004) 1 CTC 217 (SC), 2004 (2) SERVLJ 188 SC, 2004 (3) KHCACJ 95, 2004 (1) ACE 46, (2004) 15 ALLINDCAS 693 (SC), 2004 (1) CTC 217, 2004 (1) SCALE 131, 2004 (1) SLT 400, (2004) 1 JT 38 (SC), 2004 (15) ALLINDCAS 693, (2004) 15 INDLD 7, (2004) 73 DRJ 668, (2004) 104 FJR 673, (2004) 1 MAD LJ 132, (2004) 1 SCT 788, (2004) 1 SUPREME 471, (2004) 1 SCALE 131, 2004 SCC (L&S) 363, (2004) 100 FACLR 1029, (2004) 1 LAB LN 462, (2004) 1 ESC 168, (2004) 109 DLT 266</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-b-sinha\">S.B. Sinha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-n-khare\">Chief Justice</a>, <a href=\"/search/?formInput=benchid:s-b-sinha\">S.B. Sinha</a>, <a href=\"/search/?formInput=benchid:a-r-lakshmanan\">Ar. Lakshmanan</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  2887 of 2001\n\nPETITIONER:\nUnion of India and Anr.\t\t\t\t\t\n\nRESPONDENT:\nS.B. Vohra and Ors.\t\t\t\t\t\n\nDATE OF JUDGMENT: 05/01/2004\n\nBENCH:\nCJI, S.B. Sinha &amp; Dr. AR. Lakshmanan.\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">J U D G M E N T\n\nS.B. SINHA, J :\n</p>\n<blockquote id=\"blockquote_1\">INTRODUCTION:\n</blockquote>\n\n<blockquote id=\"blockquote_2\">How far and to what extent a writ of or in the nature of mandamus \nshould  issue directing the Union of India to pay salary to the Officers of the \nHigh Court in a particular scale of pay is the question involved in this  \nappeal which arises out of a judgment and order dated 21.07.2000 passed by \nthe High Court of Delhi in Writ Petition No. 1131 of 1993.\nBACKGROUND FACTS:\n</blockquote><blockquote id=\"blockquote_3\">The respondents are Assistant Registrars of the Delhi High Court.  \nTheir scale of pay was fixed at Rs.3000-4500 and recommendations therefor \nwere made by the Chief Justice of the High Court of Delhi in terms of his \nletter dated 15.10.1991 to the effect that  the scales of pay be revised with \neffect from 1.1.1986.  Before making the said recommendations, the Chief \nJustice of the  High Court constituted a committee which had gone into the \nsaid matter.  The Committee submitted a report which was accepted by the \nChief Justice.  While fixing the scales of pay of the Assistant Registrars, it \nwas noticed that the post of Assistant Registrar is a promotional post for the \nSuperintendents, Court Masters and Private Secretaries who had been placed \nin the Scale of pay of Rs. 2000-3500.  As despite such recommendations no \nheed was paid thereto by the appellant, the writ petition was filed.\n</blockquote>\n<blockquote id=\"blockquote_4\">The appellants herein inter alia contended before the High Court that \nthe Assistant Registrars should  not have been placed in a higher scale of pay \nof Rs. 3000-4500 as the Fourth Pay Commission, had recommended the  \nscale of pay of Superintendent, Court Master and Private Secretary as also \nthe Assistant Registrar at Rs. 2000-3500 and thus it must have given a go-\nbye to the old relativities and treated both categories of the post as equal or \nmerged.  The appellant also highlighted the repercussions thereof on the \nofficers of the equivalent rank of Central Government who might also \nagitate for higher scale of pay.\n</blockquote>\n<blockquote id=\"blockquote_5\">JUDGMENT OF THE HIGH COURT:\n</blockquote>\n<blockquote id=\"blockquote_6\">The High Court having regard to the decisions of this Court in S.B. \nMathur and Others Vs. Hon&#x27;ble the Chief Justice of Delhi High Court and \nOthers [AIR 1988 SC 2073] wherein Kania, J. held that the three categories \nof posts, namely, Private Secretary, Court Master and Superintendent are of \nequal status and they are interchangeable and further having regard to the \nfact that the post of Assistant Registrar was still a promotional post rejected \nthe contention of the appellant that such posts must be held to have  merged.   \nIt was observed:\n</blockquote>\n<blockquote id=\"blockquote_7\">&quot;Another stand taken by respondents Nos. 1 and 2 \nin their reply affidavit that in case same scales of \npay have been prescribed by Pay Commission for \ntwo posts, one promotional to another, the old \nrelativities are no more valid and new relativities \nhave been established by the Commission and the \ntwo posts are treated equal/merged.  In other words \nafter 1.1.1986, no promotion can be made from the \nfeeder cadre to the promotion cadre since the post \nof Private Secretary, Court Master, Superintendent \nand those of Assistant Registrar will be deemed to \nhave merged.  This contention is also not tenable \nsince as per the rules, promotion is made and is \nbeing made to the post of Assistant Registrar from \nonly three feeder cadres of Superintendent, Court \nMaster and Private Secretary and from no other \nsource.  These posts cannot be said to have deemed \nmerged as alleged.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_8\">The High Court opined:\n</blockquote><blockquote id=\"blockquote_9\">&quot;The Committee submitted its report \nrecommending higher pay scales. Hon&#x27;ble the \nChief Justice agreed with the recommendations \nmade by the Committee. The reasons which \nprevailed with the Chief Justice in agreeing with \nthe recommendations of the Committee may be \nstated as follows:-\n</blockquote><blockquote id=\"blockquote_10\">&quot;(i) FR 22-C lays down that an officer performing \nduties and functions involving higher \nresponsibility should draw higher pay. Admittedly, \nthe post of Assistant Registrar carries duties and \nfunctions of a higher responsibility than those \nattached to the posts of Private Secretaries, Court \nMasters and Superintendents.\n</blockquote><blockquote id=\"blockquote_11\">(ii) The Delhi High Court Establishment \n(Appointment and Conditions of Service) Rules, \n1972 lay down the mode of appointment to the \npost of Deputy Registrar and Joint Registrar. These \nposts carry the pay scales of Rs. 3700-5000 \nrespectively. These officers besides administrative \nwork, also hold Court in accordance with the \npowers delegated to them under the High Court \nRules and Orders, as also under Delhi High Court \n(Original Side) Rules. The responsibilities attached \nto these posts are higher than those of the Assistant \nRegistrar.\n</blockquote><blockquote id=\"blockquote_12\">(iii) The Registrar who is a senior Officer of \nHigher Judicial Service is the Head of the Office \nof this Court. Apart from administrative functions, \nthe incumbent to the post of Registrar has also to \ndischarge judicial functions and hold Court in \nexercise of powers under the High Court Rules and \nOrders and Original Side Rules of this Court. The \npresent pay scale of the post of Registrar is Rs. \n5900-6700.\n</blockquote><blockquote id=\"blockquote_13\">(iv) If the imbalance as stated above, is allowed to \ncontinue, it will, besides causing hardship, lead to \nfrustration and heart-burning amongst the officers \nof this Court which would be detrimental to the \nsmooth and efficient functioning of the Registry. \n</blockquote><p data-structure=\"Section\" id=\"p_2\">Thus, in public interest, it is essential that the \nimbalance created in the pay structure of the \nofficers of this Court be removed without undue \ndelay.&quot;&quot;\n</p>\n<blockquote id=\"blockquote_14\">It was further observed that the repercussion of a higher scale of pay \nupon the officers of the equivalent rank of the Central Government cannot \nbe a ground to deny the legitimate scale of pay to the Assistant Registrar \nstating:\n</blockquote>\n<blockquote id=\"blockquote_15\">&quot;The respondents have not refuted and cannot \nlegitimately refute the fact that the post of \nAssistant Registrar is a higher status post attaching \nto it higher responsibility and moreover it is a \npromotional post from the post of Superintendent, \nCourt Master and Private Secretary. Similar is the \nposition with respect to the post of Deputy \nRegistrar and Joint Registrar vis-a-vis the post of \nAssistant Registrar.&quot;\n</blockquote>\n\n\n<p data-structure=\"Issue\" id=\"p_3\">SUBMISSIONS:\n</p>\n<blockquote id=\"blockquote_16\">Mr. L. Nageshwar Rao, learned Additional Solicitor General, \nappearing for the Union of India, inter alia, submitted that the Division \nBench of the High Court committed a manifest error in passing the \nimpugned judgment insofar as it  failed to take into consideration that no \nwrit of or in the nature of mandamus directing the Central Government and \nthe Respondents herein to grant the pay scale of Rs.2000-3500/- w.e.f. \n1.1.1986 in favour of the respondents can be issued.  The learned counsel \nwould urge  that having regard to the provisions contained in Clause 2  of \n<a href=\"/doc/875627/\" id=\"a_1\">Article 229</a> of the Constitution of India, the Chief Justice of the High Court \nmay in his wisdom fix the pay scale but therefor approval  of the President \nof India was required to be obtained.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_4\">Mr. Bhat, learned counsel, appearing on behalf of the private \nrespondents, on the other hand, supported the order of the High Court. \n</p>\n<p data-structure=\"Precedent\" id=\"p_5\">Mr. Bhat would submit that the need for pay revision arose in the \nfollowing factual background :\n</p>\n<blockquote id=\"blockquote_17\">(i)\tSuperintendents, Court Masters and Private Secretaries \nconstitute feeder channel for promotion to the post of Assistant \nRegistrar.  These three posts are interchangeable.  It was held so \nspecifically by this Hon&#x27;ble Court in a decision in SB Mathur \nvs. Hon&#x27;ble the Chief Justice of Delhi High Court and Others  \n[AIR 1988 SC 2073].\n</blockquote><blockquote id=\"blockquote_18\">(ii)\tAfter the implementation of the IIIrd Pay Commission \nrecommendations, Private Secretaries and Court Masters of the \nHigh Court of Delhi filed Writ Petition seeking parity of pay \nwith that of Private Secretary to the Chief Secretary, Delhi \nAdministration.  The same was allowed by the High Court of \nDelhi in a judgment in P.N. Chopra vs. Union of India  [ILR \n(1981) II Delhi 102].\n</blockquote><blockquote id=\"blockquote_19\">(iii)\tSangram Singh, representing the Superintendents also filed a  \nwrit petition before the High Court claiming parity of pay \nscales with Private Secretaries and Court Master on the strength \nof pre-existing parity of status with the said two categories of \nposts.  The writ petition was allowed.  The Union of India \nchallenged the decision by way of SLP (C) No.8934 of 1982, \nwhich was however dismissed by this Hon&#x27;ble Court on \n3.1.1982.\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1279062\" id=\"span_1\">(iv)\tA writ petition being CWP No.2901 of 1984 (Trl. <a href=\"/doc/1279062/\" id=\"a_2\">Narayanan \nand Ors. vs. Union of India and Ors.</a>) came to be filed by \nAssistant Registrars, Deputy Registrars and Joint Registrars of \nthe High Court of Delhi seeking enhancement of pay scales.  A \nDivision Bench of the High Court on 18.12.1985 allowed the \nsame.</span>\n</p><p data-structure=\"Issue\" id=\"p_7\">(v)\tAfter the Fourth Pay Commission Private Secretaries, Court \nMasters and Superintendents were drawing pay in the scale of \nRs.2000-3500.\n</p><p data-structure=\"Facts\" id=\"p_8\">(vi)\tShri A.K. Gulati, a Private Secretary filed writ petition before \nthe High Court of Delhi (CWP No.289 of 1991) contending \ninter alia that Private Secretaries to Secretaries, Government of \nIndia were drawing pay in the scale of Rs.3000-4500/- whereas \nthe pay-scale of Private Secretaries in the High Court was kept \nat Rs.2000-3500.  The claim was that the pre-existing and \nunbroken parity, crystallized by judgment that had become \nfinal, was broken.  The writ petition was allowed on 7.5.1991 \ngranting the pay scales at par with the Private Secretaries in the \nGovernment of India.  The special leave petition filed by the \nUnion of India (SLP (C) No.13229/1991 was dismissed by this \nHon&#x27;ble Court on 26.8.1991.  The matter, thus, attained finality \nand pay scales of Private Secretaries in the High Court  and \nPrivate Secretaries in the Government of India were brought on \npar.\n</p><p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1140532\" id=\"span_2\">(vii)\tIn the wake of Gulati&#x27;s judgment, Court Masters and \nSuperintendents also approached the High Court of Delhi by \nway of a writ petition (CWP No.2756 of 1991; <a href=\"/doc/1140532/\" id=\"a_3\">Hari Sharma \nand Ors. vs. Union of India</a>) which was allowed on 14.11.1991, \nfollowing the reasoning in Mathur&#x27;s case (supra).  Accordingly, \ntheir pay fixation and payment of arrears were directed by this \nHon&#x27;ble Court.  The judgment was implemented.  Here too, the \nmatter attained finality, and the Government of India did not \nraise any objection.</span>\n</p><p data-structure=\"Precedent\" id=\"p_10\">(viii)\tAs a result of the implementation of the said judgment, Court \nMaster, Superintendents and Private Secretaries in the High \nCourt of Delhi started drawing pay on the same scale of pay as \nprescribed for Assistant Registrars (Rs.3000-4500).  As already \nstated the post of Assistant Registrar is a promotional post for \nthe three feeder cadres mentioned.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">Only thereafter representations were made by the Assistant \nRegistration, pursuant whereto a Committee of three Judges, as noticed \nhereinbefore, was constituted.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\"><a href=\"/doc/875627/\" id=\"a_4\">ARTICLE 229</a> OF THE CONSTITUTION:\n</p>\n<blockquote id=\"blockquote_20\">Clause 2 of <a href=\"/doc/875627/\" id=\"a_5\">Article 229</a> of the Constitution of India empowers the \nChief Justice of the High Court to prescribe by rules the conditions of \nservice of Officers and servants of the High Court.  Such Rule shall, \nhowever, be subject to : (1) the provision of any law made by the legislature \nof the State; (2) the approval of the President/Governor of the State so far as \nit relates to salary, allowances, leave or pensions.\n</blockquote>\n<blockquote id=\"blockquote_21\">Independence of the High Court is an essential feature for working of \nthe democratic form of the Government in the country.  An absolute control, \ntherefore, have been vested in the High Court over its staff which would be \nfree from interference from the Government subject of course to the \nlimitations imposed by the said provision.  There cannot be, however, any \ndoubt whatsoever that while exercising such a power the Chief Justice of the \nHigh Court would only be bound by the limitation contained in Clause 2 of \nthe <a href=\"/doc/875627/\" id=\"a_6\">Article 229</a> of the Constitution of India and the proviso appended \nthereto.  Approval of the President/Governor of the State is, thus,  required \nto be obtained in relation to the Rules containing provisions as regard, \nsalary, allowances, leave or promotion.  It is trite that  such approval should \nordinarily be granted as a matter of course.\n</blockquote>\n<blockquote id=\"blockquote_22\">MANDAMUS VIS-@-VIS <a href=\"/doc/303447/\" id=\"a_7\">ARTICLE 229(2)</a> OF THE CONSTITUTION:\n</blockquote>\n<blockquote id=\"blockquote_23\">Mandamus literally means a command.  The essence of mandamus in \nEngland was that it was a royal command issued by the King&#x27;s Bench (now \nQueen&#x27;s Bench) directing  performance of a public legal duty.\n</blockquote>\n<blockquote id=\"blockquote_24\">A writ of mandamus is issued in favour of a person who establishes a \nlegal right in himself.  A writ of mandamus is issued against a person who \nhas a legal duty to perform but has failed and/or neglected to do so.  Such a \nlegal duty emanates from either in discharge of a public duty or by operation \nof law.  The writ of mandamus is a most extensive remedial nature.  The \nobject of mandamus is of to prevent disorder from a failure of justice and is \nrequired to be granted in all cases where law has established no specific \nremedy and whether justice despite demanded has not been granted.\n</blockquote>\n<blockquote id=\"blockquote_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1685522\" id=\"span_3\">In <a href=\"/doc/1685522/\" id=\"a_8\">Comptroller and Auditor General Vs. K.S. Jaganathan</a>, (1986 (2) \nSCC 679) it was held that, &quot;<a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> is designedly couched in wide \nlanguage in order not to confine the power conferred by it on the High \nCourts only to the power to issue prerogative writs as understood in \nEngland.  The High Courts exercising jurisdiction under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> can \nissue directions, orders or writs so as to enable the High Courts to reach \ninjustice wherever it is found and to mould the reliefs to meet the particular \nand complicated needs of this country.</span>\n</blockquote>\n<blockquote id=\"blockquote_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1076926\" id=\"span_4\">It was, however, held in  Ajit Singh and Others (II) Vs. State of \nPunjab and Others, [(1999) 7 SCC 209] in a different context that the view \ntaken in the above decision and in  <a href=\"/doc/1076926/\" id=\"a_11\">Superintending Engineer, Public Health, \nU.T. Chandigarh and Others  Vs. Kuldeep Singh and Others</a> [(1997) 9 SCC \n199] cannot be said to be correct as <a href=\"/doc/68038/\" id=\"a_12\">Article 16(4)</a> confers a discretion and \ndoes not confer any constitutional duty or obligation and therefore the view \ntaken in the aforementioned cases that a writ of mandamus can be issued in \nsuch cases, cannot be said to be correct.</span>\n</blockquote>\n<blockquote id=\"blockquote_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863920\" id=\"span_5\">In <a href=\"/doc/1863920/\" id=\"a_13\">State of A.P. &amp; Anr. Vs. T.Gopalakrishna Murthi &amp; Ors.</a> [1976 (1) \nSCR 1008], a three Judge Bench of this Court observed :</span>\n</blockquote>\n<blockquote id=\"blockquote_28\">&quot;One should expect in the fitness of things and in \nview of the spirit of <a href=\"/doc/875627/\" id=\"a_14\">Article 229</a> that ordinarily and \ngenerally the approval should be accorded.  But \nsurely it is wrong to say that the approval is a mere \nformality and in no case it is open to the \nGovernment to refuse to accord their approval.  On \nthe facts and in the circumstances of this case and \nin the background of the conditions which are \nprevalent in other States Government could have \nbeen well-advised to accord approval to the \nsuggestion of the Chief Justice, as the suggestion \nwas nothing more than to equate the pay scales of \nthe High Court staff with those of the equivalent \nposts in the Secretariat.  That merely because the \nGovernment is not right in accepting the Chief \nJustice&#x27;s view and refusing to accord the approval \nis no ground for holding that by a writ of \nmandamus the Government may be directed to \naccord the approval.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_29\">Despite the said finding, it was observed :\n</blockquote>\n\n<blockquote id=\"blockquote_30\">&quot;We, however, trust and hope that the Government \nwill give their second thought to the matter and see \nwhether it is possible in the State of Andhra \nPradesh to obliterate the distinction in the matter of \npay scales etc. between the High Court and the \nSecretariat Staff.  There does not seem to be any \ngood and justifiable reason for maintaining the \ndistinction.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20720737\" id=\"span_6\">In Supreme Court <a href=\"/doc/20720737/\" id=\"a_15\">Employees Welfare Association  Vs. Union of \nIndia and Anr.</a>  [1989 (4) SCC 187] this Court, while considering the \nprovisions of <a href=\"/doc/231390/\" id=\"a_16\">Article 146(2)</a>  of the Constitution of India which is in pari \nmateria with <a href=\"/doc/875627/\" id=\"a_17\">Article 229</a> of the Constitution of India, held :</span>\n</blockquote>\n<blockquote id=\"blockquote_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20720737\" id=\"span_7\">&quot;The legislative function of Parliament has been \ndelegated to the Chief Justice of India by <a href=\"/doc/231390/\" id=\"a_18\">Article \n146(2).</a>  It is not disputed that the function of the \nChief Justice of India or the Judge or the officers \nof the Court authorised by him in framing rules \nlaying down the conditions of service, is legislative \nin nature.  The conditions of service that may be \nprescribed by the rules framed by the Chief Justice \nof India under <a href=\"/doc/231390/\" id=\"a_19\">Article 146(2)</a> will also necessarily \ninclude salary, allowances, leave and pensions of \nthe officers and servants of the Supreme Court.  \nThe proviso to <a href=\"/doc/231390/\" id=\"a_20\">Article 146(2)</a> puts a restriction on \nthe power of the the Chief Justice of India by \nproviding that the rules made under <a href=\"/doc/231390/\" id=\"a_21\">Article 146(2)</a>  \nshall, so far as they relate to salaries, allowances, \nleave or pensions, require the approval of the \nPresident of India.  Prima facie, therefore, the \nconditions of service of the employees of the \nSupreme Court that are <a href=\"/doc/20720737/\" id=\"a_22\">laid down by</a> the Chief \nJustice of India by framing the rules will be final \nand conclusive, except that with regard to salaries, \nallowances, leave or pensions the approval of the \nPresident of India is required.  In other words, if \nthe President of India does not approve of the \nsalaries, allowances, leave or pensions, it will not \nhave any effect.  The reason for requiring the \napproval of the President of India regarding \nsalaries, allowances, leave or pensions is the \ninvolvement of the financial liability of the \ngovernment.&quot;</span>\n</blockquote>\n<blockquote id=\"blockquote_33\">It was further observed :\n</blockquote>\n<blockquote id=\"blockquote_34\">&quot;It is true that the President of India cannot be \ncompelled to grant approval to the rules framed by \nthe Chief Justice of India relating to salaries, \nallowances, leave or pensions, but it is equally true \nthat when such rules have been framed by a very \nhigh dignitary of the State, it should be looked \nupon with respect and unless there is very good \nreason not to grant approval, the approval should \nalways be granted.  If the President of India is of \nthe view that the approval cannot be granted, he \ncannot straightway refuse to grant such approval, \nbut before doing so, there must be exchange of \nthoughts between the President of India and the \nChief Justice of India.&quot;\n</blockquote>\n<blockquote id=\"blockquote_35\">JUDICIAL REVIEW:\n</blockquote>\n<blockquote id=\"blockquote_36\">The scope of  judicial review in the context of grant of contract has \nbeen the subject matter of a decision of this Court in Sterling Computers \nLimited Vs. M/s. M&amp;N Publications Limited and Others [(1993) 1 SCC \n445] wherein this Court noticed the commentary of  Prof. Wade in his well-\nknown treatise &#x27;Administrative Law&#x27;  in the following terms:\n&quot;It is true that by way of judicial review the Court \nis not expected to act as a court of appeal while \nexamining an administrative decision and to record \na finding whether such decision could have been \ntaken otherwise in the facts and circumstances of \nthe case. In the book Administrative Law, Prof. \nWade has said:\n</blockquote><blockquote id=\"blockquote_37\">&quot;The doctrine that powers must be exercised \nreasonably has to be reconciled with the no less \nimportant doctrine that the court must not usurp \nthe discretion of the public authority which \nParliament appointed to take the decision. Within \nthe bounds of legal reasonableness is the area in \nwhich the deciding authority has genuinely free \ndiscretion. If it passes those bounds, it acts ultra \nvires. The court must therefore resist the \ntemptation to draw the bounds too tightly, merely \naccording to its own opinion. It must strive to \napply an objective standard which leaves to the \ndeciding authority the full range of choices which \nlegislature is presumed to have intended. The \ndecisions which are extravagant or capricious \ncannot be legitimate. But if the decision is within \nthe confines of reasonableness, it is no part of the \ncourt&#x27;s function to look further into its merits. With \nthe question whether a particular policy is wise or \nfoolish the court is not concerned it can only \ninterfere if to pursue it is beyond the powers of the \nauthority.&quot;&quot;\n</blockquote>\n<blockquote id=\"blockquote_38\">But in the same book Prof. Wade has also said:\n</blockquote>\n<blockquote id=\"blockquote_39\">&quot;The powers of public authorities are therefore \nessentially different from those of private persons. \nA man making his will may, subject to any rights \nof his dependents, dispose of his property just as \nhe may wish. He may act out of malice or a spirit \nof revenge, but in law this does not affect his \nexercise of his power. In the same way a private \nperson has an absolute power to allow whom he \nlikes to use his land, to release a debtor, or, where \nthe law permits, to evict a tenant, regardless of his \nmotives. This is unfettered discretion. But a public \nauthority may do none of these things unless it acts \nreasonably and in good faith and upon lawful and \nrelevant grounds of public interest.\n</blockquote><blockquote id=\"blockquote_40\">There are many cases in which a public authority \nhas been held to have acted from improper motives \nor upon irrelevant considerations, or to have failed \nto take account of relevant considerations, so that \nits action is ultra vires and void.&quot;\n</blockquote>\n<blockquote id=\"blockquote_41\">The Court further noticed:\n</blockquote><blockquote id=\"blockquote_42\">&quot; While exercising the power of judicial review, in \nrespect of contracts entered into on behalf of the \nState, the Court is concerned primarily as to \nwhether there has been any infirmity in the \n&quot;decision making process&quot;. In this connection \nreference may be made to the case of Chief \nConstable of the North Wales Police v. Evans \nwhere it was said that: (p. 144 a)\n&quot;The purpose of judicial review is to ensure that \nthe individual receives fair treatment, and not to \nensure that the authority, after according fair \ntreatment, reaches on a matter which it is \nauthorised or enjoined by law to decide for itself a \nconclusion which is correct in the eyes of the \ncourt.&quot;\n</blockquote>\n<blockquote id=\"blockquote_43\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_8\">In <a href=\"/doc/1261492/\" id=\"a_23\">Kumari Shrilekha Vidyarthi and Others Vs. State of U.P. and \nOthers</a> [(1991) 1 SCC 212], however, the Court sought to draw a distinction \nbetween the powers of public authorities vis-`-vis the private authorities \nreferring to Wade&#x27;s Administrative Law, 6th Edition, page 401 to the \nfollowing effect and stating:</span>\n</blockquote>\n<blockquote id=\"blockquote_44\">&quot;For the same reasons there should in principle be \nno such thing as unreviewable administrative \ndiscretion, which should be just as much a \ncontradiction in terms as unfettered discretion.  \nThe question which has to be asked is what is the \nscope of judicial review, and in a few special cases \nthe scope for the review of discretionary decisions \nmay be minimal.  It remains axiomatic that all \ndiscretion is capable of abuse, and that legal limits \nto every power are to be found somewhere.&quot;\n</blockquote>\n<blockquote id=\"blockquote_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"55804\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1780859\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_14\">The power of judicial review of High Court as also this Court is now \nwell-defined in a series of decisions of this Court.  It is trite that the court \nwill not exercise its jurisdiction to entertain a writ application wherein public \nlaw element is not involved. (See <a href=\"/doc/730804/\" id=\"a_24\">Life Insurance Corporation Vs. Escorts</a> \nAIR 1986 SC 1370,  F.C.I. Vs. Jagannath Dutta, AIR 1993 SC 1494, State \nof Gujarat Vs. Meghraj Peth Raj Shah Charitable Trust, (<a href=\"/doc/1974738/\" id=\"a_25\">1994) 3 SCC 552, \nAssistant Excise Commissioner Vs. Issac Peter</a>, (1994) 4 SCC 104, National \nHighway Authority of India Vs. M/s. Ganga Enterprises &amp; Anr. 2003 (7) \nSCALE 171)\n\nIn any event, the modern trend also points to judicial restraint in \nadministration action as has been held in <a href=\"/doc/884513/\" id=\"a_26\">Tata Cellular Vs. Union of India</a> \n[(<a href=\"/doc/1780859/\" id=\"a_27\">1994) 6 SCC 651], Monarch Infrastructure (P) Ltd. Vs. Commissioner, \nUlhasnagar Municipal Corporation and Others</a> [(<a href=\"/doc/55804/\" id=\"a_28\">2000) 5 SCC 287], W.B. \nState Electricity Board Vs. Patel Engineering Co. Ltd. and Others</a> [(<a href=\"/doc/1513693/\" id=\"a_29\">2001) 2 \nSCC 451] and L.I.C. v. Consumer Education and Research Centre</a>, [AIR \n1995 SC 1811].</span></span></span></span></span></span>\n</blockquote>\n<blockquote id=\"blockquote_46\">The legal right of an individual may be founded upon a contract or a \nstatute or an instrument having the force of law.  For a public law remedy \nenforceable under <a href=\"/doc/1712542/\" id=\"a_30\">Article 226</a> of the Constitution, the actions of the \nauthority need to fall in the realm of public law \u0016be it a legislative act or the \nState, an executive act of the State or an instrumentality or a person or \nauthority imbued with public law element.  The question is required to be \ndetermined in each case having the aforementioned principle in mind.  \nHowever, it may not be possible to generalize the nature of the action which \nwould come either under public law remedy or private law field nor is it \ndesirable to give exhaustive list of such actions.\n</blockquote>\n<blockquote id=\"blockquote_47\">The question as to whether this Court, would permit judicial review \nand, if any, to what extent will vary from case to case and no broad \nprinciples can be laid down therefor.\n</blockquote>\n<blockquote id=\"blockquote_48\">\tWe may usefully notice that Grahame Aldous and John Alder in \n&quot;Applications for Judicial Review, Law and Practice&quot; stated the law thus:\n</blockquote>\n<blockquote id=\"blockquote_49\">&quot;There is a general presumption against ousting the \njurisdiction of the courts, so that statutory \nprovisions which purport to exclude judicial \nreview are construed restrictively.  There are, \nhowever, certain areas of governmental activity, \nnational security being the paradigm, which the \ncourts regard themselves as incompetent to \ninvestigate, beyond an initial decision as to \nwhether the government&#x27;s claim is bona fide.  In \nthis kind of non-justiciable area judicial review is \nnot entirely excluded, but very limited.  It has also \nbeen said that powers conferred by the royal \nprerogative are inherently unreviewable but since \nthe speeches of the House of Lords in Council of \nCivil Service Unions Vs. Minister for the Civil \nService this is doubtful.  Lords Diplock, Scaman \nand Roskili appeared to agree that there is no \ngeneral distinction between powers, based upon \nwhether their source is statutory or prerogative but \nthat judicial review can be limited by the subject \nmatter of a particular power, in that case national \nsecurity.  Many prerogative powers are in fact \nconcerned with sensitive, non-justiciable areas, for \nexample, foreign affairs, but some are reviewable \nin principle, including where national security is \nnot involved.  Another non-justiciable power is the \nAttorney General&#x27;s preprogative to decide whether \nto institute legal proceedings on behalf of the \npublic interest.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"482653\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1283676\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1685522\" id=\"span_17\">However, we may notice that in the <a href=\"/doc/1685522/\" id=\"a_31\">Comptroller and Auditor General \nof India and Anr. Vs. K.S. Jagannathan and another</a> [(1986) 2 SCC 679 : \n1987 SC 537] this Court upon considering a large number of decisions \nincluding <a href=\"/doc/1283676/\" id=\"a_32\">Dwarkanath Vs. Income-Tax Officer, Special Circle</a>, <a href=\"/doc/482653/\" id=\"a_33\">Kanpur \n[(1965) 3 SCR 536], Hochtief Gammon Vs. State of Orissa</a> [(1976) 1 SCR \n667], Mayor of Rochester Vs. Regina [1858 EB &amp; E 1024], The King Vs. \nRevising Barrister for the Borough of Hanley [(1912) 3 KB 518], Padfield \nVs. Minister of Agriculture, Fisheries and Food [1968 AC 997] and \nHalsbury&#x27;s Laws of England, Fourth Edition, Volume I, paragraph 89 \nobserved:</span></span></span>\n</blockquote><blockquote id=\"blockquote_51\">&quot;There is thus no doubt that the High Courts in \nIndia exercising their jurisdiction under <a href=\"/doc/1712542/\" id=\"a_34\">Article \n226</a> have the power to issue a writ of mandamus or \na writ in the nature of mandamus or to pass orders \nand give necessary directions where the \ngovernment or a public authority has failed to \nexercise or has wrongly exercised the discretion \nconferred upon it by a statute or a rule or a policy \ndecision of the government or has exercised such \ndiscretion mala fide or on irrelevant considerations \nor by ignoring the relevant considerations and \nmaterials or in such a manner as to frustrate the \nobject of conferring such discretion or the policy \nfor implementing which such discretion has been \nconferred.   In all such cases and in any other fit \nand proper case a High Court can, in the exercise \nof its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_35\">Article 226</a>, issue a writ of \nmandamus or a writ in the nature of mandamus or \npass orders and give directions to compel the \nperformance in a proper and lawful manner of the \ndiscretion conferred upon the government or a \npublic authority, and in a proper case, in order to \nprevent injustice resulting to the concerned parties, \nthe court may itself pass an order or give directions \nwhich the government or the public authority \nshould have passed or given had it properly and \nlawfully exercised its discretion. &quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1992131\" id=\"span_18\">[Emphasis supplied]\n\nIn <a href=\"/doc/1992131/\" id=\"a_36\">Mansukhlal Vithaldas Chauhan Vs. State of Gujarat</a> [(1997) 7 SCC \n622] this Court held:</span>\n</p><blockquote id=\"blockquote_52\">&quot;Mandamus which is a discretionary remedy under \n<a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution is requested to be \nissued, inter alia, to compel performance of public \nduties which may be administrative, ministerial or \nstatutory in nature. Statutory duty may be either \ndirectory or mandatory. Statutory duties, if they \nare intended to be mandatory in character, are \nindicated by the use of the words &quot;shall&quot; or &quot;must&quot;. \n</blockquote><p data-structure=\"Section\" id=\"p_14\">But this is not conclusive as &quot;shall&quot; and &quot;must&quot; \nhave, sometimes, been interpreted as &quot;may&quot;. What \nis determinative of the nature of duty, whether it is \nobligatory, mandatory or directory, is the scheme \nof the statute in which the &quot;duty&quot; has been set out. \nEven if the &quot;duty&quot; is not set out clearly and \nspecifically in the statute, it may be implied as \ncorrelative to a &quot;right&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_15\">In the performance of this duty, if the authority in \nwhom the discretion is vested under the statute, \ndoes not act independently and passes an order \nunder the instructions and orders of another \nauthority, the Court would intervene in the matter, \nquash the order and issue a mandamus to that \nauthority to exercise its own discretion.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">Prof. Wade, also, in his well-known treatise &#x27;Administrative Law&#x27;, 8th \nEdition, at page 609 makes a distinction between a discretionary power and \nobligatory duties in the following terms:\n</p>\n<blockquote id=\"blockquote_53\">&quot;Obligatory duties must be distinguished from \ndiscretionary powers.  With the latter mandamus \nhas nothing to do: it will not, for example, issue to \ncompel a minister to promote legislation.  \nStatutory duties are by no means always imposed \nby mandatory language with words such as &#x27;shall&#x27; \nor &#x27;must&#x27;.  Sometimes they will be the implied \ncounterparts of rights, as where a person &#x27;may \nappeal&#x27; to a tribunal and the tribunal has a \ncorrelative duty to hear and determine the appeal.  \nSometimes also language which is apparently \nmerely permissive is construed as imposing a duty, \nas where &#x27;may&#x27; is interpreted to mean &#x27;shall&#x27;.  \nEven though no compulsory words are used, the \nscheme of the Act may imply a duty.\n</blockquote>\n<blockquote id=\"blockquote_54\">Having developed from a piece of purely \nadministrative machinery, mandamus was never \nsubject to the misguided notion which at one time \nafflicted its less fortunate relative certiorari, that it \ncould apply only to &#x27;judicial&#x27; functions.  \nAdministrative or ministerial duties of every \ndescription could be enforced by mandamus.  It \nwas, indeed, sometimes said that this remedy did \nnot apply to judicial functions, meaning that where \na public authority was given power to determine \nsome matters, mandamus would not lie to compel \nit to reach some particular decision.  The law as to \nthis is explained below under &#x27;Duty to exercise \njurisdiction&#x27;.\n</blockquote>\n<blockquote id=\"blockquote_55\">The fact that the statutory duty is directory \nas opposed to mandatory, so that default will not \ninvalidate some other action or decision, is no \nreason for not enforcing it by mandamus.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_17\">The broad principles of judicial review as has been stated in the \nspeech of Lord Diplock in Council of Civil Service Unions v. Minister for \nthe Civil Service [(1985) A.C 374] i.e., illegality, irrationality and  \nprocedural impropriety, have greatly been overtaken by other developments \nas for example, generally not only in relation to proportionality and human \nrights but also in the direction of principles of legal certainty, notably \nlegitimate expectations.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">In R. Vs. North and East Devon Health Authority, ex parte Coughlan \n[2000] 2 WLR 622, CA the Court of Appeals  held that a health authority \nwhich promised a small number of residents in a care home for the severely \ndisabled that it would be their home for life was not entitled to frustrate the \nlegitimate expectation they had generated by closing the home as this would \nbe an abuse of power.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"861688\" id=\"span_19\">Judicial review is a highly complex and developing subject.  It has its \nroots long back and its scope and extent varies from case to case.  It is \nconsidered to be the basic feature of the Constitution.  The Court in exercise \nof its power of judicial review would jealously guard the human rights, \nfundamental rights and the citizens&#x27; right of life and liberty as also many \nnon-statutory powers of governmental bodies as regards their control over \nproperty and assets of various kinds which could be expended on building \nhospitals, roads and the like, or overseas aid, or compensating victims of \ncrime (See for example, <a href=\"/doc/861688/\" id=\"a_38\">R. Vs. Secretary of State</a> for the Home Department, \nex parte Fire Brigades Union [1995] 2 WLR 1.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">The Court, however, exercises its power of restraint in relation to \ninterference of policy.  In his recent book &#x27;Constitutional Reform in the UK&#x27; \nat page 105, Dawn Oliver commented thus:\n</p>\n<blockquote id=\"blockquote_56\">&quot;However, this concept of democracy as rights-\nbased with limited governmental power, and in \nparticular of the role of the courts in a democracy, \ncarries high risks for the judges \u0016 and for the \npublic.  Courts may interfere inadvisedly in public \nadministration.  The case of Bromley London \nBorough Council v. Greater London Council \n([1983] 1 AC 768, HL) is a classic example.  The \nHouse of Lords quashed the GLC cheap fares \npolicy as being based on a misreading of the \nstatutory provisions, but were accused of \nthemselves misunderstanding transport policy in so \ndoing.  The courts are not experts in policy and \npublic administration \u0016 hence Jowell&#x27;s point that \nthe courts should not step beyond their institutional \ncapacity (Jowell, 2000).  Acceptance of this \napproach is reflected in the judgments of Laws LJ \nin International Transport Roth GmbH v. Secretary \nof State for the Home Department ([2002] EWCA \nCiv 158, [2002] 3 WLR 344) and of Lord Nimmo \nSmith in Adams v. Lord Advocate (Court of \nSession, Times, 8 August 2002) in which a \ndistinction was drawn between areas where the \nsubject matter lies within the expertise of the \ncourts (for instance, criminal justice, including \nsentencing and detention of individuals) and those \nwhich were more appropriate for decision by \ndemocratically elected and accountable bodies.  If \nthe courts step outside the area of their institutional \ncompetence, government may react by getting \nParliament to legislate to oust the jurisdiction of \nthe courts altogether.  Such a step would \nundermine the rule of law.  Government and public \nopinion may come to question the legitimacy of \nthe judges exercising judicial review against \nMinisters and thus undermine the authority of the \ncourts and the rule of law.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_21\">It is not possible to lay down the standard exhaustively  as to in what \nsituation a writ of mandamus will issue and in what situation it will not.  In \nother words, exercise of  its discretion by the Court will also depend upon \nthe law which governs the field, namely, whether it is a fundamental law or \nan ordinary law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">It is, however, trite that ordinarily the Court will not exercise the \npower of the statutory authorities.  It will at the first instance allow the \nstatutory authorities to perform their own functions and would not usher the \nsaid jurisdiction itself.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1209960\" id=\"span_20\">In <a href=\"/doc/1209960/\" id=\"a_39\">State of West Bengal and Others Vs. Nuruddin Mallic and Others</a> \n[(1998) 8 SCC 143] this Court declined a suggestion that the Court itself \nexamined and decided the question in issue stating:</span>\n</p>\n<blockquote id=\"blockquote_57\">&quot;28\u0005.Instead of sending any reply, the \nmanagement filed the writ petition in the High \nCourt, leading to passing of the impugned orders. \nThus, till this date the appellant-authorities have \nnot yet exercised their discretion. Submission for \nthe respondents was that this Court itself should \nexamine and decide the question in issue based on \nthe material on record to set at rest the long-\nstanding issue. We have no hesitation to decline \nsuch a suggestion. The courts can either direct the \nstatutory authorities, where it is not exercising its \ndiscretion, by mandamus to exercise its discretion, \nor when exercised, to see whether it has been \nvalidly exercised. It would be inappropriate for the \nCourt to substitute itself for the statutory \nauthorities to decide the matter.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_24\">It was further observed\t:\n</p>\n<blockquote id=\"blockquote_58\">&quot;30\u0005As we have held above, without the statutory \nauthority applying its mind for their approval and \nthe impugned order not adjudicating the issue in \nquestion how could the impugned orders be \nsustained\u0005&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_25\">JURISDICTION OF THE CHIEF JUSTICE\n\n\nThe Chief Justice of the High Court in this case was not bound to \naccept that the posts of Assistant Registrar and Court Masters should be \nmerged.  The question as regard merger of the two posts was within the \nexclusive domain of the Chief Justice.  Whether the post of  Assistant \nRegistrar should be a promotional post or not, thus, could not fall for \ndecision of the  Central Government.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">In Tarsem Singh and another vs. State of Punjab and Others [(1994) 5 \nSCC 392], this Court held :\n</p>\n<blockquote id=\"blockquote_59\">&quot;Promotion as understood under the service law \njurisprudence  means advancement in rank, grade \nor both.  Promotion is always a step towards \nadvancement to a higher possession, grade or \nhonour.  Opting to come to a lower pay scale or \nlower post cannot be considered a promotion, it is \nrather a demotion.  A Superintendent in the Labour \nDepartment who is holding a higher pay scale and \nhigher status cannot seek promotion to the post of \nLabour Inspector which post is lower in grade and \nstatus.  Since a ministerial employee - under rule \n8(1)(a)(i) - can be appointed as Labour Inspector \nonly by the process of promotion, a Superintendent \nwho is in a higher pay scale, cannot seek \npromotion to the post of Labour Inspector and as \nsuch is not eligible for the same under rule \n8(1)(a)(i).  Even otherwise it is difficult to \ncomprehend why a person drawing a higher pay \nscale and enjoying a better status as a civil servant \nshould hanker for a post which is carrying lesser \npay and is comparatively of lower status.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_27\">If the nature of duties performed by the Assistant Registrars had been \nmore onerous than the Court Masters, a higher scale of pay was required to \nbe fixed.  The Appellant, therefore, took a stand before the High Court \nwhich was patently unsustainable.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">Furthermore, merger of the cadres must be made in terms of the \nstatutory rules.  For the said purpose, an order is required to be passed. \nConjectures  or  surmises in such a situation had no role to play.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">In view of the aforementioned decision, the Chief Justice was entitled \nto hold the opinion that hierarchy of the posts was required to be maintained \nin respect whereof the necessary scales of pay could be directed to be \nrevised.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"955339\" id=\"span_21\">In <a href=\"/doc/955339/\" id=\"a_40\">State of U.P. Vs. C.M. Agarwal</a> [(1997) 5 SCC 1], a Constitution \nBench of this Court categorically held that the Chief Justice of a High Court \nhas the power to create posts.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51856\" id=\"span_22\">In High Court of Judicature for <a href=\"/doc/51856/\" id=\"a_41\">Rajasthan Vs. Ramesh Chand Paliwal \nand Another</a> [1998 (3) SCC 72], a Division bench of this Court inter alia \nheld that the Chief Justice has the requisite power to revise the scales of pay \nsubject of course to the approval granted in this behalf by the Governor.  \nThis Court in no certain terms observed :</span>\n</p>\n<blockquote id=\"blockquote_60\">&quot;We again reiterate the hope and feel that once the \nChief Justice, in the interest of High Court \nadministration, has taken a progressive step \nspecially to ameliorate the service conditions of \nthe officers and staff working under him, the State \ngovernment would hardly raise any objection to \nthe sanction of creation of posts or fixation of \nsalary payable for that post or the recommendation \nfor revision of scale of pay if the scale of pay of \nthe equivalent post in the Government has been \nrevised.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137379\" id=\"span_23\">In <a href=\"/doc/137379/\" id=\"a_42\">State of Maharashtra Vs. Association</a> of Court Stenos, PA, PS and \nAnr. [(2002) 2 SCC 141], this Court interpreted the provisions <a href=\"/doc/875627/\" id=\"a_43\">Article 229</a> \nand proviso appended thereto in the following terms :</span>\n</p>\n<blockquote id=\"blockquote_61\">&quot;On a plain reading of <a href=\"/doc/303447/\" id=\"a_44\">Article 229(2)</a>, it is apparent \nthat the Chief Justice is the sole authority for \nfixing the salaries etc. of the employees of the \nHigh Court, subject to the Rules made under the \nsaid article. Needless to mention rules made by the \nChief Justice will be subject to the provisions of \nany law made by the legislature of the State.  In \nview of proviso to sub-article (2) of <a href=\"/doc/875627/\" id=\"a_45\">Article 229</a>, \nany rule relating to the salaries, allowances, leave \nor pension of the employees of the High Court \nwould require the approval of the governor, before \nthe same can be enforced.  The approval of the \ngovernor, therefore, is a condition precedent to the \nvalidity of the rules made by the Chief Justice and \nthe so-called approval of the Governor is not on \nhis discretion, but being advised by the \nGovernment.   It would, therefore, be logical to \nhold that apart from any power conferred by the \nrules framed under <a href=\"/doc/875627/\" id=\"a_46\">Article 229</a>, the Government \ncannot fix the salary or authorise any particular \npay scale of an employee of the High Court.  It is \nnot the case of the employees that the Chief Justice \nmade any rules, providing a particular pay scale \nfor the employees of the Court, in accordance with \nthe constitutional provisions and that has not been \naccepted by the governor.  In the aforesaid \npremises, it requires consideration as to whether \nthe High Court in its discretionary jurisdiction \nunder <a href=\"/doc/1712542/\" id=\"a_47\">Article 226</a> of the Constitution, can itself \nexamine the nature of work discharged by its \nemployees and issue a mandamus, directing a \nparticular pay scale to be given to such employees.  \nIn the judgment under challenge, the Court appears \nto have applied the principle of &quot;equal pay for \nequal work&quot; and on an evaluation of the nature of \nduties discharged by the Court Stenographers, \nPersonal Assistants and Personal Secretaries, has \nissued the impugned directions. In Supreme Court \nEmployees&#x27; Welfare Asson.  V. Union of India this \nCourt has considered the powers of the Chief \nJustice of India in relation to the employees of the \nSupreme Court in the matter of laying down the \nservice conditions of the employees of the Court, \nincluding the grant of pay scale and observed that \nthe Chief Justice of India should frame rules after \ntaking into consideration all relevant factors \nincluding the recommendations of the Pay \nCommission and submit the same to the President \nof India for his approval.  What has been stated in \nthe aforesaid judgment in relation to the Chief \nJustice of India vis-`-vis the employees of the \nSupreme Court, should equally apply to the Chief \nJustice of the High Court vis-`-vis the employees \nof the High Court.  Needless to mention, \nnotwithstanding the constitutional provision that \nthe rules framed by the Chief Justice of a High \nCourt, so far as they relate to salaries and other \nemoluments are concerned, require the prior \napproval of the Governor. It is always expected \nthat when the Chief Justice of  a High Court makes \na rule, providing a particular pay scale for its \nemployees, the same should be ordinarily \napproved by the Governor, unless there is any \njustifiable reason, not to approve the same.  The \naforesaid assumption is on the basis that a high \nfunctionary like the Chief Justice, before framing \nany rules in relation to the service conditions of the \nemployees of the Court and granting any pay scale \nfor them is expected to consider all relevant factors \nand fixation is made, not on any arbitrary basis.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_33\">\t\t\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"619838\" id=\"span_24\">[Emphasis supplied]\n\nIn High Court <a href=\"/doc/619838/\" id=\"a_48\">Employees Welfare Association, Calcutta and others \nVs. State of West Bengal and Others</a> [2003 AIR SCW 6338] a Bench of this \nCourt observed:</span>\n</p>\n<blockquote id=\"blockquote_62\">&quot;The Government will have to bear in mind the \nspecial nature of the work done in the High Court \nof which the Chief Justice and his colleagues alone \ncould really appreciate.  If the erdGovernment \ndoes not desire to meet the needs of the High \nCourt, the administration of the High Court will \nface severe crisis.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_34\">THE APPELLANT&#x27;S DUTY:\n</p><blockquote id=\"blockquote_63\">In this case, the appellants admittedly have failed and/or neglected to \nperform a constitutional duty.  \n</blockquote>\n<blockquote id=\"blockquote_64\">In P.N. Chopra (Supra) Rajindar Sachar, J. (as the learned Chief \nJustice then was) held:\n</blockquote>\n<blockquote id=\"blockquote_65\">&quot;As a result we are quite satisfied that the refusal to \nequate the Private Secretaries and Readers of this \nCourt with the Private Secretary to the Chief \nSecretary in the matter of pay scale is so arbitrary as \nto amount to an act of discrimination.  We would, \ntherefore, in the circumstances quash Annexures `G&#x27; \nand `H&#x27; and the latest decision communicated on \n7.8.1979 (R-2 filed in reply by the Delhi \nAdministration).  A mandamus will, therefore, issue \ndirecting the respondents 1 &amp; 4 to equate the posts of \nPrivate Secretaries and the Readers of Judges of this \ncourt to that of a Private Secretary to the Chief \nSecretary, Delhi Administration.  This will take effect \nfrom 1.1.1973 in terms of the decision already taken \nby the Government of India, as mentioned in their \nmemoranda of 8.8.1975 and 22.8.1975 (Annexures \n`G&#x27; &amp; `H&#x27; - to the petition.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_35\">Decisions of this Court, as discussed hereinbefore, in no unmistakable \nterms suggest that it is the primary duty of the Union of India or the \nconcerned State normally to accept the suggestion made by a holder of a \nhigh office like a Chief Justice of  a High Court and differ with his \nrecommendations only in exceptional cases.  The reason for differing with \nthe opinion of the holder of such high office must be cogent and sufficient.  \nEven in case of such difference of opinion, the authorities must discuss \namongst themselves and try to iron out the differences.  The appellant \nunfortunately did not perform its own duties.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">In a matter of this nature the Appellant,  with a view to show that its \naction is reasonable, was bound to perform its duties within a reasonable \ntime.  Reasonableness being the core of <a href=\"/doc/367586/\" id=\"a_49\">Article 14</a> of the Constitution of \nIndia would imply that the constitutional duties be performed within a \nreasonable time so as to satisfy the test of reasonableness adumbrated under \n<a href=\"/doc/367586/\" id=\"a_50\">Article 14</a> of the Constitution of India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1394975\" id=\"span_25\">It has to be further borne in mind that it is not always helpful to raise \nthe question of financial implications vis-`-vis the effect of grant of a \nparticular scale of pay to the officers of the High Court on the ground that \nthe same would have adverse effect on the other employees of the State.  \nScale of pay is fixed on certain norms; one of them being the quantum of \nwork undertaken by the officers concerned as well as  the extent of \nefficiency, integrity, etc. required to be maintained by the holder of such \noffice.  This aspect of the matter has been highlighted by this Court in the \ncase of the judicial officers in <a href=\"/doc/1394975/\" id=\"a_51\">All India Judges&#x27; Association Vs Union of \nIndia and Others</a> [(1992) 1 SCC 119] and [(2002) 4 SCC 247] as well as the \nreport of the Shetty Commission.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">CONCLUSION\nThe matter as regard fixation of scale of pay of the officers working in \nthe different High Courts must either be examined by an expert body like \nPay Commission or any other body but in absence of constitution of any \nsuch expert body the High Court itself is to undertake the task keeping in \nview the special constitutional provisions existing in this behalf in terms of \n<a href=\"/doc/875627/\" id=\"a_52\">Article 229</a> of the Constitution of India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">We agree with the submission of the Learned Addl. Solicitor General \nto the effect that the decision of the High Court had been rendered having its \norigin in A.K. Gulati (CW.289/91) which had a spiraling  effect particularly \nin the case of Assistant Registrars.  That was more a reason why a competent   \nauthority of the appellant should have taken immediate steps in holding a \nmeeting with the Chief Justice or an authorized officer of the High Court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">Having regard to the aforementioned authoritative pronouncements of \nthis Court there cannot be any doubt  whatsoever that the recommendations \nof the Chief Justice should ordinarily be approved by the State  and refusal \nthereof must be for strong and adequate reasons. In this case the appellants \neven addressed itself on the recommendations made by the High Court.  \nThey could not have treated the matter lightly.  It is unfortunate that the \nrecommendations made by a high functionary like the Chief Justice were not \npromptly attended to and the  private respondents had to file a writ petition. \nThe question as regard fixation of a revision of the scale of pay of the High \nCourt being  within exclusive domain of the Chief Justice of the High Court, \nsubject to the approval, the State is expected to accept the same \nrecommendations save and except for good and cogent reasons.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">The High Court, however, should not ordinarily issue a writ of or in \nthe nature of mandamus and ought to  refer the matter back to the Central/ \nState Government with suitable directions pointing out the irrelevant factors \nwhich are required to be excluded  in taking the decision and the relevant \nfactors which are required to be considered therefor.  The statutory duties \nshould be allowed to be performed by the statutory authorities at the first \ninstance.  In the event, however, the Chief Justice of the High Court and the \nState are not  ad idem, the matter should be discussed and an effort should \nbe made to arrive at a consensus.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_42\">We are further of the opinion that only in exceptional cases the High \nCourt may interfere on the judicial side, but ordinarily it would not do so.  \nEven if an occasion arises for the High Court to interfere on its judicial side, \nthe jurisdiction of the High Court should be exercised with care and \ncircumspection.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">As the matter has been pending for a long time and keeping in view \nthe fact and the situation obtaining herein, namely, the officers holding the \npost of Private Secretaries to the Judges have been given a particular scale of \npay, we are of the opinion that it is not a fit case wherein this Court should \nexercise its discretionary jurisdiction.\n</p>\n<p data-structure=\"Issue\" id=\"p_44\">This appeal is accordingly dismissed.  In  the facts and circumstances \nof the case, there shall be no order as to costs.\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###                                                                   \nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622#4051#P. VENKATARAMA REDDI#Dr. AR. LAKSHMANAN.\n###Appeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey andS\n25734\nAppeal (civil)#Appeal (civil)  4051 of 1996#1996#M/s Pepsi Foods Limited\t\t\t\t\n#Collector of Central Excise, Chandigarh  \n#2003-11-25#25622# 4051#P. VENKATARAMA REDDI # Dr. AR. LAKSHMANAN.\n###                                                                \nAppeal (crl.)#Appeal (crl.)  104-106 of 2003#2003#Bikau Pandey and Ors.\t\t\t\t\n#State of Bihar\t\t\t\t\t\t\n#2003-11-25#25623# 104-106#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                            \nAppeal (civil)#Appeal (civil)  10906 of 1996#1996#Shanti Kumar Panda\t\t\t\t\t\t\n#Shakutala Devi\t\t\t\t\t\t\n#2003-11-03#25624# 10906#R.C. LAHOTI # ASHOK BHAN.\n###                                                                                                       \nAppeal (civil)#Appeal (civil)  11483 of 1996#1996#Amrendra Pratap Singh\t\t\t\t\n#Tej Bahadur Prajapati &amp; Ors.\t\t    \t   \n</p><p data-structure=\"Precedent\" id=\"p_45\">#2003-11-21#25625# 11483#R.C. LAHOTI # ASHOK BHAN.\n###                                                                                    \nAppeal (civil)#Appeal (civil)  9130 of 2003#2003#Ameer Trading Corporation Ltd.\t\t\t\n#Shapoorji Data Processing Ltd.\t\t\t\t\n</p><p data-structure=\"PetArg\" id=\"p_46\">#2003-11-18#25626# 9130#CJI# S.B. Sinha # AR. Lakshmanan.\n##                                                                           \nAppeal (civil)#Appeal (civil)  14178-14184 of 1996#1996#Brij Behari Sahai (Dead) through L.Rs., etc. etc.                     \n#State of Uttar Pradesh                                    #2003-11-28#25627# 14178-14184#Doraiswamy Raju # Arijit Pasayat.\n###\nAppeal (crl.)#Appeal (crl.)  1968 of 1996#1996#Goa Plast (P) Ltd.\t\t\t \t\t\t      \n#Chico Ursula D&#x27;Souza\t\t\t\t\t               \n#2003-11-20#25628# 1968#B.P. Singh # Dr. AR. Lakshmanan\n###                                                                          \nWrit Petition (crl.)#Writ Petition (crl.)  199 of 2003#2003#Ashok Kumar Pandey\n#The State of West Bengal\n#2003-11-18#25629# 199#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                         \nAppeal (crl.)#Appeal (crl.)  20 of 2003#2003#Surendra Paswan\t\t\t\t\t\t\n#State of Jharkhand\t\t\t\t\t\t\n#2003-11-28#25630# 20#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                                      \nAppeal (crl.)#Appeal (crl.)  278 of 1997#1997#Vidyadharan\t\t\t\t\t\t\t\n#State of Kerala\t\t\t\t\t\t\t\n#2003-11-14#25631# 278#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                                         \nAppeal (crl.)#Appeal (crl.)  292 of 1997#1997#State of Madhya Pradesh.\n#Awadh Kishore Gupta and Ors. \t\t\t\n</p><p data-structure=\"Precedent\" id=\"p_47\">#2003-11-18#25632# 292#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                         \n###State of Punjab &amp; Anr.\t\t\t\t\t\n</p><p data-structure=\"Precedent\" id=\"p_48\">#M/s Devans Modern Brewaries Ltd. &amp; Anr.\t\t\t\n</p><p data-structure=\"Conclusion\" id=\"p_49\">#2003-11-20#25633##CJI.# R.C. Lahoti # Dr. AR. Lakshmanan.\n##                                                                                                                      \nAppeal (crl.)#Appeal (crl.)  331 of 1997#1997#Shriram\t\t\t\t\t\t\t\t\n#State of Madhya Pradesh\t\t\t\t\t\n#2003-11-24#25634# 331#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                                      \nAppeal (civil)#Appeal (civil)  3630-3631 of 2003#2003#The Prohibition &amp; Excise Supdt., A.P. &amp; Ors.                           \n#Toddy Tappers Coop. Society, Marredpally  &amp; Ors.          #2003-11-17#25635# 3630-3631#CJI.#Dr. AR. Lakshmanan\n###             \nAppeal (crl.)#Appeal (crl.)  371-372 of 2003#2003#Ram Dular Rai &amp; Ors. \t\t\t\t\t\n#State of Bihar\t\t\t\t\t\t\n#2003-11-27#25636# 371-372#S.B. Sinha.\n</p><p data-structure=\"Issue\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"96866\" id=\"span_26\">####                                                                                                                \nAppeal (civil)#Appeal (civil)  4075-4081 of 1998#1998#Nair Service Society  \t\t \t\t\t              \n#Dist. Officer, Kerala Public Service Commission &amp; Ors. \n#2003-11-17#25637# 4075-4081#CJI. # Dr. AR. Lakshmanan.\n###                                         \nAppeal (civil)#Appeal (civil)  4698-4700 of 1994#1994#State of U.P. &amp; Ors.\t\t\t     \t              \n#Lalji Tandon (Dead)\t\t                               \n#2003-11-03#25638# 4698-4700#R.C. LAHOTI #  ASHOK BHAN \n###                                           \nAppeal (crl.)#Appeal (crl.)  506 of 1997#1997#State of Karnataka\t\t\t\t\t\t\n#Puttaraja\t\t\t\t\t\t\t\n#2003-11-27#25639# 506#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                                         \nAppeal (crl.)#Appeal (crl.)  519-521 of 2003#2003#<a href=\"/doc/96866/\" id=\"a_53\">Goura Venkata Reddy \t\t\t\t\tVs.\n#State of Andhra Pradesh</a>\t\t\t\t\t\n#2003-11-19#25640# 519-521#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                 \nAppeal (crl.)#Appeal (crl.)  530-531 of 2003#2003#Bhargavan &amp; Ors.\t\t\t\t\t\t\n#State of Kerala\t\t\t\t\t\t\n#2003-11-17#25641# 530-531#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                                                                              \nAppeal (civil)#Appeal (civil)  7371 of 2002#2002#N.D. Thandani (Dead) By Lrs.\t\t\t\t        \n#Arnavaz Rustom Printer &amp; Anr.</span>\t\t\t\t   \n</p><p data-structure=\"Conclusion\" id=\"p_51\">#2003-11-24#25642# 7371#R.C. LAHOTI # ASHOK BHAN.\n###                                                                         \nAppeal (civil)#Appeal (civil)  9205-07 of 2003#2003#The Land Acquisition Officer, Nizamabad, District, Andhra Pradesh\t\n#Nookala Rajamallu and Ors.\t\t\t\t\n</p><p data-structure=\"Conclusion\" id=\"p_52\">#2003-11-21#25643# 9205-07#DORAISWAMY RAJU # ARIJIT PASAYAT.\n###                                       \nTransfer Petition (crl.)#Transfer Petition (crl.)  77-78 of 2003#2003#K. Anbazhagan          \t            \t\t\t\n#The Superintendent of Police &amp; ors.    \n</p><p data-structure=\"Conclusion\" id=\"p_53\">#2003-11-18#25644# 77-78#S.N. VARIAVA # H.K. SEMA.\n###                                                 \nAppeal (civil)#Appeal (civil)  7868 of 1995#1995#ITW Signode India Ltd.\t\t\t\t\t\n#Collector of Central Excise\t\t\t\n#2003-11-19#25645# 7868#CJI# S.B. Sinha # Dr. AR. Lakshmanan.\n##                                                                                 \nAppeal (civil)#Appeal (civil)  857 of 1998#1998#Shyam Singh\n#Daryao Singh (dead) by Lrs. &amp; Ors\t\t\n#2003-11-19#25646# 857#Shivaraj V. Patil # D.M. Dharmadhikari.\n###                                                                                           \nAppeal (civil)#Appeal (civil)  3630-3631 of 2003#2003#Prohibition &amp; Excise Supdt. A.P. &amp; Ors.\t\t\n#Toddy Tappers Coop. Society, Marredpally &amp; Ors.\t\t\t\t\t\t\n#2003-11-17#25647# 3630-3631#S.B. Sinha     \t\n####                                                     \nAppeal (civil)#Appeal (civil)  62-65 of 1999#1999#Pramod K. Pankaj\t\t\t\t\t\t\n#State of Bihar and Ors.\t\t\t\t          \n</p><p data-structure=\"Conclusion\" id=\"p_54\">#2003-11-20#25648# 62-65#CJI# # S.B. Sinha.\n##                                                                                                \nAppeal (civil)#Appeal (civil)  8232 of 1996#1996#Hindustan Lever &amp; Anr. \t\t\t\t\t\t\n#State of Maharashtra &amp; Anr. \t\t\t\t\t\n</p><p data-structure=\"Conclusion\" id=\"p_55\">#2003-11-18#25649# 8232#R.C. Lahoti # Ashok Bhan.\n###                                                                                       \nAppeal (civil)#Appeal (civil)  5337-5339 of 1999#1999#Manager, Nirmala Senior, Secondary School, Port Blair\t\t\n#N.I. Khan &amp; Ors.\t\t\t\t\t\t\n</p><p data-structure=\"Conclusion\" id=\"p_56\">#2003-11-21#25650# 5337-5339#SHIVARAJ V. PATIL # ARIJIT PASAYAT.\n###                                                    \nAppeal (civil)#Appeal (civil)  9131 of 2003#2003#Rekha Mukherjee\t\t\t\t\t\t\t\n#Ashish Kumar Das &amp; Anr.\t\t\t\t\t\n</p><p data-structure=\"Conclusion\" id=\"p_57\">#2003-11-18#25651# 9131#CJI# S.B. Sinha # Dr. AR. Lakshmanan.\n##                                                                                        \nAppeal (civil)#Appeal (civil)  3130 of 2002#2002#Ashan Devi &amp; Anr.\t\t    \t\t\t\n#Phulwasi Devi &amp; Ors.\t\t\n</p><p data-structure=\"Precedent\" id=\"p_58\">#2003-11-19#25652# 3130#Shivaraj V. Patil # D.M. Dharmadhikari.\n###                                                                                       \nAppeal (civil)#Appeal (civil)  7096 of 2000#2000#Smt. Lila Ghosh (Dead) through LR, Shri Tapas Chandra Roy\n#The State of West Bengal\t\t\n#2003-11-18#25653# 7096#S. N. Variava # H. K. Sema.\n###                                                                \n###Harinagar Sugar Mills Ltd.\t\t\t\n</p><p data-structure=\"Precedent\" id=\"p_59\">#State of Bihar &amp; Ors.\t       \t  \t\t\n</p><p data-structure=\"Precedent\" id=\"p_60\">#2003-11-19#25654##Brijesh Kumar # Arun Kumar.\n###                                                                                                                                       \nAppeal (crl.)#Appeal (crl.)  115-120 of 2002#2002#R. Sai Bharathi\t\t\t\t\t\t\t\n#J. Jayalalitha &amp; Ors. \t\t\t\t\t\t\n</p><p data-structure=\"Conclusion\" id=\"p_61\">#2003-11-24#25655# 115-120#S. RAJENDRA BABU  # P. VENKATARAMA REDDI\n###                                                                                \nAppeal (civil)#Appeal (civil)  9136-9137 of 2003#2003#M/s.Sathyanarayana Brothers (P) Ltd.        \n#Tamil Nadu Water Supply &amp; Drainage Board \n#2003-11-18#25656# 9136-9137#Brijesh Kumar # (Arun Kumar.\n###                                                   \n</p>","numcites":30,"numcitedby":1560,"docsource":"Supreme Court of India","citetid":1702971,"divtype":"judgments","relatedqs":[{"value":"administrative law","formInput":"administrative%20law"},{"value":" writ of mandamus","formInput":"%20writ%20of%20mandamus"},{"value":"arijit pasayat ","formInput":"arijit%20pasayat%20"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"transfer petition criminal","formInput":"transfer%20petition%20criminal"},{"value":"article 229(2)","formInput":"article%20229%282%29"},{"value":"article 229","formInput":"article%20229"},{"value":"feeder cadre ","formInput":"feeder%20cadre%20"},{"value":"national security definition: supremecourt","formInput":"national%20security%20definition%3A%20supremecourt"},{"value":"pepsi","formInput":"pepsi"},{"value":"higher pay","formInput":"higher%20pay"},{"value":"mandamus","formInput":"mandamus"},{"value":"statutory authorities","formInput":"statutory%20authorities"},{"value":"Criminal writ petition ","formInput":"Criminal%20writ%20petition%20"},{"value":"wade","formInput":"wade"},{"value":"pepsi foods ltd","formInput":"pepsi%20foods%20ltd"},{"value":"pepsi food","formInput":"pepsi%20food"},{"value":"\"s b sinha\"","formInput":"%22s%20b%20sinha%22"},{"value":"promotion    filter:    maharashtra district court court employee","formInput":"promotion%20%20%20%20filter%3A%20%20%20%20maharashtra%20district%20court%20court%20employee"},{"value":"pay commission ","formInput":"pay%20commission%20"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}