{"tid":160817448,"publishdate":"2024-06-28","title":"Surat Municipal Corporation Through ... vs Patel Engineering Co Ltd on 28 June, 2024","doc":"<h2 class=\"doc_title\">Surat Municipal Corporation Through ... vs Patel Engineering Co Ltd on 28 June, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-agarwal\">Sunita Agarwal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-agarwal\">Sunita Agarwal</a></h3>\n\n<pre id=\"pre_1\">                                                                                       NEUTRAL CITATION\n\n\n\n\n    C/FA/5329/2008                                 CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                        undefined\n\n\n\n\n              IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n                       R/FIRST APPEAL NO. 5329 of 2008\n\n\nFOR APPROVAL AND SIGNATURE:\n\n\nHONOURABLE THE CHIEF JUSTICE MRS. JUSTICE SUNITA AGARWAL\n\nand\nHONOURABLE MR. JUSTICE ANIRUDDHA P. MAYEE\n==========================================================\n\n1     Whether Reporters of Local Papers may be allowed                      No\n      to see the judgment ?\n\n2     To be referred to the Reporter or not ?                              Yes\n\n3     Whether their Lordships wish to see the fair copy                     No\n      of the judgment ?\n\n4     Whether this case involves a substantial question                     No\n      of law as to the interpretation of the Constitution\n      of India or any order made thereunder ?\n\n==========================================================\n      SURAT MUNICIPAL CORPORATION THROUGH COMMISSIONER\n                            Versus\n                PATEL ENGINEERING CO LTD &amp; ANR.\n==========================================================\nAppearance:\nMR PRASHANT DESAI, SR. ADV. with MR KAUSHAL D PANDYA(2905) for\nthe Appellant(s) No. 1\nMR DHAVAL C. DAVE. SR. ADV. with MR JIGAR M PATEL(3841) for the\nDefendant(s) No. 1\nRULE SERVED for the Defendant(s) No. 2\n==========================================================\n\n    CORAM:HONOURABLE THE CHIEF JUSTICE MRS. JUSTICE\n          SUNITA AGARWAL\n          and\n          HONOURABLE MR. JUSTICE ANIRUDDHA P. MAYEE\n\n                               Date : 28/06/2024\n\n                                CAV JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                     (PER : HONOURABLE THE CHIEF JUSTICE\n                        MRS. JUSTICE SUNITA AGARWAL)\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                   Page 1 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_2\">                                                           Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                              NEUTRAL CITATION\n\n\n\n\n     C/FA/5329/2008                                      CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                              undefined\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1.        The instant appeal under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of the Arbitration and\n          Conciliation Act, 1996 ( in short as &quot;the Act&#x27; 1996) is\n          directed against the arbitral award dated 21.06.2005 and the\n          judgement and order dated 02.07.2008 passed by the learned\n          Principal District Judge, Surat under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Act&#x27;\n          1996.\n</p><p data-structure=\"Facts\" id=\"p_3\">2.        The appellant Surat Municipal Corporation (in short as &quot;the\n          SMC&quot;) had entered into a contract with the respondent Patel\n          Engineering Company Limited (claimant) for construction work\n          of Indoor Stadium at Surat commencing from 04.03.1989. The\n          work was completed in December, 1997. It is the claim of\n          the SMC, namely the appellant that the total cost of\n          construction work to the tune of Rs.12.60 crores had been\n          paid to the contractor/claimant in the year 1997 itself.\n          However,    the   dispute     has     arisen     on    account        of    some\n          additional claims raised by the contractor. By communication\n          dated 08.12.1997, the contractor had requested for revision of\n          Price Escalation formula aligned in clause 35 of the contract,\n          on the premise of the formula provided by the National\n          Institute of Construction Management and Research (in short\n          as    &quot;NICMAR&quot;)    in   its    research    document           pertaining         to\n          escalation in civil work projects. The prayer was made to\n          implement the recommendations of NICMAR to revise the\n          formula in the contract arrived at between the parties in the\n          year 1989. Based on the proposed revised formula, certain\n          additional claims were made for alleged price escalation, on\n          the premise that the Price Escalation formula provided in the\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                      Page 2 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                 Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                               NEUTRAL CITATION\n\n\n\n\n     C/FA/5329/2008                                       CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                               undefined\n\n\n\n\n          contract has become unworkable and inadequate, considering\n          the abnormal rises over the abnormally delayed period of\n          work.\n</p><p data-structure=\"Precedent\" id=\"p_4\">3.        We may note, at this juncture, that there was delay in\n          completion of the work as the stipulated period of completion\n          of    construction      work    of    30      months   commencing             from\n          04.03.1989 had to be extended and the construction work,\n          admittedly, was completed in December, 1997. In response to\n          the same, it seems that after much communications between\n          the parties and deliberations in the meeting, it has been\n          decided and agreed to settle the disputes amicably under the\n          tender Clause GC-47.           In the meeting held on 05.02.2001,\n          with the Engineer in-Chief and subsequent discussions on the\n          issues, vide communication dated 19.02.2001 sent by the\n          Additional City Engineer, Surat               Municipal Corporation, the\n          decision of the Engineer in-Chief was communicated with\n          respect to the claim for revision of escalation formula.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">4.        A communication, considering the recommendations made by\n          the NICMAR in its research paper on Sardar Sarovar project\n          for escalation of civil works projects, states that there were\n          three claims comprised in three stages in the claim of the\n          contractor for revision of escalation formula. The first factor\n          was     revision   of    reduction      factor (multiplying          factor)      in\n          formula. The second was for calculating                      value &quot;R&quot; for\n          labour and fuel components. The value of SMC supplied\n          material and the value of material for which star rate\n          difference is being paid separately, for calculating value of\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                         Page 3 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                  Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                                 NEUTRAL CITATION\n\n\n\n\n     C/FA/5329/2008                                        CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                                 undefined\n\n\n\n\n          &quot;R&quot; for labour and fuel components, had been rejected\n          stating that the policy for the same is already mentioned in\n          the tender conditions         as        well as in        the addenda and\n          corrigendum. The SMC has already beared the price escalation\n          on their supplied materials and as a star rate difference on\n          structural steel, no amount is proposed under this claim.\n</p><p data-structure=\"Issue\" id=\"p_6\">5.        The multiplying factor for material component formula was\n          proposed as 1.20 as under:\n</p>\n\n<blockquote id=\"blockquote_1\">          &quot;Amount proposed = 1.20 x 94,60,251                   =        1,13,52,301\n                                                                =           94,60,251\n</blockquote><blockquote id=\"blockquote_2\">                                                                         ---------------\n</blockquote><blockquote id=\"blockquote_3\">                                                                            18,92,050&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_7\">                                                                          ---------------\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">6.        The total amount under claim for revision of escalation\n          formula for claim No.3 as communicated by the Engineer-in-\n          Chief, SMC was thus:\n</p><blockquote id=\"blockquote_4\">          &quot;Total       amount    under             Claim      No.3         is      proposed\n          Rs.51,69,818.00.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_9\">7.        It was proposed to revise multiplying factor from 0.75 to\n          0.90. The profit component should exclude the escalation. The\n          escalation    on   overhead        is    considered       and      the      amount\n          proposed was as under:-\n</p><blockquote id=\"blockquote_5\">          &quot; Amount Proposed = 15/75 x 1,63,68,143 = Rs.32,73,628/-&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_10\">8.        Pursuant thereto, a meeting was held on 19.04.2003 in the\n          office of the Municipal Commissioner, SMC                             where the\n          Municipal Commissioner, Additional City Engineer, Assistant\n          Engineer of the SMC and the Director of Patel Engineering\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                    Page 4 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                    Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                                   NEUTRAL CITATION\n\n\n\n\n     C/FA/5329/2008                                          CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                                   undefined\n\n\n\n\n          Limited (Contractor) and a               representative of the Contractor\n          were present. As against the demand of Contractor, with\n          regard to the revision of escalation formula to the tune of\n          Rs.1,56,63,845/-,         the    Engineer-in-Chief         has      recommended\n          Rs.51,69,818/-. The Minutes of the Meeting dated 19.04.2003\n          signed by the Municipal Commissioner, SMC and Director,\n          Patel Engineering Limited (Contractor) records that as against\n          the total claim of Patel Engineering Limited (Contractor) to\n          the tune of Rs.4,36,24,235/-, the Engineer-in-Chief of SMC\n          had     recommended         an     amount        of     Rs.1,66,61,619/-.          The\n          amount recommended by the Engineer-in-Chief was found to\n          be quite reasonable and the Municipal Commissioner accepted\n          the    same,    but   the       Director,       Patel    Engineering          Limited\n          (Contractor) had refused to accept the offered amount of\n          Rs.1,66,61,619/-, which included claim towards revised price\n          escalation to the tune of Rs.51,69,818/- and insisted on its\n          original claim. It was, thus, recorded that as the decision of\n          the Municipal Commissioner, SMC under tender Clause GC-48,\n          expressed      in   the     meeting        was    not     acceptable          to    the\n          contractor, differences/disputes are to be resolved under\n          tender Clause GC-49, through the arbitration process.\n</p><p data-structure=\"Issue\" id=\"p_11\">9.        The proposal for referring the dispute to Arbitrator was\n          accepted by the parties and finally Arbitrator was appointed\n          on 19.08.2003 by the letter of the City Engineer, SMC, who\n          had passed the award, which was challenged before                                   the\n          Court under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Act&#x27; 1996.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                           Page 5 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                      Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<p data-structure=\"Issue\" id=\"p_12\">                                                                                  NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                             CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                  undefined\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">10.    The only issue before us is with respect to the claim for\n       revision of price escalation formula. It was submitted by the\n       learned counsel for the appellant SMC that the Arbitrator has\n       gone beyond the terms of the contract in holding that the\n       formula for escalation recommended in the research paper of\n       NICMAR has been agreed in principle by the Municipal\n       Commissioner on the recommendation of the Engineer-in-\n       Chief, being quite reasonable. The Arbitrator has further\n       proceeded to note that the Municipal Commissioner also\n       offered for amicable settlement, but did not give clear\n       reference to the revision of the formula for escalation based\n       on NICMAR. The Arbitrator has further entered into the\n       reference on the claim for revision of escalation formula on\n       the premise that the matter of revision of formula had been a\n       dispute between the parties, inasmuch as, one party suggested\n       the revision and the other party had considered the revision\n       to some extent only. It was, thus, opined that as two parties\n       could not agree on the revision aspect, the matter has become\n       disputed and has been referred to the Arbitrator. From the\n       award passed by the Arbitrator, as noted hereinabove, at page\n       &#x27;86&#x27; of the paper book, it seems that the Arbitrator had\n       proceeded on the premise that the Municipal Commissioner\n       had agreed to accept the recommendation of NICMAR for\n       revision of price escalation formula so as to incorporate the\n       same in the contract executed between the parties in the year\n       1989.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                              Page 6 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_12\">                                                     Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<p data-structure=\"Issue\" id=\"p_14\">                                                                                                 NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                            CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                                 undefined\n\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_15\">11.    While assuming that the recommendation of the Engineer-in-\n</p><p data-structure=\"Facts\" id=\"p_16\">       Chief having been accepted by the Municipal Commissioner,\n       the Municipal Commissioner had agreed to revise the price\n       escalation           formula      in     the      contract     based         on      the\n       recommendation of the NICMAR and the dispute remained\n       only for actual computation for revision, which was accepted\n       only to a limited extent,                  the Arbitrator has applied the\n       formula in NICMAR recommendations and accepted the claim\n       of the Contractor to the tune of Rs.47 lakhs as against its\n       claim of Rs.32.81 lakhs.\n</p><p data-structure=\"PetArg\" id=\"p_17\">12.    The contention of the learned counsel for the appellant before\n       us is that the Arbitrator has diverted itself illegally in holding\n       that the NICMAR recommendation for revision in price\n       escalation formula set out in the original contract stood\n       modified and that the dispute, thus, remained that of\n       computation under the formula agreed between the parties.\n       The         action     of   the        Arbitrator    in      applying        NICMAR\n       recommendations as if they were accepted by the Municipal\n       Corporation, in principle, resulted in rewriting of the contract,\n       which was impermissible.\n</p><p data-structure=\"Precedent\" id=\"p_18\">13.    The concerned Court under <a href=\"/doc/536284/\" id=\"a_4\">Section 34</a> of the Act&#x27; 1996, on a\n       challenge made by the appellant ignoring the said aspect, has\n       incorrectly held that it cannot be said that the Arbitrator has\n       gone beyond the terms of the reference. The Court has\n       wrongly noted that the dispute regarding resolving the price\n       adjustment was referred to the Arbitrator by the parties as the\n       formula provided in the contract was not workable. The\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                          Page 7 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                    Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                    NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                    undefined\n\n\n\n\n       Arbitrator has, thus, correctly taken guidelines from NICMAR.\n       The Court has proceeded with the matter having the idea in\n       mind that the formula provided in the original contract was\n       not workable and the said aspect has been accepted by the\n       Engineer-in-Chief as well as the Municipal Commissioner. It\n       has, thus, proceeded to dismiss the application under <a href=\"/doc/536284/\" id=\"a_5\">Section\n       34</a> of the Arbitration Act, 1996 holding that the dispute\n       referred to the Arbitrator was with regard to the applicability\n       of the price escalation formula contained in the guidelines\n       from the NICMAR research documents.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">14.    In essence, both the Arbitrator and the Court under <a href=\"/doc/536284/\" id=\"a_6\">Section\n       34</a> of the Act&#x27; 1996 had proceeded on the premise that the\n       Municipal Commissioner and the Engineer-in-Chief of the SMC\n       had acceded to the request of the petitioner          for revision of\n       Price Escalation formula based on the recommendation of\n       NICMAR, considering that the Price Escalation formula set out\n       in the original contract was unworkable.\n</p><p data-structure=\"Section\" id=\"p_20\">15.    The submission is that this approach of the Arbitrator and the\n       Court under <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> of the Act&#x27;1996 has resulted in\n       rewriting of the original contract, which was beyond their\n       jurisdiction. The Arbitrator had gone beyond the course of the\n       reference and the award being outside the framework of the\n       arbitration agreement, was required to be set aside.\n</p><p data-structure=\"Precedent\" id=\"p_21\">16.    Reliance is placed on the decisions of the Apex Court as\n       under:\n</p><blockquote id=\"blockquote_6\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_15\">(<a href=\"/doc/662824/\" id=\"a_8\">1)     Rajasthan State Mines and Minerals Limited vs. Eastern\n               Engineering      Enterprises</a>, (1999) 9 SCC 283.</span>\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                Page 8 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_17\">                                                       Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<p data-structure=\"Precedent\" id=\"p_22\">                                                                                              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"153664247\" id=\"span_18\">NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                         CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                              undefined\n\n\n\n\n       (<a href=\"/doc/153664247/\" id=\"a_9\">2)   Indian Oil Corporation Limited vs.                        Shree       Ganesh\n       Petroleum, Rajgurunagar</a>, (2022) 4 SCC 463.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_23\">17.    In rebuttal, the learned counsel for the respondent would\n       argue that in conciliation meetings held between the parties,\n       it was accepted that the Price Escalation formula set out in\n       the contract executed in the year 1989 was unworkable. The\n       Engineer-in-Chief had accepted the applicability of NICMAR\n       price       escalation   formula    in      its   report.     The       Municipal\n       Commissioner had agreed with the Engineer-in-Chief, SMC.\n</p><p data-structure=\"Facts\" id=\"p_24\">18.    The parties were ad idem that formula in the contract was\n       unworkable and a suitable formula was to be derived. Tender\n       clause GR-47 was invoked by the Contractor relying on the\n       NICMAR formula and invoking the proceedings, since the\n       parties were at variance on the issue and the matter was\n       placed before the Engineer-in-Chief to resolve the dispute\n       amicably.       It was recommended by the Engineer-in-Chief that\n       the Price Escalation formula in the contract was to be\n       modified, however, there was no consensus as to what extent\n       it was to be modified. The Engineer proposed another\n       formula, which was not accepted by the contractor and\n       hence, GC-48 was invoked to place the matter before the\n       Municipal Commissioner, who found the decision of the\n       Engineer-in-Chief as correct.\n</p><p data-structure=\"Precedent\" id=\"p_25\">19.    Resultantly, clause GC-49 was invoked by the contractor,\n       dissatisfied with the decision of the Engineer-in-Chief and\n       accordingly, the matter was placed before the Arbitrator. It\n       was, thus, contended that once it was accepted by the SMC\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                    Page 9 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                 Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                    NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                    undefined\n\n\n\n\n       that the price escalation formula set out in the original\n       contract was unworkable, no infirmity can be attached to on\n       the decision of the Arbitrator to apply the price escalation\n       formula recommended      by the NICMAR. The Arbitrator first\n       culled out the points of reference and decided the dispute of\n       working out a suitable formula and referred to it within the\n       framework of the arbitration agreement. The award cannot be\n       said to be outside the scope of the arbitration agreement,\n       more particularly, when the Arbitrator has returned its\n       opinion and the Court under <a href=\"/doc/536284/\" id=\"a_10\">Section 34</a> has affirmed it.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">20.    There was flexibility in the contract in tender clauses GC-47\n       and GC-46 to decide any question concerning &quot;the questions\n       of fact&quot; and &quot;arising under the contract&quot;. The award is\n       supported by the evidence discussed by the Arbitrator and any\n       reference in the award and the decision of the Court under\n       <a href=\"/doc/536284/\" id=\"a_11\">Section 34</a> of the Act&#x27; 1996 would require re-appreciation of\n       evidence, which is impermissible. The Arbitrator cannot be\n       said to have erred in making correct computation by applying\n       NICMAR formula in working out the cost of price escalation,\n       which was agreed to be paid by the SMC under the original\n       award, as the delay was beyond the control of the Contractor.\n</p><p data-structure=\"Precedent\" id=\"p_27\">21.    Reliance is placed on the decisions of the Apex Court by the\n       learned counsel for the respondent No.1 as under:\n</p><blockquote id=\"blockquote_7\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33194097\" id=\"span_21\">(<a href=\"/doc/33194097/\" id=\"a_12\">1)     Konkan Railway Corporation Limited vs. Chenab Bridge\n               Project Undertaking</a>, (2023) 9 SCC 85.</span>\n</blockquote>\n<blockquote id=\"blockquote_8\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"159871827\" id=\"span_22\">(<a href=\"/doc/159871827/\" id=\"a_13\">2)   Reliance Infrastructure Limited vs. State of Goa</a>, (2024)\n       1 SCC       479.</span>\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_23\">                               Page 10 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_24\">                                                       Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<p data-structure=\"Precedent\" id=\"p_28\">                                                                                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7627665\" id=\"span_25\">NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                 CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                      undefined\n\n\n\n\n       (<a href=\"/doc/7627665/\" id=\"a_14\">3)   Delhi Airport Metro Express Private Limited vs. Delhi\n       Metro       Rail Corporation Limited</a>, (2022) 1 SCC 131.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75782241\" id=\"span_26\">(<a href=\"/doc/75782241/\" id=\"a_15\">4)   Haryana Tourism Limited            vs.   Kandhari         Beverages\n       Limited</a>,   (2022) 3 SCC 237.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77286517\" id=\"span_27\">(<a href=\"/doc/77286517/\" id=\"a_16\">5)  National     Highways Authority of India                    vs.      ITD\n       Cementation        India Limited</a>, (2015) 14 SCC 21.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_28\">(<a href=\"/doc/95111828/\" id=\"a_17\">6)   Ssangyong Engineering and Construction Company\n       Limited    vs. National Highways Authority of India (NHAI</a>),\n       (2019) 15 SCC 131.</span>\n</p>\n\n<p data-structure=\"Section\" id=\"p_32\">22.    In rejoinder, it was contended that the changes in the original\n       contract, if any, could have been made by the Standing\n       Committee and only such claims which were permissible\n       within the contract could have been accepted. The price\n       escalation formula recommended in the report of NICMAR,\n       which was on the Sardar Sarovar Project could not have been\n       accepted in toto to incorporate its recommendations in the\n       original contract.   The prayer has, thus, been made to allow\n       the appeal and set aside the order passed by the Court under\n       <a href=\"/doc/536284/\" id=\"a_18\">Section 34</a> as also set aside the award of the the Arbitrator,\n       being patently illegal for exceeding its jurisdiction.\n</p><p data-structure=\"CDiscource\" id=\"p_33\">23.    Heard learned counsel for the parties and perused the record.\n</p><p data-structure=\"Issue\" id=\"p_34\">24.    The question fell for our consideration is as to whether the\n       award passed by the Arbitrator is patently illegal, or the\n       Arbitrator has exceeded its jurisdiction in applying the price\n       escalation formula in NICMAR report, thus, revising the\n       formula set out in the original contract. The further question\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                Page 11 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_30\">                                                         Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                       NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                  CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                       undefined\n\n\n\n\n       would be as to the scope of interference in the Arbitrator&#x27;s\n       award under <a href=\"/doc/772406/\" id=\"a_19\">Section 37</a> of the Act&#x27; 1996.\n</p><p data-structure=\"Section\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77286517\" id=\"span_31\">25.    To answer these questions, we would first like to refer to\n       some decisions of the Apex Court pertaining to the scope of\n       <a href=\"/doc/536284/\" id=\"a_20\">Section     34</a>/<a href=\"/doc/772406/\" id=\"a_21\">37</a>   of   the   Act&#x27;    1996,   while    examining          the\n       correctness of the arbitration award. As to the jurisdiction of\n       the Arbitrator, it is settled law that the construction of the\n       terms of the contract is primarily for the Arbitrator to decide.\n       He is entitled to take the view which he holds to be correct\n       one after considering the material before him and after\n       interpreting the provisions of the contract. The Court, while\n       considering the challenge to an arbitral award, does not sit in\n       appeal over the findings and decisions unless the Arbitrator\n       concludes the contract in such a way that no fair-minded or\n       reasonable person could do (Reference: <a href=\"/doc/77286517/\" id=\"a_22\">National Highways\n       Authority of India vs. ITD Cementation India Limited</a> , 2015\n       (14) SCC 21 (paragraph No.25)).</span>\n</p><p data-structure=\"CDiscource\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_32\">26.    It is held by the Apex Court in the case of                     <a href=\"/doc/95111828/\" id=\"a_23\">Ssangyong\n       Engineering and Construction Company Limited</a> (supra) that it\n       is settled that reappreciation of evidence is not permitted by\n       the Court in appeal under <a href=\"/doc/536284/\" id=\"a_24\">Section 34</a>/<a href=\"/doc/772406/\" id=\"a_25\">37</a> on the ground of\n       patent illegality appearing on the face of the award and in\n       the guise of misinterpretation of the contract and consequent\n       &quot;errors of jurisdiction&quot;. It is not possible to state that the\n       arbitral award would be beyond the scope of submission to\n       arbitration, if otherwise, the said misinterpretation (which\n       would include going beyond the terms of the contract), could\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                  Page 12 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_34\">                                                          Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                          NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                     CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                          undefined\n\n\n\n\n       be said to have been fairly comprehended as &quot;disputes&quot;\n       within the arbitration agreement, or which were referred to\n       the     decision   of   the     Arbitrator    as    understood         by     the\n       authorities. If the Arbitrator is alleged to have wandered\n       outside the contract and dealt with the matters not allotted to\n       him, this would be a jurisdictional error, which could be\n       corrected on the ground of &quot;patent illegality&quot;. (Reference\n       Paragraph No.&#x27;69&#x27;).</span>\n</p><p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7627665\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_36\">27.    <a href=\"/doc/95111828/\" id=\"a_26\">Referring     to   Ssangyong          Engineering     and       Construction\n       Company Limited</a> (supra), the Apex Court in                    <a href=\"/doc/7627665/\" id=\"a_27\">Delhi Airport\n       Metro Express Private Limited</a> (supra) has observed that the\n       limited grounds available to Courts for annulment of arbitral\n       awards are well-known to legally trained minds. The tendency\n       of Courts setting aside the arbitral awards after dissecting and\n       reassessing the factual aspects of the case to come to the\n       conclusion that the award needs intervention and, thereafter,\n       dubbing the award to be vitiated by the perversity or patent\n       illegality apart from other grounds available for annulment of\n       the awards, has been deprecated. It was observed that this\n       approach would lead to corrosion of the object of the Act&#x27;\n       1996 and the endeavours made to preserve this object, which\n       is minimal judicial interference with arbitral awards. It was\n       held in paragraph No.&#x27;29&#x27;, while discussing the permissible\n       grounds for interference with a domestic award under <a href=\"/doc/982095/\" id=\"a_28\">Section\n       34(4)(A)</a>, on the ground of patent illegality that:-</span></span>\n</p><blockquote id=\"blockquote_9\">          &quot;29. Patent illegality should be illegality which goes to\n          the root of the matter. In other words, every error of\n          law committed by the Arbitral Tribunal would not fall\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                     Page 13 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_38\">                                                             Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                               NEUTRAL CITATION\n\n\n\n\n      C/FA/5329/2008                                      CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                               undefined\n\n\n\n\n              within the expression &#x27;patent illegality&#x27;. Likewise,\n              erroneous application of law cannot be categorised as\n              patent illegality. In addition, contravention of law not\n              linked to public policy or public interest is beyond the\n              scope of the expression &#x27;patent illegality&#x27;. What is\n              prohibited is for courts to re-appreciate evidence to\n              conclude that the award suffers from patent illegality\n              appearing on the face of the award, as courts do not\n              sit in appeal against the arbitral award. The permissible\n              grounds for interference with a domestic award under\n              <a href=\"/doc/536284/\" id=\"a_29\">Section 34</a>(2-A) on the ground of patent illegality is\n              when the arbitrator takes a view which is not even a\n              possible one, or interprets a clause in the contract in\n              such a manner which no fair- minded or reasonable\n              person would, or if the arbitrator commits an error of\n              jurisdiction by wandering outside the contract and\n              dealing with matters not allotted to them. An arbitral\n              award stating no reasons for its findings would make\n              itself susceptible to challenge on this account. The\n              conclusions of the arbitrator which are based on no\n              evidence or have been arrived at by ignoring vital\n              evidence are perverse and can be set aside on the\n              ground of patent illegality. Also, consideration of\n              documents which are not supplied to the other party is\n              a facet of perversity falling within the expression\n              &#x27;patent illegality&#x27;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_38\">28.      Taking note of the decisions of the Apex Court, it was observed\n         that a possible view expressed by the arbitral tribunal on the\n         construction   of   the   terms    of      the     agreement         cannot        be\n         substituted by the High Court. The arbitrator is the sole Judge\n         of the quality as well as quantity of the evidence, task of being\n         a Judge on the evidence before the arbitral tribunal does not\n         fall upon the Court in exercise of its jurisdiction under Section\n</p><p data-structure=\"Precedent\" id=\"p_39\">         34. Only in a case where it is possible for the Court to\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                    Page 14 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_40\">                                                                  Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                          NEUTRAL CITATION\n\n\n\n\n      C/FA/5329/2008                                 CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                          undefined\n\n\n\n\n         conclude on the face of the award that the award shocks the\n         conscience of the Court, interference is permissible.\n</p><p data-structure=\"Precedent\" id=\"p_40\">29.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75782241\" id=\"span_41\">In the case of <a href=\"/doc/75782241/\" id=\"a_30\">Haryana Tourism Limited</a> (supra), the Apex Court\n         has culled out the principles of scope of interference under\n         <a href=\"/doc/772406/\" id=\"a_31\">Section 37</a>. It was observed that in an appeal under <a href=\"/doc/1656413/\" id=\"a_32\">Section 37</a>\n         of the Arbitration Act, it is impermissible        for the High Court\n         to enter into the merits of the claim, in exercise of the power\n         under <a href=\"/doc/1656413/\" id=\"a_33\">Section 37</a> of the Arbitration Act. It is held in paragraph\n         No.&#x27;9&#x27; as under: -</span>\n</p><blockquote id=\"blockquote_10\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75782241\" id=\"span_42\">&quot;9.As per settled position of law <a href=\"/doc/75782241/\" id=\"a_34\">laid down by</a> this\n                Court in a catena of decisions, an award can be set\n                aside only if the award is against the public policy of\n                India. The award can be set aside under <a href=\"/doc/1722761/\" id=\"a_35\">Sections 34</a>/<a href=\"/doc/1656413/\" id=\"a_36\">37</a>\n                of the Arbitration Act, if the award is found to be\n                contrary to, (a) fundamental policy of Indian Law; or</span>\n</blockquote><blockquote id=\"blockquote_11\">                (b) the interest of India; or (c) justice or morality; or (d)\n                if it is patently illegal. None of the aforesaid exceptions\n                shall be applicable to the facts of the case on hand. The\n                High Court has entered into the merits of the claim and\n                has decided the appeal under <a href=\"/doc/1656413/\" id=\"a_37\">Section 37</a> the Arbitration\n                Act as if the High Court was deciding the appeal\n                against the judgment and decree passed by the learned\n                trial Court. Thus, the High Court has exercised the\n                jurisdiction not vested in it under <a href=\"/doc/1656413/\" id=\"a_38\">Section 37</a> of the\n                Arbitration Act. The impugned judgment and order\n                passed by the High Court is hence not sustainable.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_41\"> 30. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33194097\" id=\"span_43\">In the case of <a href=\"/doc/33194097/\" id=\"a_39\">Konkan Railway Corporation Limited</a> (supra), it\n         was noted that the arbitral tribunal interpreted the contract and\n         construing the relevant clause 5.1.2 of the contract, came to\n         the conclusion that the increased liability on account of\n         imposition of entry tax could not be reimbursed under the\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                     Page 15 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_45\">                                                             Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                        NEUTRAL CITATION\n\n\n\n\n      C/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                        undefined\n\n\n\n\n         clause 7.1.1 of the contract, as recoupment for the same could\n         only be governed by the Price Variation clauses (Clause 7.1.1\n         and 7.1.2 in Chapter VII therein)</span>\n</p><p data-structure=\"Section\" id=\"p_42\"> 31. Interpreting price variation clause, the arbitral tribunal noted\n         that the contract only provided for generic price variation\n         based on a standardized formula. Clause 7.1.2 of the contract\n         specifically barred cognizance of &quot; any sort of fluctuations in\n         taxes and other market conditions for any individual item for\n         the purpose of making adjustments in payments&quot;. The tribunal,\n         had accordingly, held that the claim       for recouping increased\n         tax liability from individual or specific items, in the said case,\n         the imposition of entry tax, could not be reimbursed under\n         Clauses 7.1.1 and 7.1.2. The Tribunal reasoned that the\n         contractor was aware of these conditions at the time when the\n         prices were quoted, and, therefore, the claim could not succeed\n         under price variation clauses.\n</p><p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"73225941\" id=\"span_46\">32.      In a challenge to the arbitral award under <a href=\"/doc/1722761/\" id=\"a_40\">Section 34</a> of the\n         Act&#x27;1996, the High Court concluded that there were two\n         possible views with respect to the construction of relevant\n         clauses of the contract. However, as           the arbitral tribunal\n         adopted one interpretation and since it was a reasonable\n         interpretation, there was no justification to interfere with the\n         findings of the arbitral tribunal in exercise of the jurisdiction\n         under <a href=\"/doc/1722761/\" id=\"a_41\">Section 34</a> of the Act&#x27; 1996. The Division Bench of the\n         High Court    in an appeal under <a href=\"/doc/1656413/\" id=\"a_42\">Section 37</a> of the Act&#x27; 1996,\n         reversed the conclusion of the arbitral tribunal and the Single\n         Bench of the High Court, on the ground that they had simply\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                   Page 16 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_48\">                                                           Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                  NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                  undefined\n\n\n\n\n   assumed that the tax liability of items forming part of the bill\n   of quantities was &quot;inbuilt&quot; in the quoted costs and that no\n   evidence was supplied to substantiate the same. Dealing with\n   this controversy about the correctness of the decision of the\n   Division Bench of the High Court in appeal under <a href=\"/doc/1656413/\" id=\"a_43\">Section 37</a>, it\n   was observed by the Apex Court that the scope of interference\n   by a Court in an appeal under <a href=\"/doc/1656413/\" id=\"a_44\">Section 37</a> of the Act, in\n   examining an order, setting aside the award, is restricted and\n   subject to the same grounds as the challenge under <a href=\"/doc/1722761/\" id=\"a_45\">Section 34</a>\n   of the Act. The scope of jurisdiction under <a href=\"/doc/1722761/\" id=\"a_46\">Section 34</a> and\n   <a href=\"/doc/1656413/\" id=\"a_47\">Section 37</a> of the Act is not akin to normal appellate\n   jurisdiction. It was noted in paragraph No.&#x27;19&#x27; thereof that the\n   Courts ought not interfere with the arbitral award in a casual\n   and cavalier manner. The mere possibility of an alternative\n   view on facts or interpretation of the contract does not entitle\n   the Court to reverse the findings of the arbitral tribunal. It was\n   noted from the decision of <a href=\"/doc/73225941/\" id=\"a_48\">Dyna Technologies (P) Ltd. vs.\n   Crompton Greaves Ltd.</a>,(2019) 20 SCC 1 in paragraph No.&#x27;19&#x27;\n   as under:-</span>\n</p>\n\n<blockquote id=\"blockquote_12\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"73225941\" id=\"span_49\">&quot;19. ......... In <a href=\"/doc/73225941/\" id=\"a_49\">Dyna Technologies (P) Ltd. vs. Crompton\n   Greaves Ltd.</a>, this Court held:</span>\n</blockquote>\n<blockquote id=\"blockquote_13\">   &quot;24. There is no dispute that <a href=\"/doc/1722761/\" id=\"a_50\">Section 34</a> of the Arbitration Act\n   limits a challenge to an award only on the grounds provided\n   therein or as interpreted by various courts. We need to be\n   cognizant of the fact that arbitral awards should not be\n   interfered with in a casual and cavalier manner, unless the\n   court comes to a conclusion that the perversity of the award\n   goes to the root of the matter without there being a possibility\n\n\n<span class=\"hidden_text\" id=\"span_50\">                             Page 17 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_51\">                                                     Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                    NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                    undefined\n\n\n\n\n     of alternative interpretation which may sustain the arbitral\n     award. <a href=\"/doc/1722761/\" id=\"a_51\">Section 34</a> is different in its approach and cannot be\n     equated with a normal appellate jurisdiction. The mandate\n     under <a href=\"/doc/1722761/\" id=\"a_52\">Section 34</a> is to respect the finality of the arbitral award\n     and the party autonomy to get their dispute adjudicated by an\n     alternative forum as provided under the law. If the courts were\n     to interfere with the arbitral award in the usual course on\n     factual aspects, then the commercial wisdom behind opting for\n     alternate dispute resolution would stand frustrated.\n</blockquote>\n<blockquote id=\"blockquote_14\">     25. Moreover, umpteen number of judgments of this Court have\n     categorically held that the courts should not interfere with an\n     award merely because an alternative view on facts and\n     interpretation of contract exists. The courts need to be cautious\n     and should defer to the view taken by the Arbitral Tribunal\n     even if the reasoning provided in the award is implied unless\n     such award portrays perversity unpardonable under <a href=\"/doc/1722761/\" id=\"a_53\">Section 34</a>\n     of the Arbitration Act.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_44\">33. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"159871827\" id=\"span_52\">In a recent decision in <a href=\"/doc/159871827/\" id=\"a_54\">Reliance Infrastructure Limited</a> (supra),\n     the Apex Court, while considering the scope of challenge to an\n     arbitral award under <a href=\"/doc/1722761/\" id=\"a_55\">Section 34</a> and while taking note of the\n     principles enunciated by the         Apex Court on the scope of\n     challenge to arbitral award under <a href=\"/doc/1722761/\" id=\"a_56\">Section 34</a> and scope of\n     appeal under <a href=\"/doc/1656413/\" id=\"a_57\">Section 37</a> of the Act&#x27; 1996, has noted in\n     paragraph Nos.&quot;26,27,28,29,30,31 and 32&quot; as under:-</span>\n</p><blockquote id=\"blockquote_15\">        &quot;26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_53\">In <a href=\"/doc/662824/\" id=\"a_58\">MMTC Limited</a> (supra), this Court took note of\n        various decisions including that in the case of Associate\n        Builders (supra) and exposited on the limited scope of\n        interference under <a href=\"/doc/1722761/\" id=\"a_59\">Section 34</a> and further narrower scope of\n        appeal under <a href=\"/doc/1656413/\" id=\"a_60\">Section 37</a> of the Act of 1996, particularly\n        when dealing with the concurrent findings (of the Arbitrator\n        and then of the Court). This Court, inter alia, held as under:</span>\n</blockquote><blockquote id=\"blockquote_16\">        -\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                               Page 18 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_55\">                                                       Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<blockquote id=\"blockquote_17\">                                                                                  NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                  undefined\n\n\n\n\n      &quot;11. As far as <a href=\"/doc/1722761/\" id=\"a_61\">Section 34</a> is concerned, the position is well-\n</blockquote><p data-structure=\"Section\" id=\"p_45\">      settled by now that the Court does not sit in appeal over the\n      arbitral award and may interfere on merits on the limited\n      ground provided under <a href=\"/doc/1722761/\" id=\"a_62\">Section 34(2)(b)(ii)</a> i.e. if the award is\n      against the public policy of India. As per the legal position\n      clarified through decisions of this Court prior to the\n      amendments to the 1996 Act in 2015, a violation of Indian\n      public policy, in turn, includes a violation of the\n      fundamental policy of Indian law, a violation of the interest\n      of India, conflict with justice or morality, and the existence\n      of patent illegality in the arbitral award. Additionally, the\n      concept of the &quot;fundamental policy of Indian law&quot; would\n      cover compliance with statutes and judicial precedents,\n      adopting a judicial approach, compliance with the principles\n      of natural justice, and Wednesbury [Associated Provincial\n      Picture Houses v. Wednesbury Corpn., (1948) 1 KB 223 (CA)]\n      reasonableness. Furthermore, &quot;patent illegality&quot; itself has\n      been held to mean contravention of the substantive law of\n      India, contravention of the 1996 Act, and contravention of\n      the terms of the contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18689704\" id=\"span_56\">12. It is only if one of these conditions is met that the Court\n      may interfere with an arbitral award in terms of <a href=\"/doc/1722761/\" id=\"a_63\">Section\n      34(2)(b)(ii)</a>, but such interference does not entail a review of\n      the merits of the dispute, and is limited to situations where\n      the findings of the arbitrator are arbitrary, capricious or\n      perverse, or when the conscience of the Court is shocked, or\n      when the illegality is not trivial but goes to the root of the\n      matter. An arbitral award may not be interfered with if the\n      view taken by the arbitrator is a possible view based on\n      facts. (See <a href=\"/doc/18689704/\" id=\"a_64\">Associate Builders v. DDA [Associate Builders</a> v.\n      DDA, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1294876\" id=\"span_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"35954153\" id=\"span_59\">Also see\n      <a href=\"/doc/35954153/\" id=\"a_65\">ONGC Ltd. v. Saw Pipes Ltd. [ONGC Ltd.</a> v. Saw Pipes Ltd.,\n      (2003) 5 SCC 705]; <a href=\"/doc/1294876/\" id=\"a_66\">Hindustan Zinc Ltd. v. Friends Coal\n      Carbonisation [Hindustan Zinc Ltd.</a> v. Friends Coal\n      Carbonisation, (2006) 4 SCC 445]; and <a href=\"/doc/996348/\" id=\"a_67\">McDermott\n      International Inc. v. Burn Standard Co. Ltd. [McDermott\n      International Inc.</a> v. Burn Standard Co. Ltd., (2006) 11 SCC\n      181] )\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                             Page 19 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_61\">                                                     Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                  NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                  undefined</span></span></span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_47\">      13. It is relevant to note that after the 2015 Amendment to\n      <a href=\"/doc/1722761/\" id=\"a_68\">Section 34</a>, the above position stands somewhat modified.\n      Pursuant to the insertion of Explanation 1 to <a href=\"/doc/1722761/\" id=\"a_69\">Section 34(2)</a>,\n      the scope of contravention of Indian public policy has been\n      modified to the extent that it now means fraud or corruption\n      in the making of the award, violation of Section 75 or\n      <a href=\"/doc/1052228/\" id=\"a_70\">Section 81</a> of the Act, contravention of the fundamental\n      policy of Indian law, and conflict with the most basic notions\n      of justice or morality. Additionally, sub-section (2-A) has\n      been inserted in <a href=\"/doc/1722761/\" id=\"a_71\">Section 34</a>, which provides that in case of\n      domestic arbitrations, violation of Indian public policy also\n      includes patent illegality appearing on the face of the award.\n      The proviso to the same states that an award shall not be set\n      aside merely on the ground of an erroneous application of\n      the law or by reappreciation of evidence.\n</p><p data-structure=\"Section\" id=\"p_48\">      14. As far as interference with an order made under <a href=\"/doc/1722761/\" id=\"a_72\">Section\n      34</a>, as per <a href=\"/doc/1656413/\" id=\"a_73\">Section 37</a>, is concerned, it cannot be disputed\n      that such interference under <a href=\"/doc/1656413/\" id=\"a_74\">Section 37</a> cannot travel beyond\n      the restrictions laid down under <a href=\"/doc/1722761/\" id=\"a_75\">Section 34</a>. In other words,\n      the court cannot undertake an independent assessment of the\n      merits of the award, and must only ascertain that the\n      exercise of power by the court under <a href=\"/doc/1722761/\" id=\"a_76\">Section 34</a> has not\n      exceeded the scope of the provision. Thus, it is evident that\n      in case an arbitral award has been confirmed by the court\n      under <a href=\"/doc/1722761/\" id=\"a_77\">Section 34</a> and by the court in an appeal under\n      <a href=\"/doc/1656413/\" id=\"a_78\">Section 37</a>, this Court must be extremely cautious and slow\n      to disturb such concurrent findings.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_49\">     27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_62\">In the case of <a href=\"/doc/95111828/\" id=\"a_79\">Ssangyong Engineering</a> (supra), this Court\n     has set out the scope of challenge under <a href=\"/doc/1722761/\" id=\"a_80\">Section 34</a> of the Act\n     of 1996 in further details in the following words: -</span>\n</p><blockquote id=\"blockquote_18\">      &quot;37. Insofar as domestic awards made in India are\n      concerned, an additional ground is now available under sub-\n      section (2-A), added by the Amendment Act, 2015, to Section\n</blockquote><blockquote id=\"blockquote_19\">      34. Here, there must be patent illegality appearing on the\n      face of the award, which refers to such illegality as goes to\n      the root of the matter but which does not amount to mere\n      erroneous application of the law. In short, what is not\n      subsumed within &quot;the fundamental policy of Indian law&quot;,\n      namely, the contravention of a statute not linked to public\n\n\n<span class=\"hidden_text\" id=\"span_63\">                             Page 20 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_64\">                                                     Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                  NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                  undefined\n\n\n\n\n      policy or public interest, cannot be brought in by the\n      backdoor when it comes to setting aside an award on the\n      ground of patent illegality.\n</blockquote><blockquote id=\"blockquote_20\">      38. Secondly, it is also made clear that reappreciation of\n      evidence, which is what an appellate court is permitted to\n      do, cannot be permitted under the ground of patent illegality\n      appearing on the face of the award.\n</blockquote><blockquote id=\"blockquote_21\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_65\">39. To elucidate, para 42.1 of <a href=\"/doc/31621011/\" id=\"a_81\">Associate Builders [ Associate\n      Builders v. DDA</a>, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] ,\n      namely, a mere contravention of the substantive law of\n      India, by itself, is no longer a ground available to set aside\n      an arbitral award.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_66\">Para 42.2 of <a href=\"/doc/31621011/\" id=\"a_82\">Associate Builders [ Associate\n      Builders v. DDA</a>, (2015) 3 SCC 49 : (2015) 2 SCC (Civ) 204] ,\n      however, would remain, for if an arbitrator gives no reasons\n      for an award and contravenes <a href=\"/doc/1145875/\" id=\"a_83\">Section 31(3)</a> of the 1996 Act,\n      that would certainly amount to a patent illegality on the face\n      of the award.</span>\n</blockquote><blockquote id=\"blockquote_22\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_67\">40. The change made in <a href=\"/doc/597719/\" id=\"a_84\">Section 28(3)</a> by the Amendment\n      Act really follows what is stated in paras 42.3 to 45 in\n      <a href=\"/doc/31621011/\" id=\"a_85\">Associate Builders [ Associate Builders v. DDA</a>, (2015) 3 SCC\n      49 : (2015) 2 SCC (Civ) 204], namely, that the construction\n      of the terms of a contract is primarily for an arbitrator to\n      decide, unless the arbitrator construes the contract in a\n      manner that no fair-minded or reasonable person would; in\n      short, that the arbitrator&#x27;s view is not even a possible view\n      to take. Also, if the arbitrator wanders outside the contract\n      and deals with matters not allotted to him, he commits an\n      error of jurisdiction. This ground of challenge will now fall\n      within the new ground added under <a href=\"/doc/1722761/\" id=\"a_86\">Section 34</a> (2-A).</span>\n</blockquote><blockquote id=\"blockquote_23\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_68\">41. What is important to note is that a decision which is\n      perverse, as understood in paras 31 and 32 of <a href=\"/doc/31621011/\" id=\"a_87\">Associate\n      Builders [ Associate Builders v. DDA</a>, (2015) 3 SCC 49 :</span>\n</blockquote><blockquote id=\"blockquote_24\">      (2015) 2 SCC (Civ) 204] , while no longer being a ground for\n      challenge under &quot;public policy of India&quot;,would certainly\n      amount to a patent illegality appearing on the face of the\n      award. Thus, a finding based on no evidence at all or an\n      award which ignores vital evidence in arriving at its decision\n      would be perverse and liable to be set aside on the ground\n      of patent illegality. Additionally, a finding based on\n      documents taken behind the back of the parties by the\n\n\n<span class=\"hidden_text\" id=\"span_69\">                             Page 21 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_70\">                                                     Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                  NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                  undefined\n\n\n\n\n      arbitrator would also qualify as a decision based on no\n      evidence inasmuch as such decision is not based on evidence\n      led by the parties, and therefore, would also have to be\n      characterised as perverse.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">      28. The limited scope of challenge under <a href=\"/doc/1722761/\" id=\"a_88\">Section 34</a> of the\n      Act was once again highlighted by this Court in the case of\n      PSA SICAL Terminals (supra) and this Court particularly\n      explained the relevant tests as under :-\n</p>\n<blockquote id=\"blockquote_25\">      &quot;40. It will thus appear to be a more than settled legal\n      position, that in an application under <a href=\"/doc/1722761/\" id=\"a_89\">Section 34</a>, the court\n      is not expected to act as an appellate court and reappreciate\n      the evidence. The scope of interference would be limited to\n      grounds provided under <a href=\"/doc/1722761/\" id=\"a_90\">Section 34</a> of the Arbitration Act.\n      The interference would be so warranted when the award is\n      in violation of &quot;public policy of India&quot;, which has been held\n      to mean &quot;the fundamental policy of Indian law&quot;. A judicial\n      intervention on account of interfering on the merits of the\n      award would not be permissible. However, the principles of\n      natural justice as contained in <a href=\"/doc/1633982/\" id=\"a_91\">Section 18</a> and <a href=\"/doc/1722761/\" id=\"a_92\">34(2)(a)(iii)</a> of\n      the Arbitration Act would continue to be the grounds of\n      challenge of an award. The ground for interference on the\n      basis that the award is in conflict with justice or morality is\n      now to be understood as a conflict with the &quot;most basic\n      notions of morality or justice&quot;. It is only such arbitral\n      awards that shock the conscience of the court, that can be\n      set aside on the said ground. An award would be set aside\n      on the ground of patent illegality appearing on the face of\n      the award and as such, which goes to the roots of the\n      matter. However, an illegality with regard to a mere\n      erroneous application of law would not be a ground for\n      interference. Equally, reappreciation of evidence would not\n      be permissible on the ground of patent illegality appearing\n      on the face of the award.\n</blockquote>\n<blockquote id=\"blockquote_26\">      41. A decision which is perverse, though would not be a\n      ground for challenge under &quot;public policy of India&quot;, would\n      certainly amount to a patent illegality appearing on the face\n      of the award. However, a finding based on no evidence at\n      all or an award which ignores vital evidence in arriving at\n\n\n\n<span class=\"hidden_text\" id=\"span_71\">                             Page 22 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_72\">                                                     Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                   NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                                CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                   undefined\n\n\n\n\n      its decision would be perverse and liable to be set aside on\n      the ground of patent illegality.\n</blockquote>\n<blockquote id=\"blockquote_27\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18689704\" id=\"span_73\">42. To understand the test of perversity, it will also be\n      appropriate to refer to paragraph 31 and 32 from the\n      judgment of this Court in <a href=\"/doc/18689704/\" id=\"a_93\">Associate Builders</a> (supra), which\n      read thus:</span>\n</blockquote>\n<blockquote id=\"blockquote_28\">         &quot;31. The third juristic principle is that a decision which is\n         perverse or so irrational that no reasonable person would\n         have arrived at the same is important and requires some\n         degree of explanation. It is settled law that where:\n</blockquote>\n<blockquote id=\"blockquote_29\">         (i) a finding is based on no evidence, or\n\n</blockquote><blockquote id=\"blockquote_30\">         (ii) an Arbitral Tribunal takes into account something\n         irrelevant to the decision which it arrives at; or\n\n</blockquote><blockquote id=\"blockquote_31\">         (iii) ignores vital evidence in arriving at its decision, such\n         decision would necessarily be perverse.\n</blockquote>\n<blockquote id=\"blockquote_32\">         32. A good working test of perversity is contained in two\n         judgments. In Excise and Taxation Officer-cum-Assessing\n         Authority v. Gopi Nath &amp; Sons [1992 Supp (2) SCC 312], it\n         was held : (SCC p. 317, para 7)\n\n         &quot;7. ... It is, no doubt, true that if a finding of fact is\n         arrived at by ignoring or excluding relevant material or by\n         taking into consideration irrelevant material or if the\n         finding so outrageously defies logic as to suffer from the\n         vice of irrationality incurring the blame of being perverse,\n         then, the finding is rendered infirm in law.&quot;&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_51\">         29.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7627665\" id=\"span_74\">In <a href=\"/doc/7627665/\" id=\"a_94\">Delhi Airport Metro Express</a> (supra), this Court\n         again surveyed the case-law and explained the contours of\n         the Courts&#x27; power to review the arbitral awards. Therein,\n         this Court not only re-affirmed the principles aforesaid but\n         also highlighted an area of serious concern while pointing\n         out &quot;a disturbing tendency&quot; of the Courts in setting aside\n         arbitral awards after dissecting and re-assessing factual\n         aspects. This Court also underscored the pertinent features\n\n\n<span class=\"hidden_text\" id=\"span_75\">                              Page 23 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_76\">                                                      Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                   NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                                CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                   undefined\n\n\n\n\n         and scope of the expression &quot;patent illegality&quot; while\n         reiterating that the Courts do not sit in appeal over the\n         arbitral award. The relevant and significant passages of this\n         judgment could be usefully extracted as under: -</span>\n</p>\n<blockquote id=\"blockquote_33\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"98159847\" id=\"span_77\">&quot;26. A cumulative reading of the UNCITRAL Model Law\n         and Rules, the legislative intent with which the 1996 Act\n         is made, <a href=\"/doc/1091250/\" id=\"a_95\">Section 5</a> and <a href=\"/doc/1722761/\" id=\"a_96\">Section 34</a> of the 1996 Act would\n         make it clear that judicial interference with the arbitral\n         awards is limited to the grounds in <a href=\"/doc/1722761/\" id=\"a_97\">Section 34</a>. While\n         deciding applications filed under <a href=\"/doc/1722761/\" id=\"a_98\">Section 34</a> of the Act,\n         Courts are mandated to strictly act in accordance with and\n         within the confines of <a href=\"/doc/1722761/\" id=\"a_99\">Section 34</a>, refraining from\n         appreciation or reappreciation of matters of fact as well as\n         law. (See <a href=\"/doc/98159847/\" id=\"a_100\">Uttarakhand PurvSainikKalyan Nigam Ltd. v.\n         Northern Coal Field Ltd. [Uttarakhand PurvSainik Kalyan\n         Nigam Ltd.</a> v. Northern Coal Field Ltd., (2020) 2 SCC 455 :</span>\n</blockquote><blockquote id=\"blockquote_34\">         (2020) 1 SCC (Civ) 570] , Bhaven Construction v. Sardar\n         Sarovar Narmada Nigam Ltd. [Bhaven Construction v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\">         Sardar Sarovar Narmada Nigam Ltd., (2022) 1 SCC 75] and\n         Rashtriya Ispat Nigam Ltd. v. Dewan Chand Ram Saran\n         [Rashtriya Ispat Nigam Ltd. v. Dewan Chand Ram Saran,\n         (2012) 5 SCC 306] .)\n\n         xxx     xxx   xxx\n\n</p><p data-structure=\"Section\" id=\"p_53\">         28. This Court has in several other judgments interpreted\n         <a href=\"/doc/1722761/\" id=\"a_101\">Section 34</a> of the 1996 Act to stress on the restraint to be\n         shown by Courts while examining the validity of the\n         arbitral awards. The limited grounds available to Courts for\n         annulment of arbitral awards are well known to legally\n         trained minds. However, the difficulty arises in applying\n         the well-established principles for interference to the facts\n         of each case that come up before the Courts. There is a\n         disturbing tendency of Courts setting aside arbitral awards,\n         after dissecting and reassessing factual aspects of the cases\n         to come to a conclusion that the award needs intervention\n         and thereafter, dubbing the award to be vitiated by either\n         perversity or patent illegality, apart from the other grounds\n         available for annulment of the award. This approach would\n         lead to corrosion of the object of the 1996 Act and the\n\n<span class=\"hidden_text\" id=\"span_78\">                              Page 24 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_79\">                                                      Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                   NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                                CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                   undefined\n\n\n\n\n         endeavours made to preserve this object, which is minimal\n         judicial interference with arbitral awards. That apart,\n         several judicial pronouncements of this Court would\n         become a dead letter if arbitral awards are set aside by\n         categorising them as perverse or patently illegal without\n         appreciating the contours of the said expressions.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">         29.Patent illegality should be illegality which goes to the\n         root of the matter. In other words, every error of law\n         committed by the Arbitral Tribunal would not fall within\n         the expression &quot;patent illegality&quot;. Likewise, erroneous\n         application of law cannot be categorised as patent\n         illegality. In addition, contravention of law not linked to\n         public policy or public interest is beyond the scope of the\n         expression &quot;patent illegality&quot;. What is prohibited is for\n         Courts to reappreciate evidence to conclude that the award\n         suffers from patent illegality appearing on the face of the\n         award, as Courts do not sit in appeal against the arbitral\n         award. The permissible grounds for interference with a\n         domestic award under <a href=\"/doc/1722761/\" id=\"a_102\">Section 34</a> (2-A) on the ground of\n         patent illegality is when the arbitrator takes a view which\n         is not even a possible one, or interprets a clause in the\n         contract in such a manner which no fair-minded or\n         reasonable person would, or if the arbitrator commits an\n         error of jurisdiction by wandering outside the contract and\n         dealing with matters not allotted to them. An arbitral\n         award stating no reasons for its findings would make itself\n         susceptible to challenge on this account. The conclusions of\n         the arbitrator which are based on no evidence or have\n         been arrived at by ignoring vital evidence are perverse and\n         can be set aside on the ground of patent illegality. Also,\n         consideration of documents which are not supplied to the\n         other party is a facet of perversity falling within the\n         expression &quot;patent illegality&quot;.\n</p>\n<p data-structure=\"Section\" id=\"p_55\">         30.      <a href=\"/doc/1722761/\" id=\"a_103\">Section 34(2)(b)</a> refers to the other grounds on\n         which a court can set aside an arbitral award. If a dispute\n         which is not capable of settlement by arbitration is the\n         subject-matter of the award or if the award is in conflict\n         with public policy of India, the award is liable to be set\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">                              Page 25 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_81\">                                                      Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                   NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                                CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                   undefined\n\n\n\n\n         aside. Explanation (1), amended by the 2015 Amendment\n         Act, clarified the expression &quot;public policy of India&quot; and\n         its connotations for the purposes of reviewing arbitral\n         awards. It has been made clear that an award would be in\n         conflict with public policy of India only when it is induced\n         or affected by fraud or corruption or is in violation of\n         Section 75 or Section 81 of the 1996 Act, if it is in\n         contravention with the fundamental policy of Indian law or\n         if it is in conflict with the most basic notions of morality\n         or justice.\n</p><p data-structure=\"Precedent\" id=\"p_56\">         xxx xxx xxx\n</p><p data-structure=\"Precedent\" id=\"p_57\">         42. The Division Bench referred to various factors leading\n         to the termination notice, to conclude that the award\n         shocks the conscience of the court. The discussion in SCC\n         OnLine Del para 103 of the impugned judgment [DMRC v.\n         Delhi Airport Metro Express (P) Ltd., 2019 SCC OnLine Del\n         6562] amounts to appreciation or reappreciation of the\n         facts which is not permissible under <a href=\"/doc/1722761/\" id=\"a_104\">Section 34</a> of the 1996\n         Act. The Division Bench further held [DMRC v. Delhi\n         Airport Metro Express (P) Ltd., 2019 SCC OnLine Del 6562]\n         that the fact of AMEL being operated without any adverse\n         event for a period of more than four years since the date\n         of issuance of the CMRS certificate, was not given due\n         importance by the Arbitral Tribunal. As the arbitrator is\n         the sole Judge of the quality as well as the quantity of the\n         evidence, the task of being a Judge on the evidence before\n         the Tribunal does not fall upon the Court in exercise of its\n         jurisdiction under <a href=\"/doc/1722761/\" id=\"a_105\">Section 34</a>. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1708306\" id=\"span_82\">[<a href=\"/doc/1708306/\" id=\"a_106\">State of Rajasthan v. Puri\n         Construction Co. Ltd.</a>, (1994) 6 SCC 485] On the basis of\n         the issues submitted by the parties, the Arbitral Tribunal\n         framed issues for consideration and answered the said\n         issues. Subsequent events need not be taken into account.&quot;\n         (emphasis supplied)</span>\n</p><p data-structure=\"Precedent\" id=\"p_58\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75782241\" id=\"span_83\">30.In the case of <a href=\"/doc/75782241/\" id=\"a_107\">Haryana Tourism Ltd.</a> (supra), this Court\n         yet again pointed out the limited scope of interference\n         under <a href=\"/doc/1722761/\" id=\"a_108\">Sections 34</a> and <a href=\"/doc/1656413/\" id=\"a_109\">37</a> of the Act; and disapproved\n         interference by the High Court under <a href=\"/doc/1656413/\" id=\"a_110\">Section 37</a> of the Act\n         while entering into merits of the claim in the following\n         words: -</span>\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_84\">                              Page 26 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_85\">                                                      Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<blockquote id=\"blockquote_35\">                                                                                   NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                                CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                   undefined\n\n\n\n\n         &quot;8. So far as the impugned judgment and order passed by\n         the High Court quashing and setting aside the award and\n         the order passed by the Additional District Judge under\n         <a href=\"/doc/1722761/\" id=\"a_111\">Section 34</a> of the Arbitration Act are concerned, it is\n         required to be noted that in an appeal under <a href=\"/doc/1656413/\" id=\"a_112\">Section 37</a> of\n         the Arbitration Act, the High Court has entered into the\n         merits of the claim, which is not permissible in exercise of\n         powers under <a href=\"/doc/1656413/\" id=\"a_113\">Section 37</a> of the Arbitration Act.\n</blockquote><blockquote id=\"blockquote_36\">         <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"75782241\" id=\"span_86\">9. As per settled position of law <a href=\"/doc/75782241/\" id=\"a_114\">laid down by</a> this Court\n         in a catena of decisions, an award can be set aside only if\n         the award is against the public policy of India. The award\n         can be set aside under <a href=\"/doc/1722761/\" id=\"a_115\">Sections 34</a>/<a href=\"/doc/1656413/\" id=\"a_116\">37</a> of the Arbitration\n         Act, if the award is found to be contrary to: (a)\n         fundamental policy of Indian Law; or (b) the interest of\n         India; or (c) justice or morality; or (d) if it is patently\n         illegal. None of the aforesaid exceptions shall be applicable\n         to the facts of the case on hand. The High Court has\n         entered into the merits of the claim and has decided the\n         appeal under <a href=\"/doc/1656413/\" id=\"a_117\">Section 37</a> of the Arbitration Act as if the\n         High Court was deciding the appeal against the judgment\n         and decree passed by the learned trial Court. Thus, the\n         High Court has exercised the jurisdiction not vested in it\n         under <a href=\"/doc/1656413/\" id=\"a_118\">Section 37</a> of the Arbitration Act. The impugned\n         judgment and order passed by the High Court is hence not\n         sustainable.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_59\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146677273\" id=\"span_87\">31.As regards the limited scope of interference\n         under <a href=\"/doc/1722761/\" id=\"a_119\">Sections 34</a>/<a href=\"/doc/1656413/\" id=\"a_120\">37</a> of the Act, we may also usefully\n         refer to the following observations of a 3-Judge Bench of\n         this Court in the case of <a href=\"/doc/146677273/\" id=\"a_121\">UHL Power Company Limited v.\n         State of Himachal Pradesh</a>: (2022) 4 SCC 116: -</span>\n</p><blockquote id=\"blockquote_37\">         &quot;15. This Court also accepts as correct, the view expressed\n         by the appellate court that the learned Single Judge\n         committed a gross error in reappreciating the findings\n         returned by the Arbitral Tribunal and taking an entirely\n\n\n<span class=\"hidden_text\" id=\"span_88\">                              Page 27 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_89\">                                                      Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                     NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                     undefined\n\n\n\n\n           different view in respect of the interpretation of the\n           relevant clauses of the implementation agreement\n           governing the parties inasmuch as it was not open to the\n           said court to do so in proceedings under <a href=\"/doc/1722761/\" id=\"a_122\">Section 34</a> of the\n           Arbitration Act, by virtually acting as a court of appeal.\n</blockquote><blockquote id=\"blockquote_38\">           16.As it is, the jurisdiction conferred on courts under\n           <a href=\"/doc/1722761/\" id=\"a_123\">Section 34</a> of the Arbitration Act is fairly narrow, when it\n           comes to the scope of an appeal under <a href=\"/doc/1656413/\" id=\"a_124\">Section 37</a> of the\n           Arbitration Act, the jurisdiction of an appellate court in\n           examining an order, setting aside or refusing to set aside\n           an award, is all the more circumscribed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"7627665\" id=\"span_90\">32.       The learned Attorney General has referred to\n           another 3-Judge Bench decision of this Court in the case of\n           <a href=\"/doc/7627665/\" id=\"a_125\">Sal Udyog Private Limited</a> (supra), wherein this Court\n           indeed interfered with the award in question when the\n           same was found suffering from non-consideration of a\n           relevant contractual clause. In <a href=\"/doc/7627665/\" id=\"a_126\">the said decision</a> too, the\n           principles aforesaid in Delhi Airport Metro Express,\n           Ssangyong Engineering and other cases were referred to\n           and thereafter, this Court applied the principles to the\n           facts of that case. We shall refer to <a href=\"/doc/7627665/\" id=\"a_127\">the said decision</a> later\n           at an appropriate juncture.&quot;</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_61\">34.    Keeping in mind the above mentioned principles enunciated\n       by the Apex Court with regard to the limited scope of\n       interference in an arbitral award by a Court in appeal under\n       <a href=\"/doc/1656413/\" id=\"a_128\">Section 37</a>, which is circumscribed to the grounds of being\n       contrary to; (a) fundamental policy of Indian law; or (b)\n       interest of India; (c) justice or morality ; (d) patent illegality,\n       we may proceed to analyze the rival contentions of the\n       parties in the matter before us.\n</p><p data-structure=\"Precedent\" id=\"p_62\">  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"153664247\" id=\"span_91\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"662824\" id=\"span_92\">35.          Before proceeding further, we may go through two\n       decisions relied on by the learned counsel for the appellant of\n\n<span class=\"hidden_text\" id=\"span_93\">                                Page 28 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_94\">                                                        Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                        NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                                    CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                        undefined\n\n\n\n\n     the Apex Court in <a href=\"/doc/662824/\" id=\"a_129\">Rajasthan State Mines and Minerals Limited</a>\n     (supra)     and   <a href=\"/doc/153664247/\" id=\"a_130\">Indian    Oil    Corporation    Limited</a>        (supra).</span></span>       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_95\">In\n     <a href=\"/doc/662824/\" id=\"a_131\">Rajasthan State Mines and Minerals Limited</a> (supra), it was\n     observed by the Apex Court that it is settled law that the\n     Arbitrator is a creature of the contract between the parties\n     and hence if he ignores the specific terms of the contract, it\n     would be a question of jurisdictional error which could be\n     corrected by the Court and for limited purpose, the agreement\n     is required to be considered. For deciding whether the\n     Arbitrator has exceeded his jurisdiction, reference to the terms\n     of the contract, is a must.</span>\n</p><p data-structure=\"Precedent\" id=\"p_63\">36.          It was argued before the Apex Court that the arbitration\n     clause in the contract therein empowers the Arbitrator not\n     only to decide all disputes arising out of the contract, but\n     also to decide all disputes in a way touching the contract,\n     whatsoever, hence the Arbitrator is not required to confine\n     himself only to the terms of the contract, but can pass an\n     appropriate award so as to do justice between the parties\n     including awarding damages suffered by the contracting\n     parties. The award, therefore, cannot be said to be without or\n     beyond      jurisdiction.         The   respondent,     however,          raised\n     objection to the correctness of the award on two grounds; (a)\n     that the Arbitrator exceeded his jurisdiction and (b) that he\n     was guilty of misconduct            in receiving evidence behind the\n     back of one partner. Referring to various decisions of the\n     Apex Court pertaining to the scope of interference in the\n     arbitral award, the principles have been culled out in\n\n\n<span class=\"hidden_text\" id=\"span_96\">                                 Page 29 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_97\">                                                           Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                  NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                  undefined\n\n\n\n\n     paragraph No.44, points (f),(g),(h),(i) and (j) contained in\n     Paragraph No.&quot;44&quot; of the decision are relevant to be noted\n     hereinunder:-\n</p><blockquote id=\"blockquote_39\">     &quot;44. From the resume of the aforesaid decisions, it can be\n     stated that:\n</blockquote><blockquote id=\"blockquote_40\">     (a) it is not open to the Court to speculate, where no reasons\n     are given by the arbitrator, as to what impelled arbitrator to\n     arrive at his conclusion.\n</blockquote><blockquote id=\"blockquote_41\">      (b) It is not open to the Court to admit to probe the mental\n      process by which the arbitrator has reached his conclusion\n      where it is not disclosed by the terms of the award.\n</blockquote><blockquote id=\"blockquote_42\">      (c) If the arbitrator has committed a mere error of fact or\n      law in reaching his conclusion on the disputed question\n      submitted for his adjudication then the Court cannot\n      interfere.\n</blockquote><blockquote id=\"blockquote_43\">      (d) If no specific question of law is referred, the decision of\n      the Arbitrator on that question is not final, however much it\n      may be within his jurisdiction and indeed essential for him\n      to decide the question incidentally. In a case where specific\n      question of law touching upon the jurisdiction of the\n      arbitrator was referred for the decision of the arbitrator by\n      the parties, then the finding of the arbitrator on the said\n      question between the parties may be binding.\n</blockquote><blockquote id=\"blockquote_44\">      (e) In a case of non-speaking award, the jurisdiction of the\n      Court is limited. The award can be set aside if the arbitrator\n      acts beyond his jurisdiction.\n</blockquote><blockquote id=\"blockquote_45\">      (f) To find out whether the arbitrator has travelled beyond\n      his jurisdiction, it would be necessary to consider the\n      agreement between the parties containing the arbitration\n      clause. Arbitrator acting beyond his jurisdiction is a different\n      ground from the error apparent on the face of the award.\n</blockquote><blockquote id=\"blockquote_46\">      (g) In order to determine whether arbitrator has acted in\n      excess of his jurisdiction what has to be seen is whether the\n      claimant could raise a particular claim before the arbitrator.\n</blockquote><p data-structure=\"Precedent\" id=\"p_64\">      If there is a specific term in the contract or the law which\n      does not permit or give the arbitrator the power to decide\n      the dispute raised by the claimant or there is a specific bar\n      in the contract to the raising of the particular claim then the\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">                             Page 30 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_99\">                                                     Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                  NEUTRAL CITATION\n\n\n\n\nC/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                  undefined\n\n\n\n\n      award passed by the arbitrator in respect thereof would be in\n      excess of jurisdiction.\n</p><p data-structure=\"Precedent\" id=\"p_65\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95111828\" id=\"span_101\">(h) The award made by the Arbitrator disregarding the terms\n      of the reference or the arbitration agreement or the terms of\n      the contract would be a jurisdictional error which requires\n      ultimately to be decided by the Court. He cannot award an\n      amount which is ruled out or prohibited by the terms of the\n      agreement. Because of specific bar stipulated by the parties\n      in the agreement, that claim could not be raised. Even if it\n      is raised and referred to arbitration because of wider\n      arbitration clause such claim amount cannot be awarded as\n      agreement is binding between the parties and the arbitrator\n      has to adjudicate as per the agreement. This aspect is\n      absolutely made clear in <a href=\"/doc/95111828/\" id=\"a_132\">Continental Construction Co. Ltd.</a>\n      (supra) by relying upon the following passage from M/s.\n      <a href=\"/doc/1989300/\" id=\"a_133\">Alopi Parshad Vs. Union of India</a> [1960] 2 SCR 703 which is\n      to the following effect:-</span></span>\n</p>\n<blockquote id=\"blockquote_47\">           &quot;There it was observed that a contract is not frustrated\n      merely because the circumstances in which the contract was\n      made, altered. <a href=\"/doc/171398/\" id=\"a_134\">The Contract Act</a> does not enable a party to a\n      contract to ignore the express covenants thereof, and to\n      claim payment of consideration for performance of the\n      contract at rates different from the stipulated rates, on some\n      vague plea of equity. The parties to an executory contract\n      are often faced, in the course of carrying it out, with a turn\n      of event which they did not at all anticipate, a wholly\n      abnormal rise or fall in prices, a sudden depreciation of\n      currency, an unexpected obstacle to execution, or the like.\n      There is no general liberty reserved to the courts to absolve\n      a party from liability to perform his part of the contract\n      merely because on account of an uncontemplated turn of\n      events, the performance of the contract may become\n      onerous.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_66\">      (i) The arbitrator could not act arbitrarily, irrationally,\n      capriciously or independently of the contract. A deliberate\n      departure or conscious disregard of the contract not only\n      manifests the disregard of his authority or misconduct on his\n      part but it may tantamount to mala fide action.\n</p>\n\n<span class=\"hidden_text\" id=\"span_102\">                             Page 31 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_103\">                                                     Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<p data-structure=\"Conclusion\" id=\"p_67\">                                                                                     NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                     undefined\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_68\">        (j) The arbitrator is not a conciliator and cannot ignore the\n        law or misapply it in order to do what he thinks just and\n        reasonable; the arbitrator is a tribunal selected by the parties\n        to decide the disputes according to law.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">37.    <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"153664247\" id=\"span_104\">In <a href=\"/doc/153664247/\" id=\"a_135\">Indian Oil Corporation Limited</a> (supra), the arbitral award\n       was challenged on the ground that it deals with the dispute\n       with regard to lease agreement, which was not contemplated\n       by the arbitration clause in the dealership agreement, which\n       do not fall within the terms of submission to arbitration. The\n       lease       agreement   under      dealership    agreement             were\n       distinguished agreements independent of each other. While\n       dealing with the said dispute, the Apex Court has noted the\n       principles of scope of interference in the arbitral award,\n       paragraphs No.&quot;43,44,45,46&quot; as under:-</span>\n</p><blockquote id=\"blockquote_48\">       &quot;43. An Arbitral Tribunal being a creature of contract, is\n       bound to act in terms of the contract under which it is\n       constituted. An award can be said to be patently illegal where\n       the Arbitral Tribunal has failed to act in terms of the contract\n       or has ignored the specific terms of a contract.\n</blockquote><blockquote id=\"blockquote_49\">       44. However, a distinction has to be drawn between failure to\n       act in terms of a contract and an erroneous interpretation of\n       the terms of a contract. An Arbitral Tribunal is entitled to\n       interpret the terms and conditions of a contract, while\n       adjudicating a dispute. An error in interpretation of a contract\n       in a case where there is valid and lawful submission of\n       arbitral disputes to an Arbitral Tribunal is an error within\n       jurisdiction.\n</blockquote><blockquote id=\"blockquote_50\">       45.The Court does not sit in appeal over the award made by\n       an Arbitral Tribunal. The Court does not ordinarily interfere\n       with interpretation made by the Arbitral Tribunal of a\n       contractual provision, unless such interpretation is patently\n       unreasonable or perverse. Where a contractual provision is\n       ambiguous or is capable of being interpreted in more ways\n       than one, the Court cannot interfere with the arbitral award,\n\n\n<span class=\"hidden_text\" id=\"span_105\">                                Page 32 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_106\">                                                        Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                    NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                    undefined\n\n\n\n\n       only because the Court is of the opinion that another possible\n       interpretation would have been a better one.\n</blockquote><blockquote id=\"blockquote_51\">       46. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18689704\" id=\"span_107\">In <a href=\"/doc/18689704/\" id=\"a_136\">Associate Builders</a> (supra), this Court held that an\n       award ignoring the terms of a contract would not be in\n       public interest. In the instant case, the award in respect of\n       the lease rent and the lease term is in patent disregard of the\n       terms and conditions of the lease agreement and thus against\n       public policy.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18689704\" id=\"span_108\">Furthermore, in <a href=\"/doc/18689704/\" id=\"a_137\">Associate Builders</a> (supra) the\n       jurisdiction of the Arbitral Tribunal to adjudicate a dispute\n       itself was not in issue. The Court was dealing with the\n       circumstances in which a Court could look into the merits of\n       an award.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_70\">38.    In paragraph No.&quot;48&quot; it was observed that the arbitral\n       tribunal or for that matter, the Court, cannot alter the terms\n       and conditions of the valid agreement executed between the\n       parties with their eyes open.\n</p><p data-structure=\"Precedent\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91266860\" id=\"span_109\">39.    The previous decision of the Apex Court in <a href=\"/doc/91266860/\" id=\"a_138\">PSA Sical\n       Terminals (P) Ltd. vs. V.O. Chidambranar Port</a>, (2021) 18 SCC\n       716 and in Satyanarayana Construction Co. vs. Union of\n       India, (2011) 15 SCC 101, have been noted in paragraph\n       Nos.&quot;51,52 and 53&quot; as under:-</span>\n</p><blockquote id=\"blockquote_52\">       &quot;51. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91266860\" id=\"span_110\">In <a href=\"/doc/91266860/\" id=\"a_139\">PSA SICAL Terminals Pvt. Ltd.</a>(supra) this Court\n       clearly held that the role of the Arbitrator was to arbitrate\n       within the terms of the contract. He had no power apart from\n       what the parties had given him under the contract. If he has\n       travelled beyond the contract, he would be acting without\n       jurisdiction.</span>\n</blockquote><blockquote id=\"blockquote_53\">       &quot;52. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91266860\" id=\"span_111\">In <a href=\"/doc/91266860/\" id=\"a_140\">PSA SICAL Terminals Pvt. Ltd.</a>(supra) this Court\n       referred to and relied upon the earlier judgment of this Court\n       in MD. Army 4 .</span>(2021) SCC Online SC 508 Welfare Housing\n       Organization v. Sumangal Service (P) Ltd. 5 and held that an\n       Arbitral Tribunal is not a court of law. It cannot exercise its\n       power ex debito justitiae.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_112\">                               Page 33 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_113\">                                                       Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<blockquote id=\"blockquote_54\">                                                                                    NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                    undefined\n\n\n\n\n</blockquote><blockquote id=\"blockquote_55\">       53. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"147712634\" id=\"span_114\">In <a href=\"/doc/147712634/\" id=\"a_141\">Satyanarayana Construction Company v. Union of India\n       and Others</a>, a Bench of this Court of coordinate strength held\n       that once a rate had been fixed in a contract, it was not open\n       to the Arbitrator to rewrite the terms of the contract and\n       award a higher rate. Where an Arbitrator had in effect\n       rewritten the contract and awarded a rate, higher than that\n       agreed in the contract, the High Court was held not to\n       commit any error in setting aside the award.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_72\">40.    The arbitral award as also the judgements of the Courts\n       upholding the same had been set aside holding that the\n       question pertaining to lease rent and lease period, which was\n       subject matter of lease agreement was beyond the scope of\n       the competence of the Arbitrator appointed in the terms of\n       the dealership agreement.\n</p><p data-structure=\"Conclusion\" id=\"p_73\">41.    Coming to the facts of the instant case, we may note that the\n       terms and conditions of price adjustment, for &quot;(a) labour and\n</p><p data-structure=\"Section\" id=\"p_74\">       (b) materials, the amount paid to the contract for the work\n       done which is to be adjusted for increase or decrease in the\n       rates of labour and material, except those material supplied\n       by the Corporation, had been set out in Schedule-A as\n       contained in Clause 35 of the agreement. Clause 35(a)\n       provides a formula for increase or decrease in the cost due to\n       labour, which is to be calculated quarterly. Clause 35(b) sets\n       out the formula for increase or decrease in the cost of\n       material to be calculated quarterly. Clause (b) further records\n       that the price adjustment for increase or decrease in cost of\n       materials shall be applicable only for the work that is carried\n       out within the stipulated time or extensions thereafter, which\n       are not attributable to the contract. No claims for price\n\n\n\n<span class=\"hidden_text\" id=\"span_115\">                               Page 34 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_116\">                                                       Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                        NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                   CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                        undefined\n\n\n\n\n       adjustment other    than     those       provided therein, shall              be\n       entertained. Clause (c) provides for formula, which is not\n       relevant for our purposes.\n</p><p data-structure=\"Precedent\" id=\"p_75\">42.    In the note appended to clause 35, the conditions for\n       escalation of price of materials etc., applicability of price\n       adjustment clause has been set out. Clause 35, as a whole, is\n       extracted hereinunder for ready reference:-\n</p><blockquote id=\"blockquote_56\">       &quot;35. Price Adjustment:\n</blockquote><blockquote id=\"blockquote_57\">       For (a) Labour and (b) Materials, the amount paid to the\n       contractor for the work done shall be adjusted for increase or\n       decrease in the rates of labour and materials excepting those\n       materials supplied by the Municipal Corporation as Schedule-\n       A.\n</blockquote><blockquote id=\"blockquote_58\">       (a)   Increase or decrease in the cost due to labour shall be\n       calculated quarterly in accordance with the following formula.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_76\">       Labour:\n</p><pre id=\"pre_2\">       vi      =   0.75 P1      x R(i-io)\n                        100          (ic)\n       Vi      =   Increase or decrease in the cost of work during\n</pre><p data-structure=\"Conclusion\" id=\"p_77\">                   during the quarter under consideration due to\n                   changes in rates for labour.\n</p><p data-structure=\"Conclusion\" id=\"p_78\">       R       =   The value of the work done in Rupees during the\n                   quarter under consideration.\n</p><p data-structure=\"Precedent\" id=\"p_79\">       io      =   The average consumer price index (wholesale\n                   prices) for industrial workers for the quarter in\n                   which tenders were opened as applicable to\n                   Ahmedabad as published by Government of India\n                   Ministry of Labour Burea Chandigarh in bulletin\n                   published by the Reserve Bank of India.\n</p><p data-structure=\"Conclusion\" id=\"p_80\">       i       =   The average consumer price index for industrial\n                   workers (wholesale prices) for the quarter under\n                   consideration.\n</p><p data-structure=\"Conclusion\" id=\"p_81\">       P1      =   Percentage of labour components (specified in\n                   schedule B) of the item.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_117\">                                Page 35 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_118\">                                                           Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<p data-structure=\"Conclusion\" id=\"p_82\">                                                                                    NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                    undefined\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_83\">       (b)         The increase or decrease in cost of materials shall\n                   be calculated quarterly in accordance with the\n                   following formula.\n</p><pre id=\"pre_3\">       Vm      =   0.75 x       Pm x        R(1-oi)\n                                100            io\n       Vm      =   Increase or decrease in the cost of work during\n</pre><p data-structure=\"Conclusion\" id=\"p_84\">                   the quarter under consideration due to change in\n                   the rates for materials.\n</p><p data-structure=\"Conclusion\" id=\"p_85\">       R       =   The average wholesale price index (all\n                   commodities) for the quarter under consideration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_86\">       Pm      =   Percentage of materials component (specified in\n                   Schedule B Volume-II).\n</p><p data-structure=\"Precedent\" id=\"p_87\">        io     =   The average wholesale Price index (all\n                   commodities) for the quarter in which tenders\n                   were opened (as published in X).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_88\">Price adjustment clause shall be applicable only for the work that is\ncarried out within stipulated time or extensions thereof as are not\nattributable to the Contractor. No claims for price adjustment other\nthan those provided herein, shall be entertained.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_89\">(c)   The increase or lubricants shall be calculated quarterly in\naccordance with the following formula.</p><pre id=\"pre_4\">\nI.U.L\nVd    =    0.75 PD R(D-Do)\n                 100      Do\nVd    =    Increase or decrease in the cost of work done during\n</pre><p data-structure=\"Conclusion\" id=\"p_90\">           the quarter under consideration due to change in the\n           rate of petrol, Oil and Lubricants (P.U.L.)\nR     =    As defined below.\n</p><p data-structure=\"Precedent\" id=\"p_91\">Do    =    The average price of High speed Diesel (H.S.D.) for the\n           quarter in which the tender were opened.\n</p><p data-structure=\"Conclusion\" id=\"p_92\">D     =    The average price of H.S.D. for the quarter under\n           consideration.\n</p><p data-structure=\"Conclusion\" id=\"p_93\">Pd    =    Percentage of P.O.L. component (specified in Schedule\n           B) of the item.\n</p><p data-structure=\"Precedent\" id=\"p_94\">           (*This refers to average consumer&#x27;s price index\n           wholesale for industrial workers as applicable to Surat\n           City published by G.O.L. Minister of Labour).\n</p>\n\n<span class=\"hidden_text\" id=\"span_119\">                               Page 36 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_120\">                                                       Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n<p data-structure=\"Conclusion\" id=\"p_95\">                                                                                         NEUTRAL CITATION\n\n\n\n\n    C/FA/5329/2008                                  CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                         undefined\n\n\n\n\nX        =       For materials wholesale price index as published by\n                 Reserve Bank of India should be referred.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_96\">Note:\n</p><blockquote id=\"blockquote_59\">(i)   No escalation in price (s) of materials etc. shall be paid for\n      the work done or required to be done as per contract in the\n      first twelve months of the time limit.\n</blockquote><blockquote id=\"blockquote_60\">(ii)  Price adjustment clause shall be applicable only for the work\n      that is carried out within the stipulated time or extensions\n      thereof as are not attributable to the contractor. No claims for\n      price adjustment other than those provided herein, shall be\n      entertained.\n</blockquote><blockquote id=\"blockquote_61\">(iii) The percentage for the material, labour and P.O.L will be for\n      the entire work as under:-\n</blockquote><blockquote id=\"blockquote_62\">(a)   Labour-L     :    35% (Thirty-five percent)\n</blockquote><blockquote id=\"blockquote_63\">(b)   Material-M :      60% (Sixty Percent)\n</blockquote><blockquote id=\"blockquote_64\">(c)   P.O.L        :    5% (Five Percent)\n\n</blockquote><blockquote id=\"blockquote_65\">(iv)     The escalation amount shall be limited to the percentage\n         which shall not exceed the following limits mentioned in the\n         following table:\n</blockquote>\n<blockquote id=\"blockquote_66\">       Sr. Time limit stipulated in the tender Selling     limit                      in\n       No. document                            Percentage.\n</blockquote><blockquote id=\"blockquote_67\">       1.     The work (s) within 3 (three) years Upto    5%    of  the\n              time limit.                         estimated cost put to\n                                                  tender.\n</blockquote><blockquote id=\"blockquote_68\">       2.     The work(s) with more than 3 Upto       6%    of  the\n              (three) years but upto 4 (Four) estimated cost put to\n              years time limit.               tender.\n</blockquote><blockquote id=\"blockquote_69\">       3.     The work(s) with more               than Upto    7%    of  the\n              4(Four) years time limit.                estimated cost put to\n                                                       tender.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_97\">43.      A bare reading of Clause 35 of the contract shows that the\n         contracting parties not only agreed to price adjustment for\n         increase or decrease in the cost of labour and materials\n\n\n\n<span class=\"hidden_text\" id=\"span_121\">                                  Page 37 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_122\">                                                            Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                    NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                               CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                    undefined\n\n\n\n\n       during the course of construction carried out within the\n       stipulated time or extensions thereof, but had also set out the\n       computation formula for the increase or decrease of cost for\n       the purposes of price adjustment. There is a ceiling limit\n       appended to the percentage provided in the note Clause (iv)\n       in Clause 35 of the Contract. It is clear that the parties had\n       set out the formula for computation of the price adjustment\n       on account of increase or decrease in the cost of work with\n       open eyes. After the work was completed and payment was\n       received by the contractor in the year 1997, vide letter dated\n       08.12.1997, the contractor made a request to the SMC for\n       revision of the escalation formula specified in the contract on\n       the premise that the same did not truly compensate for the\n       actual increase in the cost of labour material and POL (Price\n       of Labour). The Contractor has insisted for revision of the\n       price escalation formula based on the study by NICMAR\n       pertaining to the project of Sardar Sarovar Nigam and the\n       research paper on the &quot;Escalation in Civil Works Projects&quot;.\n</p><p data-structure=\"CDiscource\" id=\"p_98\">44.    The Contractor requested for adoption of multiplying factor of\n       1.6 for the material component in the price escalation formula\n       as stated to have been sanctioned by the Government of\n       Gujarat for Sardar Sarovar Project based on the study report\n       of NICMAR as per own calculation based on the order of the\n       Government of Gujarat dated 09.12.1991 regarding revision\n       of escalation formula on Sardar Sarovar Project, and an\n       amount of Rs.1,56,63,845/- corresponding to the escalation\n       Bill No.23 and claim for subsequent bills on similar basis was\n\n\n<span class=\"hidden_text\" id=\"span_123\">                               Page 38 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_124\">                                                       Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                       NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                  CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                       undefined\n\n\n\n\n       raised. The request was considered by the Engineer-in-Chief,\n       vide communication dated 19.02.2003, on the request made\n       by the contractor, considering the recommendations made by\n       the NICMAR on Sardar Sarovar project and escalation in civil\n       work projects, proposed to revise the multiplying factor\n       (reduction factor from 0.75 to 0.90) in the Head of increase\n       or decrease in the cost due to labour, as agreed in clause\n       35(a). The proposal for calculating the value of &quot;R&quot; in the\n       price escalation formula set out in the Clause 35 has been\n       refused for the reasoning given therein. It has also accepted\n       the proposal for revision of multiplying factor for material\n       component formula to 1.20.       The Municipal Commissioner, in\n       the meeting held on 19.04.2003 with the representatives of\n       the Contractor and the Director, has accepted the proposal of\n       the Executive Engineer-in-Chief         as reasonable. The proposal\n       as accepted by the Municipal Commissioner was refused by\n       the Contractor and, hence, the matter was placed before the\n       Arbitrator.\n</p><p data-structure=\"CDiscource\" id=\"p_99\">45.    We find that the Arbitrator has erred in holding that since\n       the dispute is only with reference to the revision in the price\n       escalation formula set out under the contract and the\n       Commissioner has also offered for amicable settlement ,\n       though there is no clear reference to revision of the formula\n       for escalation based on NICMAR, the dispute was well within\n       its jurisdiction.\n</p><p data-structure=\"Precedent\" id=\"p_100\">46.    We may note that the claim made by the Contractor before\n       the Arbitrator for revision of price escalation formula based\n\n\n<span class=\"hidden_text\" id=\"span_125\">                               Page 39 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_126\">                                                          Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                             NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                        CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                             undefined\n\n\n\n\n       on the study report of NICMAR for Sardar Sarovar project in\n       the State of Gujarat was, in essence, a claim for revision of\n       terms and conditions set out in the contract.\n</p><p data-structure=\"CDiscource\" id=\"p_101\">47.    In our considered opinion, the attempt made by the Arbitrator\n       in applying the recommendations of NICMAR in toto, on the\n       premise that the Municipal Commissioner had accepted the\n       recommendations of NICMAR, amounts to rewriting of the\n       contract. The Arbitrator has committed a patent illegality in\n       holding that the recommendations of the NICMAR were\n       accepted in principle by the Municipal Commissioner and,\n       hence,      the   formula   suggested       in    the      report     would        be\n       applicable and, thus, proceed to compute the liability of the\n       SMC based on the formula suggested in the NICMAR report.\n       Suffice it to note that the mere fact that the Engineer-in-Chief\n       had considered the NICMAR report to revise the multiplying\n       factor from 0.75 to 0.90 for increase or decrease in the cost\n       of labour and 1.20 for increase in the cost of material\n       component,         would     not      mean          that      the        NICMAR\n       recommendations have been admitted by the SMC.\n</p><p data-structure=\"Precedent\" id=\"p_102\">48.    The fact that the contracting parties, namely the Corporation\n       had accepted for revision of the formula set out in the\n       contract on the request of the Contractor, the Arbitrator was\n       not free to apply the factors in the NICMAR recommendations\n       on its own.\n</p><p data-structure=\"Section\" id=\"p_103\">49.    In other words, the SMC was free to revise the formula for\n       giving more benefits to the Contractor, but the Arbitrator\n\n\n\n\n<span class=\"hidden_text\" id=\"span_127\">                                   Page 40 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_128\">                                                                Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                       NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                  CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                       undefined\n\n\n\n\n       could not have insisted for granting more benefits, as it was\n       beyond its jurisdiction.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_104\">50.    It is settled law that the jurisdiction of the Arbitrator is\n       confined to the questions arising under the contract and while\n       passing the award, it cannot go beyond the terms and\n       conditions    of   the      contract.      By    applying          NICMAR\n       recommendations in toto, beyond the agreed terms of the\n       contract, set out in the written contract the Arbitrator has\n       exceeded its jurisdiction under the Act&#x27; 1996. The error\n       apparent on the face of the record is an error of law and\n       would fall within the expression &quot;patent illegality&quot;, inasmuch\n       as, the Arbitrator has given the award for Claim No.2 taking\n       into account the irrelevant factors. The present is a case\n       where this Court has reached at the conclusion that only one\n       view was possible to be taken by the Arbitrator and that it\n       could not go beyond the agreed terms pertaining the formula\n       in the price escalation formula set out in the contract and\n       later revised as per the proposal of the Engineer-in-chief and\n       accepted by the Municipal Commissioner.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_105\">51.    With the above, the issue with respect to the legality of the\n       Arbitrator&#x27;s award, with regard to Claim No.2, for revision of\n       price escalation formula and the claims made thereunder, is\n       decided in favour of the appellant. Both the Arbitral ward\n       and the judgement and order passed by the Court under\n       <a href=\"/doc/1722761/\" id=\"a_142\">Section 34</a> of the Act&#x27; 1996 are liable to be set aside                to the\n\n\n\n<span class=\"hidden_text\" id=\"span_129\">                                  Page 41 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_130\">                                                          Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                        NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                   CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                        undefined\n\n\n\n\n       above extent, in view of the patent illegality found in the\n       arbitral award.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_106\">52.    It may be noted that the offer given by the SMC for revision\n       of the price escalation formula as per the report of the Chief\n       Engineer, accepted in the meeting dated 19.04.2003, is still\n       available. The contractor is entitled to the amount as agreed\n       and offered in the meeting held on 19.04.2003.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_107\">53.    Taking note of the above, we may further record that the\n       entire amount of Rs.4,49,70,371/- has been deposited by the\n       SMC before the Executing Court, and is lying in the fixed\n       deposit with the Bank of Baroda. On an application moved by\n       the SMC vide order dated 19.06.2009, this Court had directed\n       for release of 50% of the deposited amount to the Contractor,\n       namely M/s. Patel Engineering Company Limited and the\n       remaining 50% had been directed to be invested in the fixed\n       deposit, which had been made subject to the disposal of the\n       instant appeal.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_108\">54.    In view of the above, we dispose of the instant appeal with\n       the direction that the Executing Court shall make computation\n       of the liability of the SMC as per the undertaking given on\n       behalf of the SMC about the proposal of the revision of the\n       price       escalation   formula     as     per   the    meeting         dated\n       19.04.2003.        The   deposited     awarded    amount         shall      be,\n       accordingly, released in favour of the SMC, after deduction of\n       the amount, which has been agreed by the SMC. Any excess\n\n\n<span class=\"hidden_text\" id=\"span_131\">                                   Page 42 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_132\">                                                           Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n                                                                                       NEUTRAL CITATION\n\n\n\n\n  C/FA/5329/2008                                  CAV JUDGMENT DATED: 28/06/2024\n\n                                                                                       undefined\n\n\n\n\n         amount paid to the Contractor under the interim order of this\n         Court, shall be realized, strictly in accordance with law.\n         Subject to the above, the appeal stands allowed.\n</p>\n\n\n\n<p data-structure=\"RespArg\" id=\"p_109\">                                                   (SUNITA AGARWAL, CJ )\n\n\n\n\n                                                 (ANIRUDDHA P. MAYEE, J.)\n\n\nFurther Order\n\n\n         The prayer made by Mr. Dhaval C. Dave, the learned senior\ncounsel appearing for the respondent to stay the operation of the\norder is hereby rejected.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_110\">                                                   (SUNITA AGARWAL, CJ )\n\n\n\n\n                                                (ANIRUDDHA P. MAYEE, J.)\n\nSUDHIR\n\n\n\n\n<span class=\"hidden_text\" id=\"span_133\">                                Page 43 of 43</span>\n\n<span class=\"hidden_text\" id=\"span_134\">                                                          Downloaded on : Thu Jul 04 20:35:09 IST 2024</span>\n </p>","numcites":31,"numcitedby":0,"docsource":"Gujarat High Court","citetid":160817448,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}