{"tid":1115791,"publishdate":"1996-04-09","title":"Rakesh Singha vs State Of Himachal Pradesh on 9 April, 1996","doc":"<h2 class=\"doc_title\">Rakesh Singha vs State Of Himachal Pradesh on 9 April, 1996</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: JT 1996 (4) 53, 1996 SCALE (3)346, AIR 1996 SUPREME COURT 3173, 1996 (9) SCC 89, 1996 AIR SCW 1886, 1996 CRILR(SC&MP) 407, 1996 SCC(CRI) 930, (1996) 4 JT 53 (SC), 1996 CRILR(SC MAH GUJ) 407, (1996) SC CR R 691, (1996) 2 CURCRIR 58, (1996) 2 CHANDCRIC 185, (1996) 2 ALLCRILR 245, (1996) 2 CRIMES 45</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-venkataswami\">K Venkataswami</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-venkataswami\">K Venkataswami</a>, <a href=\"/search/?formInput=benchid:j-s-verma\">Jagdish Saran  Verma</a>, <a href=\"/search/?formInput=benchid:s-p-bharucha\">S.P Bharucha</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nRAKESH SINGHA\n\n\tVs.\n\nRESPONDENT:\nSTATE OF HIMACHAL PRADESH\n\nDATE OF JUDGMENT:\t09/04/1996\n\nBENCH:\nVENKATASWAMI K. (J)\nBENCH:\nVENKATASWAMI K. (J)\nVERMA, JAGDISH SARAN (J)\nBHARUCHA S.P. (J)\n\nCITATION:\n JT 1996 (4)\t53\t  1996 SCALE  (3)346\n\n\nACT:\n\n\n\nHEADNOTE:\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">\t\t\t    WITH\n\t      CRlMINAL APPEAL  NO.186 OF 1988\nState of Himachal Pradesh\nV\nRakesh Malik &amp; Others\n\t\t\t    WITH\n\t      CRIMINAL APPEAL NO. 187 OF 1988\nRakesh Malik\nV\nState of Himachal Pradesh\n\t\t\t  W I T H\n\t    CIVIL APPEAL NOS. 6303-6308 OF 1994\nShri Rakesh Singha\nV.\nShri Vikram Anand &amp; Ors.\n</p><p data-structure=\"Issue\" id=\"p_2\">\t\t\t  W I T H\n\t       CIVIL APPEAL NO. 7232 OF 1994\nShri Harbhajan Singh Bhajji\nV.\nShri Rakesh Singha &amp; Ors.\n</p><p data-structure=\"Issue\" id=\"p_3\">Criminal Appeal Nos.185 to 187 of 1988:\n</p><blockquote id=\"blockquote_1\">     The  above\t three\tCriminal  Appeals  arise  out  of  a\njudgment and  order in\tCriminal Appeal No.42 of 1979 on the\nfile of the High Court of Himachal Pradesh dated 25.9.1979.\n</blockquote><blockquote id=\"blockquote_2\">     The appellants  in Criminal  Appeal Nos, 185 and 187 of\n1988  were  convicted  by  the\tlearned\t trial\tJudge  under\nSections 148,  452, 427 and 325 read with <a href=\"/doc/999134/\" id=\"a_1\">Section 149</a> I.P.C.\nHowever, the learned Sessions Judge dealt with the convicted\naccused under <a href=\"/doc/755395/\" id=\"a_2\">Section 360</a> of the Criminal Procedure Code and\ninstead of  sentencing them  to any punishment directed them\nto be  released on  their entering into a bond in the sum of\nrupees ten thousand with one surety for the like sum in each\ncase undertaking  to appear and receive sentence when called\nupon during  a period  of 2  years from the date of judgment\nand in\tthe meantime to keep peace and be of good behaviour.\nThe State  aggrieved by the judgment of the learned Sessions\nJudge preferred\t appeal to  the High  Court. On\t appeal, the\nHigh Court  enhanced the  sentence of the accused/appellants\nto rigorous  imprisonment for  a period\t of five years under\n<a href=\"/doc/409589/\" id=\"a_3\">Section 304</a>  Part (II)\tread with <a href=\"/doc/999134/\" id=\"a_4\">Section 149</a> I.P.C. It also\nawarded sentence  of R.I.  for a  period of  three years for\noffences under\t<a href=\"/doc/1133601/\" id=\"a_5\">Sections 325</a>, <a href=\"/doc/838469/\" id=\"a_6\">452</a> read with <a href=\"/doc/999134/\" id=\"a_7\">Section 149</a> IPC.\nStill further  they were  sentenced to\tundergo R.I. for two\nyears under  <a href=\"/doc/763672/\" id=\"a_8\">Section 148</a>  IPC. All  the above sentences were\ndirected to  run concurrently. The State still aggrieved has\nfiled  Criminal\t  Appeal  No.186  of  1988  seeking  further\nenhancement of\tsentence as  well as  for conviction of some\nother accused persons.\n</blockquote><blockquote id=\"blockquote_3\">     Briefly stated, the facts are as under ;\n     On May 10, 1978 one Harnam Dass (P.W. 7) celebrated his\ndaughter&#x27;s marriage  at his  house (Alfin  Lodge) in  Simla.\n&#x27;veering registration  No. HPN\t102 belonging to Harnam Dass\nwas parked on the road just ahead Of his house. P.W.3 Shakti\nRam was\t the driver who found two boys (university students)\npushing the  jeep and  third one  sitting  on  the  steering\ntrying to  start the vehicle. When the driver questioned the\nboys, they  started abusing  him and  threatened to assault.\nThe driver  went down  towards Alfin Lodge and returned with\nRakesh (P.W.4) who is the son of Harnam Dass. On questioning\nthe boys  for interfering  with the jeep, he was also abused\nand when Rakesh shouted for help, the boys left the jeep and\nwent away.  While going\t they shouted  that they  would soon\nteach them  a lesson. Rakesh informed about this incident to\nP.W.2 Dharam Pal who was then working as Additional District\n&amp; Sessions  Judge, Kangra  who brought\tthe  matter  to\t the\nnotice of  P.W. 7  Harnam Dass\tand also  rang up the Police\nStation for  Police protection. The Station House Officer by\nname Pritam  Singh (P.W.35)  with police party reached Alfin\nLodge in  a Police  Van and police party was also there till\nabout 1.30 A.M. on 11.5.1978 when the marriage party and the\nbride departed.\t Thereafter the\t police party left the place\nleaving one  Head Constable and one Constable at Alfin Lodge\non the\tsuggestion of  Dharam Pal. About 8 or 9 persons from\nBride&#x27;s side  had yet  to take their means which was ordered\nto be  served. At  that time Dharam Pal saw about 20-25 boys\nrushing towards\t the main  gate of Alfin Lodge. The distance\nbetween the main gate of the Alfin Lodge and the place where\nDharam Pal  and others were sitting and waiting for meals to\nbe served  was about  50 ft.  Dharam Pal  on seeing the boys\nproceeded towards  them with  the  intention to persuade and\nstop them  from entering the Shamiana. He even disclosed his\nidentity thinking  that they  night show  some respect.\t The\nboys were  armed with  various types of weapons like. hockey\nsticks, iron  rods, iron  chains, dandas, empty bottles etc.\nNaresh Kumar,  P.W. 9  who is  the bride&#x27;s  brother followed\nDharam Pal  and some  other men\t folk also  came there.\t The\nappellant in  Criminal Appeal  No.187 of 1988 questioned the\nmen folk  present then\tas to  who had removed his boys from\nthe jeep. While they were talking, the appellant in Criminal\nAppeal No.187  of 1988 gave a hockey blow aiming at the head\nof Naresh  Kumar which\tthe  latter  received  on  his\tleft\nforearm resulting in a fracture of his ulna bone. Then it is\nstated the  said appellant  instigated\tthe  other  boys  to\nattack\tand   kill  one\t and  all  persons  is\tresulted  in\nindiscriminate beating\twhich lasted  for about\t 10 minutes.\nSeeing the  situation going  out of control, Dharam Pal once\nagain rang  up the police station and apprised the police of\nthe happening  there  and  requested  for  immediate  police\nassistance. On\tcoming to  know of these the boys retreated.\nWhile going  back they\tthrew stones on the building thereby\nbreaking some  window panes. They also broke the flood light\nwhich had been installed on the katcha approach road. In the\nincident, Dharam  Pal, Naresh,\tVidyasagar, Rakesh,  Romesh,\nOmesh and  the deceased\t Suresh\t had  all  received  various\ninjuries at the hands of the boys. About 20 s minutes later.\nthe S.H.O.  Pritam  Singh  accompanied\tby  a  police  force\nreached the  place and\timmediately sent the injured persons\nexcept Dharam Pal and Omesh to Ripon Hospital, Shimla in the\npolice van  for their  medical examination and treatment. He\nimmediately  inspected\t the  spot   and  started  recording\nstatements of  P.W.2 Dharam  Pal under\t<a href=\"/doc/1980578/\" id=\"a_9\">Section 154</a>  Cr.P.C.\nAfter recording\t the statements,  the same  were sent to the\nPolice Station\tfor registration  of the case. Initially the\ncase was  registered under  <a href=\"/doc/1258372/\" id=\"a_10\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_11\">148</a>, <a href=\"/doc/999134/\" id=\"a_12\">149</a>, <a href=\"/doc/838469/\" id=\"a_13\">452</a>, <a href=\"/doc/222396/\" id=\"a_14\">427</a>\nand <a href=\"/doc/1011035/\" id=\"a_15\">323</a>\t IPC. Later  on as one of the injured namely Suresh,\nsuccumbed to  the injuries.  charges under <a href=\"/doc/1133601/\" id=\"a_16\">Sections 325</a>, <a href=\"/doc/455468/\" id=\"a_17\">307</a>\nand <a href=\"/doc/1560742/\" id=\"a_18\">302</a> IPC were also added. The S.H.O. during investigation\ntook into  possession a\t hockey stick,\ttwo broken pieces of\ncricket wicket\t, a  wrist watch  which had  fallen from the\nwrist of  Dharam Pal, a broken piece of a bottle. a piece of\nwood, some  stones and\tsome broken  window Panes  from\t the\nspot. He also took into possession the shirt of Ramesh which\nwas besmeared with blood.\n</blockquote><blockquote id=\"blockquote_4\">     Pursuant to  this, the Police could round up only 14 of\nthe boys  who were  involved in\t the incident.\tSome of them\nwere arrested  on 12.5.1978 and others were arrested on 15th\nMay, 22nd  May and  29th May,  1978.  While  in\t the  police\ncustody,  Hukam\t  Chand,  Chuni\t  Lal  and  Chain  Ram\tmade\nstatements under <a href=\"/doc/1312051/\" id=\"a_19\">Section 27</a> of the Evidence Act in pursuance\nof which the Police recovered an iron chain, a broken leg of\na chair and an iron rod said to have been used in the course\nof the\tincident. On  being sent  for chemical analysis they\nwere found  stained with  human blood.\tStomach contents  of\ndeceased Suresh along with portions of liver, one kidney and\nspleen as  well as samples of blood and urine were also sent\nfor chemical  analysis and  as per  the information  of\t the\nchemical examination,  blood alcohol  concentration  to\t the\nextent of  86 mg.  per 100  ml was  detected and presence of\nalcohol was  confirmed by  the stomach\tcontents  recovered,\nkidney, spleen and urine of the deceased. The 14 boys except\nKahan Singh  Dagar who\twere arrested  were challaned to the\nCourt of the Chief Judicial Magistrate, Shimla who committed\nall of them to face trial in the Sessions Court for offences\nunder <a href=\"/doc/1258372/\" id=\"a_20\">Section  147</a>, <a href=\"/doc/763672/\" id=\"a_21\">148</a>,  <a href=\"/doc/999134/\" id=\"a_22\">149</a>, <a href=\"/doc/838469/\" id=\"a_23\">452</a>, <a href=\"/doc/222396/\" id=\"a_24\">427</a>, <a href=\"/doc/1011035/\" id=\"a_25\">323</a>, <a href=\"/doc/1133601/\" id=\"a_26\">325</a>, <a href=\"/doc/1208971/\" id=\"a_27\">353</a>, <a href=\"/doc/455468/\" id=\"a_28\">307</a>,\n<a href=\"/doc/1560742/\" id=\"a_29\">302</a> and <a href=\"/doc/386021/\" id=\"a_30\">201</a> IPC.\n</blockquote><p data-structure=\"Section\" id=\"p_4\">     The accused  Kahan Singh  Dogra  was  discharged  under\nsection 227 Cr.P.C.\n</p><p data-structure=\"PetArg\" id=\"p_5\">     All the accused were sent to the Sessions Court to face\nthe trial as they pleaded not guilty. The common plea of the\naccused persons\t was that  they were not present at the time\nof alleged  occurrence and they have been falsely implicated\nin this case. The learned Sessions Judge after going through\nthe oral  evidence  of\tPWs  and  the  documentary  evidence\nproduced by  the prosecution  and also the statements of the\naccused under  <a href=\"/doc/767287/\" id=\"a_31\">section 313</a>  Cr.P.C. found  that seven out of\nthirteen who  faced the\t trial. namely,\t Mehar Singh, Hardev\nSingh, Arun  Mahajan, Pratap  Singh, Jagrup  Singh Chaudhry,\nRajender Chauhan  and Prem Nath had not committed any of the\noffences charged against them and consequently acquitted all\nthese seven  persons under  <a href=\"/doc/19163/\" id=\"a_32\">section 232</a>\t Cr.P.C. The balance\nsix of\tthe accused were called upon to enter their defence.\nThough the  witnesses listed  by the  accused were summoned,\nthe  accused  persons  did  not\t avail\tthe  opportunity  of\nexamining them.\n</p><p data-structure=\"Issue\" id=\"p_6\">     After hearing  the arguments  of the  counsel  for\t the\nprosecution and\t the defence  the learned  Sessions Judge by\nOrder dated  4.10.78 convicted\tthe appellant in Crl. Appeal\nNo. 185\t &amp; 187\tof 1988\t (appellants in\t Crl. A.  No. 185  &amp;\n197/88) only  for offences  punishable under  <a href=\"/doc/115231/\" id=\"a_33\">sections\t148</a>,\n452, 427  and 325  read with  149 <a href=\"/doc/1569253/\" id=\"a_34\">IPC</a>.\tHowever as mentioned\nabove, they  were released on their entering bonds for a sum\nof Rs.\t10,000/- with  one surety  for the like sum and also\nundertakings during  a period  of two years from the date of\nthe judgment  and keep\tpeace in the meantime and be of good\nbehaviour.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">     On appeal\tby the\tState of  Himachal Pradesh, the High\nCourt for  reasons stated in the judgment under appeal while\nconfirming the\tconvictions of the appellants in Crl. A. No.\n185 &amp;  187 of  1988 sentenced them by imposing various terms\nof imprisonment\t to be\trun he\tgave only  the surname.\t The\ntrial court  acquitted four  other co-accused  as it was not\nprepared to accept the evidence of PW 9 with regard to those\nfour accused persons&#x27; identification. Likewise, applying the\nsame reasoning,\t the contention\t is, that  the courts should\nhave rejected  the evidence  of\t SW  9\tin  respect  of\t the\nappellant&#x27;s identification  as well.  In any case, according\nto the learned counsel, that there was no intention to cause\ngrievous injury\t much less  one of death is obvious from the\nfact of\t the weapon  used in  the attack. The High Court was\nnot  justified,\t  according  to\t  the  learned\tcounsel,  in\nconverting the\toffence from  the one  under Section  352 to\nanother under  Section 304 Part II on the facts of this case\nand, therefore,\t the enhancement  of sentence  and that\t too\nafter eight years of the occurrence and the appellant having\nserved the  punishment imposed\tby the\ttrial court  is\t not\njustified.\n</p><p data-structure=\"PetArg\" id=\"p_8\">     On these  grounds, the  learned counsel argued that the\nappeal should be allowed.\n</p><p data-structure=\"PetArg\" id=\"p_9\">     The learned  counsel  for\tthe  appellant\tin  Crl.  A.\nNo.187/88 contended that the appellant&#x27;s name did not find a\nplace in the First Information Report and the evidence, read\nas a  whole, does  not establish  the case to be against the\nappellant and  that the\t identity was not established beyond\ndoubt. He particularly . our attention to the fact that PW2,\nDharam Pal  did not  testify?  the  crucial  fact  that\t the\ndeceased received  any injury at all. According to him, this\nvital factor escaped attention of the trial court as well as\nthe  High  Court.  He  built  up  his  argument\t further  by\ncontending that having regard to the post-mortem report, the\ndeceased could\thave died  on account of fall as a result of\nexcessive  dratting   and  that\t is  why  PW-2\tdid  not  to\ntestify/to the\talleged injury\treceived by  the deceased at\nthe hands  of the  accused. It\twas  also  argued  that\t the\naccused has  since well\t settled in  life and if he is asked\nnow to undergo the remaining part of imprisonment, that will\nspoil his  career particularly\twhen during  all these years\nthe appellant has not given any room for a complaint.\n</p><p data-structure=\"Conclusion\" id=\"p_10\">     So far  as the  appeal filed  by the State is concerned\nnamely Crl  A. No.  186/88, no\tone was present to argue the\nappeal. However,  we have  considered the  grounds raised in\nthe Special  leave petition and it will be dealt with at the\nappropriate place.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">     We have  considered  the  submissions  of\tthe  learned\ncounsel appearing  for the appellant in Criminal Appeal Nos.\n185/88\tand   187/88.  After  carefully\t going\tthrough\t the\njudgments of  the Sessions  Court and the High Court, we are\nunable to pursued ourselves to accept the contentions raised\nby the learned counsel for the appellants in Criminal Appeal\nNos. 185/88  and 187/88.  Not only  for the  reason that the\nfindings are  concurrent but  also for\tthe reason  that the\nfindings of  the courts\t are well-considered, well supported\nand  well-founded  we  find  that  there  is  no  scope\t for\ninterference  either   with  the   conviction  or  with\t the\nenhancement of sentence awarded by the High Court.\n</p><p data-structure=\"CDiscource\" id=\"p_12\">     We have  seen the\troot cause  for the incident was the\nmeddling with  jeep by\tthe  college  students.\t Though\t the\nprosecution presented  the case\t as if\tnothing more than an\naltercation took place in connection with the jeep incident,\nthe learned Sessions Judge on the basis of evidence of PW 10\nwas right in finding that the accused Kedar Singh and Rakesh\nSingha (appellant  in Crl.  A. No.  185/88) were  beaten and\nhumiliated by  certain persons\tbelonging to Alfin Lodge. He\nwas also  right in  observing  that  as\t a  result  of\tsuch\nmanhandling of\tthe above  said accused,  the students later\nassembled and  decided to  take revenge. Otherwise there was\nno good reason for P.W.2 Dharampal to seek police protection\nduring the  marriage ceremony  that was to take place in the\nnight of  10th May,  1978. Proceeding  further, we find that\nafter the  main incident at the Alfin Lodge and on the basis\nof FIR\tgiven by  P.W.2 Dharampal, 14 boys were arrested out\nof which  one Kahan Singh Dogra was discharged under <a href=\"/doc/1056165/\" id=\"a_35\">section\n227</a> of\tCr.PC. Later  7 were  acquitted\t under\t<a href=\"/doc/19163/\" id=\"a_36\">section\t 232</a>\nCr.P.C. and  only six  were called  upon to  enter on  their\ndefence by  the learned\t Sessions Judge. Even among the Six,\nafter the  trial, the  learned Sessions Judge convicted only\nthe two accused appellants before us and acquitted the rest.\n</p><p data-structure=\"PetArg\" id=\"p_13\">     As\t  stated    above,   on\t   appeal   both    by\t the\naccused/appellants and\tthe  State,  the  High\tCourt  while\nconfirming  the\t conviction  of\t appellants  before  us\t and\nacquittal of  four others,  enhanced the sentence imposed on\nthe accused appellants. This only shows that the courts have\ncarefully weighed  the evidence\t and have  not accepted\t the\nsame in its entirety as presented by the prosecution.\n</p><p data-structure=\"PetArg\" id=\"p_14\">     So far  as the  accused appellants\t are concerned,\t the\nmain arguments, as we have seen earlier, are regarding their\nidentity, involvement  in the  main incident that took place\nat Alfin  Lodge and  the credibility of evidence tendered by\nPW 9.  Other  contention  seriously  pressed  was  that\t the\nappellant in  Criminal Appeal  No.187 of 1988 contended that\nthe name  of the  appellant did not appear in the F.I.R. and\nthe inclusion  at the subsequent stage was an after-thought.\nAnother\t argument   advanced  was   that  both\tthe  accused\nappellants have well-settled in life and at this distance of\ntime, this  Court will\ttake note  of that  fact and if this\ncourt  confirms\t  the  sentence\t  imposed  on\tthe  accused\nappellants that\t will spoil their career. So far as the main\nincident that  toot place  at the  Alfin Lodge is concerned,\nthat  has   been  well-established   beyond  doubt   by\t the\nprosecution  witnesses\t2,  4,\t5,  7,\t8,  9  and  20\tand,\ntherefore, that was not seriously challenged.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">     Coming now\t to the identity of the appellants, the High\nCourt rightly  accepted the  evidence of  PW 9\tand found as\nfollows:\n</p><blockquote id=\"blockquote_5\">     &quot;The  learned  Sessions  Judge  has\n     given formidable reasons in support\n     of his  findings that  there can be\n     hardly   any    doubt   about   the\n     involvement  of  Rakesh  Malik  and\n     Rekesh  Singha.  We  do  not  think\n     there is  any good reason to take a\n     different view  of this point. PW 9\n     Naresh  Kumar,  Advocate,\thad  met\n     both of  these accused  earlier. It\n     was he who had kept one of his hand\n     on Rakesh\tMalik&#x27;s\t shoulder at the\n     place of  the main\t occurrence  and\n     had addressed  him; &quot;Malik, kia bat\n     hai?&quot;.   Accused\t Rakesh\t  Malik,\n     however directed  a hockey stick on\n     Naresh  Kumar&#x27;s   head  which   the\n     latter warded off by his left fore-\n</blockquote><blockquote id=\"blockquote_6\">     arm resulting  in fracture of unla-\n</blockquote><blockquote id=\"blockquote_7\">     bone, which  fact is  borne out  by\n     the medical  evidence.  That  PW  9\n     Naresh  Kumar   had  so   addressed\n     accused  Rakes   Malik  before  the\n     members of\t the  unlawful\tassembly\n     started  inflicting   injuries   to\n     whosoever\tcame  in  their\t way  is\n     borne out\tfrom  the  testimony  of\n     other eyewitnesses\t as well.  PW  4\n     Rakesh Sood,  PW 5\t Ramesh Sood and\n     PW 20  Vidya Sagar,  Advocte,  have\n     identified\t Rakesh\t  Malik\t in  the\n     Court. Even  if much  weight is not\n     attached  to  such\t identification,\n     there  is\t no  reason  at\t all  to\n     disbelieve the  testimony of  PW  9\n     Naresh  Kumar   who  has  come  out\n     totally  unscathed\t in  his  cross-\n</blockquote><blockquote id=\"blockquote_8\">     examination   as\t far   as    the\n     identification of\tRakesh Malik and\n     Rakesh Singha  is concerned.  PW 11\n     Chet  Singh  has  deposed\tthat  he\n     alongwith other University students\n     after  hearing  that  some\t of  the\n     students had  been beaten\tand were\n     lying by  the side of the road, had\n     proceeded to  the place  where jeep\n     and been  parked.\tHe  saw\t accused\n     Kedar Singh and Rakesh Singha Iying\n     on the  roadside at  a distance  of\n     about 10 paces from the dhaba being\n     run by  PW 10  Raj\t Kumar.\t PW  Raj\n     Kumar  had\t  then\ttold  them  that\n     Rakesh Singha and Kedar Singh had a\n     quarrel with  some members\t of  the\n     marriage party.  This part\t of  his\n     testimony has  not been  challenged\n     in\t the   cross-examination   which\n     establishes  the\tinvolvement   of\n     these  two\t  persons  in  the  jeep\n     incident.\tPW   10\t Raj  Kumar  was\n     declared hostile  and his\tdemeanor\n     in the witness box was noted by the\n     learned   Sessions\t   Judge    with\n     observations that\the was trying to\n     act in  an over-clever  manner  and\n     was forestalling  the questions put\n     to him and was volunteering replies\n     even  before   the\t questions  were\n     complete.\t Even\t this\t witness\n     identified\t accused   Kedar   Singh\n     being involved in the jeep incident\n     though  he\t denied\t having\t made  a\n     statement before  the  police  that\n     Kedar  Singh  had\ttold  him  about\n     Rakesh  Singha   having  misbehaved\n     with the driver under the influence\n     of liquor . Thus, i t stands proved\n     beyond   reasonable    doubt   that\n     accused  Rakesh   Malik  and  Kedar\n     Singh were\t two persons  out of the\n     three who\thad tried  to drive away\n     the   jeep.    As\t  regards    the\n     identication of the culprits at the\n     time of  main occurrence which took\n     place at  about 1\ta.m., it is writ\n     large on  the  statements\tof  eye-</blockquote>\n<blockquote id=\"blockquote_9\">     witnesses in this case that none of\n     them  had\ta  desire  to  implicate\n     anyone    falsely\t   Cumulatively,\n     therefore,\t  we   are   in\t  entire\n     agreement\tit   with  the\t learned\n     Sessions Judge  about the\tidentity\n     of accused\t Rakesh Malik and Rakesh\n     Singha    having\t  been\t   fully\n     established.&quot;\n</blockquote><blockquote id=\"blockquote_10\">     After going  through the  evidence, we  do not find any\ngood ground to take a different view. Regarding the argument\nthat the name of the appellant in Criminal Appeal No. 187/88\ndid not\t find a\t place in FIR given by PW 2 Dharampal, we do\nnot find  that there  is any  lacunae in  that. PW 20 in his\ndeposition has stated as follows:\n</blockquote><blockquote id=\"blockquote_11\">     &quot;There was\t no visible  injury mark\n     on the  person of\tSuresh\twhen  he\n     accompanied  us  to  the  Hospital.</blockquote>\n<blockquote id=\"blockquote_12\">     After our\tmedical\t examination  in\n     the    Hospital,\t Suresh\t   first\n     complained that  two of  fingers of\n     his hand  had become  numb and then\n     he complained  that he  was feeling\n     as if  his\t right\tside  was  being\n     paralyzed. The  doctor then started\n     examining Suresh  and also inquired\n     from him  it he  had  received  any\n     injury. Suresh  could not\treply by\n     mouth but\the pointed  out\t towards\n     his head  by his  hands. The doctor\n     wanted Suresh  to sign  some papers\n     but Suresh\t was unable  to sign his\n     name. It  was at about 5.45 or 6 AM\n     when  Suresh   complained\tof   his\n     troubles.\t Soonafter   he\t  became\n     unconscious.  He\twas   therefore,\n     detained in  the Hospital\tand  the\n     rest of  us returned to Alfin Lodge\n     in\t the  same  Van.  About\t fifteen\n     minutes   later   we   received   a\n     telephonic\t  message    that    the\n     condition of  Suresh had grown very\n     serious and he was being removed to\n     Snowdon  Hospital.\t On  receipt  of\n     that information some of us went to\n     Snowdon Hospital.\tSuresh could not\n     recover and  expired in  the  early\n     hours of 12th May.&quot;\n</blockquote><blockquote id=\"blockquote_13\">     As a  matter of fact, it appears from the evidence that\nthe deceased  Suresh was  in fact  helping the other injured\npersons at  the Alfin  Lodge in\t taking them to hospital and\nthat was the reason for PW 2 not mentioning Suresh as one of\nthe injured  in the  FIR. Therefore  it was  quite in accord\nwith the  evidence of  P.W.20. Another\targument advanced by\nthe learned counsel for the appellant in Criminal Appeal No.\n187/88 was  that having\t regard to the post-mortem report of\nthe deceased  Suresh, it  was suggested\t that  the  injuries\ncould have  been caused on account of the fall due to effect\nof alcohol.  This argument  is stated to be rejected only as\nthe evidence  shows that  the  deceased\t was  helping  other\ninjured persons\t to be\ttaken to  hospital and\tonly at\t the\nhospital  he   suddenly\t developed   numbness\tand   became\nunconscious.  The   last  argument  concerning\tthe  accused\nappellants that\t during the  pendency  of  the\tappeal\tthey\nhaving well-settled  in life  should not  be asked  to go to\nprison by confirming the sentence is not acceptable to us on\nthe facts  of this  case. We  have  seen  that\tthe  accused\nappellant along\t with number  of others\t armed\twith  hockey\nsticks, iron  chains etc.  attacked  the  aged,\t defenceless\npersons\t indiscriminately   including  women   and  children\ncompletely turning  the happy  marriage occasion  to one  of\nmourning. On the facts, we are satisfied that the High Court\nwas justified in enhancing the sentence and there is no case\nfor interference on any account.\n</blockquote><blockquote id=\"blockquote_14\">     Now  coming  to  the  appeal  preferred  by  the  State\n(Criminal Appeal No. 186/88) we do not find any merit in the\nappeal. The  High Court was right in altering the conviction\nfrom one under S. 302 to S. 304 Part II having regard to the\nto act\tthat the death occurred after 24 hours of inflicting\ninjury and  also the  type of  weapon used  or\tcausing\t the\ninjury. We  do not  think that there is any case for further\nenhancing  the\tsentence.  For\tthe  foregoing\treasons,  we\ndismiss all the three appeals.\n</blockquote><blockquote id=\"blockquote_15\">Civil Appeal Nos. 6303-05 of 1994 &amp; 7232 of 1994\n     All these\tappeals arise  out of a common judgement and\norder of  the High  Court of  Himachal Pradesh\tin  Election\nPetition  Nos.1/94,   4/94  and\t  5/94\tdated  13.9.94.\t The\nappellant in   C.A.  No. 6303-05/94  was elected  to the 8th\nAssembly Constituency,\tHimachal Pradesh  in  the  elections\nheld on\t 9.11.93. It may be mentioned that the appellant who\nis the\tappellant in  Criminal Appeal  No.185/88. filed\t his\nnomination paper  during the  pendency of the said appeal in\nthis  Court  after  obtaining  suspension  of  the  sentence\nimposed on  him\t by  the  High\tCourt.\tHis  nomination\t was\nobjected to by the election petitioners. On the basis of the\norder of suspension of sentence by this Court his nomination\nwas accepted  and  he  was  declared  elected  on  29.11.93.\nChallenging his election three election petitions were filed\nin the\tHimachal Pradesh High Court. The High Court took the\nview that  suspension of  sentence  Will  not  automatically\nresult in  suspension conviction.  therefore, the acceptance\nof the\tnomination was\tillegal.  The  High  Court  said  as\nfollows :</blockquote>\n<blockquote id=\"blockquote_16\">     &quot;The result of the above discussion\n     is that  the election of Sh. Rakesh\n     Singha is void as the result of his\n     election\thas    been   materially\n     affected by the improper acceptance\n     of\t  his\t nomination.\tHe    is\n     disqualified to  be chosen\t to fill\n     the seat of 8-Shimla Assembly.\n</blockquote><blockquote id=\"blockquote_17\">     Constitutency having been convicted\n     and sentenced to imprisonment for a\n     period of\tmore than  two years  by\n     judgment  dated   25.9.87\tin  Crl.</blockquote>\n<blockquote id=\"blockquote_18\">     Appeal No.\t 42 of\t1979  passed  by\n     this Court. The order dated 10.1.89\n     and 2.2.90\t passed by  the\t Supreme\n     Court, releasing  Sh. Rakesh Singha\n     on\t  bail.\t   resulting   in    the\n     suspension of sentence imposed upon\n     him,    do\t    not\t   arrest    the\n     disqualification\twhich\twas   in\n     operation on  the date  of scrutiny\n     of his  nomination under <a href=\"/doc/1730374/\" id=\"a_37\">Section 36</a>\n     of the Act and also continues to be\n     in operation  when\t these\telection\n     petitions are being decided.&quot;\n</blockquote><blockquote id=\"blockquote_19\">     Challenging the  above decision  of the High Court. the\nappellant has  filed  Civil  Appeal  No.  6303-05/94.  Civil\nAppeal No.  7232/94 is\tpreferred by the appellant who was a\ncandidate defeated  in the  election and  being aggrieved in\nnot getting  &amp; declaration  as elected\tin the\tplace of the\nfirst respondent  in his  Appeal (Rakesh Singha) even though\nhe was found to have secured next highest votes.\n</blockquote><blockquote id=\"blockquote_20\">     While these  appeals were\theard  along  with  Criminal\nAppeal Nos.  185. 186  and 187\tof 1988. the counsel on both\nsides agreed  that in the event of this Court dismissing the\nCriminal Appeals,  all the  election appeals will also stand\ndismissed and no separate argument was addressed. As we have\ndismissed the  criminal appeals,  these civil  appeals\talso\nstand dismissed.  However. there  will be  no  order  as  to\ncosts.\n</blockquote>\n\n\n","numcites":21,"numcitedby":34,"docsource":"Supreme Court of India","citetid":1115791,"divtype":"judgments","relatedqs":[{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"enhanced sentence ","formInput":"enhanced%20sentence%20"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"election petitions","formInput":"election%20petitions"},{"value":"304 part ii","formInput":"304%20part%20ii"},{"value":"suspension","formInput":"suspension"},{"value":"section 325","formInput":"section%20325"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"427","formInput":"427"},{"value":" naresh kumar","formInput":"%20naresh%20kumar"},{"value":"325","formInput":"325"},{"value":"alcohol","formInput":"alcohol"},{"value":"acquitted  filter:  302 and 201 ipc","formInput":"acquitted%20%20filter%3A%20%20302%20and%20201%20ipc"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"149 i.p.c","formInput":"149%20i.p.c"},{"value":"raj kumar","formInput":"raj%20kumar"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"grievous-hurt","formInput":"tag:grievous-hurt"},{"value":"house-trespass","formInput":"tag:house-trespass"},{"value":"mischief","formInput":"tag:mischief"}],"courtcopy":true,"query_alert":null,"agreement":false}