{"tid":1917684,"publishdate":"1994-07-05","title":"Delhi Development Authority vs Chandra Kant & Co. And Another on 5 July, 1994","doc":"<h2 class=\"doc_title\">Delhi Development Authority vs Chandra Kant &amp; Co. And Another on 5 July, 1994</h2>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Vijender Jain, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. This is a petition under Section 33 of the Arbitration Act, 1984 filed by the Delhi Development Authority (DDA) with two-fold prayer. In the first instance, the petitioner has prayed that this court may determine the scope and extent of Clause 25 of the Agreement entered into by the parties and direct the Arbitrator to adjudicate upon the preliminary objections raised by the petitioner before deciding the reference on merit. Second prayer is that the claims filed by respondents No. 1 are beyond the scope of the arbitration clause and no award in respect thereto can be made. Mr. Ravinder Sethi, Senior Advocate appearing for the petitioner, has argued that date of the commencement of the work was 9.2.1987 and as per the statement of the fact filed before the Arbitrator, the actual date of completion was 28.2.1989. He has submitted that 21 bills raised by respondent No. 1 were paid by the petitioner. The last bill was received from the respondent dated 7.1.1990 for a sum of Rs. 3,88,865.90 paise. According to Mr. Sethi this was the final bill raised by respondent No. 1. He has also submitted that the total cost of the work was Rs. 59,04,109/- and on this work payment to the extent of Rs. 87,67,037/- has already been made. He has submitted that a request was made by respondent No. 1 on 1.2.1990 inter alia raising 28 claims amounting to Rs. 52.89 lakhs in addition to interest. However, this figure is disputed by Mr. P. C. Markanda, learned counsel for respondent No. 1, who has stated that claim in this regard was only for Rs. 42.99 lakhs. Thereafter second request for arbitration was made by respondent No. 1 on 16.1.1992 and three more claims were added thereby making a total 31 claims. According to Mr. Sethi this figure comes to Rs. 65.95 lakhs. This figure is also disputed by learned counsel for respondent No. 1, who says that the amount was Rs. 54.48 lacs. Pursuant to these requests, the Engineering Member of DDA referred the disputes for arbitration. First such reference was made on 15.4.1991 and thereafter second reference was made on 5.8.1992.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_2\"> 2. Mr. Sethi has argued that in terms of Clause 25 of the Agreement, the bill has to be raised in 90 days. Clause 25 of the Agreement is reproduced below :  \n</p>  \n\n<blockquote id=\"blockquote_1\">  &quot;Except where otherwise provided in the contract all questions and disputes relating to the meaning of the specifications, designs drawings and instruction herein before mentioned and as to the quality of workmanship or materials used on the work or as to any other questions claim, right matter or thing whatsoever, in any way arising out of or relating to the contract designs drawings, specifications, estimates, instruction, orders or these conditions or otherwise concerning the works or the execution or failure to execute the same whether arising during the progress of the work or after the completion or abandonment thereof shall be referred to the sole arbitration or the person appointed by the Engineer Member Delhi Development Authority at the time of dispute. It will be no objection to any such appointment that the arbitrator so appointed is a Delhi Development Authority employee that he had to deal with the matters to which the contract relates and that in the course of his duties as Delhi Development Authority employees he had expressed view on all or any of the matters in dispute of difference. The arbitrator to whom the matter is originally referred being transferred or vacating his office or being unable to act for any reason, such Engineer Member Delhi Development Authority as aforesaid at the time of such transfer, vacation of office or inability to act shall appoint another person to act as arbitrator in accordance with the terms of the contract. Such person shall be entitled to proceed with the reference from the stage at which it was left by his predecessor it is also at terms of this contract that on person other than a person appointed by such Engineer Member, Delhi Development Authority as aforesaid should act as arbitrator and, if for any reason that is not possible, the matter is not be referred to arbitration at all. In all cases where the amount of the claim in dispute of Rs. 50,000/- (Rupees Fifty Thousand) and above, the arbitrator will give reason for the award.  \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> Subject as aforesaid the provisions of the <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act, 1940</a> or any statutory modification or re-enactment thereof and the rules made there under and for the time being in force shall apply to the arbitration preceding under this Clause. It is a term of the contract that the party invoking arbitration shall specify the disputes to be referred to arbitration under this Clause together with the amount or amounts claimed in respect of each such dispute.  \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> It is also a term of the contract that if the contract(s) does/do not make any demand for arbitration in respect of any claim(s) in writing within 90 days of receiving the intimation from the Engineer-in-Charge that the Bill is ready for payment, the claim(s) will be deemed to have been waived and absolutely barred and the Delhi Development Authority shall be discharged and released of all liabilities under the contract in respect of those claims.&quot;   \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_3\"> 3. On the basis of above clause Mr. Sethi has argued that no denial for arbitration in respect of claims within 90 days of its being received from the Engineer-in-Charge can be done. But the claims of contractor will be deemed to have been waived and absolutely barred and the petitioner is discharged and released of all liabilities under the contract in respect of claims where demand for arbitration is made beyond 90 days. As the case is in the instant case. Mr. Sethi has further argued that respondent No. 1 has not submitted any bill after the 22nd bill and at best that bill can be taken as a final bill submitted by respondent No. 1. Mr. Sethi has further argued that claims submitted by the respondent cannot be arbitrated upon.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_4\"> 4. Mr. Sethi has laid stress an Clause 7 of the Agreement which inter alia states that final bill shall be submitted by the contractor within one month of the date fixed for completion of the work or from the date of the certificate of completion furnished by the Engineer-in-Chief. Clause 7 further lays down that if there shall be any dispute about any items of the work then the undisputed item or items only shall be paid within the said period of three months or six months or as the case may be. The contractor shall submit a list of the disputed items within thirty days from the disallowance thereof and if he fails to do this, his claims shall be deemed to have been fully waived and absolutely extinguished. On the basis of wording of Clause 7 he has argued that in the absence of any final bill or if 22nd bill is taken as final bill, in the case of the former when no final bill has been submitted by respondent No. 1 and in the absence of any certificate of completion furnished by the Engineer-in-Charge it is not open for respondent No. 1 to make claims as has been laid before the Arbitrator as it would be against the terms of Clause 7 of the Agreement. He has further argued that in the instant case the date fixed for completion of the work was 28.2.1989 whereas the request for arbitration was made on 1.2.1990. Counsel vehemently argued that the Arbitrator has to decide the arbitrability of the claims as was desired by Engineer Member of DDA pursuant to the two references made to the Arbitrator dated 15.4.1991 and 5.8.1992. He argued that the Arbitrator has shown bias and the conduct of respondent No. 1 is such that he is in habit of making additional claims and seeking reference thereto. Mr. Sethi argued that on 18.11.1992, 15.12.1992 and 28.1.1993 three applications were moved before the Arbitrator impressing upon him the need to decide the arbitrability of the claims as preliminary issue but the Arbitrator has miserably failed to decide these applications. Learned counsel for the petitioner further argued that no evidence was led before the Arbitrator and Arbitrator ought to have decided these applications at the first instance before deciding or making the award on merit. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1147450\" id=\"span_1\">In his support learned counsel for the petitioner has cited the case of <a href=\"/doc/1147450/\" id=\"a_2\">Gas Authority of India Ltd. v. Spie Capag S.A. and Others</a> .</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1147450\" id=\"span_2\">5. According to him in the instant case, Clause 25 read with Clause 7 provides the time-limit for inviting and lodging a claim and provides for the consequence of the failure to do so and harmonious reading of these two clauses are of mandatory character. I may observe here that there is no dispute with the proposition of the law as <a href=\"/doc/1147450/\" id=\"a_3\">laid down in</a> the case of <a href=\"/doc/1147450/\" id=\"a_4\">Gas Authority of India Ltd.</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1602127\" id=\"span_3\">Mr. Sethi further cited the case of <a href=\"/doc/1602127/\" id=\"a_5\">Dalip Construction Company v. Hindustan Steel Ltd.</a> (AIR 1973 M.P. 262). In this case the court while interpreting <a href=\"/doc/1052228/\" id=\"a_6\">Section 2-A</a> of the Arbitration Act held :</span>  \n</p><blockquote id=\"blockquote_4\">  &quot;The existence of a difference or dispute is an essential condition for the arbitrator&#x27;s jurisdiction to act under an arbitration clause in an agreement.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_6\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"564442\" id=\"span_4\">6. He further cited the case of <a href=\"/doc/564442/\" id=\"a_7\">Crompton Greaves Ltd. v. Hindustan Steel Ltd</a> . In support of his arguments that the court is not precluded from determining the effect of an arbitration agreement here after arbitrator has entered the reference made by parties. The court held :</span>  \n</p>   \n\n<blockquote id=\"blockquote_5\"> &quot;Under <a href=\"/doc/1154891/\" id=\"a_8\">Section 33</a>, a party to the arbitration agreement may challenge the existence or validity of an arbitration agreement or an award or may ash for the determination of the effect of an award or an arbitration agreement. If the award is challenged, there can be no doubt that the award must be produced. But when the party prays for the determination of the effect of an arbitration agreement, there can be no question as to the production of the award.  \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> In the instant case no doubt the prayers made in the application under <a href=\"/doc/1154891/\" id=\"a_9\">Section 33</a> also included a challenge to the legality and validity of the order of the Arbitrators, but the principal prayer of the opposite party was for the determination of the arbitration agreement. In view of such a specific prayer, the other prayers might be ignored.  \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> <a href=\"/doc/1154891/\" id=\"a_10\">Section 33</a> does not give any indication whatsoever that the effect of an arbitration agreement cannot be decided by the court after the arbitrators have entered upon the reference. <a href=\"/doc/1606794/\" id=\"a_11\">Section 23(2)</a> stands on a different footing. After the court makes a reference of a dispute to arbitration, it shall not deal with the same in the suit so long as the arbitration proceedings will remain pending. The principle behind he provision of <a href=\"/doc/238279/\" id=\"a_12\">Section 23</a> seems to be that a court making the reference to arbitration should not ignore such reference and usurp the jurisdiction to decide the dispute itself pending such arbitration. In the instant case, the reference had not been made by the court, but by the parties themselves and, therefore, there was no impediment for the court to decided the scope and effect of the arbitration agreement.  \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> The revocation of the authority of an Arbitrator of an Umpire as provided in <a href=\"/doc/1091250/\" id=\"a_13\">Section 5</a> contemplates the cancellation of the appointment of the Arbitrator or Umpire. If on an interpretation of an arbitrator agreement under <a href=\"/doc/1154891/\" id=\"a_14\">Section 33</a>, the court determines its effect, as a result of which the Arbitrator will not be entitled to decide a particular dispute between the parties, such determination would not be revocation of the authority of the Arbitrator under <a href=\"/doc/1091250/\" id=\"a_15\">Section 5</a> of the Act. In any event, <a href=\"/doc/1091250/\" id=\"a_16\">Section 5</a> should be read subject to the provision of <a href=\"/doc/1154891/\" id=\"a_17\">Section 33</a> of the Act. Moreover, it is clear from <a href=\"/doc/1091250/\" id=\"a_18\">Section 5</a> that the authority of an Arbitrator of Umpire can be revoked with the leave of the court.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"564442\" id=\"span_5\">7. The ratio as <a href=\"/doc/564442/\" id=\"a_19\">laid down in</a> the case of <a href=\"/doc/564442/\" id=\"a_20\">Cromption Greaves Ltd.</a> (supra) is in relation to the extent and scope of the <a href=\"/doc/238279/\" id=\"a_21\">Section 23</a> of the Arbitration Act as distinct in relation to <a href=\"/doc/1154891/\" id=\"a_22\">Section 33</a> of the Arbitration Act. As has been correctly laid down that the principle behind <a href=\"/doc/238279/\" id=\"a_23\">Section 23</a> of the Act is that Court making the reference to arbitration should not ignore such reference and reserve the jurisdiction to decide the dispute itself pending such arbitration. In that case the reference was not made by the court but by the parties themselves and therefore, the court held that there was no impediment to decide the scope and effect of the arbitration agreement.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"998408\" id=\"span_6\">8. Mr. Sethi has further cited the case of <a href=\"/doc/998408/\" id=\"a_24\">National Aluminium Co. Ltd. v. Panda Engineering Works Pvt. Ltd.</a> and other (Rep. in 1991 (2) ALR 323). The court held that :</span>  \n</p><blockquote id=\"blockquote_9\">  &quot;The petitioner, however, under <a href=\"/doc/1154891/\" id=\"a_25\">Section 33</a> of the Act has made further prayers out of which the first part of his prayer related to preliminary hearing of certain issues but the rest of the prayers were of very different nature. The petitioner was questioning the scope, ambit and effect of clauses 30 and 50 of the general conditions of the contract and were challenging the maintainability of the claims of Opposite Party No. 1. As already stated, one of the three prayers that could be made under <a href=\"/doc/1154891/\" id=\"a_26\">Section 33</a> of the Arbitration Act is to required the court to determine a particular issue in dispute if it is within the ambit of the agreement and within the scope of arbitration under the said agreement.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_9\"> 9. On the other hand, Mr. Markanda, learned counsel for respondent No. 1, has argued that the revised figure of the second reference are those which were already shown in the statement of fact filed by the respondent before the Arbitrator and no change whatsoever had been made. Mr. Markanda has brought to the notice of this court from the statement of fact filed before the Arbitrator that date of the award of the work was 30.1.1987 and the stipulated period of completion was 9 months and at that time the stipulated time of completion was till 9.11.1987. The estimated cost of work at the initial stage was Rs. 20,33,684/-. The contractor&#x27;s percentage on estimated cost was 142% above (gross) and 149% above (net) thereby making the tender amount Rs. 59,04,109/-.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_10\"> 10. He has argued that the work assigned in favor of the respondent was the balance work which had been left incomplete by an agency which had been engaged earlier by the petitioner. According to the stand of the respondent before the Arbitrator as per the statement of fact, the quality of workmanship given to earlier agency was of such a low quality that extra efforts were made to rectify the defects. During the course of argument, Mr. Sethi has given the date of completion as 28.2.1989. Mr. Markanda has, however, refuted the argument of the petitioner and submitted that as a matter of fact no actual date of completion had been given by the petitioner at the time of award of the work or even till date. Respondent No. I has shown the statement of fact filed by him before the arbitrator, in front of column, actual date of completion &quot;houses occupied completion not recorded by respondent&quot; has been mentioned. On the basis of this document which has not been controverter in the counter-statement of fact of the petitioner regarding work being balance work and in the column of actual date of completion of work the petitioner has written that work is yet to be completed, Mr. Markanda has argued that persona-designata after having referred the claims/disputes to arbitration vide its letter dated 15.4.1991 cannot turn down and challenge the jurisdiction of the Arbitrator to decide the matter. The letter written to the Arbitrator, Shri A. C. Panchdhari, by Shri W. D. Dandage, Engineer Member, DDA is as follows :  \n</p><pre id=\"pre_2\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"171622\" id=\"span_7\">&quot;No. EM2(9)90/Arbn./5394-98                           Dated 15.4.91 \n Sub :  In the matter of arbitration between the contractor M/s.       \n <a href=\"/doc/171622/\" id=\"a_27\">Chander Kant &amp; Co. v. DDA</a> for the work of C/o. 378 LIG      \n  houses in Nand Nagri (Balance work).  \n \n\n        Agreement No. 5/EE/HD XXII/DDA 86-87.</span>  \n \n \n\n</pre><p data-structure=\"Facts\" id=\"p_11\"> Whereas M/s. Chandra Kant &amp; Co. have written vide their letter No. CKC/DDA/NN/11/87/453 dated 1.2.1990 that certain disputes have arisen between the above named parties in respect of the above work I, W. D. Dandage, Engineer Member, DDA by virtue of powers conferred upon me under Clause 25 of the said agreement hereby appoint Shri A. C. Panchdhari as sole arbitrator to decide and make his award regarding the claims/disputes of the contractor as shown in the statement enclosed and the counter claims of the deptt. to follow, if any, subject always, however, to admissibility of claims/counter claims under Clause 25 of the aforesaid agreement. The arbitrator shall given reasons for the award.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_12\"> This reference is without prejudice to the defense that may be raised by the respondents regarding the tenability of the claims on all necessary and available grounds including those of limitation.  \n</p> \n \n\n<p data-structure=\"Section\" id=\"p_13\">  Encl : List of disputes.  \n</p>                                                   \n\n<p data-structure=\"Conclusion\" id=\"p_14\">(W. D. DANDAGE)  \n \n\n                                                  ENGINEER MEMBER  \n \n\n  Shri A. C. Panchdhari Arbitrator C-II/75, Bapa Nagar, Dr. Zakir Hussain Marg, New Delhi-110003.&quot;   \n</p> \n \n\n<p data-structure=\"PetArg\" id=\"p_15\"> 11. The aforesaid reference makes it clear that any claim/counter claim will subject to admissibility under Clause-25 of the Agreement. It also states that the Arbitrator shall give reasons for the award. Similarly, the second reference dated 5.8.1992 is on the same lines. Mr. Markanda has argued that it is wrong to allege that no evidence has been recorded or the same has not been adduced by the parties. In this connection, he has invited the attention of the court to the record of the arbitration proceedings which was ordered to be brought in court. Mr. Markanda has argued that not only the witness has been examined by the parties but as a matter of fact both the parties have participated on all the claims before the Arbitrator. According to him, the Arbitrator is in the process of making the award but for the non-cooperation and delay caused by the petitioner, the Arbitrator could have made the award. Various dates of hearing before the Arbitrator took place on 8.5.1992, 10.6.1992, 11.6.1992, 29.6.1992, 21.7.1992 and 22.7.1992 and thereafter on 24.8.1992, 25.8.1992, 23.9.1992, 24.9.1992, 29.10.1992 and 30.10.1992 and on these hearings all the claims were discussed and argued. As a matter of fact, Mr. Markanda has argued that the Arbitrator has shown much more indulgence to the petitioner by allowing evidence after the arguments were completed. It will be of interest to quote the proceedings dated 13.4.1993 and 16.4.1993 from the record of the arbitration proceedings.  \n</p> \n\n<blockquote id=\"blockquote_10\"> &quot;Claimant clarified that on the original claims referred SF, CSF, and rejoinder and arguments are over. In the eight revised claims referred by EM on 5.8.92 really no separate SF is needed because the principles of the claims is not changed only the claim amount is changed from original claim referred. In the original claims SF already discussed calculation was on the basis of the revised amount of the claim but there was some administrative delay in the EMDDA office in making a formal reference to the arbitrator for the revised amount. Hence in the discussion the amount was restricted to the original amount. Now with the revised reference this restriction is also over. Respondent has not given any reply or CSF on the reference of 5.8.92 even though directions were given by the arbitrator on 8.11.1992 &amp; 28.11.1992. Till now no reply or CSF has been received from respondent on the claims referred.  \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> Respondent is directed to file a photocopy of CSF by 21.4.1993 if it has been sent but not received by the claimant and arbitrator. If the CSF has not been sent positively on or before 25.4.1993. CSF on revised claims will be sent by the respondent on or before 7.5.1993.  \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> For the counter-claims of the respondent SF has been received and CS has been given by the claimant on 15.4.1993. Rejoinder if any will be given by the respondent by 7.5.1993.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_16\"> 12. Mr. Markanda argued that after the petitioner filed the application for deciding the issue as preliminary issue and Arbitrator did not acceding to the request of the petitioner, the petitioner adopted a non-cooperative attitude. He invited the attention of the court to the conduct of the petitioner as has been recorded by the Arbitrator on the proceedings dated 4.3.1993 which according to his speaks in volumes in this regard. The Arbitrator has recorded that :  \n</p><blockquote id=\"blockquote_13\">  &quot;Respondent was informed on telephone five times to depute Shri Vijay Kumar, ACCT and Shri Ashok Kumar, J.E., who were produced by the respondent as their witness to sign their despositions. Both the witnesses have not turned up and signed their deposition.&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_17\"> 13. None turning of witnesses of the petitioner after they have deposed before the Arbitrator for signing their own depositions is not a healthy practice. Statutory authority like the petitioner cannot play hide and seek from the Arbitrator who has been appointed by persona designata in terms of the agreement. Arbitration law provides safeguards in case of either party being aggrieved from the award in terms of the statutory provisions as contained in <a href=\"/doc/1503578/\" id=\"a_28\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_29\">33</a> of the Arbitration Act. No party can be allowed to delay the arbitration proceedings. Mr. Markanda has stated that Clause 7 of the Agreement cannot be evoked in the present case as no certificate of completion has been granted by Engineer-in-Charge nor any date is fixed for completion of work. Mr. Markanda has argued that the question of repudiation will assume significance in case reference has not been made. He has argued that in this case in view of the references made twice by the persona designata the argument of repudiation does not hold any ground. Mr. Markanda has argued that neither any completion certificate was granted nor any date for completion was fixed by the petitioner in this case. Therefore, there is no question of claims being time barred. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"980889\" id=\"span_8\">In his support he has cited case of M/s. <a href=\"/doc/980889/\" id=\"a_30\">Naraindas R. Israni v. UOI</a> , the court held :</span>  \n</p><blockquote id=\"blockquote_14\">  &quot;If any payment is made on a running bill, such sum will be deducted from the final bill as being an advance payment on account of the final bill. If one or more of the running bills submitted by the contractor has or have not been paid and the cause of action for the realisation of the same has become time barred due to the passage of time, nevertheless, the contractor will be entitled to recover the same as a part of the final bill. Failure to pay the final bill constitutes a new cause of action and the starting point of limitation for payment will arise from the date of default in the payment of the final bill.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1602127\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1602127\" id=\"span_10\">14. He has further place reliance on <a href=\"/doc/1602127/\" id=\"a_31\">Dalip Construction Company v. Hindustan Steel Ltd.</a> (supra) and tried to distinguish this award from the ground that while interpreting the arbitration clause in the case of <a href=\"/doc/1602127/\" id=\"a_32\">Dalip Construction Company</a> (supra), the court was dealing with the extent and scope of arbitration clause <a href=\"/doc/1602127/\" id=\"a_33\">in that case</a> which was much narrower in its scope and effect in relation to the present arbitration clause as contained in Clause 25 which is of wider amplitude.</span></span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196949\" id=\"span_11\">15. He has further placed reliance on M/s. <a href=\"/doc/196949/\" id=\"a_34\">Tarapore &amp; Co. v. Cochin Shipyard Ltd.</a> . Mr. Markanda said that the Supreme Court had occasion to interpret extent and scope of a similar clause as existed in the present case and which interpreting arbitration clause which was similar the Supreme Court held :</span>  \n</p><blockquote id=\"blockquote_15\">  &quot;The next question is whether this claim made by the contractor and disputed by the respondent would be covered by the arbitration clause. The arbitration clause has already been extracted. Even the High Court admits that clause 40 is very widely worded. It inter alia provides that all questions had disputes relating to the meaning of the Specifications, Estimates, Instructions, Designs, Drawings hereinbefore mentioned and as to the quality of the Workmanship or materials used on the work or as to any other questions, claim, right, matter or thing whatsoever in any way arising out of or relating to the contract ............ or otherwise concerning the works or the execution ............ whether arising during the progress of the work or after completion ........... shall be referred to the Sole Arbitrator etc. The scope, width and the ambit of the arbitration clause is of widest amplitude and any claim arising out of or relating to the contract or otherwise concerning the works or the execution thereof would be covered by the arbitration clause. The material portion of clause 40 which would assist us in deciding the question is claim, right, matter or thing whatsoever in any way arising out of or relating to the contract ........ estimates or otherwise concerning the works or the execution etc. Briefly stated any claim arising out of or relating to the contract, estimates or otherwise concerning the works or the execution thereof would be covered by the arbitration clause. The question to be posed is &quot;does the claim made by the contractor arise out of or relates to the contract, estimates, or is otherwise concerning works or execution thereof ? Phrases such as &#x27;claim arising out of contract&#x27; or &#x27;relating to the contract&#x27; or &#x27;concerning the contract&#x27; on proper construction would mean that if while entertaining or rejecting the claim or the dispute in relation to claim may be entertained or rejected after reference to the contract, if is a claim arising out of contract. Against the language of clause 40 shows that any claim arising out of the contract in relation to estimates made in the contract would be covered by the arbitration clause. If it becomes necessary to have recourse to the contract to settle the dispute one way or the other then certainly it can be said that it is a disputes arising out of the contract. And in this case the arbitration clause so widely worded as disputes arising out of the contract or in relation to the contract or execution of the works would comprehend within its compass a claim for compensation related to estimates and arising out of the contract. The test is whether it is necessary to have recourse to the contract to settle the dispute that has arisen.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_20\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_12\">16. Mr. Markanda has also argued that in paragraph 8 of the petition, the petitioner has only used the word claims and not dispute and, therefore, the petitioners themselves are admitting that the disputes can be referred for arbitration. He further cited <a href=\"/doc/1924738/\" id=\"a_35\">Renusagar Power Co. Ltd. v. General Electric Co. and another</a>  and the case of M/s. Madan Mukesh v. The Union of India (Rep. in AIR 1986 (1) 263). He has also argued that once the parties have agreed to have an arbitration clause in the Agreement and have chosen an arbitral forum in exclusion of normal civil law remedy, it is neither proper nor legal to direct the Arbitrator that a particular application be decided first on a preliminary issue. According to the learned counsel for respondent No. 1 it is in the domain of the jurisdiction of the arbitrator to decide the application as a preliminary one or to decide the issue along with the other disputes.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794709\" id=\"span_13\">In his support he has cited the case of <a href=\"/doc/1794709/\" id=\"a_36\">International Airport Authority of India v. K. D. Bali and another</a> . Mr. Markanda has stated that time for making the award has expired in May 1993 as the petitioner has not agreed for grant of extension to the Arbitrator.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> 17. After hearing learned counsel for the parties, it is clear that the petitioner has referred the claims of the respondent for arbitration. It was made clear in the letter of reference addressed to the Arbitrator that claims/counter-claims will be subject to the admissibility in terms of Clause 25 of the Agreement and the Arbitrator will decide about the arbitrability of these claims. Having participated in the arbitration proceedings when the parties have filed their statement of fact, counter statement of fact evidence has been led, discussion and argument has taken place, the matter ought not to have been raised.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1311958\" id=\"span_14\">18. I am also supported in my view by the law <a href=\"/doc/1794709/\" id=\"a_37\">laid down by</a> Supreme Court in <a href=\"/doc/1311958/\" id=\"a_38\">Prasun Roy v. The Calcutta Metropolitan Development Authority and another</a>  that having participated in the arbitration proceedings the petitioner cannot turned down and make a prayer to the court that the court may decide the arbitrability instead of its being decided by the Arbitrator in terms of reference. After a party has participated in the arbitration proceedings, evidence has been led, discussions and argument have taken place, can a party be permitted to change his stand.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1311958\" id=\"span_15\">The Supreme Court answered in <a href=\"/doc/1311958/\" id=\"a_39\">Prasun Roy</a>&#x27;s case (supra);</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> It is necessary to state at the out set that courts do not favor this kind of contention and conduct of an applicant who participates in arbitration proceedings without protest and fully avails of the entire arbitration proceedings and then when he sees that the award has gone against him he comes forward to challenge the whole of the arbitration proceedings as without jurisdiction on the ground of a known disability of party. That view of the court is ably stated by the Editor of the 15th Edition of Russel on the Law of Arbitration at page 295 in the following terms :  \n</p> \n\n<blockquote id=\"blockquote_16\"> Although a party may by reason of some disability be legally incapable of submitting matters to arbitration that fact is not one that can be raised as a ground for disputing the award by other parties to a reference who were aware of the disability. If one of the parties is incapable the objection should be taken to the submission. A party will not be permitted to lie by and join in the submission and then if it suits its purpose attack the award on that ground. The presumption in the absence of proof to the contrary will be that the party complaining was aware of the disability when the submission was made.  \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> Mr. Kacker submitted that this principle could be invoked only in a situation where the challenge is made only after the making of an award, and not before. We are unable to accept this differentiation. The principle is that a party shall not be allowed to blow hot and cold simultaneously. Long participation and acquiescence in the proceeding preclude such a party from contending that the proceedings were without jurisdiction.&quot;  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> 19. I would not like to deal in details on the arguments advanced by both the parties. Lengthy arguments were advanced before me by learned counsel for both the parties. I will not like to comment on the arbitrability of the claims in view of clause 25 of the Agreement, as it would prejudice the case of either party before the Arbitrator. Any discussions on this aspect may prejudice the case of the parties. It may influence the thinking process of the mind of the Arbitrator. The Arbitrator is seized with the matter when the petitioner filed objection under <a href=\"/doc/1154891/\" id=\"a_40\">Section 33</a> of the Arbitration Action 16.3.1993. The matter is still before the Arbitration, it would be in the interest of justice to expeditiously dispose of the matter. I would direct the parties to go before the Arbitrator in terms of references made by the petitioner dated 15.4.1991 and 5.8.1992. The Arbitrator shall proceed with the reference forthwith and make a award in terms of aforesaid reference within a period of four months from today.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\"> 20. If both the parties do not mutually agree for further extension of time in case of any such need either party or the Arbitrator is permitted to move this court for further extension of time. With these observations and directions, I dismiss the objections of the petitioner with no order as to costs.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\"> Records of the Arbitrator be returned. \n</p> \n\n","numcites":16,"numcitedby":0,"docsource":"Delhi High Court","citetid":1917684,"divtype":"judgments","relatedqs":[{"value":"persona designata","formInput":"persona%20designata"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"final bill","formInput":"final%20bill"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"arbitration claim","formInput":"arbitration%20claim"},{"value":"delhi development authority","formInput":"delhi%20development%20authority"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"Arbitrability","formInput":"Arbitrability"},{"value":"DDA","formInput":"DDA"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"hindustan steel ltd","formInput":"hindustan%20steel%20ltd"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"counter-claim\"","formInput":"%22counter-claim%22"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}