{"tid":998449,"publishdate":"2009-03-06","title":"M/S Roshin Lal Gupta & Sons Pvt. Ltd. vs Delhi Tourism & Transportation ... on 6 March, 2009","doc":"<h2 class=\"doc_title\">M/S Roshin Lal Gupta &amp; Sons Pvt. Ltd. vs Delhi Tourism &amp; Transportation ... on 6 March, 2009</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2009 (NOC) 1435 (DEL.), 2009 (4) ABR (NOC) 751 (DEL.), 2009 (4) AKAR (NOC) 587 (DEL.), 2009 AIHC (NOC) 770 (DEL.), 2010 CLC 833 (DEL)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-misra\">Sudershan Kumar Misra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-misra\">Sudershan Kumar Misra</a></h3>\n\n<pre id=\"pre_1\">*               IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+                         FAO No. 356 of 2008\n\n\n\n                                    Date of Decision : March 6, 2009\n\n\nM/s Roshin Lal Gupta &amp; Sons Pvt. Ltd.        .......Appellant\n                    Through Mr. R.K.Singh &amp; Ms. Deepa Rai,\n                    Advocates\n\n\n                                  Versus\n\n\n\nDelhi Tourism &amp; Transportation Development Corporation &amp; Anr.\n                                               .......Respondent.\n                                Through None.\n\n\n\nCORAM :\n    HON&#x27;BLE MR. JUSTICE SUDERSHAN KUMAR MISRA\n\n\n\n1.    Whether Reporters of local papers may be allowed to see the\n      judgment? Yes.\n\n2.    To be referred to the Reporter or not ? Yes.\n\n3.    Whether the judgment should be reported in the Digest ? Yes\n\n\nSUDERSHAN KUMAR MISRA, J.\n</pre>\n\n\n<p data-structure=\"Facts\" id=\"p_1\">1.              The plaintiff/appellant - Roshin Lal Gupta &amp; Sons Pvt.\n\nLtd. owns a shop-cum-office at the ground floor, Tribhuvan\n\nComplex, Ishwar Nagar, Mathura Road, New Delhi.          It let out the\n\nsaid premises to the respondents - Delhi Tourism &amp; Transportation\n\nDevelopment Corporation (DTDC) on 2nd March, 2005 for two years.\n\n\n<span class=\"hidden_text\" id=\"span_1\">FAO No.356/08                                                Page 1 of 22</span>\n The appellant claims that the monthly rent agreed between the\n\nparties was fixed @ 12.5% of the gross profit arising from the sales\n\ncarried out by the respondents from the said premises.                  The\n\nappellant also contends that at the time when the premises were let\n\nout, the respondents assured them that the monthly rent would\n\nwork out to more than Rs. 30,000/- per month.              The terms and\n\nconditions of the contract between the parties were reduced to\n\nwriting by a „Deed of Agreement‟ executed on 1st June, 2005\n\nbetween the parties. That agreement also contained the following\n\narbitration clause:-\n</p>\n<blockquote id=\"blockquote_1\">                &quot;That if any dispute or difference arises between\n                the parties here or their representatives or in\n                regard to any other matter under these presents\n                and save as to any matter the decision thereof is\n                hereinbefore expressly provided for, the same shall\n                be referred to Sole-Arbitrator of the MD&amp;CE, Delhi\n                Tourism &amp; Tpt. Dev. Corporation Limited and if he\n                is unable or unwilling to act to the sole Arbitration\n                of some other persons appointed by him, it will be\n                no objection to any such appointment that the\n                person appointed is/was an employee of the\n                Corporation or that he has to deal with the\n                matters to which the contract relates and that in\n                the course of his duties as such employees of the\n                Corporation, he has expressed views on all or any\n                of the matter in dispute or difference.\n</blockquote><blockquote id=\"blockquote_2\">                The reference to the Arbitration shall be deemed to\n                be a submission within the meaning of the\n                <a href=\"/doc/1306164/\" id=\"a_1\">Arbitration and Conciliation Act, 1996</a>, or any\n                statutory modification or re-enactment thereof,\n                and the rules made there under for the time being\n                in force shall apply to such reference and this\n                deed shall be deemed to be submission to such\n                Arbitration. The decision of such arbitrator shall\n                be final and binding upon both the parties.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_2\">                                                 [ emphasis added ]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">FAO No.356/08                                                    Page 2 of 22</span>\n</p><p data-structure=\"Facts\" id=\"p_3\"> 2.              The appellant contends that despite repeated requests,\n\nthe respondents failed to pay the monthly dues as fixed under the\n\naforesaid agreement between the parties to them. It is also alleged\n\nthat the respondents failed to render proper accounts of the total\n\nmonthly sales turnover which would enable the appellants to also\n\ndetermine the amount due to them every month in terms of the\n\nAgreement.        Consequently, on 2nd July, 2005, the appellants\n\nterminated the agreement and called upon the respondents to\n\nvacate the premises by 2nd August, 2005. Since the respondents\n\nfailed to do so, another letter was written by the appellant putting\n\nthe respondents on notice that the monthly rent of the premises is\n\nabout Rs. 50,000-60,000/- per month and that in case the\n\npremises are not handed over by Ist December, 2006, the appellant\n\nwould be constrained to seek their eviction as well as damages for\n\nthe illegal use and occupation of the same. Other communications\n\nto the same effect are also stated to have been addressed to the\n\nrespondents by the appellant but to no avail. Ultimately, a legal\n\nnotice dated 11th July, 2007 was served by the appellant on the\n\nrespondents demanding rendition of accounts pertaining to sale\n\nfrom the premises from March, 2005 to May, 2006. Consideration\n\nat the agreed rate of 12.5% of the monthly gross profit arising from\n\nthe sales during that period along with damages for unauthorized\n\noccupation of the premises from Ist May, 2006 onwards was also\n\ndemanded @ Rs. 50,000/- per month. The respondents were given\n\ntwo weeks‟ time to comply failing which the appellant would be\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">FAO No.356/08                                                Page 3 of 22</span>\n constrained to initiate eviction proceedings in Court.     Ultimately,\n\nthe appellant filed a suit No. 161 of 2007 before the Court of the\n\nDistrict Judge, Delhi, seeking recovery of possession of the suit\n\npremises, damages/mesne profits and also rendition of accounts\n\npertaining to the sales incurred by the respondents from the suit\n\npremises. On receipt of notice of the suit, the respondents moved\n\nan application under <a href=\"/doc/1146817/\" id=\"a_2\">Section 8</a> of the Arbitration and Conciliation\n\nAct, 1996 praying that in view of the aforesaid arbitration\n\nagreement incorporated in the Deed of Agreement executed\n\nbetween the parties on Ist June, 2005, the disputes between the\n\nparties be referred to arbitration. The appellant opposed reference\n\nto arbitration.     After hearing the parties, the learned Additional\n\nDistrict Judge granted the prayer of the respondents and referred\n\nthe matter to arbitration in terms of the aforesaid arbitration\n\nagreement between the parties.       Dissatisfied with that order, the\n\nappellant/plaintiff has appealed to this Court.\n\n</p><p data-structure=\"PetArg\" id=\"p_4\">3.              Counsel for the appellant has raised two principal\n\ncontentions.      According to him, since the lease in question had\n\ncome to an end and the tenancy stood terminated with effect from\n\nIst May, 2006 after the same was determined by his client\n\ntherefore, there is no subsisting lease agreement in existence under\n\nwhich any dispute can be referred to arbitration.          It is next\n\ncontended by learned counsel for the appellant that as a matter of\n\nfact, the application moved by the respondent under <a href=\"/doc/1146817/\" id=\"a_3\">Section 8</a> of\n\nthe Arbitration and Conciliation Act, 1996 before the Trial court\n\n\n<span class=\"hidden_text\" id=\"span_4\">FAO No.356/08                                                Page 4 of 22</span>\n has failed to disclose any disputes between the parties in respect of\n\nwhich arbitration can be claimed in terms of the arbitration\n\nagreement reproduced above.         It is submitted by learned counsel\n\nfor the appellant that under the circumstances, the trial court was\n\nin error in concluding that there was a subsisting arbitration\n\nagreement between the parties or that there existed any disputes\n\nbetween the parties that could have been referred to arbitration.\n\n</p><p data-structure=\"RespArg\" id=\"p_5\">4.              With regard to the first argument, it is also the\n\nappellant‟s case that since the lease in question had come to an\n\nend consequently, the arbitration clause contained in the lease also\n\ncame to an end and that in this way, the arbitration clause ceased\n\nto exist altogether, and that therefore, the learned trial court was in\n\nerror in concluding that there existed a subsisting arbitration\n\nagreement between the parties on the basis of which a dispute\n\ncould be referred to arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_6\">5.              Per Saville, J. in Union of India v. McDonnell Douglas\n\nCorporation (1993) 2 Lloyd&#x27;s Rep. 48.          &quot;arbitration clause in a\n\ncommercial contract is an agreement inside an agreement. The\n\nparties make their commercial bargain...... but in addition agree on\n\na private tribunal to resolve any issues that may arise between\n\nthem.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_7\">      In this case also, the arbitration clause in question provides\n\nthe manner in which all disputes or differences between the parties\n\nin regard to &quot;any other matter&quot;, arising out of the lease agreement,\n\nare to be resolved.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\"><span class=\"hidden_text\" id=\"span_5\">FAO No.356/08                                                 Page 5 of 22</span>\n</p><p data-structure=\"PetArg\" id=\"p_9\"> 6.              Russell on Arbitration [21st Edition] has examined just\n\nthe very question raised by learned counsel for the appellant who\n\nclaims that since the contract in which the clause was contained\n\nwas brought to an end by his client because, according to him, the\n\nother party was in breach, therefore, along with the contract, the\n\narbitration agreement contained therein has also ceased to exist.\n\nThere, it stated thus, at Page 32.\n</p>\n<blockquote id=\"blockquote_3\">                &quot;it would be a bizarre outcome if the arbitration\n                clause did not survive discharge of the contract by\n                breach, as the arbitration clause was agreed by\n                the parties for the very purpose of providing the\n                means by which disputes about the contract,\n                including breach, would be determined. The first\n                part of the answer is that the arbitration clause is\n                treated as a separate and independent agreement\n                which generally survives the termination of the\n                underlying contract.       This is known as the\n                doctrine of separability.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_10\">                The aforesaid doctrine of separability has been given\n\njudicial recognition in a number of judgments. Under it, unless a\n\ncontrary intention appears, &quot;the arbitration agreement has a\n\nseparate life from the contract for which it provides the means of\n\nresolving disputes.        This enables the arbitration agreement to\n\nsurvive breach of the contract of which it is a clause.&quot; (See Russell\n\non Arbitration, 21st Edition, Page 57).\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">      Similarly, with regard to termination of a contract by breach\n\nor frustration it was held in Heyman v. Darwins Ltd. (1942) A.C.\n\n356 that termination by breach of performance obligations does not\n\nbring the contract‟s dispute resolution procedure to an end, and is\n\nentirely within the scope of the arbitration agreement.\n\n<span class=\"hidden_text\" id=\"span_6\">FAO No.356/08                                                   Page 6 of 22</span>\n</p><p data-structure=\"Precedent\" id=\"p_12\">       I may add that as held in Astro Vencedor Compania Naviera\n\nSA v. Mabanaft GmbH (1970) 2 Lloyd&#x27;s Rep. 267, &quot;the court\n\nshould if the circumstances allow lean in favour of giving effect to\n\nthe arbitration clause to which the parties have agreed.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_13\">7.              In the same context, Russell on Arbitration also states\n\nthat, &quot;the reasoning behind the doctrine of separability was,\n\ntherefore, that the arbitration clause constitutes a self contained\n\ncontract collateral or ancillary to the underlying or &quot;main&quot;\n\ncontract.&quot;       Under the doctrine of implied terms, it has long been\n\nheld that an arbitration agreement can continue to be implied as\n\none of the terms of the relationship between the parties after the\n\nformal expiry of an agreement between them containing an\n\narbitration clause: typically, this is found in leases and partnership\n\ndeeds. [see Russell on Arbitration, 21st Edition, page 34]\n\n</p><p data-structure=\"Precedent\" id=\"p_14\">8.              Similarly, in Mustill &amp; Boyd, Commercial Arbitration,\n\nButterworths (1982), at page 8, the doctrine of separability has\n\nbeen expressed thus;\n</p>\n<blockquote id=\"blockquote_4\">                &quot;a doctrine has been evolved which leads to a\n                different conclusion-where the question is whether\n                the contract, acknowledged to be binding at the\n                inception, has been discharged by subsequent\n                events. This doctrine treats the arbitration clause\n                as having a life of its own, severable from the\n                substantive contract, and capable of surviving it\n                so as to give the arbitrator continuing jurisdiction\n                not only over disputes arising from events\n                happening whilst the contract was still in\n                existence, but also upon whether the contract has\n                come to an end, and if so with what consequences\n                to the parties. Thus an arbitrator can hold that\n                the contract has been discharged by frustration or\n                repudiation, or has been rescinded on the ground\n\n<span class=\"hidden_text\" id=\"span_7\">FAO No.356/08                                                   Page 7 of 22</span>\n                 of misrepresentation or non-disclosure, without\n                casting any doubt upon his own status as\n                arbitrator.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_15\">9.              On   the   same   lines,   in   Shri   N.   Sreenivasa     v.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">Kuttukaran Machine Tools Ltd., 2007 (4) ARB.L.R. 445 (Kar.), it\n\nwas held as follows :\n</p>\n<blockquote id=\"blockquote_5\">                &quot;12.... But in a case where a contract is validly\n                executed, which contains an arbitration clause, if\n                such a contract comes to an end either by way of\n                repudiation, frustration, breach or performance of\n                the contract, though the contract comes to an end,\n                the contract is still in existence, for certain\n                purposes in respect of disputes arising under it or\n                in connection with it. Therefore, the arbitration\n                clause in such a contract does not perish. It\n                continues to exist. Any dispute arising under the\n                said contract is to be decided as stipulated in the\n                arbitration clause.     Whether the contract has\n                come to an end in the manner stipulated in the\n                contract    itself   is   a    dispute.    Therefore,\n                notwithstanding the contract coming to an end,\n                the arbitration clause persists and even that\n                dispute is to be resolved in terms of the arbitration\n                clause contained in the agreement.&quot;\n</blockquote>\n\n\n<p data-structure=\"Issue\" id=\"p_17\">      To my mind, the above is a cogent example of the application\n\nof the doctrine of separability.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">10.             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1118279\" id=\"span_8\">In <a href=\"/doc/1118279/\" id=\"a_4\">Andritz Oy v. Enmas Engineering Pvt. Ltd.</a> 2007\n\n(3) ARB. L.R. 545 (Mad.), the Madras High Court examined the\n\nquestion of the separability and survival of the arbitration clause\n\nand held in paragraph 33 thereof that,\n\n                &quot;therefore, the contention that the arbitration\n                clause is severable and that it can be treated as an\n                agreement in itself is well founded. This inevitable\n                conclusion flows out of the provisions of <a href=\"/doc/165779/\" id=\"a_5\">Section\n                2(1)(b)</a> and <a href=\"/doc/1285367/\" id=\"a_6\">7(2)</a> of the Act, in respect of cases\n                covered by Part I and it flows out of the provisions\n\n<span class=\"hidden_text\" id=\"span_9\">FAO No.356/08                                                     Page 8 of 22</span>\n                 of <a href=\"/doc/1678224/\" id=\"a_7\">Article 11(2)</a> of the <a href=\"/doc/1306164/\" id=\"a_8\">First Schedule to the Act</a>, in\n                respect of cases covered by Chapter I of Part II. In\n                a sense, an arbitration clause contained only as\n                part of a whole agreement, is to be treated as a life\n                boat in a ship, of which it is a part. Whether the\n                life boat would survive the ship when it is sinking,\n                is the crucial issue to be considered .......&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\n      To this, that Court added the qualification that the conclusion\n\nthat the arbitration agreement is severable from the main contract\n\ndoes not imply that it will survive the main contract in every case\n\neven if the main contract is at an end.       It felt that although in case\n\nof agreements which are void ab initio the ability of the arbitration\n\nclause to survive is doubtful, however, in voidable contracts, the\n\narbitration clause would survive, while in the case of contracts\n\nwhich are stated to have become void later on, that Court quoted\n\nthe Supreme Court in Naihati Jute Mills Ltd. v. Khayaliram\n\nJagannath (1968) 2 SCJ 907 for the proposition that in such a\n\nsituation, the arbitration clause would survive.             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"718815\" id=\"span_10\">Similarly in\n\nanother case of <a href=\"/doc/718815/\" id=\"a_9\">Neyveli Lignite Corporation Ltd. v. Metro\n\nMachinery Traders &amp; Others</a> in Writ Appeal Nos. 1488, 1502 and\n\n1562 of 2007 decided by the Madras High Court on 1st April, 2008,\n\nit was held in paragraph 38 thereof that;</span>\n</p>\n<blockquote id=\"blockquote_6\">                 &quot;an arbitration clause in an agreement shall be\n                treated as an agreement independent of other\n                terms of the contract and even if the Arbitral\n                Tribunal were to hold that the contract is null and\n                void, it shall not entail ipso jure the invalidity of\n                the arbitration clause. In other words, even if the\n                contract is held to be void, the clause regarding\n                arbitration found in a void contract would not\n                become void. It exists independently of the said\n                contract and it could be enforced.&quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_11\">FAO No.356/08                                                    Page 9 of 22</span>\n<p data-structure=\"Precedent\" id=\"p_20\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_12\">11.             Similarly, in <a href=\"/doc/1391279/\" id=\"a_10\">Union of India v. Kishorilal Gupta and\n\nBros</a>.</span> (1960) 1 SCR 493, a Full Bench of the Supreme Court\n\nnoticed the aforesaid decision of the House of Lords in Heyman v.\n\nDarwins Ltd. (supra) and quoted with approval the following\n\nobservations from that decision;\n</p>\n<blockquote id=\"blockquote_7\">                 &quot;if, however, the parties are at one in asserting\n                that they entered into a binding contract, but a\n                difference has arisen between them as to whether\n                there has been a breach by one side or the other,\n                or as to whether circumstances have arisen which\n                have discharged one or both parties from further\n                performance, such differences should be regarded\n                as differences which have arisen &quot;in respect of &quot;,\n                or &quot;with regard to&quot;, or &quot;under&quot; the contract, and\n                an arbitration clause which uses these, or similar,\n                expressions, should be construed accordingly.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_21\">12.             The appellant‟s argument that the arbitration clause\n\nhas ceased to exist altogether and that there was no subsisting\n\nagreement between the parties on the basis of which a dispute\n\ncould be referred to arbitration does not hold water for the simple\n\nreason that an          arbitration clause   contained in    a    contract\n\nconstitutes a separate agreement by itself. It has an independent\n\nexistence and whether or not it survives the termination of the\n\ncontract in which it is contained is a matter of fact depending upon\n\nthe language of the contract as well as of the arbitration agreement\n\nitself. In this case, the fact that the arbitration agreement would\n\ncontinue to be in existence is also supported by the expression, &quot;or\n\nin regard to any matter under these presents&quot;. To my mind, this\n\nclause is very wide and can easily be said to have within its\n\ncontemplation any dispute between the parties with regard to the\n\n<span class=\"hidden_text\" id=\"span_13\">FAO No.356/08                                                    Page 10 of 22</span>\n terms    and      conditions   of    the   tenancy   agreement   and     the\n\ninterpretation thereof, as well as any claims that one party may\n\nhave against the other in this regard.          It would also include any\n\nclaim that the lessor may have for recovery of possession of the\n\npremises on account of breach of the contract as well as for\n\ndamages and mesne profits etc. on the same account. In such a\n\ncase, whilst one party may claim recovery of possession along with\n\ndamages and mesne profits on account of breach by the other, the\n\nother party might well claim that there is in fact no breach at all,\n\nand that it has been acting in terms of the contract all along and\n\nthat it is in possession of the premises in terms of a valid and\n\nsubsisting contract. Such a dispute would clearly be one that has\n\narisen with regard to the terms of the contract and the duties of the\n\ncontracting parties to each other. The issue whether one party has\n\nvalidly terminated the contract or whether a party is in breach or\n\nwhether the contract still subsists, is certainly something that is\n\ndirectly related to the contract and would, without a doubt, fall\n\nwithin the ambit of the expression, &quot;any other matter&quot; envisaged in\n\nthe arbitration agreement.          Clearly therefore, the appellant‟s suit\n\nagainst the respondent alleging violation of the aforesaid agreement\n\nof Ist June, 2005 between them, amounts to, &quot;an action in a matter\n\nwhich is the subject of an arbitration agreement&quot; as envisaged\n\nunder <a href=\"/doc/1146817/\" id=\"a_11\">Section 8</a> of the Arbitration and Conciliation Act, 1996.\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">13.             In this case also, it is the appellant‟s own case\n\nthat parties have entered into a binding agreement                whereby\n\n\n<span class=\"hidden_text\" id=\"span_14\">FAO No.356/08                                                    Page 11 of 22</span>\n the appellant‟s premises were let to the respondent on a monthly\n\nrent which was to be computed on the terms mentioned therein.\n\nThe appellant has thereafter contended that the respondents failed\n\nto perform the terms of the contract and had in effect breached the\n\nagreement whereupon the appellant terminated the same and\n\ncalled upon the respondents to return the premises while reserving\n\nthe right to seek eviction and damages from the respondents.\n\nUnder the circumstances, I have no doubt that the arbitration\n\nclause contained in the contract between the parties constituted a\n\ncollateral agreement and it exists independently of the said contract\n\nand is enforceable in respect of the disputes raised in the suit. The\n\ndisputes are directly relatable to and arise out of the aforesaid\n\nagreement between the parties of which the arbitration clause is a\n\npart.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"92922\" id=\"span_15\">14.             Learned counsel for the appellant also relied upon the\n\ndecision of a single Judge of the Allahabad High Court in <a href=\"/doc/92922/\" id=\"a_12\">Union of\n\nIndia and Another v. Jagdish Kaur</a> AIR 2007 All. 67 in support\n\nof his contention that once the lease expired, the contract was at\n\nan end since, &quot;the agreement was non-existent&quot; and therefore the\n\narbitration clause contained in that agreement was not applicable.\n\nIn the light of the law discussed above and for the reasons that\n\nfollow, I do not consider this authority a good precedent for the\n\nproposition canvassed by the appellant. The relevant facts, as they\n\nappear in paragraph 3 of that judgment, are that the parties\n\nadmittedly entered into a lease for five years with effect from\n\n\n<span class=\"hidden_text\" id=\"span_16\">FAO No.356/08                                               Page 12 of 22</span>\n Ist July, 1999 and that the agreement envisaged that the tenancy\n\ncreated thereby, &quot;was to continue even after expiry of initial period\n\nof five years for future period on yearly basis&quot;.         Later on, in\n\nparagraph 19, the judgment refers to clause 14 of the agreement\n\nwhich it says, &quot;clearly stipulated that the extension of lease could\n\nbe granted by mutual agreement between the parties&quot;. It was also\n\nprovided that, &quot;in the event of any dispute concerning the subject\n\nmatter and agreement, the matter was to be referred to an\n\narbitrator...&quot;. Before the first period of five years was over, a notice\n\nwas given by the landlady demanding vacant possession of the\n\ntenanted premises and arrears of rent up to 30th June, 2004. In\n\nthat notice, the tenant was also informed that in case of\n\nnon-compliance, she intends to file a suit for ejectment and arrears\n\nof rent along with mesne profits/damages. Ultimately, the landlady\n\nfiled that suit. The suit was duly contested by the tenants. They\n\nfiled their written statement taking a number of defences. Issues\n\nwere framed, and evidence was led by both parties.         It might be\n\nnoticed that the judgment does not state whether any application\n\nwas moved by the defendants under <a href=\"/doc/1722761/\" id=\"a_13\">section 34</a> of the Arbitration\n\nAct, 1940 seeking stay of legal proceedings in view of the\n\narbitration agreement between the parties. It also does not state\n\nwhether any application was moved by the defendants under\n\n<a href=\"/doc/385194/\" id=\"a_14\">Section 20</a> of that Act as applicable to the state of Uttar Pradesh\n\nseeking a       reference   to arbitration as envisaged    under     the\n\nagreement.       There appears to have been only a preliminary\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">FAO No.356/08                                                Page 13 of 22</span>\n objection taken by the defendants in their written statement that\n\nthe court had no jurisdiction to entertain the suit in view of the\n\nexistence of the arbitration clause in the lease deed.     It was on\n\nthese facts that the High Court decided not to interfere in the\n\nexercise of writ jurisdiction with the decision of the civil court.\n\nParagraph 21 of that judgment, which is also relied upon by\n\nlearned counsel for the appellant, only states that since the suit\n\nwas filed on Ist July, 2004, the agreement was non-existent and\n\ntherefore the arbitration clause was not applicable. The reasoning\n\nfor these conclusions has not been given.        As already noticed\n\nabove, the court has noted in paragraph 3 that the tenancy was for\n\nan initial period of five years and that, &quot;the tenancy was to continue\n\neven after the expiry of the initial period of five years for future\n\nperiod on yearly basis...&quot;. If this was correct then obviously on 30th\n\nJune, 2004, the initial period of five years came to an end, and\n\nfrom Ist July, 2004, i.e., the next day onwards, the tenancy was to\n\ncontinue from year to year. It follows therefore that the suit which\n\ncame to be instituted by the landlady on Ist July, 2004 claiming\n\nvalid termination of the lease on the refusal of the defendants to\n\nvacate the premises or to pay arrears of rent and mesne profits,\n\nwas obviously in connection with the subject matter of the\n\nagreement of lease between the parties, and no reasoning is given\n\nfor upholding the conclusions of the civil court that the lease was\n\nfor a fixed term of five years which had expired on 30th June, 2004\n\nor that the arbitration clause is not applicable to this dispute. On\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">FAO No.356/08                                               Page 14 of 22</span>\n the other hand, a perusal of paragraph 19 of the judgment seems\n\nto indicate that extension of the lease could be granted only by\n\nmutual agreement between the parties. In other words, after the\n\nexpiry of the initial period of five years, the tenancy would not\n\nautomatically continue from year to year as mentioned in\n\nparagraph 3 of the judgment. There is obviously some confusion\n\non the facts in this regard. Be that as it may, even if we were to\n\nassume the facts narrated in paragraph 19 to be correct, even then,\n\nto my mind, since both parties had admittedly entered into the\n\ncontract in question, the doctrine of separability mentioned above\n\nwould become applicable and, notwithstanding the fact that the\n\ncontract had come to an end, the arbitration clause would have\n\npersisted and remained in existence.     Under the circumstances,\n\neven under the doctrine of implied terms, (See Russell on\n\nArbitration, 21st Edition, page 34), it could have been implied that\n\nthe arbitration agreement would continue after the formal expiry of\n\nthe main agreement.       Unfortunately, there is no discussion\n\nwhatsoever on these aspects of the matter in that judgment. As\n\nalready noticed, in the precedents cited above, whether the\n\narbitration clause is separable and whether there is an implied\n\nagreement that the arbitration clause will survive the expiry of the\n\nagreement to resolve disputes arising out of the agreement,\n\nincluding disputes pertaining to the expiry or termination thereof,\n\nwill all depend on the facts and circumstances of a given case.\n\nAnother aspect that emerges is that <a href=\"/doc/92922/\" id=\"a_15\">in that case</a>, the defendant did\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">FAO No.356/08                                             Page 15 of 22</span>\n not seek stay of suit under <a href=\"/doc/536284/\" id=\"a_16\">Section 34</a> or reference to Arbitration\n\nunder <a href=\"/doc/811701/\" id=\"a_17\">Section 20</a> of the Arbitration Act, 1940, and seems to have\n\ntaken the stand that if the plaintiff i.e. the landlady, had a dispute\n\nwith them, it was for her to seek arbitration by invoking the\n\narbitration clause, but the suit was barred.        Here, the defendant\n\nhas invoked <a href=\"/doc/1146817/\" id=\"a_18\">Section 8</a> of the Arbitration &amp; Conciliation Act, 1996,\n\nwhich prescribes that if the subject matter of suit is covered by the\n\narbitration clause, it must be referred to arbitration. For all these\n\nreasons therefore, and with the greatest respect, I find myself\n\nunable to follow this judgment. The same has obviously been given\n\non the facts of the case and does not lay down any binding\n\nprecedent.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1391279\" id=\"span_20\">15.             Learned counsel for the appellant has also relied on a\n\nportion of the second paragraph at page 513 of the Supreme\n\nCourt‟s decision in <a href=\"/doc/1391279/\" id=\"a_19\">Union of India v. Kishorilal and Bros</a>. (1960)\n\n1 SCR 493. In that paragraph, the Supreme Court has culled out a\n\nnumber of principles that were relevant to that case as they had\n\nemerged from a discussion of all the relevant factors that were\n\ntaken into account in deciding that case.            Six principles were\n\nenunciated. The second principle is stated thus,\n\n                &quot;however comprehensive the terms of an\n                arbitration clause may be, the existence of the\n                contract is a necessary condition for its operation;\n                it perishes with the contract;&quot;</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">\n</p><blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1391279\" id=\"span_21\">Learned counsel for the appellant has relied upon this observation\n\nto support his contention that since the principal contract between\n\n\n<span class=\"hidden_text\" id=\"span_22\">FAO No.356/08                                                   Page 16 of 22</span>\n the parties is at an end, therefore, the arbitration clause in\n\nquestion has also perished with the original contract and the same\n\ncannot be invoked for that reason. I do not agree. To my mind,\n\nthis portion of the judgment cannot be read in isolation. In fact,\n\nthe paragraph of which this forms a part, begins with the words,\n\n&quot;The following principles relevant to the present case emerge from\n\nthe aforesaid discussion........&quot;.      In other words, all the six\n\nprinciples enunciated thereafter, including the aforesaid second\n\nprinciple relied upon by the appellant, which is reproduced above,\n\nhave come about keeping in mind the facts and circumstances of\n\nthat case. The most important factor <a href=\"/doc/1391279/\" id=\"a_20\">in that case</a> was that the\n\nprinciple contract in question was superseded by another contract\n\nand the aggrieved party was seeking to invoke the arbitration\n\nclause in the previous contract for resolution of some disputes. It\n\nis for that purpose that the Supreme Court had concluded that\n\neven though the phraseology employed in the arbitration clause\n\ncontained in the superseded contract was fairly wide, &quot;it is\n\ninconceivable that the parties intended its survival even after the\n\ncontract was mutually rescinded and substituted by a new\n\nagreement.&quot; For arriving at its conclusion, the Supreme Court also\n\nkept in mind the fact that although parties had the power to do so,\n\nyet, in the new contract superseding the old one, they did not\n\nprovide for the survival of the arbitration clause contained in the\n\nprevious contract.   The relevant facts on which these principles\n\nwere culled by the Supreme Court were that there were three\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">FAO No.356/08                                            Page 17 of 22</span>\n contracts between the parties that were settled and in substitution\n\nof the three contracts, a third settlement was executed between the\n\nparties. The Court also came to the conclusion on facts that after\n\nthe execution of the aforesaid third settlement contract, all the\n\nother contracts were extinguished.          Furthermore, they had held\n\nthat after the execution of the new contract, the parties could work\n\nout their rights only under the terms of the new contract. It was, in\n\nthese circumstances, that the Supreme Court held that the\n\narbitration clause in the superseded, extinguished contract, did not\n\nsurvive.    I might also notice that insofar as the instant case is\n\nconcerned, principle No. 6 also culled out in the same paragraph, is\n\nmore relevant and encapsulates the law applicable to the facts of\n\nthis case. It is as follows:-</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">                &quot;(6) between the two falls many categories of\n                disputes in connection with a contract, such as\n                the question of repudiation, frustration, breach\n                etc. In those cases, it is the performance of the\n                contract that has come to an end, but the contract\n                is still in existence for certain purposes in respect\n                of disputes arising under it or in connection with\n                it. As the contract subsists for certain purposes,\n                the arbitration clause operates in respect of these\n                purposes.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_26\">For all these reasons, the reliance of learned counsel for the\n\nappellant on this portion of the aforesaid judgment is misplaced.\n\nIn fact, as already discussed above, this authority also supports the\n\nconclusion that I have reached to the effect that in this case, the\n\narbitration clause subsists and the application of the respondent\n\nmoved under <a href=\"/doc/1146817/\" id=\"a_21\">Section 8</a> of the Arbitration and Conciliation Act\n\n1996, deserves to be allowed.\n</p><span class=\"hidden_text\" id=\"span_24\">FAO No.356/08                                                   Page 18 of 22</span><p data-structure=\"Conclusion\" id=\"p_27\">\n</p><p data-structure=\"RespArg\" id=\"p_28\"> 16.             The next contention of counsel for the appellant to the\n\neffect that the application filed by the respondent under <a href=\"/doc/1146817/\" id=\"a_22\">Section 8</a>\n\nof the Arbitration and Conciliation Act has failed to set out any\n\ndisputes between the parties, and that therefore, there is nothing to\n\nbe referred, also does not commend itself for the reason that the\n\napplication moved by the              respondent clearly refers to the\n\nappellant‟s claim in suit against the respondent. Whilst it is true\n\nthat every single claim raised against the respondent by the\n\nappellant in the suit has not been specifically set out in the\n\napplication       moved    by   the   respondent,   however,   since     the\n\napplication itself has been moved in that suit which is before the\n\nsame court, any reference by the respondent to the appellant‟s\n\nclaim in that suit must necessarily mean all those claims which\n\nhad been asserted by the appellant and denied by the respondent.\n\nIn the application, the respondent has stated as follows;\n\n</p><blockquote id=\"blockquote_10\">                &quot;the present suit is not maintainable and the\n                alleged dispute/claim the plaintiff is required to be\n                referred to arbitration&quot;.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_29\">No written statement has been filed in the suit so far. The suit has\n\nbeen brought by the appellant before the court because of the\n\nrespondent‟s refusal to comply with the appellant‟s demands. This\n\nis what has given rise to a cause of action entitling the appellant to\n\nhave the same adjudicated at trial. To my mind, the very filing of\n\nsuch a suit is an acknowledgment that a dispute has arisen\n\nbetween the plaintiff and the defendant with regard to the claims of\n\nthe plaintiff in that suit and that the said dispute is subsisting.\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">FAO No.356/08                                                    Page 19 of 22</span>\n Further, <a href=\"/doc/1690450/\" id=\"a_23\">Section 8(1)</a> of the Arbitration and Conciliation Act, 1996\n\nstates as follows:-\n</p>\n<blockquote id=\"blockquote_11\">                &quot;Power to refer parties to arbitration where\n                there is an arbitration agreement - (1) A judicial\n                authority before which an action is brought in a\n                matter which is the subject of an arbitration\n                agreement shall, if a party so applies not later\n                than when submitting his first statement on the\n                substance of the dispute, refer the parties to\n                arbitration.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_30\">A perusal of <a href=\"/doc/1146817/\" id=\"a_24\">Section 8</a> of the Arbitration and Conciliation Act, 1996,\n\nshows clearly that the court before whom the suit was brought was\n\nrequired to determine whether it pertained to a matter which was,\n\n&quot;subject to an arbitration agreement&quot;.       For this purpose, all that\n\nwas required of that court was to examine the nature of the suit,\n\nthe facts stated and the relief claimed therein to satisfy itself that,\n\n&quot;the matter&quot; is the subject of an arbitration agreement.               An\n\nexamination of the impugned judgment shows that this aspect has\n\nbeen properly examined.\n</p>\n<p data-structure=\"RespArg\" id=\"p_31\">17.             In support of this contention, learned counsel for the\n\nappellant also places reliance on a decision of the Division Bench of\n\nthis court in Cogent Ventures (India) Ltd. v. Raj Karan                 in\n\nFAO(OS)     No. 288 of 2008 decided on 27th August, 2008.            That\n\ndecision does not help the case of the appellant because, in that\n\nmatter, while on the one hand, the defendant moved an application\n\nunder <a href=\"/doc/1146817/\" id=\"a_25\">Section 8</a> of the Arbitration and Conciliation Act, 1996\n\npraying that the suit be rejected and the parties be referred to\n\narbitration in view of an arbitration clause contained in the lease\n\ndated 14th August, 2003; on the other hand, he moved another\n\n<span class=\"hidden_text\" id=\"span_26\">FAO No.356/08                                                 Page 20 of 22</span>\n application under <a href=\"/doc/1841764/\" id=\"a_26\">Section 11</a> of the said Act invoking another\n\narbitration clause contained in a Memorandum of Understanding\n\nstated to have been executed by the parties later on 17th November,\n\n2003. On facts, the court concluded that the disputes claimed by\n\nthe defendant relate to the Memorandum of Understanding\n\nexecuted later on between the parties and that therefore no\n\ndisputes can be said to have arisen out of the previous lease\n\nagreement. Both, the previous lease agreement as well as the fresh\n\nMemorandum of Understanding executed by the parties later on,\n\nhad arbitration clauses. According to the court, even the so-called\n\ndisputes set out in the application under <a href=\"/doc/1841764/\" id=\"a_27\">Section 11</a> of the Act, do\n\nnot amount to disputes. It further held that the, &quot;entire case of the\n\ndefendant, as depicted in the application filed under <a href=\"/doc/1146817/\" id=\"a_28\">Section 8</a> of\n\nthe 1996 Act is that there is an agreement to sell/Memorandum of\n\nUnderstanding as per which right to claim the title in the suit\n\nproperty would be with the defendant&quot;.         The court therefore\n\nconcluded that the disputes pointed out by the defendant relate to\n\nthe title of the suit property which in any case cannot be gone into\n\nin the suit for possession that was before the court where the\n\nplaintiff had alleged that the suit premises were given on lease to\n\nthe defendant and that the lease had been determined.       In other\n\nwords, while the action was brought by the plaintiff in relation to a\n\nlease, the defendant was seeking reference to arbitration in\n\nconnection with disputes arising out of a Memorandum of\n\nUnderstanding which was allegedly an Agreement to Sell, i.e.,\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">FAO No.356/08                                              Page 21 of 22</span>\n something entirely different from the matter in respect of which the\n\naction was brought before the court.               It was under these\n\ncircumstances that the application under <a href=\"/doc/1146817/\" id=\"a_29\">Section 8</a> came to be\n\ndismissed. In the case at hand, there is only one agreement and\n\none arbitration clause. The defendant is not claiming that disputes\n\nhave arisen with regard to a later agreement touching upon a\n\ndifferent subject altogether. Therefore, to my mind, this authority\n\nhas no application in the facts of the instant case.\n\n</p><p data-structure=\"Conclusion\" id=\"p_32\">18.             In view of the above discussion, I do not find any\n\ninfirmity with the impugned order.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">19.             The appeal is, therefore, dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_35\">                                       SUDERSHAN KUMAR MISRA, J.\n</p><p data-structure=\"Conclusion\" id=\"p_36\">March 6, 2009\nsl\n\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">FAO No.356/08                                                Page 22 of 22</span>\n </p>","numcites":15,"numcitedby":5,"docsource":"Delhi High Court","citetid":998449,"divtype":"judgments","relatedqs":[{"value":"survival of arbitration clause","formInput":"survival%20of%20arbitration%20clause"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"superseded contract","formInput":"superseded%20contract"},{"value":"survival clause","formInput":"survival%20clause"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"mesns profits","formInput":"mesns%20profits"},{"value":"Delhi tourism and transportation","formInput":"Delhi%20tourism%20and%20transportation"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"mesne profits damages","formInput":"mesne%20profits%20damages"},{"value":"delhi tourism    ","formInput":"delhi%20tourism%20%20%20%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration section 8","formInput":"arbitration%20section%208"},{"value":"arbitration agreement is between the parties to arbitration agreement","formInput":"arbitration%20agreement%20is%20between%20the%20parties%20to%20arbitration%20agreement"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"arbitration  reference by the parties","formInput":"arbitration%20%20reference%20by%20the%20parties"},{"value":"\"arbitration clause\" \"agreement\"","formInput":"%22arbitration%20clause%22%20%22agreement%22"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"}],"courtcopy":true,"query_alert":null,"agreement":false}