{"tid":122417,"publishdate":"2002-04-09","title":"K. Gopalasamy Chetty, K. ... vs Selliamman Koil Co-Op. House Site ... on 9 April, 2002","doc":"<h2 class=\"doc_title\">K. Gopalasamy Chetty, K. ... vs Selliamman Koil Co-Op. House Site ... on 9 April, 2002</h2>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n K. Govindarajan, J.  \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The unsuccessful plaintiffs before the courts below have filed the above Second Appeals.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2.The plaintiffs filed the suits in O.S.Nos.520 to 528/82 on the file of the 9th Asst. City Civil Court, Madras for recovery of possession of the suit property concerned, and for mesne profits.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\"> 3. According to the plaintiffs, they are the owners of the suit &#x27;A&#x27; schedule property and the 1st defendant co-operative society entered into an agreement with the plaintiffs on 19.7.76, marked as Ex.A3 for the sale of the property mentioned therein.  They offered to sell 48 grounds and 234 sq.ft. in T.S.No.128, Block No.18, Municipal door No.1/1-l, Sabapathi Poosali Street, Iyanavaram, Chennai.23, for a total consideration of Rs.1,92,390/-, and received a sum of Rs.26,102/- towards advance.  According to the said agreement, one year time was provided for completing the sale transaction.  It is also specifically stated that time is the essence of the contract.  The 1st defendant agreed to pay all taxes and other outgoings in respect of the property from the date of agreement, and possession was handed over to the 1st defendant-society.  The 1st defendant did not come forward to complete the sale, but it had allotted to 2nd defendant in all the suits the &#x27;B&#x27; schedule properties.  Hence the plaintiffs have filed the above suits.  It is also specifically stated in the plaint that the 1st defendant did not pay the Urban Land Tax and also the balance of sale consideration to complete the sale deed and so the agreement stood cancelled.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\"> 4. The 1st defendant contested the suit by filing separate written statement, stating that the society was put in possession of the property on the date of agreement. In spite of the best efforts taken by the society, plaintiffs have not chosen to execute the sale deed in favour of the society and its members.  1st defendant has taken steps for availing specific performance of the agreement.  It is further stated that after entering into the agreement, <a href=\"/doc/1005850/\" id=\"a_1\">Urban Land Ceiling and Regulation Act</a> came into force, and the plaintiffs could not execute the sale deed, and they did not obtain any exemption from the Government.  The delay in completing the sale was only due to the same.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\"> 5.  The 2nd defendant-allottees from the 1st defendant filed written statements stating that only because the <a href=\"/doc/1005850/\" id=\"a_2\">Urban Land Ceiling and Regulation Act</a> came into force, plaintiffs could not execute the sale deed and that the plaintiffs did not get any exemption from the competent authority to execute the sale deed.  Further, plaintiffs were making promises that the clearance certificate would be produced shortly, but the same was not produced.  So plaintiffs cannot seek to take possession of the suit property which was handed over to the defendants in part performance of the agreement of sale.  Further, the plaintiffs could not make use of their own laches to get the property back.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. The trial court mainly on the basis that the defendants are entitled protection under <a href=\"/doc/221518/\" id=\"a_3\">Sec. 53-A</a> of the Transfer of Property Act, hereinafter called &quot;<a href=\"/doc/1005850/\" id=\"a_4\">The Act</a>&quot;, as possession of the property was taken over by the 1st defendant in part performance of the contract, and so the suits for recovery of possession are not maintainable.  On that basis the suits were dismissed. So Appeals were filed in A.S.Nos.381 to 389/86 on the file of IV Addl. City civil Court, Madras. Even the lower appellate court found that the defendants are entitled protection under <a href=\"/doc/1005850/\" id=\"a_5\">Sec. 53-A</a> of the Act, and so the appellants cannot sustain the suits.  On that basis lower appellate court has dismissed the suits. Hence the above Second Appeals.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\"> 7. The substantial questions of law that were formulated in these Second Appeals are:-   \n</p>\n<blockquote id=\"blockquote_1\"> 1)Whether the 1st respondent is entitled to the benefit of <a href=\"/doc/221518/\" id=\"a_6\">Sec. 53-A</a> of the Transfer of Property Act when there is a  pleading and when the 1st respondent has not done any Act in furtherance of the agreement?\n</blockquote> \n\n<blockquote id=\"blockquote_2\"> 2)Whether in law, acts in furtherance of the agreement should be personal acts of the original part to the contract, or of acts referable to their transferees?\n</blockquote> \n\n<blockquote id=\"blockquote_3\"> 3)Whether the omission on the part of the 1st respondent society to comply with the terms of the agreement, can be ignored an account of their relying on the provision of <a href=\"/doc/1005850/\" id=\"a_7\">Urban Land Ceiling Act</a>, which would not apply to the suit lands?  \n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_8\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"148587\" id=\"span_1\">8. Learned counsel appearing for appellants submitted that the reason for not completing the sale cannot be sustained as the  Tamil Nadu urban Land (Ceiling &amp; Regulation) Act, 1978 (hereinafter called &#x27;<a href=\"/doc/1005850/\" id=\"a_8\">The Act</a> 1978) does not apply to the lands, which are the subject matter in the suits.  Learned counsel, relying on <a href=\"/doc/1005850/\" id=\"a_9\">Sec. 20</a> of the Act 1978 which deals with the category to which the Act 1978 shall not apply, has submitted that the case of the 1st defendant that only because of the enforcement of the Act 1978, the sale deed could not be executed cannot be sustained. According to him, <a href=\"/doc/1005850/\" id=\"a_10\">Sec.20(v)</a> of the Act 1978 any vacant lands held by the Co-operative Society are exempted from the applicability of <a href=\"/doc/1005850/\" id=\"a_11\">Chapter III of the Act</a> 1978.  He also relied on <a href=\"/doc/1502859/\" id=\"a_12\">Sec.3(b)(1)(ii)</a> of the Act 1978, which defines &quot;to hold&quot;, in support of his submission that even if the land is in possession of co-op. society, without any ownership, <a href=\"/doc/1005850/\" id=\"a_13\">Sec.20(v)</a> of the Act 1978 can be invoked for the purpose of exemption.  On that basis learned counsel submitted that though the Act 1978 has no application to the suit lands, the 1st defendant-society tried to take advantage of the provisions of the Act 1978 as if it would apply to the lands in question also, and thereby sale could not be completed.  Learned counsel relying on Ex.A8, the draft sale deed, which had been approved by plaintiffs in November 1980, submitted that the 1st defendant-society took steps to get the sale deed executed, but after approval, the society did not take any steps, and now they have come forward with the above plea to escape from their laches.  Learned counsel also submitted that though 1st defendant was not trying to protect their possession, under <a href=\"/doc/1005850/\" id=\"a_14\">Sec. 53-A</a> of the Act, as a defence to the suit, the 2nd defendant in all the suits tried to protect possession invoking <a href=\"/doc/1005850/\" id=\"a_15\">Sec. 53-A</a> of the Act, though they are not entitled to any such protection as they are not party to the agreement and they did not obtain possession under the agreement.  He has also relied on the decision in Sita Ram, Appellant v. Kanta Devi and others, Respondents,  and in <a href=\"/doc/148587/\" id=\"a_16\">Vijay Singh and another v. Tulsi Ram and another</a>, , in support of his submission.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\"> 9. Learned counsel appearing for 2nd defendant in each case have submitted that in view of <a href=\"/doc/1005850/\" id=\"a_17\">Sec. 6</a> of the Act 1978, plaintiffs could not execute the sale deed by transferring the title and even if plaintiffs execute the sale deed, it would be an offence under <a href=\"/doc/1005850/\" id=\"a_18\">Sec.39</a> of the Act 1978.  Relying on Exs.B7 to B10, learned counsel also submitted that the 1st defendant-society was ready to perform its part of the contract by getting Demand Draft for the entire sale consideration.  Relying on Exs.B2 and B4, learned counsel further submitted that the 1st defendant-society took effective steps to get exemption with respect to the land from the purview of the Act 1978, and exemption was given only after filing of the suit.  They further submitted that <a href=\"/doc/1005850/\" id=\"a_19\">Sec.20(v)</a> of the Act 1978 will apply only to the Housing Co-op. Society and not to the 1st defendant-society, as 1st defendant-society is not Housing Co-op. Society, and so the submission of the learned counsel for appellants cannot be accepted. According to the learned counsel, second defendant in each case as members of the society and allottees, they are entitled to take a defence invoking <a href=\"/doc/221518/\" id=\"a_20\">Section 53-A</a> of the Transfer of Property Act to protect their possession.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\"> 10. On the basis of the pleadings, evidence, findings of courts below and also the arguments submitted by respective counsel, we have to decide the issues raised in these Second Appeals.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> 11. From the written statements filed by 1st and 2nd defendants separately, it is clear that 1st defendant did not claim any protection under <a href=\"/doc/1005850/\" id=\"a_21\">Sec. 53-A</a> of the Act as a defence to the plaintiffs&#x27; claim for possession.  It is not in dispute that the 1st defendant is not in possession of the land on the date of filing of the suit.  Only 2nd defendant claimed such protection on the basis of possession given to them by the 1st defendant. In the written statement of the second defendant,  to apply <a href=\"/doc/1005850/\" id=\"a_22\">Sec. 53-A</a> of the Act, it is stated that plaintiffs put the 1st defendant in possession of the property with authority to allot the plots to the members and so plaintiffs cannot seek to take possession of the suit property, which was handed over to defendants in part performance of agreement of sale.  Even from Ex.A3 agreement, the case of the 2nd defendant that plaintiffs had given authority to allot the land to 2nd defendant in each case, cannot be sustained.  There is no such recitals in  Ex.A3 and no evidence has been produced to that effect.  So the case of the respective 2nd defendant in the suits that plaintiffs authorised 1st defendant-society to allot the land to its members cannot be countenanced.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> 12. Even with respect to defence taken by the 2nd defendant under <a href=\"/doc/1005850/\" id=\"a_23\">Sec. 53-A</a> of the Act, as 1st defendant is not claiming any such defence in written statement, they cannot sustain the defence on the basis of <a href=\"/doc/1005850/\" id=\"a_24\">Sec. 53-A</a> of the Act as they are not parties to the contract.\n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> 13. It is beneficial to extract <a href=\"/doc/1005850/\" id=\"a_25\">Sec. 53-A</a> of the Act itself, which runs as follows:-   \n</p>\n<blockquote id=\"blockquote_4\">&quot;53A. Part performance:- Where any person contracts to transfer for consideration any immovable property  by writing signed by him or on his behalf from which the terms necessary to constitute the transfer can be ascertained with reasonable certainty,\n \n\n and the transferee has, in part performance of the contract, taken possession of the property or any part thereof, or the transferee, being already in possession, continues in possession in part performance of the contract and has done some act in furtherance of the contract,\n \n\n and the transferee has performed or is willing to perform his part of the contract,\n \n\n then, notwithstanding that the contract, though required to be registered, has not been registered, or, where there is an instrument of transfer, that the transfer has not been completed in the manner prescribed therefor by the law for the time being in force, the transferor or any person claiming under him shall be debarred from enforcing against the transferee and persons claiming under him any right in respect of the property of which the transferee has taken or continued in possession, other than a right expressly provided by the terms of the contract;   Provided that nothing in this section shall affect the rights of a transferee for consideration who has no notice of the contract or of the part performance there of.&quot;   \n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_14\"> 14. Learned counsel for 2nd defendant, to sustain their case, as set out before the courts below, submitted that they are claiming the right under the transferee (the 1st respondent) in respect of the possession of the property which was given to the transferee by the plaintiffs, and so they are entitled to get protection under the said provision.  So, from the above, it is clear that they are not claiming any right as if they are parties to the agreement,  Ex.A3.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\"> 15. So, to sustain their defence under <a href=\"/doc/1005850/\" id=\"a_26\">Sec. 53-A</a> of the Act, the 2nd defendant in each case has to establish that they are the persons claiming under the transferee any right in respect of the property of which the transferee has taken possession.  The said phrase &quot;persons claiming under the transferee&quot; refers persons claiming any right derived subsequently to the date of agreement and not anterior to the date.  Whether a person is or is not a &quot;person claiming under the transferee&quot; would depend upon the facts and circumstances of each case. <a href=\"/doc/1005850/\" id=\"a_27\">Sec. 53-A</a> of the Act is so framed as to impose a statutory bar on the transferor to recover possession,  but it confers no active title on the transferee. An agreement of sale by itself does not create any interest in the immovable property, but where the party to the agreement has been put in possession of the suit property under the agreement of sale, it must be held that there was  sufficient creation of interest in his favour so as to attract the terms of <a href=\"/doc/161831507/\" id=\"a_28\">Order 22, Rule 10 of the Code of Civil Procedure</a>. \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1888866\" id=\"span_2\">16. The learned Judge of the Andhra Pradesh High Court while dealing with the scope of <a href=\"/doc/161831507/\" id=\"a_29\">Order 22, Rule 10  of the Code of Civil Procedure</a>, to find out whether he is a proper party to the proceedings, has held in the decision in <a href=\"/doc/1888866/\" id=\"a_30\">V.Narasimha Raju v. K.Yellamanda</a>, , as follows:-  &quot;Sri Rajeswara Rao, however, contended on behalf of the petitioner that as his client has been put in possession of the suit property under the agreement of sale it must be held that there was sufficient creation of interest in his favour so as to attract the terms of <a href=\"/doc/161831507/\" id=\"a_31\">Order 22 Rule 10 C.P.C</a>. It is found by the court below that in pursuance of the agreement of sale the petitioner was  put in possession of the suit property. Under those circumstances he is entitled to invoke the provisions of <a href=\"/doc/221518/\" id=\"a_32\">Section 53A</a> of the Transfer of Property Act. His possessory title is, in my opinion, sufficient interest within the meaning of <a href=\"/doc/161831507/\" id=\"a_33\">Order 22 Rule 10 C.P.C</a>.&quot;</span>      \n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"> 17. The learned Judge, in the abovesaid decision, followed the Division Bench decision of this Court, in Saradambal Ammal v. Kandaswamy Gounder, 1947-2 Mad.L.J. 374, in which it is held as follows:-  &quot;The words &#x27;any interest in this rule include, in our opinion, any transferable &#x27;right to sue&#x27; spoken of in the earlier rules of the order which provide for its devolution in cases of death. The contention, therefore, that the &#x27;assignment, creation or devolution of an interest&#x27; referred in rule 10 mean an assignment, creation or devolution of an interest in tangible property cannot be accepted&quot;.    \n</p>\n<p data-structure=\"Precedent\" id=\"p_18\"> 18. While considering the expression of phrase &quot;persons claiming under the transferee&quot;, as mentioned in <a href=\"/doc/161831507/\" id=\"a_34\">Order 22 Rule 10 of C.P.C</a>., this Court in the decision in Seetharama Sami v. Lakshminarasimma, AIR 1919 Mad. 755, has held that the said expression is wide enough to include cases of devolution and assignment mentioned in Order 22 Rule 10 of C.P.C.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"590954\" id=\"span_3\">19. The same view has also been taken by the Apex Court in the decision in <a href=\"/doc/590954/\" id=\"a_35\">Anil Kumar Singh v. Shivnath Mishra</a>,  , holding as follows:-  &quot;3.Order 22, Rule 10 postulates continuation of suit by or against a person who has, by devolution, assignment of creation, acquired any interest during the pendency of a suit, by leave of the court. The obtaining of a decree and acquiring the status as a co-owner during the pendency of a suit for specific performance, is not obtaining, by assignment or creation or by devolution, an interest.  Therefore, Order 22, Rule 10 has no application to this case.&quot;</span>    \n</p>\n<p data-structure=\"Section\" id=\"p_20\"> 20. To enforce a contract or set up a defence basing on the contract, there must be a privity of contract as mentioned under <a href=\"/doc/877630/\" id=\"a_36\">Sec. 2(d)</a> of the Contract Act.  No one, but the parties to the contract is entitled under it and the contracting parties may confer rights or benefits upon the third party in the form of promise or to perform a service or a promise not to sue.  But the third party on whom even such a right or benefit is conferred by the contract can neither sue under it nor can rely on defences based on the contract. The third parties for whose benefit a contract has been made may not sue on the contract, but the party making the contract may sue for specific performance for the benefit of the third party, even where damages obtainable will be normal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893192\" id=\"span_4\">21. The above said view is supported by the decision of the Full Bench in <a href=\"/doc/1893192/\" id=\"a_37\">Subbu v. Arunachalam</a>, AIR 1930 Madras 382, and has held as follows:-  &quot;With respect it seems to us that if the law is that a person not a party to a contract cannot sue  on the contract  though a benefit is secured to him and unless the case falls within the  exceptions in the cases above referred to the plaintiff has no  cause of action it is no answer to say that all the parties are before the Court&quot;.</span>    \n</p>\n<p data-structure=\"Precedent\" id=\"p_22\"> 22. The Court of Appeal also, in the decision in Beswick v. Beswick, (1966)3 All E.R. 1, has held as follows:-  &quot;The general rule undoubtedly is that &quot;no third person can sue, or be sued, on a contract to which he is not a party&quot;; but at bottom that is only a rule of procedure.  It goes to the form of remedy, not to the underlying right.  Where a contract is made for the benefit of a third person who has a legitimate interest to enforce it, it can be enforced by the third person in the name of the contracting party or jointly with him or, if he refuses to join, by adding him as a defendant.  In that sense, and it is a very real sense, the third person has a right arising by way of contract.  He has an interest which will be protected by law. The observations to the contrary in Re Miller&#x27;s Agreement, (1947)2 All E.R. 78; (1947) Ch. 615, and Green v.  Russell (Mccarthy and Others, Third Parties), (1959)2 All E.R.529 at p.530; (1959) 2 Q.B. 226 at pp.239, 240, are  in my opinion erroneous.  It is different when a third person has no legitimate interest, as when he is seeking to enforce the maintenance of prices to the public disadvantage, as in Dunlop Pnematic Tyre Co., Ltd. v. Selfridge &amp; Co., Ltd., (1914-15) All E.R. Rep. 333 At p.334; (1915) A.C. 847 At p.853; or when he is seeking to rely, not on any right given to him by the contract, but on an exemption clause seeking to exempt himself from his just liability.  He cannot set up an exemption clause in a contract to which he was not a party; see Scruttons, Ltd. v.Mislord Siliconce, Ltd. (1962) 1 All E.R. 1; (1962) A.C. 446&quot;.   \n</p>\n<p data-structure=\"Precedent\" id=\"p_23\"> 23. The same view has been taken in the decision in Beswick v.Beswick, (1967) 2 All E.R. 1197.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"783391\" id=\"span_5\">24.The learned Judge of the High Court of Himachal Pradesh in AIR 2000 M.P. 108 (<a href=\"/doc/783391/\" id=\"a_38\">HARNAM SINGH AND OTHERS VS. SMT. PURBIDEVI AND OTHERS</a>), had dealt with the right of plaintiffs who instituted the suit for possession by way of specific performance of contract entered into an agreement agreeing  to sell the land and the defence of the owner of the land stating that plaintiffs have no cause of action to file the suit.  Though the trial court had decreed the suit for specific performance of the contract, on appeal filed by the defendant it was held that the plaintiff who entered into agreement with the defendant alone is entitled to a decree for specific performance of execution of the sale deed to the extent of 1/4 share to the suit land, and the claim of other plaintiffs were dismissed. In the Second appeal, the learned Judge dismissed the Appeal approving the judgment of the lower appellate court.  While dealing with the said case, the learned Judge dealt with the doctrine of privity of contract and held as follows:-  &quot;17.The doctrine of privity of contract implies a mutuality at will and is interaction of parties and their successors. It creates a legal bond or tie or vinculum juris personal to the parties. The rule, thus, is that no one except the parties to a contract can be bound by or entitled under a contract. This doctrine which debars third party to enforce a contract forbids the parties to the contract from enforcing any obligation thereunder against a stranger. A person cannot be subject to the obligation of a a contract to which he is not a party and the logical consequence is that a stranger cannot acquire rights under a contract. This general rule, no doubt, is subject to certain exceptions.&quot;</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"942900\" id=\"span_6\">25. The learned Judge in the above said decision has also relied on the decision of the Apex Court in <a href=\"/doc/942900/\" id=\"a_39\">M.C.Chacko v. The State Bank of Travancore</a>, .  In <a href=\"/doc/942900/\" id=\"a_40\">the said decision</a>, the Hon&#x27;ble Judges have dealt with the exceptions to the general Rule that a person not a party to the contract cannot enforce the agreement. While doing so, the Hon&#x27;ble Supreme Court has held as follows:-</span>   \n</p>\n<blockquote id=\"blockquote_5\"> &quot;9.The Kottayam Bank not being a party to the deed was not bound by the covenants in the deed, nor could it enforce the covenants. It is settled law that a person not a party to a contract cannot subject to certain well recognised exceptions, enforce the terms of the contract the recognised exceptions are that beneficiaries under the terms of the contract or where the contract is a part of the family arrangement may enforce the covenant. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"862612\" id=\"span_7\">In <a href=\"/doc/862612/\" id=\"a_41\">Krishna Lal Sadhu v. Pramila Bala Dasi, ILR</a> 55 Cal 1315 : AIR 1928 Cal 518 Rankin, C.J., observed:</span>   \n</blockquote>\n<blockquote id=\"blockquote_6\"> &#x27;Clause (d) of <a href=\"/doc/831280/\" id=\"a_42\">Section 2</a> of the Contract Act widens the definition of &#x27;consideration&#x27; so as to enable a party to a contract to enforce the same in India in certain cases in which the English Law would regard that party as the recipient of a purely voluntary promise and would refuse to him a right of action on the ground of nudum pactum. Not only, however, is there nothing in <a href=\"/doc/1920937/\" id=\"a_43\">Section 2</a> to encourage the idea that contracts can be enforced by a person who is not a party to the contract but this notion is rightly excluded by the definition of promisor and promisee.\n</blockquote> \n\n<blockquote id=\"blockquote_7\"> Under the English Common Law only a person who is a party to a contract can sue on it and that the law knows noting of a right gained by a third party arising out of a contract: Dunlop Pneumatic Tyre Co. v. Selfridge and Co., 1915 AC 847.  It has however been recognised that where a trust is created by a contract, a beneficiary may enforce the rights which the trust so created has given him. The basis of that rule is that though he is not a party to the contract his rights are equitable and not contractual.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1020411\" id=\"span_8\">The Judicial Committee applied that rule to an India case <a href=\"/doc/1020411/\" id=\"a_44\">Khwaja Muhammad Khan v.  Husaini Begam</a>. (1910) 37 1nd app 152.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1129356\" id=\"span_9\">In a later case, <a href=\"/doc/1129356/\" id=\"a_45\">Jamna Das v. Ram Autar</a>, (1911) 39 ind App 7 the Judicial Committee pointed out that the purchaser&#x27;s contract to pay off a mortgage debt could not be enforced by the mortgagee who was not a party to the contract. It must therefore be taken as well settled that except in the case of a beneficiary under a trust created by a contract or in the case of a family arrangement, no right may be enforced by a person who is not a party to the contract.&quot; (emphasis is supplied).</span>   \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\"> 26. The learned Judge of the Calcutta High Court in the decision in Narayani Devi v.  T.C.Corpn. Ltd., , while considering <a href=\"/doc/877630/\" id=\"a_46\">Sec. 2(d)</a> of the Contract Act has held as follows:-  &quot;23.A series of judgments of the Courts in England as also of India have been cited from the bar. It appears that the law is that even though under the <a href=\"/doc/171398/\" id=\"a_47\">Indian Contract Act</a> the definition of consideration is wider than in the English Law, yet the common Law principle is generally applicable in India, with the effect, that only a party to the contract is entitled to enforce the same.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1020411\" id=\"span_10\">It is to be noted that in some exceptional cases, such as <a href=\"/doc/1020411/\" id=\"a_48\">Nawab Khwaja Muhammad Khan v. Nawab Husaini Begum</a>, (1910) 37 Ind App152 (PC),Deb Narayan Dutt v. Ram Sadhan Mandal, ILR 41 Cal 137 = (AIR 1914 Cal 129) and several others the above common law principles have not been applied. In one of such exceptional cases the Courts found that an obligation in equity amounting to a trust arising out of such contract did exist and as such the beneficiary had the right to sue.&quot;</span>  \n</p>\n<p data-structure=\"Section\" id=\"p_27\"> 27. So, a stranger to the contract can enforce the contract only if he comes under the said exceptions to the general rule, namely, the beneficiaries under a trust created by a contract or in the case of family arrangement.  To this, on the basis of other decisions, the beneficiary under the marriage settlement or partition can be added.  In the present case, admittedly the 2nd defendant in all suits took a defence under <a href=\"/doc/221518/\" id=\"a_49\">Sec. 53A</a> of the Act only on the basis that the 1st defendant had given possession on the basis of the allotments in their favour and the said allotment was only on the basis of the contract between the 1st and 2nd defendants. On that basis the 2nd defendant in each case cannot claim any right under the agreement. Merely because they got  possession of land from the 1st defendant, they cannot use <a href=\"/doc/221518/\" id=\"a_50\">Sec. 53A</a> of the Act as a shield to debar the plaintiffs from claiming possession as they are not parties to the agreement and they cannot claim persons  claiming right under the transfers as mentioned under <a href=\"/doc/221518/\" id=\"a_51\">Section 53-A</a> of the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\"> 28. The above said conclusion can be tested even on the basis of <a href=\"/doc/1999481/\" id=\"a_52\">Sec. 15</a> of the Specific Relief Act, which reads as follows:-   \n</p>\n<blockquote id=\"blockquote_8\">&quot;15.Who may obtain specific performance\n \n\nExcept as otherwise provided by this Chapter, the specific performance of a contract may be obtained by -   \n</blockquote>\n<blockquote id=\"blockquote_9\"> (a) any party thereto;\n</blockquote> \n\n<blockquote id=\"blockquote_10\"> (b) the representative in interest or the principal of  any party thereto;   PROVIDED that where the learning, skill, solvency or  any personal quality of such party is a material ingredient in the contract, or where the contract  provides that his interest shall not be assigned, his representative in interest or his principal shall not  be entitled to specific performance of the contract,  unless such party has already performed his part of  the contract, or the performance thereof by his representative in interest, or his principal, has been  accepted by the other party;  \n</blockquote>\n<blockquote id=\"blockquote_11\"> (c)where the contract is a settlement on marriage, or  a compromise of doubtful rights between members of the  same family and person beneficially entitled  thereunder;\n</blockquote> \n\n<blockquote id=\"blockquote_12\"> (d)where the contract has been entered into by a  tenant for life in due exercise of a power, the remainderman;\n</blockquote> \n\n<blockquote id=\"blockquote_13\"> (e)a reversioner in possession, where the agreement is  a covenant entered into with his predecessor in title  and the reversioner is entitled to the benefit of such covenant;\n</blockquote> \n\n<blockquote id=\"blockquote_14\"> (f)a reversioner in remainder, where the agreement is  such a covenant, and the reversioner is entitled to the  benefit thereof and will sustain material injury by reason of its breach;\n</blockquote> \n\n<blockquote id=\"blockquote_15\"> (g)when a company has entered into a contract and  subsequently becomes amalgamated with another company  the new company which arises out of the amalgamation;\n</blockquote> \n\n<blockquote id=\"blockquote_16\"> (h)when the promoters of a company have, before its  incorporation, entered into a contract for the purposes of the company, and such contract is  warranted by the terms of the incorporation, the  company;   PROVIDED that the company has accepted the contract  and has communicated such acceptance to the other  party to the contract.&quot;    \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_29\"> 29. Even a person who is not a party to the agreement can enforce the agreement only if he is able to establish that he comes under the category mentioned under <a href=\"/doc/1999481/\" id=\"a_53\">Sec. 15</a> of the Specific Relief Act. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"> 30. While construing the scope of <a href=\"/doc/1999481/\" id=\"a_54\">Sec. 15</a> of the Specific Relief Act, the Division Bench of Delhi High Court in the decision Hari Das Sood v. Narinder Singh Oberoi, and another, AIR 1984 NOC 320 (Delhi), has held that specific performance  of the contract may be obtained by -   \n</p>\n<blockquote id=\"blockquote_17\"> (a) a party thereto, or\n \n\n</blockquote><blockquote id=\"blockquote_18\"> (b) the representative in interest, or the principal of any party thereto.  \n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_31\"> 31. The words &quot;representative in interest&quot; are not in the context of the property right, but only in the context of the Specific Performance of the contract. It cannot, therefore, exclude a person who by reason of nomination or assignment, becomes entitled to the benefit of the contract.  In the present case, it is not the case of the 2nd defendant in each case that the right has been assigned by the 1st defendant.  No oral and documentary  evidence is produced to that effect.  The 1st defendant also has not nominated them as its representatives  to enforce the rights arise under the agreement, if any.   \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"999136\" id=\"span_11\">32. The Allahabad High Court also in the decision in <a href=\"/doc/999136/\" id=\"a_55\">Mool Chand v. Ram</a> phool, , while appreciating the scope of <a href=\"/doc/1999481/\" id=\"a_56\">Sec. 15</a> of the Specific Relief Act, has held as follows:-</span>   \n</p>\n<blockquote id=\"blockquote_19\">&quot;7.On a careful consideration of the submissions made on behalf of the appellant I find that there is considerable force in the same. <a href=\"/doc/1999481/\" id=\"a_57\">Section 15</a> of the Specific Relief Act provides for persons who may obtain specific performance. Cls.(a) and (b) which are material for the purposes of instant appeal provide that the specific performance of a contract may be obtained by (a) any party thereof, or (b) the representative in interest or the principal of any party thereof.  There is proviso to cl.(b) but that is not relevant for the present purpose.  It would appear, therefore that specific performance may be obtained, inter alia, by a party to the contract or by any representative in interest or the principal of any party thereto. Representatives in interest would be an alienee, transferee or legal representatives after death, (executor or administrator) or an assignee in insolvency.  The undisclosed principal of the agent in whose favour contract is made may also obtain specific performance of a contract.\n</blockquote> \n\n<blockquote id=\"blockquote_20\"> In the instant case Ram Phool cannot be regarded a representative in interest of Jagdish Prasad.  By means of the agreement dated 15.4.1966 Jagdish Prasad did not purport or transfer or assign his rights in the disputed contract.  On the other hand what it says is that Jagdish Prasad was Benamidar of Ram Phool and he had filed suit for specific performance as his Benamidar and that it was Ram Phool who had paid the earnest moneyofRs.900/-.  Therefore, Ram Phool was not a party to the contract nor was he a representative in interest of Jagdish Prasad.  He was not an undisclosed principal also and as such he cannot claim specific performance of the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">...  ...  ...  ...\n</blockquote> \n\n<blockquote id=\"blockquote_22\">11.It is well established that no right can be enforced by a person who is not a party to the contract except in the case of a beneficiary in a trust created by a contract or in the case of a family arrangement.  No such exception was applicable in the case of Ram Phool and hence he could not enforce the contract in suit.&quot;  \n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_33\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1580186\" id=\"span_12\">33. Learned counsel appearing for respondents relied on the decision in <a href=\"/doc/1580186/\" id=\"a_58\">Habibhu Khatoon v. Ubaidul Huq</a>, , in support of his submission that a stranger can sustain the suit for specific performance of the agreement, as the agreement was for their benefit, and so they can invoke <a href=\"/doc/1671917/\" id=\"a_59\">Sec. 53-A</a> of the Act as a defence in this case.  But <a href=\"/doc/1580186/\" id=\"a_60\">the said decision</a> deals with the agreement of reconveyance which was assigned in favour of third party to the agreement.  The Apex  Court in <a href=\"/doc/1580186/\" id=\"a_61\">the said decision</a> held that in the absence of any prohibition, such assignment is valid, and the stranger can enforce the said rights.  But, in the present case, the facts are different.  No document is produced to show that the rights arise under the agreement have been assigned, even if it is possible, and, in the absence of any such plea or evidence<a href=\"/doc/1580186/\" id=\"a_62\">, <a href=\"/doc/1580186/\" id=\"a_63\">the said decision</a></a> cannot be made applicable to the facts of the present case.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_34\"> 34.  So, looking at in any point of view, the 2nd respondent-2nd defendant in each case, cannot be construed as   &quot;persons claiming under the transferee&quot;, though they had got allotment even before the title passed on the 1st defendant, and though they have been in possession of the property, as it was given only by the 1st defendant, after entering into the agreement under Ex.A3.  So, possession of the 2nd defendant in each case, cannot be construed as if it is on the basis of the agreement, but it was only on the basis of the allotment alleged to have been made by the 1st defendant-society.  In the absence of any privity of contract between the parties and also for the reasons set out earlier  the 2nd defendant in each case cannot rely on <a href=\"/doc/1671917/\" id=\"a_64\">Sec. 53A</a> of the Act as a defence to protect their possession.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\"> 35. The courts below have not dealt with the scope of <a href=\"/doc/1671917/\" id=\"a_65\">Sec. 53-A</a> of the Act at all, to find out as to whether the 2nd defendant in each case, could seek such protection. The courts below had proceeded as if the 2nd defendant in each case also is entitled to take a defence to protect their possession, since they are in possession of the suit property.          \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1015348\" id=\"span_13\">36. Even to claim protection under <a href=\"/doc/221518/\" id=\"a_66\">Sec. 53-A</a> of the Transfer of Property Act by the 1st defendant, the 1st defendant should be in possession and it should be pleaded specifically in the written statement.  Since the 1st defendant/1st respondent is not in possession, they cannot also claim protection under <a href=\"/doc/221518/\" id=\"a_67\">Sec. 53-A</a> of the Transfer of Property Act. Even to claim such protection, there must be some foundation which has to be alleged in the pleadings.  This view of mine is supported by the decision in <a href=\"/doc/1015348/\" id=\"a_68\">Illikkal Dewaswom v. Narayanan</a>, , in which it is held as follows:-   (7)Counsel for appellant sought to argue before us, that even if the Dawaswom had no title on the basis of a sale by the 2nd defendant still, it was in possession even after the court sale to 2nd defendant in 1118,and had valuable rights under<a href=\"/doc/221518/\" id=\"a_69\"> S. 53-A</a> of the Transfer of Property Act. No foundation has been alleged for such a case in the pleadings, and we decline to investigate the question.&quot;</span>  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\"> 37. Even the Madhya Pradesh High Court has taken similar view in the decision in Bhagwandas v. Suraimal, , holding as follows:-  &quot; I have already shown above that his plea in this behalf as taken in the written-statement is not consistent with his own statement on oath. I would, therefore, hold that the defendant did not pay the arrears of rent nor offered to pay the same as rent prior or subsequent to the receipt by him of the plaintiff&#x27;s notices. On the other question raised before me, I am of the opinion that the defendant did not in his written-statement state the facts necessary to make out a case of part performance under<a href=\"/doc/221518/\" id=\"a_70\"> S. 53-A</a> of the Transfer of Property Act. <a href=\"/doc/221518/\" id=\"a_71\">Section 53-A</a> of the Transfer of Property Act requires that the party relying  on the section has either fulfilled or is prepared to fulfil his part of the bargain. This  fact must be pleaded by him (See-PUSAVAM MANILAL VS. DEORAO GOPALRAO AIR `1947 NAG. 188&quot;)  \n\n</p><p data-structure=\"Conclusion\" id=\"p_38\"> 38. Since I am agreeing with the plaintiffs that the defendants are not entitled to invoke <a href=\"/doc/221518/\" id=\"a_72\">Sec. 53-A</a> of the said Act as a defence, I am not going to the other issue regarding the 1st defendant&#x27;s readiness and willingness to complete the contract.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\"> 39. For all the reasons stated above,the judgments and decrees of the courts below are set aside. Accordingly, these Second Appeals are allowed.  No costs.  C.M.P.Nos.11372 to 11375 of 1997 are closed.\n</p> \n\n","numcites":22,"numcitedby":1,"docsource":"Madras High Court","citetid":122417,"divtype":"judgments","relatedqs":[{"value":"order 22 rule 10 of cpc","formInput":"order%2022%20rule%2010%20of%20cpc"},{"value":"order no.22 rule no.10","formInput":"order%20no.22%20rule%20no.10"},{"value":"specific performance of contract","formInput":"specific%20performance%20of%20contract"},{"value":"family arrangement ","formInput":"family%20arrangement%20"},{"value":"agreement of sale","formInput":"agreement%20of%20sale"},{"value":" order 22 rule 10 of c.p.c.","formInput":"%20order%2022%20rule%2010%20of%20c.p.c."},{"value":"suit for possession","formInput":"suit%20for%20possession"},{"value":"transfer of property act","formInput":"transfer%20of%20property%20act"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"specific performance","formInput":"specific%20performance"},{"value":" section 53 A transfer of property act","formInput":"%20section%2053%20A%20transfer%20of%20property%20act"},{"value":"53 A of Transfer of Property Act","formInput":"53%20A%20of%20Transfer%20of%20Property%20Act"},{"value":"possession when protected","formInput":"possession%20when%20protected"},{"value":"enforce the contract","formInput":"enforce%20the%20contract"},{"value":"\"reversioner\"","formInput":"%22reversioner%22"},{"value":"urban land ceiling","formInput":"urban%20land%20ceiling"},{"value":"Transferee or person claiming under","formInput":"Transferee%20or%20person%20claiming%20under"},{"value":" agreement to sale and agreement of sale","formInput":"%20agreement%20to%20sale%20and%20agreement%20of%20sale"},{"value":"not a party to contract ","formInput":"not%20a%20party%20to%20contract%20"},{"value":"transfer of property","formInput":"transfer%20of%20property"}],"cats":[{"value":"land-regulation-law","formInput":"tag:land-regulation-law"},{"value":"part-performance","formInput":"tag:part-performance"},{"value":"special-relief-law","formInput":"tag:special-relief-law"}],"courtcopy":false,"query_alert":null,"agreement":false}