{"tid":1586143,"publishdate":"1971-07-28","title":"Gujarat Electricity Board vs S.A. Jais And Co. And Ors. on 28 July, 1971","doc":"<h2 class=\"doc_title\">Gujarat Electricity Board vs S.A. Jais And Co. And Ors. on 28 July, 1971</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1972GUJ192, AIR 1972 GUJARAT 192</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n J.B. Mehta, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The Gujarat Electricity Board has, filed the appeal against the trial Court&#x27;s decree which was passed in favour of plaintiff No.1 firm consisting of the two partners-plaintiffs 2 and 3 in respect of the contract for excavation of the sea bed tank. The trial Court had decreed the  plaintiff&#x27;s claim of extra rates- \n</p>\n<blockquote id=\"blockquote_1\">  (1) for rock cutting work; (2) for extra dewatering for the concrete bed and masonry walls;  and (3) for transport on account of increased bulkage of loose earth. The trial Court had also decreed the plaintiffs&#x27; claim for the refund of electricity charge in excess of two annas per unit and the interest amount was allowed, on the plaintiffs&#x27; claim of Rupees 6,000/- on equitable grounds. The trial Court had disallowed the claim of refund of the penalty amount of Rs.4107/-. the Gujarat Electricity Board has, therefore, challenged this decree in this appeal and the plaintiffs have filed their cross-objections limiting their  claim to the amount of Rs.50,000/- \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_2\">  2. The first question which arises in this appeal is as to be proper construction  of the suit contract between the parties, as the controversy is that the three items  are about the extras for which the contract does not provide any rate and, therefore, it is a claim for extra work outside the contract. In order to resolve this controversy, the first thing which we must keep in mind is that this is a works contract where the parties have fixed a price schedule for the work to be done under the contract. It is a  settled principle as pointed out in Hudson&#x27;s Building and Engineering Contracts. Tenth Edition, at page 523, that in the case of contracts with bills of quantities, the basic presumption must be that the prices for described items of work include for all  ancillary or contingent work which may be necessary for the completion of the described work. The contract being works contract where a rate has thus been agreed upon, for any described work, the rate can only include such ancillary or contingent work. But the said rate could never cover something which calls for a totally different rate, looking to the nature of the work involved. In Order to construe the contract between the parties we must consider the express stipulation, the subject-matter of this contract keeping in mind the aforesaid presumption and the surrounding circumstances. The import fact which must be borne in mind is that this contract with the plaintiffs was first arrived at by the Navanagar Electricity Company (NESCO) whose works order is at Ex.64, dated August 1, 1956. The plaintiffs consented to the transfer of the contract to the Saurashtra Electricity Board (SEB) by the letter. Ex.195, dated September 21, 1956, by agreeing to execute the job on the same terms and conditions as per the said works order. Before the SEB gave its works order, Ex.63, dated December 17, 1956, along with the abstract of rates, there was a discussion between the parties whose minutes are to be found at Ex.65 on October 25, 1956. In those minutes, it is pointed out that the contractor demanded for removal of excavated material, the rate of Rs.3-12-0 per C.ft. if burrow pit measurement was to be adopted. It was, however, mentioned that usually if there was no such  mention, the rate of excavation which was quoted at Rs.3/- per 100 C.ft. was to be worked out on burrow pit measurement. When this was explained to the contractor, he had agreed to the  same. As for dewatering of the sea bed tank, it was pointed out that even though in the works order, Ex.64 of NESCO dewatering was to be done by the company at their own cost  it was agreed that the contractor was to do dewatering for which he was to be paid Rs.2/- per 100 C.ft. of excavation for the purpose of dewatering of the sea bed tank to be excavated. This  rate given by the contractor excluded the power required for pumping, but it was agreed that for the power supplied by the company it had to charge the rate varying between 0-1-6 and 0-2-0 to be finalised with the Chief Executive Engineer. The contractor had by Ex.62  on November 5, 1956, replied that he never agreed to the way of measurement suggested by the Board and he suggested that he should be paid Rupees 3-12-0 per 100 C.ft. as agreed and that the matter should be referred to NESCO, the contracting authority. The contractor, however, accepted the rates of dewatering and the power charges, in the said letter. Thereafter the Board by the memo Ex.190 gave technical sanction to regularise this work as the Board considered it desirable to continue that work as at the time the turbosets could not develop full power for want of sufficient cooling  water. It was pointed out that technical sanction was given for the extension of the sea bed tank as per the abstract attached and that the rates provided in the technical sanction were the same as that given by NESCO, except items Nos.1, 7, 8 and 10. It was further stated in that letter that the rates in those items were taken as were generally prevalent in other civil works and since the work included in those item was sanctioned with the main work, it was considered advisable to give this work to the same contractor. From this correspondence, it is amply clear that the plaintiffs&#x27; contract with NESCO was continued by the Board and technical sanction was given for the said extension work of the sea-bed tank, as per the abstract attached at Ex.63. It was even in terms stated that the rates were even the same as with the NESCO except for items Nos.1, 7, 8 and 10. It is in this background of continuance of the old contract with the NESCO subject to the modification of the rates of Items Nos.1, 7, 8 and 10 particularly on the head of dewatering which is item No.7, that we will have to interpret the present contract. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_3\">  3. The three disputed items in the present works order Ex.63 are items  \n  \n \n\n  Nos.2 -- Excavation work\n\n \n\n         6 -- carting the excavated stuff   \n\n \n\n         7 -- dewatering from the bed of the tank.  \n</p> \n \n\n<p data-structure=\"Precedent\" id=\"p_4\"> Except in item No.7, it is in terms stated in the order of technical sanction. Ex.190, that the rates were the same as were agreed upon by the NESCO. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_5\">  4. Taking up the first  item of excavation work, item No.2 gives the rates of excavation for tank &quot;in any soil, murrum, sock etc&quot;, at various depths from 0&#x27; to 12&#x27; at the rates varying from Rs.8/- to Rs.14/- per 100 C.ft. the abstract mentions  the total quantity of item No.2 as 1004900 C.ft. and this schedule has been worked out for the various depths excavated. When we turn to the NESCO works order, Ex, 64, the nature and distinction of work given as regarding the sea bed tank excavation work in hard murrum and of building masonry walls. For the excavation work, the rate stipulated was the same as it mentioned in the works  order. Ex.63, varying from Rs.8 to 14. If the rate which is contemplated by the parties is the same rate as NESCO for this work of excavation of the sea bed tank for going to the depth  of 12&#x27;, the rate could have only reference to the same nature of work for which this rate was continued even by the Board without any variation. The nature of work in the NESCO works order, Ex. 64, is in terms stipulated to be excavation in hard murrum. Therefore merely because in the abstract on the works order of the Board. Ex, 63, the said item is now described by the general words excavation for tank &quot;in any soil, murrum, sock etc.&quot;, the described work could not take within its ambit a totally different work calling for a totally different rate. Not only the rate which was agreed  by NESCO was continued but even the time limit of three months for completing the contract work was continued by the Board. That itself is an eloquent circumstance which would show that the nature of the work which was contemplated between the parties for which this agreed rate was stipulated as varying from Rs.8 to 14 to go upto the depth of 12&#x27; while excavating the sea bed tank could never have contemplated a totally different kind of work which is not simple digging but which is a work of rock cutting. The two works are totally of a different  nature of (1) excavating soil or murrum and (2) of rock cutting. Rock cutting work can be done either by blasting or by chiselling. In the present case due to vicinity of the power house, blasting operation was out of question. Therefore, the rock had to be cut by chiselling. Such work of rock cutting by manual labour would surely call for a totally different rate. If, therefore, the normal presumption is to apply that such a price schedule would cover the rate only of the described item or ancillary, incidental work, it would not cover in its ambit such a totally different  kind of work which requires a totally different rate. It is true that the rates at Porbandar, which were sought to be proved and for which  tenders were accepted even by the Board were not allowed to be produced by the Court by calling a witness of the Board on the ground that these rates were irrelevant, could not help the plaintiffs for the simple reason that Porbandar rock is hard rock. There is no dispute in this case and even the plaintiffs&#x27; expert witness admitted that this was sedimentary soft rock and not hard rock as at Porbandar. The Deputy Engineer Jayantilal Shah. Ex.225, however, admitted that soft rock could not be dug with a pickaxe. Therefore, there is no dispute in the  present case that so far as rock excavation work was concerned, it was not a digging process by pickaxe. The process was of cutting the rock. The rock may not be as hard as Porbandar rock but even for the soft rock, even in the cross-examination of the plaintiff, the stand of the Board is that the proper rate for such soft rock cutting was Rs.45/- therefore, we would be interpreting such a works contract ignoring all realities if we were to attempt a literal interpretation of the words. We must always bear in mind the context in which the words are used while describing  the item of excavation for which such low rate was agreed varying from Rs.8/- to Rs.14/- to go upto the depth of 12 ft.  The background has a great importance that when the rates and the time-limit were first agreed, the nature of the work was mentioned to be excavation in hard murrum only. Therefore, however widely described may be the items in the new works order. Ex 63, when the Board continued the contract at the same rates by putting such wide words &quot;in any soil, murrum sock etc.&quot; The ambit of these words could never go beyond the excavation only in any soil or murrum. Since the operation was changed from digging to cutting rock, it called for a different rate for such different work, which was never contemplated by the parties at the time of fixing this price schedule under the contract. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_6\">  5. Mr. Kaji in this context vehemently argued that the expression &quot;sock&quot;,  which admittedly has no meaning with reference to such engineering contract, is obviously a typing mistake for the term &#x27;rock&#x27;. Mr. Kaji is right in his submission that in such cases he can invoke the proviso to <a href=\"/doc/1790262/\" id=\"a_1\">Section 92</a> of the Indian Evidence Act as his case is that it is only ab error  which has crept in while expressing the oral contract between the parties. This is not seeking to add, to modify or to alter the terms of the contract which was arrived appellant the oral evidence could surely be admitted under this proviso for correcting the errors which have crept in while expressing the contract between the parties. It is also true that even without  extraneous evidence if there is any manifest error, even by the process  of construction a typing  error could be corrected. In the present case even when the defendants had the opportunity to lead oral evidence to prove the oral contract between the parties or which this was alleged to be erroneous expression by way of a typing error, the defendants did not examined any person to prove that rock cutting work was agreed by the plaintiffs at any stage. Defendant&#x27;s witness Jayantitlal Shah Deputy Engineer, Ex.25 has merely stated that his office  copy, Ex.226, from the beginning contains the word &#x27;rock&#x27;. A bare look at this document reveals that somebody had corrected the word &#x27;sock&#x27; to &#x27;rock&#x27;. This correction does not bear any initial of the parties as required under the terms of the tender agreement. Ex.69. The defendants have never produced even the other copies of this works order, Ex.63, to show that only the plaintiffs&#x27; copy remained uncorrected as contended in their written statement. The defendants&#x27; witness Mr. Bajaj, Ex.22, does not  though any  light on this. Therefore, the  oral evidence is thoroughly uesless. The background which we have already showed definitely indicates  that so far as this item No.2 of excavation work is concerned, neither the nature of the work nor rates fixed for it were sought to be changed at the time of  various negotiations which were embodied in the minutes, Ex.65. Even  the technical sanction, Ex.190, makes it clear that the rate of item No.2 has remained the same and there was no variation. If the rate of the contractor&#x27;s work has remained the same and the time limit has remained the same, it is obvious that there could not have been any agreement to do a totally different type of work which will call for such a higher rate, which even according to the board would be Rs.45/-, and which would require substantially longer time. Mr. Kaji in this connection vehemently relied upon the letter of the plaintiffs Ex.196 on January 8, 1958. In that, letter, the plaintiffs stated that the original contract was with NESCO for this excavation work. While negotiating this contract  it was clearly understood that they were not to go below 6 ft., and that height of the wall would be raised by 3 ft., to complete the required capacity for storage of water. Therefore, both the parties never bothered about the rates and in these circumstances the works order was signed as above. On their part, the plaintiffs had expressly demanded higher rates for depth below 6 ft., because when they made several trial pits on the works&#x27; spot, they found rock on reaching the depth of  six feet. But as they were not to go below 6 ft., they did not go into the details and the same contract was transferred to the Saurashtra Board. Even at that time while talking about the other items, extra rate for rock cutting was demanded but after discussion it was agreed that it should be claimed when rock was found in excavation. This letter has not been put to the plaintiffs when the plaintiff was examined. Even the admissions in this letter could never be pressed in service for showing that with NESCO there was a contract for excavation in rock. The NESCO works order, Ex.64 clearly states that the work stipulated was excavation in hard murrum, and the plaintiff gave consent in Ex.195 letter to work on same conditions as per order Ex.64. If this very contract of the same rate was continued by the Board for item No.2, it could never be urged that a different item of work was agreed, merely because while describing that item, the abstract uses the language of such wide import as to &quot;cover any soil, murrum, sock etc&quot;. Mr. Kaji in this context finally argued that when three expressions are used in ascending order or hardness, soil, murrum, sock; and so, the term &#x27;sock&#x27; would have no meaning other than &#x27;rock&#x27;. This contention could hardly be accepted when we have to interpret this descriptive language as to the nature of work for which the rate  of Rs.8/- to  Rs.14/- was arrived at between the parties. Such rate would be only applicable to excavation involving digging work and could never apply to rock cutting by manual labour, especially when the rock had to be chiselled out. Therefore, the trial Court was right in holding that so far as rock cutting work was concerned, it was not work to be done under the contract in pursuance to these terms, because no rate the fixed for this work which involved special labour. We should also bear in mind the undisputed fact as stated even by the defendants&#x27; engineer in his letter to the Chief  Engineer. Ex.180. on  January 27, 1959, that this was a difficult work at sea shore where the contractor could work during ebb period only because during the tide the whole site was getting flooded. The contractor had to face difficulty in getting the labour required at such place like Sikka. In these circumstances if the nature of work changes from  mere digging work in soil or murrum to cutting of the soft rock by chiselling it would be  substantial variation in the  terms of the contract, and the descriptive language as to the  nature of work could never be interpreted to cover such a totally different work as being ancillary or incidental work, merely because of the wide language used in Ex.63. it would be changing the entire contract to interpret this word &#x27;sock&#x27;  as &#x27;rock&#x27; in this contract. Such a defect is not a typing error but one which if tried to be supplied by the Court would change the entire contract between the parties. Therefore, that finding of the  trial Court must be upheld that the rock cutting work was the work outside the contract for which  no rates were prescribed and for which extra rate must be fixed. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_7\">  6. As regards the second item of dewatering, this formed the subject-matter  of item No.7 of the works order, Ex.63. that item is described as &quot;dewatering from the bed of tank including struting, shoring if necessary  including pump and all accessories for this job, etc., complete-&quot;. The rate is Rs.2/- for 100 C., ft. The quantity mentioned against this work is 1004900, which was the total quantity for item No.2 of material to be excavated and the amount worked out at the aforesaid rate is mentioned. This item No.7 is admittedly an item, which even as per the technical sanction order at Ex.190 is one where the rate has been changed, because NESCO works order, Ex.64, and provided that dewatering was to be done by the company at their own cost. The minutes, Ex.65, show that the board gave over this work to the contractor and undertook only  to provide electricity at the rate mentioned therein and the contractor was to do this work of dewatering from the sea bed tank at Rs.2/- for 100 C., ft. Of excavation. In the reply Ex.62 the contractor in terms accepted the rates and the power charges as stated by the Board. Therefore, this  is a  new item of work for which a specific rate of Rs.2/- for 100 C., ft. was agreed  upon subject to power being supplied by the Board at the rates stipulated. As regards this new Item 7, the description of the work is dewatering from the bed of the tank and for this complete job the rate is Rs.2/- per 100 C., ft. The quantity is the same quantity 104900 of the excavated staff in item No.2. That is obvious when this yardstick is mentioned for measuring the work of dewatering from the bed of the tank. This work of dewatering would be from the entire volume of the tank which was to be excavated. The most  important thing to be borne in mind in this context is that the rate which was agreed upon on the basis of this measure at Rs.2/- per 100 C.ft., of excavation is for the entire or complete job of dewatering. If, therefore, dewatering is to be done from the sea-bed tank during the process of excavation or while concrete bed was made or while the masonry walls were erected, the entire complete job carries the rate of  Rs.2/- as per this measure. The trial Court was in obvious error in holding that for the three different processes -- (1) excavation, (2) laying concrete bed, and (3) completing masonry walls, the same rate of Rs.2/- must be repeated so that for the entire dewatering work from the bed of tank, the contractor would in all get a rate of Rs.6/-. this was not the rates which was agreed between the parties when this variation was in terms stipulated. The trial Court has ignored the material word in the abstract in item No.7 dewatering &quot;from the bed of the tank&quot;. The term &quot;from&quot; is very material  to show that what was agreed to was not dewatering only during the process of excavation but the entire job of dewatering because water would be coming out from the tank which was excavated during all the three processes. That so why the complete job was mentioned as the dewatering complete. Mr. Nanvati vehemently argued that when the quantity mentioned was 104900 C., ft., dewatering work must be only for the  process of excavation. Mr. Nanavati forgets that the quantity is mentioned because the measure which was adopted for fixing this rate was not the time for which the pump works or the water which is taken out but a lump sum of Rs.2/- for dewatering from the bed of tank by way of a complete job on the basis of 100 C., ft., of this excavation work. This entire pit had to be dewatered from which the water will be coming out during all the three processes and therefore, for the entire pit the quantity is given and for the whole volume Rs.2/- is fixed as rate for dewatering 100 C., ft., of this excavation. That would never refer to dewatering work only during the process of excavation. Even the plaintiffs admit that without dewatering the work of laying the concrete bed or of putting masonry walls could not be done. This admission of the plaintiffs is material in view of the fact that for cement concrete work  at Item 8 for the complete job a rate of Rs.113-8-0 for 100 C., ft., has been agreed in the works order at Ex.63 and for masonry walls under Item 9 a rate of Rs.57 per 100 C., ft., for the complete  job is agreed. In both the items the rates is for complete job. It should therefore cover everything which  is by way of ancillary or. Therefore,  dewatering without which the work of these items could not be done could never  justify any extra rate when the rate of these Items 8 and 9 was of the complete job itself. In this context Mr. Manavati vehemently argued that even under the NESCO works  order. Ex.64, for masonry walls, there was the same rate of Rs.57/- per 100 C., ft., even though dewatering was to be done at the cost of the  company. That is hardly relevant when on the subject of dewatering there has been a detailed  discussion as revealed in the Minutes at Ex.65 and a distinct rate for this  complete item of dewatering from the seabed tank is agreed upon, along with the separate rate for item 9 of masonry walls at Rs.57/- per 100 C., ft., for the complete job. When for dewatering a specific rate is agreed upon for complete job, it is obvious that the parties had duly applied their mind so far as dewatering job from the sea bed was concerned in so far as it was required for the entire  work  at any stage of the process whether of excavation, cement concrete foundation or of the masonry walls. That is why even the plaintiffs made this claim for the first time only on February 26, 1958, in his letter Ex.102 and claimed only  Rs.9,000/- on this head, with claim for the rebuilt wall an Ex.148 on September 9, 1958. In that view of the matter, it is obvious that if the construction adopted by the trial Court is adopted, item of dewatering from sea-bed which is a complete job would carry a rate of Rs.6/-, contrary to the terms which are agreed upon so far as new Item 7 is concerned. Therefore, the claim of the plaintiffs in respect of dewatering  job has been wrongly allowed as an extra item not covered by the contract. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_8\">  7. Turning to the last item, the dispute is only as to the mode of measurement for transport of excavated stuff which is the subject-matter of item No.6 viz., carting the excavated stuff including loading. Unloading and spreading as directed  including all lead and lift upto one mile. The rate is specifically agreed to be Rs.3/- only for 100 C.,ft. it should be noted that there was a discussion regarding this item as seen from the minutes Ex.65. the Board refused the contractor&#x27;s claim for the rate for Rupees 3-12-0 per C., ft., on the ground that there would be an extra 25 per cent, bulkage when loose earth is transported and the rate quoted by him of Rs.3/- was on the basis of burrow pit measurement. The Board refused to allow this additional rate. Whether the contractor agreed or not as stated by him in his reply Ex.62 on November 5, 1956, one thing is clear that the extra rate of Rs.3-12-0 which was demanded by the contractor was never agreed to by the Board. That is why the contractor even in his reply has stated that the matter should be referred to the contractor, the authority which agreed viz., the NESCO.  Even after this discussion we must see what the contractor has agreed. The contractor has agreed to the rate of Rs.3-12-0 as demanded by him during discussion. There is a further indication from the fact that the quantity  which is mentioned of 10,4900 C., ft., on the basis of burrow pit measurement for the excavated stuff is the same as for excavation in item 2, and the amount agreed to be paid  is stated to be Rupees 30,147/- as worked out at the rate of Rs.3/- per 100 C., ft. That itself shows that what was agreed between the parties was the burrow pit measurement system because otherwise the contractor would never have signed the contract keeping the rate at Rs.3/- when he had insisted on the rate being put up at Rs.3-12-0. Mr. Nanavati, however, vehemently relied upon the letter of the Superintending Engineer, Ex.140, dated May 18, 1961, which states that the Chief Engineer had approved the plaintiffs&#x27; claim for transporting the excavated stuff on loose measurement basis for Rs.2534.55 and the plaintiff should  contact the Superintending Engineer for payment. This was on the basis of the working of the trial pits as stated in Ex.224 as the bulkage was found to be 9.80 percent. Merely because at the initial stage the Chief Engineer approved payment to the plaintiffs of the extra amount on the basis of the trial pits, the plaintiffs could not argue that this extra rate was payable on a true interpretation of his contract. The Board may have made the payment to avoid the dispute but when the plaintiffs now claim additional amount on this head, the Board is entitled to rely on the agreed rate under the contract. In any event, it could never be said to be a claim for work outside the contract so as to justify an extra rate. Besides, the plaintiff has even on merits led no evidence whatever to prove that there was any larger bulkage  as alleged by him than one for which he was paid viz., 9-80 per cent. The payment was made to the plaintiff on the basis of the trial pits. The plaintiff has given no evidence whatever to show the number of trips or to justify his claim of 25 per cent, bulkage. Witness Gala Kana, Ex.213, has merely stated that the loose measurement would be 1 1/4 times in case of murrum, and 11/2 times in case of rock without producing any material for this statement. Therefore, there was no evidence worth the name which would justify payment of any  additional amount on this head especially when under the contract it is obvious that the plaintiff was entitled to be paid  only on the burrow pit measurement on this head. Therefore, the plaintiffs&#x27; claim of extra rate is justified only on the first head of rock cutting and not on the other two heads of dewatering of cement concrete bed and masonry walls or for extra bulkage in transport of excavated stuff. It is true that the defendant&#x27;s witness Mr. Bajaj, Ex.222, has gone to the length of saying that there was no rock cutting. He has given instructions for the letter Ex.223 which was sent to the plaintiff for the first time on March 18, 1958. The witness had to admit that mostly the matters referred to in his letter were on the information received. He even did not remember if any superiors came down on the site after his letter Ex.223. it should be noted that the plaintiffs&#x27; four letters had remained unreplied for a period of more than eight months. After the rock was first found in May 1957 the plaintiffs showed it to the authorities and wrote letter. Ex.72, on February 25, 1957, claiming an extension on the ground of rock cutting work. Even in the earlier letter, Ex.66, of July 20, 1957, he had mentioned that he had to carry out work in the strata of rock and so his rate should be reconsidered. The plaintiff is given extension on account of this justifying  reason for such a large period  of  seven months upto October 1957 by Ex.158 without imposing any penalty, by the resolution of the Board, dated September 26, 1957. To the plaintiff&#x27;s request for further extension on this very ground and because of other difficulties as per Ex.93 second resolution of the Board, Ex.159, on January 29, 1958, grants him extension upto March 1958 also without  any penalty. In view of the silence for all these months and the extension being granted to the plaintiff because of the difficulty work which he had to carry out with manual labour in these difficulty circumstances in sea bed, the denial by this engineer Mr. Bajaj as per his letter. Ex.222, can-hardly be swallowed by anybody that there was no rock at all or that the plaintiffs did not carry out any  work of rock cutting by chiselling. In fact, the plaintiff was all along claiming extra rate for this difficult work and when  the final bill was paid, he had accepted payment under protest. Even after the reply of the Board  that their decision was final not to pay any extra rate for this alleged rock cutting work at Ex.115 on July 17, 1958, the plaintiff tried to convince the authorities. The plaintiff&#x27;s advocate even contacted the chairman Mr. Bhatt. that Chairman even to be fair to the plaintiff sought clarification from the NESCO it self which clarified by Ex. 200 on March 23, 1960 that their rate did not include  excavation in rock. It was obvious because NESCO&#x27;s contract was for excavation in hard murrum only. That is why the Chairman who wanted to be just to the plaintiff made inquiries for the prevalent  rates. Unfortunately for the plaintiff there was bifurcation of the two States, and the present Board took up an attitude that the plaintiffs&#x27; claim could not be entertained, which has necessitated the present suit. It should be noted that the defendants themselves, who had written the letter Ex.223 on March 18, 1958, had only 10 days before i.e., on March 7, 1958, by Ex.105, informed the plaintiffs that the question of adjustment if any, in the bills could not be discussed  before the fulfilment of the contract and they should, therefore, complete the work. The contractor had to sink  such a huge amount in this venture because  of the unreasonable stand taken up by the authorities. There was  a demand to fulfil his contract leaving the question of adjustment at the end. In these  circumstances even  though  the Chairman of the Board did all in his power to give a fair rate to the plaintiff, ultimately technical pleas, however, weighed on the present appellant on the bifurcation of the two States and they refused to entertain plaintiffs&#x27; claim. Even the letter, Ex.181 of April 3, 1959, by the Board may be seen. The Superintending  Engineer states that he is not the authority on the subject   of rates for excavation work for certifying to the Board the soil existing at Sikka and that the superintending Engineer who had seen the soil both at Sikka and Porbandar was the appropriate authority to decide the rates demanded by the contractor. That makes it obvious that the plaintiff had done  rock cutting  work and that is why at the earlier stage the other Board was in a mood to entertain the plaintiff&#x27;s just claim. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_9\">  8. As regards  the quantum of work, it should be noted that in the first letter. Ex. 66, the plaintiff mentions the rock having been found below 71/2 ft. In  the letter. Ex. 196 to the Chairman the  rock is stated to be below 7ft. In the  statutory notice. Ex. 141 the rock is stated to be below 7 ft, and in the plaint the case of the plaintiff was that at some place rock was below 6ft, while at some place it was at a distance of 71/2 ft. That  is the evidence of the plaintiff as well.  Mistri Ghelabhai Ex. 214 can hardly be believed that the rock was after 6ft, till 12 ft, in view of the aforesaid case of the plaintiff. Therefore, the trial Court was obviously in error in giving this extra claim for excavation after 6ft. The said extra claim would be justified only after 71/2. Depth and, therefore, that quantity  taken out from the measurement book Ex. 176 of 2,28,910-75 cubic feet, must be halved and that would amount to 1145 brass only. There can be no dispute that the remaining work from 9ft, to 12ft, as per Ex. 176 of 80586.81 C.. ft, which comes to 805 brass. The plaintiff must, therefore be allowed the claim only to the extent of 1145 and 805 brass accordingly. As for the rate even in the cross-examination of the plaintiff the defendant has taken the rate of Rs.45/- as the proper rate for this type of soft rock cutting by manual labour. Even the  tender Ex. 219 for the Light House Tower mentions rate of Rs.40/- for soft rock excavation by manual labour. It is true  that the Porbandar rate would not be relevant, where there was hard rock and where according to the plaintiff the rates were between Rs.100/- to Rs. 215/-. The plaintiff, however, would be entitled to this reasonable rate of Rs.45/- demanded by him in his letter. Ex. 148, on September 9. 1948, which is a reasonable rate  even according to this Board, as per the suggestion made in the cross-examination itself. Mr. Kaji, however, vehemently argued that the plaintiff produced no vouchers and no accounts for showing that he had  incurred this expenditure for paying his workers for this manual job. In a case of quantum merit the plaintiff is entitled to the market rate and not  only his cost. Therefore, that type of evidence may not have been led. If however, it is the defendant&#x27;s case that Rupees 45/- is the fair rate for this job of soft rock cutting by manual labour, the plaintiff would be entitled to appellant least that  amount. The plaintiff&#x27;s Geologist Expert witness Jayantilal Shah. Ex. 212, who had examined sample of this sedimentary soft rock had even opined  after seeing other two hard rock rates tenders and the working rate of the plaintiff that Rs.80/- was the proper rate. Even the defendant&#x27;s engineer, Ex. 225, has admitted that this soft rock could not be dug with the help of pick-axe. Therefore, this work at least justified a rate  of Rs.45/- when it is kept in mind that this work had to be done in sea bed  where the work could be carried on only for a few hours when the site was not  flooded due to high tide. On that basis, the plaintiff&#x27;s  additional claim on this head would be justified to the extent of a difference of Rs.33/- for 1145 brass and  Rs. 31/- for 805 brass which would work out to a total amount of  Rs. 62,740. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_10\">  9. Turning now to the legal pleas raised by Mr. Kaji, they are on the ground that this work was one under the contract to be carried out pursuant to its terms. Once it is found that this was work outside the contract for which there was no rate agreed upon and for which extra claim was justified because of unforeseen circumstances the correct principle which is applicable is of quantum merit. In the same Edition. Hudson&#x27;s Building and Engineering Contracts, this subject is discussed at page 548 under the heading :  &quot;Where the extra  work is outside the contract&quot;. It is pointed out that if the extra work which has been ordered is not ordered under a contract the terms of which require that a written order is a condition precedent to payment, then, of course, the absence of the written order will be no bar to payment. Whether the extra ordered is of the character contemplated by the contract and so within the conditions of the contract relating to the power to order extras, or whether on the other hand it is outside the contract, must depend in each case on the nature of the sork and the terms of the contract. Further proceeding, at page, 552, the learned Author points out that if the extra work ordered is outside the contract, it follows that the terms of the contract have no application, and although the production of an order in writing may be a condition precedent to recovery of payment  for an extra done under the contract, it is not a condition of payment for extra work which is outside the contract. It is not necessary to produce the contract in evidence to recover payment for that work except, in the event of the defence being raised, to prove that the work in question is outside the contract and payment is to be made for it not at the contract rates but upon a quantum merit or otherwise in accordance with the separate contract or request relied on. The same is the position even under out law. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"197048\" id=\"span_1\">In <a href=\"/doc/197048/\" id=\"a_2\">State of West Bengal  v. B.K. Mondal  &amp; Sons</a>. AIR 1962 SC 779, their Lordships have applied<a href=\"/doc/1454268/\" id=\"a_3\"> S. 70</a> of the Contract Act even where the contract violated the mandatory provision of the Constitution by pointing out that this was a doctrine evolved to prevent unjust enrichment. It was both a natural and a moral obligation which has received a statutory recognition. By enactment of <a href=\"/doc/1454268/\" id=\"a_4\">Section 70</a> of the Contract Act even though three may be no contract as required under the special Constitutional provision so as to be binding on the Government, once the Government took benefit of this work, which was not intended to have been gratuitously done, and which created the quasi contractual obligation, the claim for compensation under<a href=\"/doc/1454268/\" id=\"a_5\"> S. 70</a> could be enforced against the State in these circumstances.</span> In Subramanyam v. Thayappa, AIR 1966 SC 1034, even in the context of a building contract where additional work was done not covered by the contract, claim under <a href=\"/doc/1454268/\" id=\"a_6\">Section 70</a> of the Contract Act was held to be justified. Their Lordships pointed out that if the party to the contract had rendered service to the other  not intending to do so gratuitously and the other person has obtained some benefit, the former is entitled to compensation for the value of the service rendered by him. Where therefore, a building contractor made additional  constructions to the building which were not done gratuitously and upon an oral agreement claimed compensation at prevailing market against the  owner of the plot, he was entitled to receive compensation for the work done which was not covered by the contract, even if he failed to prove an express agreement in that behalf, because the claim was one recognised by the statute itself. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045337\" id=\"span_2\">The third decision in <a href=\"/doc/1045337/\" id=\"a_7\">Ganon Dunkerley  &amp;  Co.  v. Union of India</a>,  (1969) 3 SCC 607, completely concludes the question for such a type of claim for work outside the contract and even on the point of limitation. At page 610 their Lordships pointed out that the claim of revision of basic rates was founded on the complex nature of the work and due to the increase in the quantity of work and also grant of contracts to other  competing parties at substantially higher rates and other related matters. Such a claim, their Lordships held, was one for payment of additional rate over the stipulated rate in view of the change in circumstances, and not for price of work done for enhanced rates in view of altered circumstances. For such a claim <a href=\"/doc/1408921/\" id=\"a_8\">Article 56</a> of the First Schedule to the Indian Limitation Act, 1908, which prescribes a period of three years for a suit for the price of work done by the plaintiff for the defendant at his request  where no time has been  fixed for payment, and the period of  limitation commences to run, from the date when the work, is done, could not  apply to the case, because <a href=\"/doc/1408921/\" id=\"a_9\">Article 56</a> governs only suits which arise out of a contract to pay price of the work done at the request of the defendant.  Similarly. <a href=\"/doc/1464822/\" id=\"a_10\">Article 115</a> which was a residuary article for claims of compensation for breach of contract and for which also  three years period was allowed could not apply because such a suit was not for compensation for breach of the contract, express or implied, but was one  of enhanced rate because of change of circumstances and in respect of the work not covered by the contract. Their Lordships pointed out that the additional work directed by the Engineer-in-charge when carried out may be deemed to be done under the terms of the contract but the claim for enhanced rates did not arise  out of the contract, and it was in any case not a claim for compensation for  breach of contract. Therefore, according to their Lordships, such a claim can be governed only by residuary <a href=\"/doc/1226884/\" id=\"a_11\">Art. 120</a> which provided six years from the date when the right to sue accrues. This decision completely concludes the present question where also the claim is not for price of work done which arises out  of the contract to pay the price and which is not a claim for compensation for any breach, but which is clearly a claim for enhanced rate because of changed circumstances and because the contract schedule of rates did not provide for any such rates for rock cutting work.</span> \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_11\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1394427\" id=\"span_3\">10. Mr. Kaji, however, vehemently relied upon the decision <a href=\"/doc/1394427/\" id=\"a_12\">Puran Lal   v.  State of  U. P.</a>, AIR 1971 SC 712, at  page 715, their Lordships explained the principle of quantum merit is rooted in English law under which there was certain procedural advantages in framing an action for compensation for work done. In order to avail of the remedy under quantum merit the original contract must have been discharged by the defendant and in such a way as to entitle the plaintiff to regard himself as discharged from any further performance and he must have elected to do so. The remedy,  it may be noticed, is however, not available to the party who breaks the contract even though he may have partially performed part of his obligation. This remedy by way of quantum merit is restitutory that is, it is a recompense for the value of the work done by the plaintiff in order to restore him to the position which he would have been in if the contract had never been entered into. In this regard it is different from a claim for damages which is a compensatory remedy aimed at placing the injured party, as near as may be in the position which he would have been  in, had the other party performed the contract.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1989300\" id=\"span_4\">Their Lordships approved the observations in <a href=\"/doc/1989300/\" id=\"a_13\">Alopi Parshad  v. Union of India</a>. AIR 1960 SC 588, that compensation quantum meruit is awarded for work done or services rendered when the price thereof is  not fixed by a contract. For work done or service rendered pursuant to the terms of a contract compensation quantum meruit could not be awarded where the contract provided for consideration payable in that behalf. Their Lordships pointed out that decision the basis  of the principle was not explained, it nonetheless laid down that where work was done under a contract pursuant to the terms thereof  no amount could be claimed by way of quantum meruit. Thereafter their Lordship considered the alternative claim under clause 12 paragraph 5 of the special instructions and  held that as the contractor had not given any notice for a fresh rate for extra work over 30 per cent, he was not entitled to  claim any amount at higher rate for any extra work done. That decision could have no application of the facts of the present case, where the compensation quantum meruit must be awarded for rock cutting work done when the price thereof is not fixed by the present contract.</span> \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_12\">  11. Mr. Kaji however, vehemently argued that under clause 14 of the tender agreement. Ex. 69, it was provided as under :-- \n</p>\n<blockquote id=\"blockquote_2\">   &quot;Clause 14 : The Engineer-in-charge shall have power to make any alteration in or additions to the original specifications, drawings, designs and constructions that may appeal to him to be necessary or advisable during the progress of the work and the contractor shall be bound to carry out the work in accordance with any instructions in this connection which may be given to him in writing signed by the Engineer-in-charge and such alteration shall not invalidate  the contract; and any additional work which the contractor may be directed to do in the manner above specified as part of the word shall be carried out by the contractor on the same conditions in all respects on which he agreed to do the main work, and at the same rates as are specified in the tender for the main work. And if the additional or altered work includes any class of work for which no rate is specified in this contract then such class of work shall be carried out at the rates entered in the schedule of rates of the division, or at the rates mutually agreed upon between the Engineer-in-charge and the contractor, whichever are lower. If the additional or altered work, for which no rate is entered in the schedule of rates of the division is ordered to be carried out before the rates are  agreed upon then the contractor shall within seven days of the date of receipt by him of the order to carry out the work, inform the Engineer-in-charge of the rate which it is his intention to charge for such class of work, and if the Engineer-in-charge does not agree to this rate he shall by notice in writing be at such class of work and arrange to carrying out in such manner as he may consider advisable, provided always that if the contractor shall commence work or incur any expenditure in regard thereto before the rates shall have been determined as lastly hereinbefore mentioned then in such case he shall only be entitled to be paid in respect of the work carried out or expenditure incurred by him prior to the date of the determination of the rate as aforesaid according to such rate or rates, shall be fixed by the Engineer-in-charge. In the event of a dispute, the decision of the Technical Member will be final.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_13\"> Relying on this clause Mr. Kaji argued that for this additional rock cutting work, their was no written order and in any event, the contractor had not within seven days of the order given a notice of his intention to charge a particular rate. The procedure under clause 14 having not been followed, the contractor who had committed breach of this contract could never claim anything on the principle of quantum meruit because he was a party who had committed breach of the contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1072675\" id=\"span_5\">In this connection Mr. Kaji further relied upon the decision in the <a href=\"/doc/1072675/\" id=\"a_14\">State of Orissa  v. Kalinga Construction Co.</a>, (1970) 2 SCC 861. At page their Lordships reversed the decision of Misra, J. who had allowed the claim invoking the principle of estoppel or analogous rule for the payment for extra leads beyond 10&quot; even when no written order was given by the Chief Engineer as required under the contract by holding that this condition must be deemed to have been fulfilled. At page 865 their Lordships pointed out that once it was found that under the terms of the contract the order of the Chief Engineer in writing had to be obtained before the work involving additional leads was executed, in the absence of any such written order it was not open to the Court to hold that the appellant  - Union of India - was liable for payment of extra leads beyond 10&quot; by applying some principle or rule analogous to estoppel. The conclusion of the arbitrator in these circumstances could not be held to be vitiated by any patent error by Misra,  J. Both these decisions which are relied upon by MR. Kaji in this context can hardly help him, when the claim in the present case is not for the price of work at the request of the defendant&#x27;s engineer. His whole claim arises because  there is no price fixed for the extra rock cutting work which was never contemplated in these circumstances and for which contingency no rate was prescribed in the agreement. It is such a claim which has  not arisen under the contract and in pursuance to its terms and so, as  held by their Lordships that quantum meruit principle applies. It is to such a type of cases that the condition of written order as a condition precedent for payment  of the price under the contract could never apply al pointed out earlier from the passage quoted from Hudson&#x27;s Building and Engineering Works. Under our law. <a href=\"/doc/1454268/\" id=\"a_15\">Section 70</a> has amply provided statutory obligation which is applicable not only to individual but to Government and public bodies. What was the natural or moral obligation has received statutory recognition. That is why this doctrine of unjust enrichment which is  an equitable principle has now received statutory sanction in this country. In such cases when there is a dispute between the contractor on the one hand and  the authority as to whether a particular  work is covered by the contract by the rates agreed upon or not, both the sides would be putting their rival interpretations and the contractor would be in a precarious position. If he does not carry out the oral order or leaves work at his own risk and costs, then he would be subject to all the penalty clause. If he  takes risk of a wrong interpretation, the only safety of the contractor in such circumstances is in the arbitration clause as is to be found under clause 30 (14?). If  the arbitration clause is waived by the parties by preferring Court&#x27;s forum, it  would be the Court which would be ultimately resolving the dispute as to whether a particular work falls under the  contract and is to be paid for at the rates agreed in the contract or whether it is a work outside the contract for which no rates are fixed under the contract. In one case the claim would arise under the contract pursuant to its term; in the other, it would be a claim outside the contract on the principle of quantum meruit or <a href=\"/doc/1454268/\" id=\"a_16\">Section 70</a> of our <a href=\"/doc/171398/\" id=\"a_17\">Indian Contract  Act</a>.</span> Even in England  in Brodie v. Corporation of Cardiff, 1919 AC 337, where such a dispute had arisen.. the House of Lords in terms held that the arbitrator had power to hold that the items in question should be paid as extras. Lord Wrenbury rested his decision on the ground that the contract of the parties could never be interpreted so as to result in such consequences to the contractor when there was a dispute between him and the engineer as to whether the work formed part of the contract or not. The arbitrator had authority to determine whether the work or materials were extras and that the payment was due for work under the contract notwithstanding  that the engineer on a wrong interpretation had refused to give an order in writing. In our case the same thing has  happened. There was a dispute between the contractor and the authority which required the contractor to do this extra job of rock cutting assuring him that the question of adjustment would be taken up after he completed the job. The contractor moved all the authorities right upto the Chairman of the Board and  even he succeeded at one stage in convincing him to fix  reasonable rate for this extra work. Unfortunately, due to bifurcation of the two States, the new Board came up which turned down the  plaintiff claim on the legal stand. Therefore, both the parties could have resolved this dispute by arbitration under clause 30. (14?)&gt; They, however, preferred Court&#x27;s  forum. In such a case  the Court could surely decide whether  the work was extra or one provided by the contract, and once it is held that the claim is for extra work not provided by  the contract to be paid for at the contract price, the payment can be asked under <a href=\"/doc/1454268/\" id=\"a_18\">Section 70</a> because of the quasi contractual obligation. In such cases, want of written order on a wrong interpretation by the defendant&#x27;s engineer could hardly be urged as a condition precedent for a claim which was not for a price under the contract. Similarly,  this procedure of clause 14 could never be invoked as a bar to this claim. Merely because the contractor does not follow that procedure in terms, the only consequence would be that there would be no settled rate by agreement or by decision of the special authority created by  C1. 14. It is open to the parties to waive that clause, especially in such a case where there was a dispute as to the work falling under the contract or being outside the contract rate. It should also be borne in mind that even though the contractor had not earlier mentioned his rate for rock cutting work, he had asked the authorities to fix their rate for this additional work which involved extra cost. He had shown even in Ex. 148 letter that Rs. 45 was a reasonable demand by him. That is why the Chairman Mr. Bhatt had asked for the prevailing rates. Therefore, although the entire procedure for fixation of rates as per clause 14 was substantially followed, only because ultimately the new Board took a view that it had no legal liability to entertain such a claim that this special machinery under clause 14 could not be invoked. In any event, the plaintiff has not committed breach of any clause of this contract so as to be disentitled from invoking quantum meruit, or in any event, statutory obligation of the quasi-contractual nature under <a href=\"/doc/1454268/\" id=\"a_19\">Section 70</a> after the Board  had made unjust gain and taken benefit of this work. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_14\">  12.  In that view of the matter even the plea of limitation must fail because this is not a suit for the contract price for the rock cutting work so as  to  be governed by <a href=\"/doc/1408921/\" id=\"a_20\">Article 56</a> as contended by Mr. Kaji. Therefore, these technical contentions have no substance.  \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_15\">  13. As regards  the amount of electricity charge, it is obvious that the rate  as stipulated in Ex. 65 was maximum two  annas rate and, therefore, the Board could not charge anything in excess thereof and that amount has rightly been ordered to be refunded to the plaintiff. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_16\">  14. One more technical objection which was raised by Mr. Kaji was that  the plaintiffs firm was not the same firm which was registered as per the Registration entry Ex. 194 and so the suit was not maintainable. The plea raised in the written statement was that the plaintiff  firm was not registered and that the plaintiffs 2 and 3 were not partners. Only this plea was in issue and it was completely answered by production of the  registration certificate. Ex. 194. The other plea is sought to be raised from admission of the plaintiff, both in the plaint and  in the evidence, that his father who was  also a partner had retired from the firm. Except  vague denial in the written statement, there was no plea that the plaintiff retirement of the father not taken over  the outstandings so as to enable it to file  the suit. In the absence of any plea no such argument can be permitted at this stage when the plaintiff has lost all opportunities to meet this new plea.  \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_17\">  15. As for the claim of interest the trial Court has stated that on equitable grounds it was allowing the claim. Once we keep in mind the statutory obligation under <a href=\"/doc/1454268/\" id=\"a_21\">Section 70</a>, which is aimed at preventing any unjust enrichment, the defendant who had taken benefit of the plaintiff&#x27;s work and who had refused payment of this amount can be asked to pay interest on this amount. Therefore,  this was not a claim of damages on which interest can be directed under <a href=\"/doc/1219022/\" id=\"a_22\">Section 34</a>, C. P. Code only from the date of the suit. Therefore, the claim of interest prior to the date of the suit in such a case was rightly allowed. Therefore the decree for the interest amount of Rs. 6,000/- must  be maintained. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_18\">  16. As regards the penalty amount, the penalty order is obviously wrong. When two extensions were granted to the plaintiff upto March 1958, the Board Resolutions Ex. 158 and 159 make it in terms clear  that no penalty was to be   charged. Even the Superintending Engineer in his report Ex. 180 clearly stated that the contractor had suffered considerably due to the difficult work at sea shore. The rates quoted by him were also quite low as compared to the difficult work. He was able to work during the ebb period only as during the tide  the whole site was getting flooded. He  was also facing difficulties in getting the labour required at a place, like Sikka. Considering all these things, he suggested that it would not be proper to impose such a heavy penalty and it would be  proper to impose 10 per cent penalty on  the remaining work at the present rate. That is how the penalty order was at the rate of 10 per cent of the remaining work of Rs. 4,107/- only. It is also clear form the Superintending Engineer&#x27;s letter dated September 23, 1959. Ex. 182 that the incomplete work which  was estimated by him to cost Rs. 41,073/- was not taken up  on hand, because it was not necessary as extra capacity had been provided in the new proposals for extending the storage of the sea water by extending the work. The remaining work was therefore, dispensed with. When we turn to the penalty clause of the agreement. Ex. 69, at Clause No. 2 the Technical Member is to impose penalty by way of compensation for delay at the rate of 1% or such smaller amount as decided by him of the amount of the estimated cost of the whole work s shown by the tender for every day that the work remains uncommenced or unfinished after the proper dates. In the last para it was provided that in the event the  contractor failed to comply with the conditions to perform the proportion of the work fixed, he shall be liable to pay as compensation as amount equal to one per cent or such smaller amount as the Technical Member may decide on the estimated cost of the whole work for every day that the due quantity of the work remained incomplete, provided the maximum does not exceed 1 per cent of the estimated cost of the work shown in the tender. Penalty can be imposed, therefore, even for every day that the work remained incomplete. In the present case the work which as remaining incomplete was dispensed with and the penalty which was charged was lump sum penalty not depending on the days that the work remained incomplete. For the earlier period no penalty can be imposed because justification was shown. After the prescribed date the remaining incomplete work was dispensed with and no question could arise of the contractor leaving it incomplete for any day. Besides, when the whole delay had been for no fault of the contractor but due to circumstances pointed out by the Superintending Engineer, which reasons were taken as justifying reasons by the Board, this penalty order was hardly justified especially when the remaining work was dispensed with because of the change of project. Therefore,  the trial Court had wrongly rejected this claim of the plaintiff. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_19\">  17. As a result of the aforesaid discussion, the plaintiff would be entitled  to a decree as follows:-  \n</p>  \n \n\n<blockquote id=\"blockquote_3\">  Rs. 62,740.00 for rock cutting work, \n\n \n\n  Rs. 4,107.00 for penalty wrongly levied. \n</blockquote>\n \n\n<blockquote id=\"blockquote_4\">  Rs. 910.93 for excess electric charge. \n</blockquote>\n \n\n<blockquote id=\"blockquote_5\">  Rs. 6,000.00 for the interest prior to the date of the suit.  \n</blockquote>\n \n\n<blockquote id=\"blockquote_6\"> In all amount of Rs. 73,757.93 P.  \n \n \n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_20\">  18. In the result both the appeal and the cross objections are partly allowed by substituting for the decree of the trial Court the decree for Rs. 73,753.93 P. With interest at 6 per cent from the date of the suit till realisation on the amount of Rs. 67,757.93 which excludes the amount of interest. Both the appeal and the cross-objections are allowed with proportionate costs. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_21\">19. Order accordingly. \n</p>\n \n\n","numcites":12,"numcitedby":1,"docsource":"Gujarat High Court","citetid":1586143,"divtype":"judgments","relatedqs":[{"value":" quantum meruit ","formInput":"%20quantum%20meruit%20"},{"value":"unjust enrichment","formInput":"unjust%20enrichment"},{"value":"works contract","formInput":"works%20contract"},{"value":"quantum merit","formInput":"quantum%20merit"},{"value":"engineering contract","formInput":"engineering%20contract"},{"value":"Technical Sanction","formInput":"Technical%20Sanction"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"work order","formInput":"work%20order"},{"value":"contract act","formInput":"contract%20act"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"ex works","formInput":"ex%20works"},{"value":"article 56","formInput":"article%2056"},{"value":"engineer in charge","formInput":"engineer%20in%20charge"},{"value":"oral evidence","formInput":"oral%20evidence"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"wrongly interpreted ","formInput":"wrongly%20interpreted%20"},{"value":"contract between parties","formInput":"contract%20between%20parties"},{"value":"rate contract","formInput":"rate%20contract"},{"value":"additional works","formInput":"additional%20works"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"}],"cats":[{"value":"obligation-of-beneficiary-in-non-gratuitous-acts","formInput":"tag:obligation-of-beneficiary-in-non-gratuitous-acts"},{"value":"contract","formInput":"tag:contract"},{"value":"parliament-language","formInput":"tag:parliament-language"},{"value":"exclusion-of-evidence-of-oral-agreement","formInput":"tag:exclusion-of-evidence-of-oral-agreement"},{"value":"when-event-on-which-contract-is-contingent","formInput":"tag:when-event-on-which-contract-is-contingent"}],"courtcopy":false,"query_alert":null,"agreement":false}