{"tid":45610724,"publishdate":"2021-12-14","title":"Madho Singh Rawat vs State Of M.P. on 14 December, 2021","doc":"<h2 class=\"doc_title\">Madho Singh Rawat vs State Of M.P. on 14 December, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-k-shrivastava\">Rajeev Kumar Shrivastava</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-k-shrivastava\">Rajeev Kumar Shrivastava</a></h3>\n\n<pre id=\"pre_1\">                                    1\n\n                       High Court of Madhya Pradesh\n                               Bench Gwalior\n                            *****************\n                   DB:- Hon&#x27;ble Shri G. S. Ahluwalia &amp;\n                  Hon&#x27;ble Shri Rajeev Kumar Shrivastava, JJ\n\n                      Criminal Appeal No. 715 of 2013\n\n                Kamal Singh Rawat Vs. State of Madhya Pradesh\n\n\n                      Criminal Appeal No. 303 of 2010\n\n                    Madho Singh Rawat Vs. State of MP\n\n                                    AND\n\n                      Criminal Appeal No. 363 of 2010\n\n                       Gulab Singh Vs. State of MP\n\n                ==================================\nShri SS Kushwah with Shri S.K.S. Jadon, counsel for appellants in all criminal\nappeals.\nShri CP Singh, Counsel for State in all criminal appeals.\n                ==================================\nReserved on                                    07/12/2021\nWhether approved for reporting               Yes../..........\n                ==================================\n                                     JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                             (Delivered on 14/12/2021)\n\nPer Rajeev Kumar Shrivastava, J:-\n</p><blockquote id=\"blockquote_1\">      This judgment shall govern disposal of Criminal Appeal No. 303 of 2010\n\nfiled by appellant Madho Singh Rawat &amp; Criminal Appeal No.363 of 2010\n\nfiled by appellant Gulab Singh against the judgment of conviction &amp; sentence\n\ndated 07/04/2010, passed by Special Judge, Datia (MP) in Special Sessions Trial\n\nNo.71/2007, by which appellant Madho Singh Rawat has been convicted under\n\n<a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_2\">34</a> of IPC r/w <a href=\"/doc/170156328/\" id=\"a_3\">Section 13</a> of MPDVPK Act and sentenced to\n\nundergo Life Imprisonment with a fine of Rs.10,000/- with default stipulation,\n<span class=\"hidden_text\" id=\"span_1\">                                      2</span>\n\nwhile appellant Gulab Singh Rawat has been convicted under <a href=\"/doc/1560742/\" id=\"a_4\">Section 302</a> of\n\nIPC r/w <a href=\"/doc/170156328/\" id=\"a_5\">Section 13</a> of MPDVPK Act and sentenced to undergo Life\n\nImprisonment with a fine of Rs.10,000/- with default stipulation. Similarly, vide\n\njudgment dated 21st day of June, 2013 passed by Special Judge (MPDVK Act),\n\nData (MP) in same Special Sessions Trial No.71/2007, appellant Kamal Singh\n\nRawat (in Criminal Appeal No.715 of 2013) has been convicted under <a href=\"/doc/1560742/\" id=\"a_6\">Section\n\n302</a> of IPC r/w <a href=\"/doc/170156328/\" id=\"a_7\">Section 13</a> of MPDVPK Act and sentenced to undergo Life\n\nImprisonment with a fine of Rs.10,000/- with default stipulation. Since the facts\n\nand circumstances of the case in all the criminal appeals are same, therefore, for\n\nthe sake of convenience, we have heard all the criminal appeals simultaneously.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_2\">(2)    It is undisputed fact that the place of incident i.e. Village Kurra, Police\n\nStation Badoni, District Datia has been declared a dacoity-affected area under\n\n<a href=\"/doc/44318528/\" id=\"a_8\">Section 3</a> of MPDVPK Act as per Notification No. F12-A/2000/B(1)/2/dated 24-\n\n01-2000. Co-accused Mohan Singh was killed in a police encounter. Accused\n\nMadho Singh Rawat and Gulab Singh were tried, convicted and sentenced as\n\nstated above. Accused Kamal Singh Rawat is the real brother of Madho Singh,\n\nRawat, Mohan Singh (deceased) and Gulab Singh. Sanjay alias Baba (deceased)\n\nwas the real brother of Dashrath Singh (PW1) and Ashok Singh Yadav (PW2).\n\n(3)   Prosecution case, in brief, is that the agricultural field of one Prakash\n\nAhirwar is situated near the agricultural field of deceased. On the date of\n\nincident i.e. on 28/06/2007 at around 2:30 pm, complainant Dashrath Singh,\n\nAshok Singh and deceased Sanjay alias Baba were repairing the electric supply\n\nline which was discontinued. Deceased Sanjay alias Baba was fixing up a\n\nwooden pole (balli) by digging a pit. At that time, accused Kamal Singh, who\n<span class=\"hidden_text\" id=\"span_2\">                                      3</span>\n\nwas armed with 12 bore adhiya, co-accused Mohan Singh (since deceased) was\n\nhaving 12 bore gun, accused Gulab Singh who was having a katta and accused\n\nMadho Singh, who was having luhangi came there. Due to previous enmity,\n\naccused co-accused Mohan Singh (since deceased) fired a gunshot, which hit on\n\nthe back of deceased Sanjay. Thereafter, accused Gulab Singh fired another\n\ngunshot at Sanjay causing injury on the right hand of deceased Sanjay. Accused\n\nKamal Singh fired a gunshot, which hit on the back of deceased Sanjay. On\n\nhearing hue and cry raised by Dashrath and Ashok Singh, witnesses Panjab\n\nSingh and Radhelal, who were working near the agricultural field, reached the\n\nspot and on seeing them, all accused persons fled away towards the well of\n\nPrakash Ahirwar. Thereafter, complainant Dashrath Singh lodged an FIR at\n\nPolice Station Badoni vide Ex.P1 and police recorded merg intimation report\n\nunder <a href=\"/doc/411677/\" id=\"a_9\">Section 174</a> of CrPC vide Ex.P2. Spot map was prepared vide Ex.P3. The\n\ndead body of deceased Sanjay alias Baba was sent for postmortem examination.\n\nAll the accused persons were arrested and from their possession, deadly\n\nweapons were recovered. Bullet found inside the body of deceased Sanjay,\n\nbloodstained and simple soil, clothes of deceased and other seized articles were\n\nsent for chemical examination to FSL, Sagar. After completion of investigation,\n\ncharge sheet in connection Crime No. 84/2007 for offences under <a href=\"/doc/1560742/\" id=\"a_10\">Sections 302</a>,\n\n<a href=\"/doc/1560742/\" id=\"a_11\">302</a>/<a href=\"/doc/37788/\" id=\"a_12\">34</a> IPC r/w <a href=\"/doc/159017851/\" id=\"a_13\">Section 11</a>/<a href=\"/doc/170156328/\" id=\"a_14\">13</a> of MPDVPK Act and <a href=\"/doc/73862/\" id=\"a_15\">Section 25</a>/<a href=\"/doc/244673/\" id=\"a_16\">27</a> of Arms Act\n\nwas filed and the case was committed to the Special Court/ Trial Court.\n\n(4)   Accused pleaded not guilty and claimed to be tried. Statements of accused\n\nunder <a href=\"/doc/767287/\" id=\"a_17\">Section 313</a> of CrPC were recorded. It is pleaded by accused that they\n\nhave falsely been implicated in the case due to previous enmity. Accused did not\n<span class=\"hidden_text\" id=\"span_3\">                                      4</span>\n\nexamine any witness in order to lead any defence evidence.\n\n(5)    Prosecution, in order to prove its case, examined 15 witnesses, namely,\n\nPW1 complainant Dashrath Singh, PW2 Ashok Kumar Yadav, PW3 Dhoop\n\nSingh, PW3 Sitaram, PW4 Panjab Singh, PW5 Ram Singh, PW6 Mansharam,\n\nPW7 Mahesh, PW8 Suresh Singh, PW9 Mahesh Kumar, PW10 Bhanwar Singh,\n\nPW11 Kalyan Singh, PW12 Dr. Jaibharat Singh, PW13 Devilal, PW14 Karan\n\nSingh Lodhi and PW15 Alok Singh Bhadoriya.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">(6)    After conclusion of trial, the Trial Court by the impugned judgment and\n\nsentence, after marshalling the evidence available on record, found appellants\n\nguilty and accordingly, convicted and sentenced them, as mentioned in\n\nparagraph 1 of this judgment.\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">(7)    Challenging the impugned judgment of conviction and sentence, it is\n\nsubmitted by learned Counsel for the appellants that the trial Court has erred in\n\nconsidering the evidence produced before it as there are so many contradictions\n\nand omissions between the statements of witnesses recorded under <a href=\"/doc/447673/\" id=\"a_18\">Section 161</a>\n\nof CrPC and the Court statements. The complaint party had enmity with the\n\naccused. Since the witnesses did not try to intervene in the matter, therefore,\n\ntheir conduct is unnatural, which shows that they were not present at the time of\n\nincident, hence, the prosecution evidence is shaky and conviction of the\n\nappellants is bad in the eyes of law. Even medical evidence does not corroborate\n\nthe oral evidence of witnesses. It is further submitted that PW4 Panjab Singh\n\n(PW4) and PW11 Kalyan Singh are not the eyewitnesses and their statements\n\nwere recorded after a delay of one month and no explanation for delay has been\n\nexplained by prosecution, therefore, their evidence is not reliable. There is\n<span class=\"hidden_text\" id=\"span_4\">                                       5</span>\n\nnothing on record to suggest that all accused persons had acted in furtherance of\n\ncommon intention to commit murder of deceased. Therefore, the conviction of\n\nthe appellants under the aforesaid offences is not sustainable in the eyes of law.\n\nHence, prayed that the impugned judgment of conviction and sentence passed by\n\nthe Trial Court deserves to be set aside.\n</p>\n<p data-structure=\"RespArg\" id=\"p_5\">(8)    On the other hand, it is submitted by the learned Counsel for the State that\n\nthe prosecution has proved the guilt of all the accused beyond reasonable doubt.\n\nIt is submitted that the FIR was lodged without any delay, which shows the\n\nveracity of prosecution case. The oral evidence of prosecution witnesses finds\n\ncorroboration from medical evidence and FIR (ExP1). The presence of witnesses\n\non their fields is natural. As soon as PW4 Panjab Singh nd PW11 Kalyan Singh\n\nreached the place of occurrence, they saw that the accused persons are fleeing\n\naway from the spot towards the agricultural field and, therefore, their evidence is\n\nrelevant as per the <a href=\"/doc/1953529/\" id=\"a_19\">Indian Evidence Act</a>. He further supported the impugned\n\njudgment of conviction and sentence and submitted that there being no infirmity\n\nin the impugned judgment of conviction and sentence and the findings arrived at\n\nby the Trial Court do not require any interference by this Court. Hence, prayed\n\nfor dismissal of appeals.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">(9)    Heard the learned Counsel for the parties and perused the record.\n\n(10)    The first question for determination of present appeals is whether the\n\ndeath of deceased Sanjay alias Baba was homicidal in nature or not ?\n\n(11)    It would be appropriate to throw light on relevant provisions of <a href=\"/doc/305371/\" id=\"a_20\">Sections\n\n299</a> and <a href=\"/doc/626019/\" id=\"a_21\">300</a> of Indian Penal Code.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">       The Law Commission of United Kingdom in its 11th Report proposed the\n<span class=\"hidden_text\" id=\"span_5\">                                       6</span>\n\nfollowing test :\n</p>\n<blockquote id=\"blockquote_2\">                 &quot;The standard test of &#x27;knowledge&#x27; is, Did the person\n           whose conduct is in issue, either knows of the relevant\n           circumstances or has no substantial doubt of their existence?&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_8\">             [See Text Book of Criminal Law by Glanville Wiliams (p.125)]\n\n      &quot;Therefore, having regard to the meaning assigned in criminal law the\n\nword &quot;knowledge&quot; occurring in clause Secondly of <a href=\"/doc/626019/\" id=\"a_22\">Section 300</a> IPC imports\n\nsome kind of certainty and not merely a probability. Consequently, it cannot be\n\nheld that the appellant caused the injury with the intention of causing such\n\nbodily injury as the appellant knew to be likely to cause the death of Shivprasad.\n\nSo, clause Secondly of <a href=\"/doc/626019/\" id=\"a_23\">Section 300</a> IPC will also not apply.&quot;\n\n</p><p data-structure=\"Section\" id=\"p_9\">      The enquiry is then limited to the question whether the offence is covered\n\nby clause Thirdly of <a href=\"/doc/626019/\" id=\"a_24\">Section 300</a> IPC. This clause, namely, clause Thirdly of\n\n<a href=\"/doc/626019/\" id=\"a_25\">Section 300</a> IPC reads as under: -\n</p>\n<blockquote id=\"blockquote_3\">               &#x27;&#x27;Culpable homicide is murder, if the act by which the death\n        is caused is done with the intention of causing bodily injury to\n        any person and the bodily injury intended to be inflicted is\n        sufficient in the ordinary course of nature to cause death.&quot;\n</blockquote>\n<blockquote id=\"blockquote_4\">      The argument that the accused had no intention to cause death is wholly\n\nfallacious for judging the scope of clause Thirdly of <a href=\"/doc/626019/\" id=\"a_26\">Section 300</a> IPC as the\n\nwords &quot;intention of causing death&quot; occur in clause Firstly and not in clause\n\nThirdly. An offence would still fall within clause Thirdly even though the\n\noffender did not intend to cause death so long as the death ensues from the\n\nintentional bodily injury and the injuries are sufficient to cause death of the\n\ndeceased in the ordinary course of nature. This is also borne out from illustration\n\n</blockquote><blockquote id=\"blockquote_5\">(c) to <a href=\"/doc/626019/\" id=\"a_27\">Section 300</a> IPC which is being reproduced below:-\n</blockquote>\n<blockquote id=\"blockquote_6\">               &quot;(c) A intentionally gives Z a sword-cut or club-wound\n<span class=\"hidden_text\" id=\"span_6\">                                        7</span>\n\n        sufficient to cause the death of a man in the ordinary course of\n        nature. Z dies in consequence. Here A is guilty of murder,\n        although he may not have intended to cause Z&#x27;s death.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_10\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1296255\" id=\"span_7\">Therefore, the contentions advanced in the present case and which are\n\nfrequently advanced that the accused- appellants had no intention of causing\n\ndeath of deceased Sheoprasad (Shivprsasad) is wholly irrelevant for deciding\n\nwhether the case falls in clause Thirdly of <a href=\"/doc/626019/\" id=\"a_28\">Section 300</a> IPC.\n\n(12)   The scope and ambit of clause Thirdly of <a href=\"/doc/626019/\" id=\"a_29\">Section 300</a> IPC was considered\n\nby the Supreme Court in the decision in <a href=\"/doc/1296255/\" id=\"a_30\">Virsa Singh Vs. State of Punjab</a>\n\nreported in AIR 1958 SC 465 and the principle enunciated therein explains the\n\nlegal position succinctly. The accused Virsa Singh was alleged to have given a\n\nsingle spear blow and the injury sustained by the deceased was &quot;a punctured\n\nwound 2&quot;x =&quot; transverse in direction on the left side of the abdominal wall in the\n\nlower part of the iliac region just above the inguinal canal. Three coils of\n\nintestines were coming out of the wound.&quot; After analysis of the clause Thirdly, it\n\nwas held: -</span>\n</p>\n<blockquote id=\"blockquote_7\">                     &quot;The prosecution must prove the following facts before\n              it can bring a case under S. 300 &quot;Thirdly&quot;; First, it must\n              establish, quite objectively, that a bodily injury is present;\n              Secondly, the nature of the injury must be proved. These are\n              purely objective investigations. Thirdly, it must be proved\n              that there was an intention to inflict that particular bodily\n              injury, that is to say, that it was not accidental or\n              unintentional, or that some other kind of injury was intended.\n</blockquote><blockquote id=\"blockquote_8\">                     Once these three elements are proved to be present, the\n              enquiry proceeds further and, Fourthly, it must be proved that\n              the injury of the type, just described, made up of the three\n              elements set out above, is sufficient to cause death in the\n              ordinary course of nature. This part of the enquiry is purely\n              objective and inferential and has nothing to do with the\n              intention of the offender. Once these four elements are\n              established by the prosecution (and, of course, the burden is\n              on the prosecution throughout), the offence is murder under\n<span class=\"hidden_text\" id=\"span_8\">                                      8</span>\n\n           S. 300 &quot;Thirdly&quot;. It does not matter that there was no\n           intention to cause death, or that there was no intention even to\n           cause an injury of a kind that is sufficient to cause death in\n           the ordinary course of nature (there is no real distinction\n           between the two), or even that there is no knowledge that an\n           act of that kind will be likely to cause death. Once the\n           intention to cause the bodily injury actually found to be\n           present is proved, the rest of the enquiry is purely objective\n           and the only question is whether, as a matter of purely\n           objective inference, the injury is sufficient in the ordinary\n           course of nature to cause death.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\">(13)   In the case of Arun Nivalaji More vs. State of Maharashtra (Case No.\n\nAppeal (Cri.) 1078-1079 of 2005), it has been observed as under :-\n\n</p><blockquote id=\"blockquote_9\">                   &quot;11. First it has to be seen whether the offence falls\n           within the ambit of <a href=\"/doc/305371/\" id=\"a_31\">Section 299</a> IPC. If the offence falls under\n           <a href=\"/doc/305371/\" id=\"a_32\">Section 299</a> IPC, a further enquiry has to be made whether it\n           falls in any of the clauses, namely, clauses &#x27;Firstly&#x27; to\n           &#x27;Fourthly&#x27; of <a href=\"/doc/626019/\" id=\"a_33\">Section 300</a> IPC. If the offence falls in any one\n           of these clauses, it will be murder as defined in Section\n           300IPC, which will be punishable under <a href=\"/doc/1560742/\" id=\"a_34\">Section 302</a> IPC. The\n           offence may fall in any one of the four clauses of <a href=\"/doc/626019/\" id=\"a_35\">Section 300</a>\n           IPC yet if it is covered by any one of the five exceptions\n           mentioned therein, the culpable homicide committed by the\n           offender would not be murder and the offender would not be\n           liable for conviction under <a href=\"/doc/1560742/\" id=\"a_36\">Section 302</a> IPC. A plain reading\n           of <a href=\"/doc/305371/\" id=\"a_37\">Section 299</a> IPC will show that it contains three clauses, in\n           two clauses it is the intention of the offender which is relevant\n           and is the dominant factor and in the third clause the\n           knowledge of the offender which is relevant and is the\n           dominant factor. Analyzing Section 299 as aforesaid, it\n           becomes clear that a person commits culpable homicide if the\n           act by which the death is caused is done\n</blockquote><blockquote id=\"blockquote_10\">                        (i)     with the intention of causing death; or\n</blockquote><blockquote id=\"blockquote_11\">                        (ii) with the intention of causing such bodily\n                 injury as is likely to cause death; or\n</blockquote><blockquote id=\"blockquote_12\">                        (iii) with the knowledge that the act is likely to\n                 cause death.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_12\">                   If the offence is such which is covered by any one of\n           the clauses enumerated above, but does not fall within the\n           ambit of clauses Firstly to Fourthly of <a href=\"/doc/626019/\" id=\"a_38\">Section 300</a> IPC, it will\n           not be murder and the offender would not be liable to be\n           convicted under <a href=\"/doc/1560742/\" id=\"a_39\">Section 302</a> IPC. In such a case if the offence\n           is such which is covered by clauses (i) or (ii) mentioned\n           above, the offender would be liable to be convicted under\n<span class=\"hidden_text\" id=\"span_9\">                            9</span>\n\nSection 304 Part I <a href=\"/doc/1569253/\" id=\"a_40\">IPC</a> as it uses the expression &quot;if the act by\nwhich the death is caused is done with the intention of causing\ndeath, or of causing such bodily injury as is likely to cause\ndeath&quot; where intention is the dominant factor. However, if the\noffence is such which is covered by clause (iii) mentioned\nabove, the offender would be liable to be convicted under\nSection 304 Part II <a href=\"/doc/1569253/\" id=\"a_41\">IPC</a> because of the use of the expression\n&quot;if the act is done with the knowledge that it is likely to cause\ndeath, but without any intention to cause death, or to cause\nsuch bodily injury as is likely to cause death&quot; where\nknowledge is the dominant factor.\n</p><p data-structure=\"Issue\" id=\"p_13\">12. What is required to be considered here is whether the\noffence committed by the appellant falls within any of the\nclauses of <a href=\"/doc/626019/\" id=\"a_42\">Section 300</a> IPC.\n</p><p data-structure=\"Section\" id=\"p_14\">13. Having regard to the facts of the case it can legitimately\nbe urged that clauses Firstly and Fourthly of <a href=\"/doc/626019/\" id=\"a_43\">Section 300</a> IPC\nwere not attracted. The expression &quot;the offender knows to be\nlikely to cause death&quot; occurring in clause Secondly of <a href=\"/doc/626019/\" id=\"a_44\">Section\n300</a> IPC lays emphasis on knowledge. The dictionary\nmeaning of the word &#x27;knowledge&#x27; is the fact or condition of\nbeing cognizant, conscious or aware of something; to be\nassured or being acquainted with. In the context of criminal\nlaw the meaning of the word in Black&#x27;s Law Dictionary is as\nunder: -\n</p><blockquote id=\"blockquote_13\">         &quot;An awareness or understanding of a fact or\n         circumstances; a state of mind in which a person has\n         no substantial doubt about the existence of a fact. It is\n         necessary ... to distinguish between producing a result\n         intentionally and producing it knowingly. Intention\n         and knowledge commonly go together, for he who\n         intends a result usually knows that it will follow, and\n         he who knows the consequences of his act usually\n         intends them. But there may be intention without\n         knowledge, the consequence being desired but not\n         foreknown as certain or even probable. Conversely,\n         there may be knowledge without intention, the\n         consequence being foreknown as the inevitable\n         concomitant of that which is desired, but being itself\n         an object of repugnance rather than desire, and\n         therefore not intended.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">In Blackstone&#x27;s Criminal Practice the import of the word\n&#x27;knowledge&#x27; has been described as under: -\n</p><blockquote id=\"blockquote_14\">         &#x27;Knowledge&#x27; can be seen in many ways as playing the\n         same role in relation to circumstances as intention\n         plays in relation to consequences. One knows\n         something if one is absolutely sure that it is so\n         although, unlike intention, it is of no relevance\n<span class=\"hidden_text\" id=\"span_10\">                                        10</span>\n\n                     whether one wants or desires the thing to be so. Since\n                     it is difficult ever to be absolutely certain of anything,\n                     it has to be accepted that a person who feels &#x27;virtually\n                     certain&#x27; about something can equally be regarded as\n                     knowing it.&quot;\n</blockquote>\n<blockquote id=\"blockquote_15\">(14)      <a href=\"/doc/305371/\" id=\"a_45\">Section 299</a> of Indian Penal Code runs as under :-\n</blockquote>\n<blockquote id=\"blockquote_16\">                     &quot;299. Culpable homicide.-- Wheoever causes death by\n                     doing an act with the intention of causing death, or\n                     with the intention of causing such bodily injury as is\n                     likely to cause death, or with the knowledge that he is\n                     likely by such act to cause death, commits the offence\n                     of culpable homicide.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_16\">(15) <a href=\"/doc/305371/\" id=\"a_46\">Section 299</a> of IPC says, whoever causes death by doing an act with the\n\nbodily injury as is likely to cause death, or with the knowledge that he is likely\n\nby such act to cause death, commits the offence of culpable homicide. Culpable\n\nhomicide is the first kind of unlawful homicide. It is the causing of death by\n\ndoing :\n</p>\n<blockquote id=\"blockquote_17\">                    (i) an act with the intention of causing death;\n</blockquote><blockquote id=\"blockquote_18\">                   (ii) an act with the intention of causing such bodily\n                   injury as is likely to cause death; or\n</blockquote><blockquote id=\"blockquote_19\">                   (iii) an act with the knowledge that it is was likely to\n                   cause death.\n</blockquote><p data-structure=\"Section\" id=\"p_17\">          Without one of these elements, an act, though it may be by its nature\n\ncriminal and may occasion death, will not amount to the offence of culpable\n\nhomicide. &#x27;Intent and knowledge&#x27; as the ingredients of Section 299 postulate, the\n\nexistence of a positive mental attitude and the mental condition is the special\n\nmens rea necessary for the offence.The knowledge of third condition\n\ncontemplates knowledge of the likelihood of the death of the person. Culpable\n\nhomicide is of two kinds : one, culpable homicide amounting to murder, and\n\nanother, culpable homicide not amounting to murder. In the scheme of the <a href=\"/doc/1569253/\" id=\"a_47\">Indian\n\nPenal Code</a>, culpable homicide is genus and murder is species. All murders are\n<span class=\"hidden_text\" id=\"span_11\">                                       11</span>\n\nculpable homicide, but not vice versa. Generally speaking, culpable homicide\n\nsans the special characteristics of murder is culpable homicide not amounting to\n\nmurder. In this section, both the expressions &#x27;intent&#x27; and &#x27;knowledge&#x27; postulate\n\nthe existence of a positive mental attitude which is of different degrees.\n\n(16)   <a href=\"/doc/626019/\" id=\"a_48\">Section 300</a> of Indian Penal Code runs as under :-\n</p>\n<blockquote id=\"blockquote_20\">                 &quot;300. Murder.-- Except in the cases hereinafter excepted,\n           culpable homicide is murder, if the act by which the death is\n           caused is done with the intention of causing death, or--\n</blockquote><blockquote id=\"blockquote_21\">                  Secondly.-- If it is done with the intention of causing\n           such bodily injury as the offender knows to be likely to cause\n           the death of the person to whom the harm is caused, or--\n</blockquote><blockquote id=\"blockquote_22\">                  Thirdly.-- If it is done with the intention of causing\n           bodily injury to any person and the bodily injury intended to\n           be inflicted is sufficient in the ordinary course of nature to\n           cause death, or--\n</blockquote><blockquote id=\"blockquote_23\">                  Fourthly.-- If the person committing the act knows that\n           it is so imminently dangerous that it must, in all probability,\n           cause death or such bodily injury as is likely to cause death,\n           and commits such act without any excuse for incurring the risk\n           of causing death or such injury as aforesaid.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_18\">(17)    &#x27;&#x27;Culpable Homicide&#x27;&#x27; is the first kind of unlawful homicide. It is the\n\ncausing of death by doing ;(i) an act with the intention to cause death; (ii) an act\n\nwith the intention of causing such bodily injury as is likely to cause death; or,\n\n</p><p data-structure=\"Section\" id=\"p_19\">(iii) an act with the knowledge that it was likely to cause death.\n\n(18)    <a href=\"/doc/1569253/\" id=\"a_49\">Indian Penal Code</a> recognizes two kinds of homicide :(1) Culpable\n\nhomicide, dealt with between <a href=\"/doc/305371/\" id=\"a_50\">Sections 299</a> and <a href=\"/doc/409589/\" id=\"a_51\">304</a> of IPC (2) Not-culpable\n\nhomicide, dealt with by <a href=\"/doc/1371604/\" id=\"a_52\">Section 304-A</a> of IPC. There are two kinds of culpable\n\nhomicide; (i) Culpable homicide amounting to murder (Section 300 read with\n\n<a href=\"/doc/1560742/\" id=\"a_53\">Section 302</a> of IPC), and (ii) Culpable homicide not amounting to murder\n\n(<a href=\"/doc/409589/\" id=\"a_54\">Section 304</a> of IPC).\n</p>\n<p data-structure=\"Section\" id=\"p_20\">(19)   A bare perusal of the Section makes it crystal clear that the first and the\n<span class=\"hidden_text\" id=\"span_12\">                                      12</span>\n\nsecond clauses of the section refer to intention apart from the knowledge and the\n\nthird clause refers to knowledge alone and not the intention. Both the expression\n\n&quot;intent&quot; and &quot;knowledge&quot; postulate the existence of a positive mental attitude\n\nwhich is of different degrees. The mental element in culpable homicide i.e.,\n\nmental attitude towards the consequences of conduct is one of intention and\n\nknowledge. If that is caused in any of the aforesaid three circumstances, the\n\noffence of culpable homicide is said to have been committed.\n\n(20)     There are three species of mens rea in culpable homicide.(1) An\n\nintention to cause death; (2) An intention to cause a dangerous injury; (3)\n\nKnowledge that death is likely to happen.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">(21)   The fact that the death of a human being is caused is not enough unless\n\none of the mental sates mentioned in ingredient of the Section is present. An act\n\nis said to cause death results either from the act directly or results from some\n\nconsequences necessarily or naturally flowing from such act and reasonably\n\ncontemplated as its result. Nature of offence does not only depend upon the\n\nlocation of injury by the accused, this intention is to be gathered from all facts\n\nand circumstances of the case. If injury is on the vital part, i.e., chest or head,\n\naccording to medical evidence this injury proved fatal. It is relevant to mention\n\nhere that intention is question of fact which is to be gathered from the act of the\n\nparty. Along with the aforesaid, ingredient of <a href=\"/doc/626019/\" id=\"a_55\">Section 300</a> of IPC are also\n\nrequired to be fulfilled for commission of offence of murder.\n\n(22)    In the scheme of <a href=\"/doc/1569253/\" id=\"a_56\">Indian Penal Code</a>, &quot;Culpable homicide&quot; is genus and\n\n&quot;murder&quot; is its specie. All &quot;Murder&quot; is &quot;culpable homicide&quot; but not vice versa.\n\nSpeaking generally &#x27;culpable homicide sans special characteristics of murder&#x27; if\n<span class=\"hidden_text\" id=\"span_13\">                                       13</span>\n\nculpable homicide is not amounting to murder.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1210886\" id=\"span_14\">(23)      In the case of <a href=\"/doc/1210886/\" id=\"a_57\">Anda vs. State of Rajasthan</a> reported in 1966 CrLJ 171,\n\nwhile considering &quot;third&quot; clause of <a href=\"/doc/626019/\" id=\"a_58\">Section 300</a> of IPC, it has been observed as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_24\">                &quot;It speaks of an intention to cause bodily injury which is\n            sufficient in the ordinary course of nature to cause death. The\n            emphasis here is on sufficiency of injury in the ordinary course\n            of nature to cause death. The sufficiency is the high probability\n            of death in the ordinary way of nature and when this exists and\n            death ensues and causing of such injury was intended, the\n            offence is murder. Sometimes the nature of the weapon used,\n            sometimes the part of the body on which the injury is caused,\n            and sometimes both are relevant. The determinant factor is the\n            intentional injury which must be sufficient to cause death in the\n            ordinary course of nature.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1749775\" id=\"span_15\">(24)   In the case of <a href=\"/doc/1749775/\" id=\"a_59\">Mahesh Balmiki vs. State of M.P.</a> reported in (2000) 1\n\nSCC 319, while deciding whether a single blow with a knife on the chest of the\n\ndeceased would attract <a href=\"/doc/1560742/\" id=\"a_60\">Section 302</a> of IPC, it has been held thus :-</span>\n\n</p><blockquote id=\"blockquote_25\">                &quot;There is no principle that in all cases of single blow <a href=\"/doc/1560742/\" id=\"a_61\">Section\n            302</a> I.P.C. is not attracted. Single blow may, in some cases,\n            entail conviction under <a href=\"/doc/1560742/\" id=\"a_62\">Section 302</a> I.P.C., in some cases under\n            <a href=\"/doc/409589/\" id=\"a_63\">Section 304</a> I.P.C and in some other cases under <a href=\"/doc/1540253/\" id=\"a_64\">Section 326</a>\n            I.P.C. The question with regard to the nature of offence has to be\n            determined on the facts and in the circumstances of each case.\n            The nature of the injury, whether it is on the vital or non-vital\n            part of the body, the weapon used, the circumstances in which\n            the injury is caused and the manner in which the injury is\n            inflicted are all relevant factors which may go to determine the\n            required intention or knowledge of the offender and the offence\n            committed by him. In the instant case, the deceased was\n            disabled from saving himself because he was held by the\n            associates of the appellant who inflicted though a single yet a\n            fatal blow of the description noted above. These facts clearly\n            establish that the appellant had intention to kill the deceased. In\n            any event, he can safely be attributed knowledge that the knife\n            blow given by him is so imminently dangerous that it must in all\n            probability cause death or such bodily injury as is likely to\n            cause death.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_16\">                                     14</span>\n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1008043\" id=\"span_17\">(25)    In the case of <a href=\"/doc/1008043/\" id=\"a_65\">Dhirajbhai Gorakhbhai Nayak vs. State of Gujarat</a>\n\nreported in (2003) 9 SCC 322, it has been observed as under :-</span>\n\n</p><blockquote id=\"blockquote_26\">             &quot;The Fourth Exception of <a href=\"/doc/626019/\" id=\"a_66\">Section 300</a>, IPC covers acts done\n          in a sudden fight. The said exception deals with a case of\n          prosecution not covered by the first exception, after which its\n          place would have been more appropriate. The exception is\n          founded upon the same principle, for in both there is absence of\n          premeditation. But, while in the case of Exception 1 there is\n          total deprivation of self-control, in case of Exception 4, there is\n          only that heat of passion which clouds men&#x27;s sober reason and\n          urges them to deeds which they would not otherwise do. There\n          is provocation in Exception 4 as in Exception 1; but the injury\n          done is not the direct consequence of that provocation. In fact\n          Exception 4 deals with cases in which notwithstanding that a\n          blow may have been struck, or some provocation given in the\n          origin of the dispute or in whatever way the quarrel may have\n          originated, yet the subsequent conduct of both parties puts them\n          in respect of guilt upon equal footing. A &#x27;sudden fight&#x27; implies\n          mutual provocation and blows on each side. The homicide\n          committed is then clearly not traceable to unilateral\n          provocation, nor in such cases could the whole blame be placed\n          on one side. For if it were so, the Exception more appropriately\n          applicable would be Exception 1. There is no previous\n          deliberation or determination to fight. A fight suddenly takes\n          place, for which both parties are more or less to be blamed. It\n          may be that one of them starts it, but if the other had not\n          aggravated it by his own conduct it would not have taken the\n          serious turn it did. There is then mutual provocation and\n          aggravation, and it is difficult to apportion the share of blame\n          which attaches to each fighter. The help of Exception 4 can be\n          invoked if death is caused (a) without premeditation, (b) in a\n          sudden fight; (c) without the offender&#x27;s having taken undue\n          advantage or acted in a cruel or unusual manner; and (d) the\n          fight must have been with the person killed. To bring a case\n          within Exception 4 all the ingredients mentioned in it must be\n          found. It is to be noted that the &#x27;fight&#x27; occurring in Exception 4\n          to <a href=\"/doc/626019/\" id=\"a_67\">Section 300</a>, IPC is not defined in the <a href=\"/doc/1569253/\" id=\"a_68\">IPC</a>. It takes two to\n          make a fight. Heat of passion requires that there must be no\n          time for the passions to cool down and in this case, the parties\n          have worked themselves into a fury on account of the verbal\n          altercation in the beginning. A fight is a combat between two\n          and more persons whether with or without weapons. It is not\n          possible to enunciate any general rule as to what shall be\n          deemed to be a sudden quarrel. It is a question of fact and\n          whether a quarrel is sudden or not must necessarily depend\n<span class=\"hidden_text\" id=\"span_18\">                                       15</span>\n\n           upon the proved facts of each case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1173740\" id=\"span_19\">For the application of\n           Exception 4, it is not sufficient to show that there was a sudden\n           quarrel and there was no premeditation. It must further be\n           shown that the offender has not taken undue advantage or acted\n           in cruel or unusual manner. The expression &#x27;undue advantage&#x27; as\n           used in the provision means &#x27;unfair advantage&#x27;.&#x27;&#x27;\n(26)   In the case of <a href=\"/doc/1173740/\" id=\"a_69\">Pulicherla Nagaraju @ Nagaraja vs. State of AP</a> reported\n\nin (2006) 11 SCC 444, while deciding whether a case falls under Section 302 or\n\n304 Part-I or 304 Part-II, <a href=\"/doc/1569253/\" id=\"a_70\">IPC</a>, it was held thus :-</span>\n</blockquote>\n<blockquote id=\"blockquote_27\">                &quot;Therefore, the court should proceed to decide the pivotal\n           question of intention, with care and caution, as that will decide\n           whether the case falls under Section 302 or 304 Part I or 304\n           Part II. Many petty or insignificant matters plucking of a fruit,\n           straying of a cattle, quarrel of children, utterance of a rude word\n           or even an objectionable glance, may lead to altercations and\n           group clashes culminating in deaths. Usual motives like\n           revenge, greed, jealousy or suspicion may be totally absent in\n           such cases. There may be no intention. There may be no pre-\n           meditation. In fact, there may not even be criminality. At the\n           other end of the spectrum, there may be cases of murder where\n           the accused attempts to avoid the penalty for murder by\n           attempting to put forth a case that there was no intention to\n           cause death. It is for the courts to ensure that the cases of\n           murder punishable under section 302, are not converted into\n           offences punishable under section 304 Part I/II, or cases of\n           culpable homicide not amounting to murder, are treated as\n           murder punishable under section 302. The intention to cause\n           death can be gathered generally from a combination of a few or\n           several of the following, among other, circumstances : (i) nature\n           of the weapon used; (ii) whether the weapon was carried by the\n           accused or was picked up from the spot; (iii) whether the blow\n           is aimed at a vital part of the body; (iv) the amount of force\n           employed in causing injury; (v) whether the act was in the\n           course of sudden quarrel or sudden fight or free for all fight; (vi)\n           whether the incident occurs by chance or whether there was any\n           pre- meditation; (vii) whether there was any prior enmity or\n           whether the deceased was a stranger; (viii) whether there was\n           any grave and sudden provocation, and if so, the cause for such\n           provocation; (ix) whether it was in the heat of passion; (x)\n           whether the person inflicting the injury has taken undue\n           advantage or has acted in a cruel and unusual manner; (xi)\n           whether the accused dealt a single blow or several blows. The\n           above list of circumstances is, of course, not exhaustive and\n           there may be several other special circumstances with reference\n<span class=\"hidden_text\" id=\"span_20\">                                      16</span>\n\n           to individual cases which may throw light on the question of\n           intention. Be that as it may.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\">(27)   In the case of Sangapagu Anjaiah v. State of A.P. (2010) 9 SCC 799,\n\nHon&#x27;ble Apex Court while deciding the question whether a blow on the skull of\n\nthe deceased with a crowbar would attract <a href=\"/doc/1560742/\" id=\"a_71\">Section 302</a> IPC, held thus:-\n\n</p><blockquote id=\"blockquote_28\">            &quot;16. In our opinion, as nobody can enter into the mind of the\n           accused, his intention has to be gathered from the weapon used,\n           the part of the body chosen for the assault and the nature of the\n           injuries caused. Here, the appellant had chosen a crowbar as the\n           weapon of offence. He has further chosen a vital part of the body\n           i.e. the head for causing the injury which had caused multiple\n           fractures of skull. This clearly shows the force with which the\n           appellant had used the weapon. The cumulative effect of all these\n           factors irresistibly leads to one and the only conclusion that the\n           appellant intended to cause death of the deceased.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"159959136\" id=\"span_21\">(28)   In the case of <a href=\"/doc/159959136/\" id=\"a_72\">State of Rajasthan v. Kanhaiyalal</a> reported in (2019) 5\n\nSCC 639, this it has been held as follows:-</span>\n</p>\n<blockquote id=\"blockquote_29\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"243154\" id=\"span_22\">&quot;7.3 In <a href=\"/doc/243154/\" id=\"a_73\">Arun Raj [Arun Raj v. Union of India</a>, (2010) 6\n          SCC 457 : (2010) 3 SCC (Cri) 155] this Court observed and held\n          that there is no fixed rule that whenever a single blow is inflicted,\n          Section 302 would not be attracted. It is observed and held by this\n          Court in the aforesaid decision that nature of weapon used and\n          vital part of the body where blow was struck, prove beyond\n          reasonable doubt the intention of the accused to cause death of the\n          deceased. It is further observed and held by this Court that once\n          these ingredients are proved, it is irrelevant whether there was a\n          single blow struck or multiple blows.</span>\n</blockquote><blockquote id=\"blockquote_30\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"156952559\" id=\"span_23\">7.4 In <a href=\"/doc/156952559/\" id=\"a_74\">Ashokkumar Magabhai Vankar [Ashokkumar\n          Magabhai Vankar v. State of Gujarat</a>, (2011) 10 SCC 604 :</span>\n</blockquote><blockquote id=\"blockquote_31\">          (2012) 1 SCC (Cri) 397] , the death was caused by single blow on\n          head of the deceased with a wooden pestle. It was found that the\n          accused used pestle with such force that head of the deceased was\n          broken into pieces. This Court considered whether the case would\n          fall under Section 302 or Exception 4 to <a href=\"/doc/626019/\" id=\"a_75\">Section 300</a> IPC. It is\n          held by this Court that the injury sustained by the deceased, not\n          only exhibits intention of the accused in causing death of victim,\n          but also knowledge of the accused in that regard. It is further\n          observed by this Court that such attack could be none other than\n          for causing death of victim. It is observed that any reasonable\n          person, with any stretch of imagination can come to conclusion\n<span class=\"hidden_text\" id=\"span_24\">                                     17</span>\n\n         that such injury on such a vital part of the body, with such a\n         weapon, would cause death.\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\">                  7.5 A similar view is taken by this Court in the recent\n         decision in Leela Ram (supra) and after considering catena of\n         decisions of this Court on the issue on hand i.e. in case of a single\n         blow, whether case falls under Section 302 or Section 304 Part I\n         or Section 304 Part II, this Court reversed the judgment and\n         convicted the accused for the offence under <a href=\"/doc/1560742/\" id=\"a_76\">Section 302</a> IPC. In\n         the same decision, this Court also considered Exception 4 of\n         <a href=\"/doc/626019/\" id=\"a_77\">Section 300</a> IPC and observed in para 21 as under: (SCC para 21)\n\n                           &quot;21. Under Exception 4, culpable homicide is not\n                  murder if the stipulations contained in that provision are\n                  fulfilled. They are: (i) that the act was committed without\n                  premeditation; (ii) that there was a sudden fight; (iii) the\n                  act must be in the heat of passion upon a sudden quarrel;\n                  and (iv) the offender should not have taken undue\n                  advantage or acted in a cruel or unusual manner.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1509829\" id=\"span_25\">(29)   In the case of <a href=\"/doc/1509829/\" id=\"a_78\">Bavisetti Kameswara Rao v. State of A.P.</a> reported in\n\n(2008) 15 SCC 725, it is observed in paragraphs 13 and 14 as under:-</span>\n\n</p><blockquote id=\"blockquote_32\">                 &quot;13. It is seen that where in the murder case there is only a\n         single injury, there is always a tendency to advance an argument\n         that the offence would invariably be covered under Section 304\n         Part II <a href=\"/doc/1569253/\" id=\"a_79\">IPC</a>. The nature of offence where there is a single injury\n         could not be decided merely on the basis of the single injury and\n         thus in a mechanical fashion. The nature of the offence would\n         certainly depend upon the other attendant circumstances which\n         would help the court to find out definitely about the intention on\n         the part of the accused. Such attendant circumstances could be\n         very many, they being (i) whether the act was premeditated; (ii) the\n         nature of weapon used; (iii) the nature of assault on the accused.\n         This is certainly not an exhaustive list and every case has to\n         necessarily depend upon the evidence available. As regards the\n         user of screwdriver, the learned counsel urged that it was only an\n         accidental use on the spur of the moment and, therefore, there\n         could be no intention to either cause death or cause such bodily\n         injury as would be sufficient to cause death. Merely because the\n         screwdriver was a usual tool used by the accused in his business, it\n         could not be as if its user would be innocuous.\n</blockquote><blockquote id=\"blockquote_33\">         14. In State of Karnataka Vedanayagam [(1995) 1 SCC 326 :\n</blockquote><blockquote id=\"blockquote_34\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1296255\" id=\"span_26\">1995 SCC (Cri) 231] this Court considered the usual argument of\n         a single injury not being sufficient to invite a conviction under\n         <a href=\"/doc/1560742/\" id=\"a_80\">Section 302</a> IPC. In that case the injury was caused by a knife. The\n         medical evidence supported the version of the prosecution that the\n<span class=\"hidden_text\" id=\"span_27\">                             18</span>\n\ninjury was sufficient, in the ordinary course of nature to cause\ndeath. The High Court had convicted the accused for the offence\nunder Section 304 Part II <a href=\"/doc/1569253/\" id=\"a_81\">IPC</a> relying on the fact that there is only\na single injury. However, after a detailed discussion regarding the\nnature of injury, the part of the body chosen by the accused to\ninflict the same and other attendant circumstances and after\ndiscussing clause Thirdly of <a href=\"/doc/626019/\" id=\"a_82\">Section 300</a> IPC and further relying\non the decision in <a href=\"/doc/1296255/\" id=\"a_83\">Virsa Singh vs. State of Punjab</a> [AIR 1958 SC\n465] , the Court set aside the acquittal under <a href=\"/doc/1560742/\" id=\"a_84\">Section 302</a> IPC and\nconvicted the accused for that offence.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1296255\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1296255\" id=\"span_29\">The Court (in\nVedanayagam case [(1995) 1 SCC 326 : 1995 SCC (Cri) 231] ,\nSCC p. 330, para 4) relied on the observation by Bose, J. in <a href=\"/doc/1296255/\" id=\"a_85\">Virsa\nSingh</a> case [AIR 1958 SC 465] to suggest that: (<a href=\"/doc/1296255/\" id=\"a_86\">Virsa Singh</a> case\n[AIR 1958 SC 465], AIR p. 468, para 16)\n        &quot;16. With due respect to the learned Judge he has linked up\n       the intent required with the seriousness of the injury, and\n       that, as we have shown, is not what the section requires. The\n       two matters are quite separate and distinct, though the\n       evidence about them may sometimes overlap.&quot;</span></span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_29\">     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1296255\" id=\"span_30\">The further observation <a href=\"/doc/1296255/\" id=\"a_87\">in <a href=\"/doc/1296255/\" id=\"a_88\">the above case</a></a> were: (<a href=\"/doc/1296255/\" id=\"a_89\">Virsa\nSingh</a> case [AIR 1958 SC 465] , AIR p. 468, paras 16 &amp; 17)\n            &quot;16. The question is not whether the prisoner intended\n      to inflict a serious injury or a trivial one but whether he\n      intended to inflict the injury that is proved to be present. If\n      he can show that he did not, or if the totality of the\n      circumstances justify such an inference, then, of course, the\n      intent that the section requires is not proved. But if there is\n      nothing beyond the injury and the fact that the appellant\n      inflicted it, the only possible inference is that he intended to\n      inflict it. Whether he knew of its seriousness, or intended\n      serious consequences, is neither here nor there. The\n      question, so far as the intention is concerned, is not whether\n      he intended to kill, or to inflict an injury of a particular\n      degree of seriousness, but whether he intended to inflict the\n      injury in question; and once the existence of the injury is\n      proved the intention to cause it will be presumed unless the\n      evidence or the circumstances warrant an opposite\n      conclusion. But whether the intention is there or not is one\n      of fact and not one of law. Whether the wound is serious or\n      otherwise, and if serious, how serious, is a totally separate\n      and distinct question and has nothing to do with the question\n      whether the prisoner intended to inflict the injury in\n      question....</span>\n</p><p data-structure=\"CDiscource\" id=\"p_30\">               17. It is true that in a given case the enquiry may be\n      linked up with the seriousness of the injury. For example, if\n      it can be proved, or if the totality of the circumstances justify\n<span class=\"hidden_text\" id=\"span_31\">                                      19</span>\n\n                an inference, that the prisoner only intended a superficial\n                scratch and that by accident his victim stumbled and fell on\n                the sword or spear that was used, then of course the offence\n                is not murder. But that is not because the prisoner did not\n                intend the injury that he intended to inflict to be as serious as\n                it turned out to be but because he did not intend to inflict the\n                injury in question at all. His intention in such a case would\n                be to inflict a totally different injury. The difference is not\n                one of law but one of fact.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">(30) Dr. Jaibharat Singh (PW12), who was posted as Medical Officer in District\n\nHospital Datia on the alleged date of incident, in his evidence, deposed that on\n\n29/06/2007, he had conducted postmortem of deceased Sanjay alias Baba.\n\nKalyan Singh, Harisharan and Ramesh had identified the dead body of deceased.\n\nHe had proved postmortem report Ex.P17 and on postmortem examination, he\n\nfound following injuries on the body of deceased:-\n</p>\n<blockquote id=\"blockquote_35\">            (1) Gunshot entry wound, deep lacerated wound size 2.5 cm x\n      2.5 cm in circular shape over outer side of right side of chest, 5 th rib\n      was damaged.\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">             (2) Gunshot entry wound, deep lacerated wound 1.5 cm x 1.5\n      cm in round shape over upper sacrum of back bone.\n</p><p data-structure=\"Precedent\" id=\"p_33\">            (3) Gunshot exit wound on lower portion of right side of\n      scapula region.\n</p><p data-structure=\"Precedent\" id=\"p_34\">            (4) Lacerated wound 1 cm x 1.5 cm over right pubic (hip\n      bone) or genitalia region.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">      This witness further stated that the right side lung of the deceased was\n\ndamaged. Semi-digested food materials were present in the stomach of deceased.\n\nAs per the opinion of doctor, the deceased died due to syncope caused by\n\ngunshot injuries. One bullet, one rubber cork and three pellets were found inside\n\nthe body of deceased. The clothes and corks, pellets and bullets were sealed and\n\nhanded over to constable concerned. Blood-stained and simple soil, bullet and\n\nrubber cork found in the body of deceased along with clothes were sent to FSL\n\nfor chemical examination vide Ex.P19. As per the FSL report Ex.P20, there\n<span class=\"hidden_text\" id=\"span_32\">                                        20</span>\n\nwere gunshot holes on the clothes of deceased. Inquest report Ex.P5 was\n\nprepared by IO Alok Singh Bhadoriya (PW15) in the presence of witnesses,\n\nSitaram PW3, Dashrath Singh PW1 and Mansharam PW6 after giving notice to\n\nthem vide Ex.P4, which shows that deceased was died due to firearm injuries.\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">       Therefore, from the evidence of Dr.Jaibharat Singh (PW12), inquest report\n\nEx.P5 and FSL report Ex.P20, it is clear that cause of death of deceased Sanjay\n\nalias Sanju was homicidal in nature.\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">(31)    The next question for determination of present appeals is whether on the\n\ndate of incident, accused Kamal Singh had formed common intention with\n\naccused Mohan Singh, Madho Singh and Gulab Singh and committed murder of\n\ndeceased Sanjay alias Baba or not ?\n</p>\n<p data-structure=\"Section\" id=\"p_38\">(32) Learned counsel for the appellants submitted that prosecution is not\n\nconvincing to hold that accused were also shared common intention in\n\ncommitting murder of deceased Sanjay alias Baba, therefore, their conviction\n\nunder Section 302 r/w <a href=\"/doc/37788/\" id=\"a_90\">Section 34</a> of IPC is liable to set aside. Prosecution has to\n\nestablish by evidence whether direct or circumstantial that, there was a plan or\n\nmeeting of minds of all accused to commit murder of deceased for which, they\n\nare charged with the aid of <a href=\"/doc/37788/\" id=\"a_91\">Section 34</a> of IPC, be it prearranged or on the spur of\n\nthe moment, but it must necessarily be before the commission of crime.\n\n(33) <a href=\"/doc/37788/\" id=\"a_92\">Section 34</a> of Indian Penal Code runs as under :-\n</p>\n<blockquote id=\"blockquote_36\">           &quot;34.-- Acts done by several persons in furtherance of\n           common intention.-- When a criminal act is done by several\n           persons in furtherance of the common intention of all, each of\n           such persons is liable for that act in the same manner as if it\n           were done by him alone.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_39\">       <a href=\"/doc/37788/\" id=\"a_93\">Section 34</a> of the Indian Penal Code recognizes the principle of vicarious\n<span class=\"hidden_text\" id=\"span_33\">                                       21</span>\n\nliability in criminal jurisprudence. A bare reading of this Section shows that the\n\nSection could be dissected as follows :\n</p>\n<blockquote id=\"blockquote_37\">               (a) Criminal act is done by several persons;\n</blockquote><blockquote id=\"blockquote_38\">               (b) Such act is done in furtherance of the common\n               intention of all; and\n</blockquote><blockquote id=\"blockquote_39\">               (c) Each of such persons is liable for that act in the same\n               manner as if it were done by him alone.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_40\">       In other words, these three ingredients would guide the court in\n\ndetermining whether an accused is liable to be convicted with the aid of Section\n\n</p><p data-structure=\"Section\" id=\"p_41\">34. While first two are the acts which are attributable and have to be proved as\n\nactions of the accused, the third is the consequence. Once the criminal act and\n\ncommon intention are proved then by fiction of law, criminal liability of having\n\ndone that act by each person individually would arise. The criminal act,\n\naccording to <a href=\"/doc/37788/\" id=\"a_94\">Section 34</a> I.P.C. Must be done by several persons. The emphasis in\n\nthis part of the Section is on the word &#x27;done&#x27;. It only flows from this that before a\n\nperson can be convicted by following the provisions of Section 34, that person\n\nmust have done something along with other persons. Some individual\n\nparticipation in the commission of the criminal act would be the requirement.\n\nEvery individual member of the entire group charged with the aid of Section 34\n\nmust, therefore, be a participant in the joint act which is the result of their\n\ncombined activity. The Section does not envisage a separate act by all of the\n\naccused persons for becoming responsible for the ultimate criminal act. If such\n\nan interpretation is accepted, the purpose of Section 34 shall be rendered\n\ninfructuous.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">(34)   Section 34 is intended to meet a situation wherein all the co-accused have\n\nalso done something to constitute the commission of a criminal act. Even the\n<span class=\"hidden_text\" id=\"span_34\">                                        22</span>\n\nconcept of presence of the co-accused at the scene is not a necessary requirement\n\nto attract Section 34 e.g., the co-accused can remain a little away and supply\n\nweapons to the participating accused can inflict injuries on the targeted person.\n\nAnother illustration, with advancement of electronic equipment can be etched\n\nlike this; One of such persons in furtherance of the common intention,\n\noverseeing the actions from a distance through binoculars can give instructions\n\nto the other accused through mobile phones as to how effectively the common\n\nintention can be implemented. The act mentioned in <a href=\"/doc/37788/\" id=\"a_95\">Section 34</a> I.P.C., need not\n\nbe an overt act, even an illegal omission to do a certain act in a certain situation\n\ncan amount to an act e.g., a co-accused, standing near the victim face to face saw\n\nan armed assailant nearing the victim from behind with a weapon to inflict a\n\nblow. The co-accused, who could have alerted the victim to move away to\n\nescape from the onslaught deliberately refrained from doing so with the idea that\n\nthe blow should fall on the victim. Such omission can also be termed as an act in\n\na given situation. Hence an act, whether overt or covert, is indispensable to be\n\ndone by a co-accused to be fastened with the liability under the Section. But if\n\nno such act is done by a person, even if he has common intention with the others\n\nfor the accomplishment of the crime, <a href=\"/doc/37788/\" id=\"a_96\">Section 34</a> I.P.C., cannot be invoked for\n\nconvicting that person. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196053725\" id=\"span_35\">This Section deals with the doing of separate acts, similar\n\nor diverse, by several persons; if all are done in furtherance of a common\n\nintention, each person is liable for the result of them all, as if he had done them\n\nhimself, for &#x27;that act&#x27; and &#x27;the act&#x27; in the latter part of the Section must include the\n\nwhole action covered by &#x27;a criminal act&#x27; in the first part, because they refer to it.\n\nThis Section refers to cases in which several persons both intend to do and do an\n<span class=\"hidden_text\" id=\"span_36\">                                        23</span>\n\nact. It does not refer to cases where several persons intended to an act and some\n\none or more of them do an entirely different act. In the latter class of cases,\n\nSection 149 may be applicable if the number of the persons be five or more and\n\nthe other act was done in prosecution of the common object of all.\n\n(35) In the case of <a href=\"/doc/196053725/\" id=\"a_97\">Suresh Sankharam Nangare vs. State of Maharashtra</a>\n\n[2012 (9) SCALE 345], it has been held that &quot;if common intention is proved but\n\nno overt act is attributed to the individual accused, Section 34 of the Code will\n\nbe attracted as essentially it involves vicarious liability but if participation of the\n\naccused in the crime is proved and common intention is absent, section 34\n\ncannot be involved. In other words, it requires a pre-arranged plan and pre-\n\nsupposes prior concert, therefore, there must be prior meeting of minds.&quot;</span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"53756698\" id=\"span_37\">(36) In the case of <a href=\"/doc/53756698/\" id=\"a_98\">Shyamal Ghosh vs. State of West Bengal</a> [AIR 2012 SC\n\n3539], it is observed that &quot;Common intention means a pre-oriented plan and\n\nacting in pursuance to the plan, thus common intention must exist prior to the\n\ncommission of the act in a point of time.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"615486\" id=\"span_38\">(37) In the case of <a href=\"/doc/615486/\" id=\"a_99\">Mrinal Das vs. State of Tripura</a> [AIR 2011 SC 3753], it is\n\nheld that &quot;the burden lies on prosecution to prove that actual participation of\n\nmore than one person for commission of criminal act was done in furtherance of\n\ncommon intention at a prior concert.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1944328\" id=\"span_39\">(38) In the case of <a href=\"/doc/1944328/\" id=\"a_100\">Ramashish Yadav vs. State of Bihar</a> [AIR 1999 SC 1083],\n\nit is observed that &quot;it requires a pre-arranged plan and pre-supposes prior concert\n\ntherefore there must be prior meeting of mind. It can also be developed at the\n\nspur of moment but there must be pre-arrangement or premeditated concert.&quot;\n\n(39) Mainly two elements are necessary to fulfill the requirements of <a href=\"/doc/898393/\" id=\"a_101\">Section\n<span class=\"hidden_text\" id=\"span_40\">                                      24</span></a>\n\n<a href=\"/doc/37788/\" id=\"a_102\">34</a> of IPC. One is that the person must be present on the scene of occurrence and\n\nsecond is that there must be a prior concert or a pre-arranged plan. Unless these\n\ntwo conditions are fulfilled, a person cannot be held guilty of an offence by the\n\noperation of <a href=\"/doc/37788/\" id=\"a_103\">Section 34</a> of IPC.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"6961636\" id=\"span_41\">[Kindly see, <a href=\"/doc/6961636/\" id=\"a_104\">Bijay Singh vs. State of M.B.</a>\n\n[1956 CrLJ 897].</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"178308\" id=\"span_42\">(40) In a murder case a few accused persons were sought to be roped by\n\n<a href=\"/doc/37788/\" id=\"a_105\">Section 34</a> I.P.C. It was found that one of the accused persons alone inflicted\n\ninjuries on the deceased and the participation of the other accused persons was\n\ndisbelieved. The person who alone inflicted injuries was held liable for murder\n\nand others were acquitted. [Kindly see, <a href=\"/doc/178308/\" id=\"a_106\">Hem Raj vs. Delhi (Administration</a>)\n\n[AIR 1990 SC 2252].</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"111484664\" id=\"span_43\">(41)   In the case of <a href=\"/doc/111484664/\" id=\"a_107\">Dashrathlal vs. State of Gujarat</a> [1979 CrLJ 1078 (SC)],\n\nit has been observed that &quot;by merely accompanying the accused one does not\n\nbecome liable for the crime committed by the accused within the meaning of\n\n<a href=\"/doc/37788/\" id=\"a_108\">Section 34</a> I.P.C.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"531211\" id=\"span_44\">(42)   In the case of <a href=\"/doc/531211/\" id=\"a_109\">Rajagopalswamy Konar vs. State of Tamil Nadu</a> [1994\n\nCrLJ 2195 (SC)], there was land dispute between the members of a family, as a\n\nresult of which deceased persons were attacked by the accused persons, in which\n\none accused stabbed both the deceased persons and other caused simple injuries\n\nwith a stick. It was held that the conviction of both the accused under Section 34\n\nread with <a href=\"/doc/1560742/\" id=\"a_110\">Section 302</a> IPC was not proper. Other accused was convicted under\n\n<a href=\"/doc/724142/\" id=\"a_111\">Section 324</a> of IPC.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1372638\" id=\"span_45\">(43) In the case of <a href=\"/doc/1372638/\" id=\"a_112\">Sheikh Nabab vs. State of Maharashtra</a> [1993 CrLJ\n\n43(SC)], it is observed that &quot;the overtact on the part of accused could not be\n<span class=\"hidden_text\" id=\"span_46\">                                         25</span>\n\nproved and it was held that the order of the conviction was not proper.&quot;\n\n(44) On a perusal of the evidence on record, we are of the view that the offence\n\ncommitted by appellants/accused is clearly one of murder and squarely comes\n\nwithin clause &quot;thirdly&quot; of <a href=\"/doc/626019/\" id=\"a_113\">Section 300</a> of IPC, which runs as under :-</span>\n\n</p><blockquote id=\"blockquote_40\">                 &quot;If it is done with the intention of causing bodily injury to\n           any person and the bodily injury intended to be inflicted is\n           sufficient in the ordinary course of nature to cause death.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113267195\" id=\"span_47\">(45)      It is well-established principle of law that where the case is based on\n\ndirect evidence and the evidence led by prosecution is worth-reliance, then\n\nsame cannot be discarded merely on the ground of absence of any motive or\n\nintention of accused. The Hon&#x27;ble Supreme Court in the matter of <a href=\"/doc/113267195/\" id=\"a_114\">Yogesh Singh\n\nvs. Mahabeer Singh and Others</a>, reported in (2017) 11 SCC 195, has held as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_41\">            &#x27;&#x27;46.....It is a settled legal proposition that even if the absence of\n           motive, as alleged, is accepted that is of no consequence and pales\n           into insignificance when direct evidence establishes the crime.\n           Therefore, in case there is direct trustworthy evidence of\n           witnesses as to commission of an offence, motive loses its\n           significance. Therefore, if the genesis of the motive of the\n           occurrence is not proved, the ocular testimony of the witnesses as\n           to the occurrence could not be discarded only on the ground of\n           absence of motive, if otherwise the evidence is worthy of\n           reliance.&#x27;&#x27;\n\n(46) In the present matter, the bodily injury is caused by gunshot injuries and\n\nwere sufficient in the ordinary course of nature to cause death of the deceased. It\n\nis in two parts, first part is subjective one which indicates that the injury must be\n\nintentional and not accidental and, second part is objective, in that, looking to the\n\ninjury caused, the Court must be satisfied that it was sufficient in the ordinary\n\ncourse of nature to cause death of deceased. As per the opinion of the doctor, the\n<span class=\"hidden_text\" id=\"span_48\">                                     26</span>\n\ncause of death of the deceased was homicidal in nature.\n</blockquote>\n<blockquote id=\"blockquote_42\">(47)   Dashrath Singh (PW1) and Ashok Kumar Yadav (PW2) in their evidence\n\ndeposed that on the date of incident, while they along with deceased Sanjay alias\n\nBaba were repairing the broken electric supply line and deceased Sanjay alias\n\nBaba was digging a pit by fixing up a wooden pole (Balli), accused Kamal\n\nSingh, Mohan Singh (since deceased), Madho Singh and Gulab Singh came\n\nthere with 12 bore adhiya, luhangi and firearms and thereafter, they fired at the\n\ndeceased Sanjay alias Baba. On hearing hue and cry of Dashrath Singh and\n\nAshok, witnesses Panjab Singh and Radhelal, who were working nearby the\n\nagricultural field, reached the spot and saw that all accused are fleeing away\n\nfrom the spot. Therefore, Dashrath Singh PW1 immediately went to Police\n\nStation and lodged the FIR.\n</blockquote>\n<blockquote id=\"blockquote_43\">(48)   PW4 Panjab Singh in his evidence deposed that on being heard the sound\n\nof gunshot fires from the field of Prakash Ahirwar, he reached the spot and at\n\nthat time, Dashrath Singh (PW1) and Ashok Singh Yadav (PW2) were crying\n\nand saying that, accused have killed Sanjay. They saw that the accused persons\n\nare running from the place of occurrence and the dead body of deceased Sanjay\n\nwas lying on spot. This witness supported the prosecution version, as narrated\n\nby Dashrath Singh (PW1) and Ashok Singh Yadav (PW2).\n</blockquote>\n<blockquote id=\"blockquote_44\">(49)   PW11 Kalyan Singh, in his evidence, deposed that on the date of\n\nincident, he was working in his agricultural filed and on hearing the sound of\n\ngunshot fires, when he reached near the agricultural field of Prakash Ahirwar, he\n\nsaw that all the accused persons are fleeing away from the spot, who were\n\nhaving with deadly weapons, like 12 bore gun, adhiya, katta and luhangi. This\n<span class=\"hidden_text\" id=\"span_49\">                                      27</span>\n\nwitness supported the prosecution version, as narrated by Dashrath Singh (PW1)\n\nand Ashok Singh Yadav (PW2).\n</blockquote>\n<blockquote id=\"blockquote_45\">(50)        Investigating officer Alok Singh Bhadoriya (PW15) in his evidence\n\ndeposed that he had prepared site plan Ex.P3 at the instance of complainant\n\nDashrath Singh (PW1). On 28/06/2007, at about 04:25 pm, he had seized blood\n\nstained and plain soil from the spot in the presence of witnesses Mansharam\n\nPW6 vide seizure memo Ex.P13. An inquest report vide Ex.P5 of the dead body\n\nof deceased was prepared at the agricultural field of Prakash Ahirwar. The site\n\nplan and inquest report prove the place of incidence,as alleged by eye-witnesses.\n</blockquote>\n<blockquote id=\"blockquote_46\">(51)    PW14 Karan Singh Lodhi, Patwari posted at Mouza &amp; Tahsil Datia, in\n\nhis evidence, deposed that on the information given by Tahsildar on 21/08/2007,\n\nhe had prepared site plan (Najari Naksha) Ex.P18, carrying his signature from &#x27;&#x27;\n\nA to A&#x27;&#x27;.\n</blockquote>\n<blockquote id=\"blockquote_47\">(52)    PW13 Devilal, who was posted as Head Constable at Police Station\n\nBadoni on 29/06/2007, in his evidence, deposed that he had seized bullet, cork,\n\nclothes, shoes &amp; other articles vide seizure memo Ex.P15,carrying his signature\n\nfrom &#x27;&#x27;C to C&#x27;&#x27;. Similarly, PW10 Constable Bhanwar Singh and PW9 Constable\n\nMahesh Kumar also supported the prosecution version, as narrated by PW13\n\nDevilal, Head Constable.\n</blockquote>\n<blockquote id=\"blockquote_48\">(53)    PW 6 Mansharam, in his evidence, deposed that in his presence Safina\n\nForm Ex.P4 was prepared by police carrying his signature from &#x27;&#x27;C to C&#x27;&#x27; and in\n\nhis presence, panchnama of dead body of deceased (Naksha Panchayatnama)\n\nwas prepared vide Ex.P5.\n</blockquote>\n<blockquote id=\"blockquote_49\">(54)   From the evidence of aforesaid witnesses, it is clear that that the incident\n<span class=\"hidden_text\" id=\"span_50\">                                     28</span>\n\ntook place at around 2:30 pm on 28/06/2007. The distance between the place of\n\nincident and police station is 9 kilometers. FIR Ex.P1 was lodged immediately\n\non the same day at about 03:20 pm by Dashrath (PW1). Presence of witnesses,\n\nnamely, Ashok Kumar Yadav (PW2) and Panjab Singh (PW4) has been shown in\n\nFIR. The deposition given by eye-witness Dashrath Singh (PW1) in the FIR is\n\nduly proved by Investigating Officer PW15 Ashok Singh Bhadoriya, which\n\nshows the veracity of prosecution version. Even in the FIR and in the Court\n\nstatements, it has been specifically mentioned that accused Kamal Singh fired\n\nfrom his 12 bore katta/gun at the deceased, which is fully supported by medical\n\nevidence given by PW5 Dr. Jaibharat Singh. There is no discrepancy between\n\nmedical evidence and oral testimony of witnesses. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"113267195\" id=\"span_51\">From the perusal of inquest\n\nreport Ex.P5, it is also clear that the dead body of deceased was found at the\n\nplace of occurrence i.e. in the agricultural field of Prakash Ahirwar. The\n\nstatements of the witnesses clearly show that there was gunshot injuries on the\n\nbody of deceased and, therefore, medical evidence fully corroborates evidence of\n\neye-witnesses. Hence, the presence of the witnesses on the scene of occurrence\n\ni.e. the agricultural field is natural. From the evidence of PW1 Dashrath Singh,\n\nPW2 Ashok Singh Yadav and PW11 Kalyan Singh, it is apparent that the uncle\n\nof accused Kamal Singh, namely Durg Singh was murdered and <a href=\"/doc/113267195/\" id=\"a_115\">in that case</a>,\n\nKalyan Singh PW11, the father of deceased Sanjay and Sanjay (since deceased)\n\nwere tried for commission of murder of Durg Singh. Both the parties were in\n\nstrained and inimical terms. The alleged eye-witnesses, Panjab Singh (PW4) and\n\nKalyan Singh (PW11) are family members of deceased and all eye-witnesses are\n\ninterested and inimical terms. In catena of decisions, the Hon&#x27;ble Supreme Court\n<span class=\"hidden_text\" id=\"span_52\">                                      29</span>\n\nhas held that an interested witness is one, who is interested in securing the\n\nconviction of a person out of vengeance or enmity or due to dispute and deposes\n\nbefore the Court only with that intention and not to further the cause of justice.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113267195\" id=\"span_53\">The law relating to appreciation of evidence of an interested witness is well-\n\nestablished, according to which the version of an interested witness cannot be\n\nthrown out overboard, but has to be examined carefully before accepting the\n\nsame. There is no hard and fast rule that the family members can never be true\n\nwitnesses to be occurrence and that they will always depose falsely before the\n\nCourt. It will always depend upon the facts and circumstances of a given case.\n\nTherefore, the evidence of Dashrath Singh PW1, Ashok Singh Yadav PW2,\n\nPanjab Singh PW4 and Kalyan Singh PW11 cannot be discarded merely on the\n\nground of being family members. There is no conflict between direct and\n\nmedical evidence and even there is no inconsistency in the evidence of eye-\n\nwitnesses. In the cross-examination of eye-witnesses, nothing has been elicited\n\nto discard their evidence and, therefore, their evidence are cogent, reliable and\n\ntrustworthy. Although, the name of Radhelal has been mentioned in the FIR as\n\nan eye-witness and he was not examined by the prosecution, but as per the law\n\n<a href=\"/doc/113267195/\" id=\"a_116\">laid down by</a> Hon&#x27;ble Supreme Court in catena of judgments that no particular of\n\nwitness is required for proof of any fact and it is not the number of witnesses,\n\nbut it is the quality of evidence, which is required to be taken note of by the\n\nCourt while ascertaining the truth and veracity of allegations made against\n\naccused.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"151001116\" id=\"span_54\">The Hon&#x27;ble Apex Court in the case of <a href=\"/doc/151001116/\" id=\"a_117\">Harbeer Singh Vs. Sheeshpal\n\nand others</a>, reported in (2016) 16 SCC 418 has held as under :-</span>\n\n</p><blockquote id=\"blockquote_50\">            &#x27;&#x27;18. Further, the High Court has also concluded that these\n<span class=\"hidden_text\" id=\"span_55\">                                     30</span>\n\n       witnesses were interested witnesses and their testimony was not\n       corroborated by independent witnesses. We are fully in agreement\n       with the reasons recorded by the High Court in coming to this\n       conclusion.\n</blockquote><blockquote id=\"blockquote_51\">            19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956224\" id=\"span_56\">In <a href=\"/doc/1956224/\" id=\"a_118\">Darya Singh v. State of Punjab</a>, this Court was of the\n       opinion that a related or interested witness may not be hostile to\n       the assailant, but if he is, then his evidence must be examined very\n       carefully and all the infirmities must be taken into account. This is\n       what this Court said: (AIR p. 331, para 6)\n                  &quot;6. There can be no doubt that in a murder case when\n       evidence is given by near relatives of the victim and the murder is\n       alleged to have been committed by the enemy of the family,\n       criminal courts must examine the evidence of the interested\n       witnesses, like the relatives of the victim, very carefully. ... But\n       where the witness is a close relation of the victim and is shown to\n       share the victim&#x27;s hostility to his assailant, that naturally makes it\n       necessary for the criminal courts to examine the evidence given by\n       such witness very carefully and scrutinise all the infirmities in that\n       evidence before deciding to act upon it. In dealing with such\n       evidence, courts naturally begin with the enquiry as to whether the\n       said witnesses were chance witnesses or whether they were really\n       present on the scene of the offence. ... If the criminal court is\n       satisfied that the witness who is related to the victim was not a\n       chance witness, then his evidence has to be examined from the\n       point of view of probabilities and the account given by him as to\n       the assault has to be carefully scrutinized.&quot;</span>\n</blockquote><blockquote id=\"blockquote_52\">         20. However, we do not wish to emphasize that the corroboration\n       by independent witnesses is an indispensable rule in cases where\n       the prosecution is primarily based on the evidence of seemingly\n       interested witnesses. It is well settled that it is the quality of the\n       evidence and not the quantity of the evidence which is required to\n       be judged by the Court to place credence on the statement.\n</blockquote><blockquote id=\"blockquote_53\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737537\" id=\"span_57\">21. Further, in <a href=\"/doc/1737537/\" id=\"a_119\">Raghubir Singh v. State of U.P.</a>, it has been\n       held that: (SCC p. 84, para 10)\n                 &quot;10. ... the prosecution is not bound to produce all the\n       witnesses said to have seen the occurrence. Material witnesses\n       considered necessary by the prosecution for unfolding the\n       prosecution story alone need to be produced without unnecessary\n       and redundant multiplication of witnesses. ... In this connection\n       general reluctance of an average villager to appear as a witness and\n       get himself involved in cases of rival village factions when spirits\n       on both sides are running high has to be borne in mind.&quot;</span>\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737537\" id=\"span_58\">(55)   In view of the law <a href=\"/doc/1737537/\" id=\"a_120\">laid down by</a> Hon&#x27;ble Supreme Court, it is clear that\n\nthe quality of evidence and not the quantity of evidence is material, which is\n<span class=\"hidden_text\" id=\"span_59\">                                                                         31</span>\n\n       required to be judged by the Court to place credence on the statements of\n\n       witnesses and, therefore, the credibility of prosecution witnesses in the present\n\n       case remained unrebutted.Again, there is no substance in the argument advanced\n\n       by learned Counsel for the accused in this regard.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_52\">       (56)   In the light of aforesaid discussions, we find that the learned Trial Court\n\n       has rightly established appellants accused guilty of aforesaid offences beyond\n\n       reasonable doubt in order to convict them for the charges levelled against them.\n\n       As a consequence thereof, the judgment of conviction &amp; sentence dated\n\n       07/04/2010, passed by Special Judge, Datia (MP) in Special Sessions Trial\n\n       No.71/2007 as well as the judgment of conviction and sentence dated 21 st day of\n\n       June, 2013 passed by Special Judge (MPDVK Act), Data (MP) in same Special\n\n       Sessions Trial No.1/2007 are hereby affirmed. All the criminal appeals fail and\n\n       stand dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">       (57)     The appellants- accused who are on bail are directed to surrender\n\n       immediately before the Trial Court concerned for serving out their remaining\n\n       part of jail sentence. The appellants- accused be intimated about the outcome of\n\n       their appeals through the Jail Superintendent concerned.\n\n       (58)   A copy of this order along with record of trial Court be also sent to trial\n\n       Court for information and compliance.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_54\">\n\n</p><pre id=\"pre_2\">        (G. S.Ahluwalia)                                                     (Rajeev Kumar Shrivastava)\n              Judge                                                                   Judge\n\n\n\n\nMKB\n\n\n\n\n      MAHEND\n<span class=\"hidden_text\" id=\"span_60\">                 Digitally signed by MAHENDRA BARIK</span>\n                 DN: c=IN, o=HIGH COURT OF MADHYA PRADESH BENCH\n                 GWALIOR, ou=HIGH COURT OF MADHYA PRADESH BENCH\n                 GWALIOR, postalCode=474001, st=Madhya Pradesh,\n</pre><p data-structure=\"Conclusion\" id=\"p_55\">                 2.5.4.20=8c6d4d6122d7ee987e457a3bec5922cacbc050c9989\n                 81397a35d9758a2b55074,\n\n\n\n\n      RA BARIK\n                 pseudonym=61167CBF346371FDA4919D07819090142FCCA0\n                 56,\n                 serialNumber=AB90F893988F10D718DA01F8065D87F25DDC\n                 9B6C8C3FF0E5E280DD36D476F6BA, cn=MAHENDRA BARIK\n                 Date: 2021.12.14 18:05:29 +05&#x27;30&#x27;\n </p>","numcites":41,"numcitedby":16,"docsource":"Madhya Pradesh High Court","citetid":45610724,"divtype":"judgments","relatedqs":[{"value":"culpable homicide not amounting to murder","formInput":"culpable%20homicide%20not%20amounting%20to%20murder"},{"value":"interested witness","formInput":"interested%20witness"},{"value":"section 299 ipc","formInput":"section%20299%20ipc"},{"value":"murder case","formInput":"murder%20case"},{"value":"-culpable homicide","formInput":"-culpable%20homicide"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 304 ipc","formInput":"section%20304%20ipc"},{"value":"section 300 of ipc","formInput":"section%20300%20of%20ipc"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"culpable homicide amounting to murder","formInput":"culpable%20homicide%20amounting%20to%20murder"},{"value":"section 300 thirdly ipc","formInput":"section%20300%20thirdly%20ipc"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"culpable homicide and murder","formInput":"culpable%20homicide%20and%20murder"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"interested witnesses","formInput":"interested%20witnesses"},{"value":"inquest report","formInput":"inquest%20report"},{"value":"to prove intention","formInput":"to%20prove%20intention"},{"value":"sudden fight","formInput":"sudden%20fight"},{"value":"section 300 indian penal code","formInput":"section%20300%20indian%20penal%20code"}],"cats":[{"value":"definition-murder","formInput":"tag:definition-murder"},{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}