{"tid":1703547,"publishdate":"2010-02-11","title":"Jagdish Chandra & Anr vs Hari Narayan & Anr on 11 February, 2010","doc":"<h2 class=\"doc_title\">Jagdish Chandra &amp; Anr vs Hari Narayan &amp; Anr on 11 February, 2010</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2010 (NOC) 1005 (RAJ.), 2010 AIHC (NOC) 1093 (RAJ.)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-c-tatia\">Prakash Tatia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-c-tatia\">Prakash Tatia</a></h3>\n\n<pre id=\"pre_1\">                                              1\n\n\n\n\n                  IN THE HIGH COURT OF JUDICATURE FOR RAJASTHAN AT\n\n                                          JODHPUR.\n\n                                          JUDGMENT\n\n                 Jagdish Chandra &amp; anr.      vs.     Hari Narain &amp; anr.\n\n                                S.B. Civil Misc. Appeal No.492/94 under <a href=\"/doc/115073204/\" id=\"a_1\">Section\n                         39(v)</a> of the Indian Arbitration Act, 1940 against the\n                         order dated 2.3.1994 passed by the learned District\n                         Judge, Bikaner in Civil Suit No. 184/92.\n\n\n                   Date of JUDGMENT:-                        February 11,2010.\n\n\n                                       PRESENT\n                         HON&#x27;BLE MR.JUSTICE PRAKASH TATIA\n\n\n             Mr.BL Purohit and Mr. Rajeev Purohit for the appellant.\n             Mr. GR Singhvi and Mr. MR Singhvi for the respondents.\n\nREPORTABLE\n             BY THE COURT:</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                   A question of law has been raised by the learned counsel for\n\n             the appellants that whether seeking dissolution of partnership firm\n\n             through the court under <a href=\"/doc/1647289/\" id=\"a_2\">Section 44</a> of the Indian Partnership Act,\n\n             1932 is statutory right and not an issue which can be referred to\n\n             the arbitrator ?\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">                   The facts of the case are that the plaintiffs-appellants filed\n<span class=\"hidden_text\" id=\"span_1\">                                   2</span>\n\n\n\n\none suit on 23.10.1992 seeking decree for dissolution of the\n\npartnership firm M/s Vishva Jyoti Theater and for rendition of\n\naccount in the court of District Judge, Bikaner . According to the\n\nappellants in the firm M/s Vishva Jyoti Theatre of Bikaner, the\n\nplaintiffs&#x27; share is 1/3rd and for this partnership, a partnership deed\n\nwas executed on 4.10.1983. Defendant no.1, one of partner in the\n\nfirm, is the uncle of the plaintiffs and another is defendant no.2\n\nwho is   cousin elder brother of the plaintiffs. According to the\n\nplaintiffs, all the books of account are lying with the defendants\n\nand in fact they were managing the affairs of the firm being eldest\n\nin the family also. In the year 1972, when the plaintiffs enquired\n\nabout the financial position of the firm then the defendants orally\n\ninformed the plaintiffs that the firm is running in losses and all\n\ncapital has already perished and the firm is in debt. However, the\n\nplaintiffs were not shown the books of account etc. The plaintiffs\n\npleaded that since 1983 till the suit was filed in the year 1992,\n\npicture hall of the firm never remained closed and some times it\n\nearned rent of Rs.19,000/- per week and then Rs.8000/- per week,\n\nagainst total expenditure of Rs.20,000/- per month and in view of\n\nthat the cinema hall was giving income of Rs.56,000/- per month\n<span class=\"hidden_text\" id=\"span_2\">                                  3</span>\n\n\n\n\nand there was no question of loss to the firm. The plaintiffs on\n\n4.10.1983 again demanded the accounts from the defendants but\n\nthey avoided to show the books of accounts and complete\n\naccounts. The plaintiffs tried to take help of other relatives but\n\nthat effort also failed. Ultimately, the plaintiffs served notice\n\ndated 17.3.1990 through their advocate upon defendants asking\n\nthem to dissolve the firm and give the accounts. Said notice was\n\nreceived by the defendants on 19.3.1990, but they by their goody-\n\ngoody talks, misled the plaintiffs and did not give the accounts to\n\nthe plaintiffs, however, on 20.3.1991 the defendants with the help\n\nof the relatives, pressed upon the plaintiffs to settle in the manner\n\nthat the defendants by 19.6.1991 will give Rs.25,00,000/- which\n\nshall be against the account of the firm&#x27;s good will etc. also, the\n\ndefendants will show the books of accounts to the plaintiffs and\n\nsatisfy with the accounts, the defendants will pay the remaining\n\namount as per the accounts if there will be any dues of the\n\nplaintiffs in the firm. The plaintiffs contended that inspite of that\n\nsettlement, the defendants neither paid any amount to the\n\nplaintiffs nor shown the accounts and, therefore, the subsequent\n\nagreement which was obtained by misrepresentation of facts and\n<span class=\"hidden_text\" id=\"span_3\">                                  4</span>\n\n\n\n\nlaw came to an end.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">      The plaintiffs thereafter pleaded that the defendants\n\nexcluded the plaintiffs from the firm and earning the profits from\n\nthe business of the firm and they opened new bank account with\n\ntheir own signatures. With this allegation, the plaintiffs pleaded\n\nthat now it is necessary to obtain the dissolution of the firm\n\nthrough the court decree under <a href=\"/doc/1647289/\" id=\"a_3\">Section 44</a> of the Indian\n\nPartnership Act, 1932 and to get the rendition of accounts. The\n\nplaintiffs, therefore,filed the suit for dissolution of the firm with\n\ndeclaration of date of dissolution of the firm and with decree for\n\nrendition of accounts and appointment of receiver etc.\n\n      The defendants submitted an application under <a href=\"/doc/1722761/\" id=\"a_4\">Section 34</a> of\n\nthe Arbitration Act and prayed for stay of the proceedings of the\n\nsuit. The defendant&#x27;s contention is that the plaintiffs, by notice\n\ndated 20.3.1991, retired from the firm. The defendants denied\n\nthat any settlement was arrived on 20.3.1991 as stated by the\n\nplaintiffs and since 20.3.1991 the plaintiffs stand retired from the\n\nfirm. The plaintiffs have no concern with the firm and its assets\n\nand accounts. It is submitted that since the defendants have raised\n\ndispute in their notice, therefore, a dispute has arisen which can\n<span class=\"hidden_text\" id=\"span_4\">                                   5</span>\n\n\n\n\nbe referred to the arbitrator. The defendants submitted that on\n\n7.10.1992, they sent a letter of request for settlement of dispute\n\nthrough arbitration. The defendants then appointed Dwarka Prasad\n\nJoshi Advocate as their arbitrator. In view of the condition of\n\narbitration available in the deed of partnership, the plaintiffs\n\nappointed their arbitrator Hardwari Lal Sharma resident of Bhopal,\n\nwhich was not acceptable to the defendants. It is submitted by the\n\ndefendants that as per the deed of partnership dated 4.10.1983,\n\neach of partner was required to appoint one arbitrator. The\n\ndefendants denied the contention of the plaintiffs that the\n\nplaintiffs cancelled their notice to withdrew their notice to retire\n\nfrom the firm and in fact the plaintiffs continued to accept their\n\nposition as of retired partner and they took the cheques from the\n\nplaintiffs and after expiry of validity of the cheques, notice was\n\ngiven by the plaintiffs demanding the amount of the cheques with\n\nthreat to initiate criminal case under Section 131 of the\n\nNegotiation of Instruments Act.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">      The plaintiffs submitted reply to the defendants&#x27; application\n\nfiled under <a href=\"/doc/1722761/\" id=\"a_5\">Section 34</a> of the Arbitration Act, 1940 and disputed\n\nthe contention of the defendants that the plaintiffs already retired\n<span class=\"hidden_text\" id=\"span_5\">                                     6</span>\n\n\n\n\nor the matter was referred to the arbitrator etc. The defendants\n\nsubmitted rejoinder to the reply filed by the plaintiffs.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">      The trial court after hearing arguments of the parties, by\n\nimpugned order dated 2.3.1994, stayed the suit proceedings filed\n\nunder <a href=\"/doc/1722761/\" id=\"a_6\">Section 34</a> of the Arbitration Act. Hence this appeal has\n\nbeen preferred by the plaintiffs.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">      The learned counsel for the appellants has raised legal issue\n\nthat a partner&#x27;s claim to a decree for dissolution rests, in its origin,\n\nnot on contract, but on his inherent right to invoke the Court&#x27;s\n\nprotection on equitable grounds, in spite of the terms in which the\n\nrights and obligations of the partners may have been regulated and\n\ndefined by the partnership contract. In support of said plea, the\n\nlearned counsel for the appellants relied upon the judgment of the\n\nPrivy Council delivered in the case of Rehmatunnissa Begum and\n\nothers v. Prince and others (AIR 1917 PC 116). According to the\n\nlearned counsel for the appellants, any partnership firm can be\n\ndissolved by serving a notice by any of the partners provided the\n\npartnership is at will. However, a partnership can be dissolved by\n\nthe court if suit is filed by the partner of the firm and <a href=\"/doc/798789/\" id=\"a_7\">Section 44</a> of\n\nthe Act of 1932 empowered the court to dissolve a firm on any of\n<span class=\"hidden_text\" id=\"span_6\">                                   7</span>\n\n\n\n\nthe grounds referred in sub-clauses (a) to (g) under <a href=\"/doc/798789/\" id=\"a_8\">Section 44</a> of\n\nthe Act of 1932. The learned counsel for the appellants\n\nvehemently submitted that this statutory right of seeking\n\ndissolution of firm through court&#x27;s decree is not dependent upon\n\ncontract of partnership and, therefore, the appellants have\n\ninherent right apart from any clause in the arbitration to seek\n\ndecree for dissolution of partnership. Meaning thereby, this right is\n\nnot controlled and limited by the clause of the arbitration made in\n\nthe partnership deed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">      The learned counsel for the appellants also submitted that\n\nHon&#x27;ble the Apex Court in the case of I.T.C. Ltd.v.George Joseph\n\nFernandes and another (AIR 1989 SC 839), after considering the\n\nearlier judgments of the Hon&#x27;ble Supreme Court held that contract\n\n(of partnership ) is a outcome of the agreement between the\n\nparties. It is equally open to the party thereto and to court to\n\nbring to an end or to treat it as if it never existed. It has also been\n\nobserved that    it may also be open to the parties to terminate\n\nprevious contract or alter the original contract in such a way that\n\nit cannot subsist. In that situation also, since the entire contract is\n\nput to an end to, the arbitration clause, which is a part of it, also\n<span class=\"hidden_text\" id=\"span_7\">                                  8</span>\n\n\n\n\nperishes along with it. In that situation Hon&#x27;ble the Apex Court held\n\nthat where dispute between the parties is that the contract itself\n\ndoes not subsist either as a result of its being substituted by a new\n\ncontract or by rescission or alteration, that dispute cannot be\n\nreferred to the arbitration as the arbitration clause itself would\n\nperish. The Hon&#x27;ble Apex Court held that the very jurisdiction of\n\nthe arbitrator is dependent upon the existence of the arbitration\n\nclause under which he is appointed and the parties have no right to\n\ninvoke a clause which perished with the contract. Another question\n\ndecided by the Hon&#x27;ble Apex Court in the case of I.T.C. Ltd.(supra)\n\nis that a dispute as to the binding nature of the contract cannot be\n\ndetermined by referring to the arbitration because the arbitration\n\nclause itself stands or falls according to the determination of\n\nquestion in dispute. In sum and substance, in the case of I.T.C.\n\nLtd.(supra), Hon&#x27;ble the Apex Court held that the question as to\n\nlegality or ab initio invalidity of main contract is de hors and\n\nindependent of contract, would not be referable under arbitration\n\nclause.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1553198\" id=\"span_8\">The learned counsel for the appellants also submitted that in\n\nthe facts of the case, the dispute is not covered by any arbitration\n<span class=\"hidden_text\" id=\"span_9\">                                   9</span>\n\n\n\n\nagreement and further the applicants in this case failed to satisfy\n\nthe court that he was willing to get the matter decided by\n\narbitration and for this, the learned counsel for the appellants\n\nrelied upon the judgment of this Court delivered in the case of\n\n<a href=\"/doc/1553198/\" id=\"a_9\">D.C.M. Ltd. v. Rajasthan State Electricity Board</a> (AIR 1992 Raj.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_9\">138). However, in this very case of D.C.M. Ltd., this Court held\n\nthat the point in issue is is purely legal then it is to be decided by\n\nthe Court and not by an arbitrator and finding the case involving a\n\npure legal question, this Court interfered in the order of the trial\n\ncourt granting stay of the suit under <a href=\"/doc/1722761/\" id=\"a_10\">Section 34</a> of the Act of 1940.\n\nIn view of that, the learned counsel for the appellants submitted\n\nthat all the issues raised by the appellants can be decided by the\n\ncourt and not by the arbitrator. The learned counsel for the\n\nappellants also relied upon the judgment of the Hon&#x27;ble Apex Court\n\ndelivered in the case of Food Corporation of India v. M/s Thakur\n\nShipping Co. and others (AIR 1975 SC 469) wherein a question of\n\nready and willingness with reference to <a href=\"/doc/1722761/\" id=\"a_11\">Section 34</a> has been\n\nconsidered by the Hon&#x27;ble Apex Court in detail and submitted that\n\nin the facts of the case, the defendants were ready and willing to\n\nget the dispute settled through arbitration and, therefore, their\n<span class=\"hidden_text\" id=\"span_10\">                                  10</span>\n\n\n\n\napplication under <a href=\"/doc/1722761/\" id=\"a_12\">Section 34</a> should have been rejected by the\n\ncourt below.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1156325\" id=\"span_11\">The learned counsel for the appellants submitted that the\n\nquestion of rendition of accounts must be decided by the court and\n\nnot by the arbitrator, as has been held by the Punjab and Haryana\n\nHigh Court in the case of <a href=\"/doc/1156325/\" id=\"a_13\">Narinder Singh Randhawa and another vs.\n\nHardial Singh Dhillon and others</a> ( AIR 1985 P &amp; H 41).</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_11\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"354758\" id=\"span_12\">The learned counsel for the appellants also submitted that\n\nHon&#x27;ble the Supreme Court in the case of <a href=\"/doc/354758/\" id=\"a_14\">Gaya Electric Supply Co.\n\nLtd. vs. State of Bihar</a> ( AIR 1953 S.C. 182) held that where the\n\nparty seeks to avoid the contract for reasons de hors it, the\n\narbitration clause cannot be resorted to as it goes along with other\n\nterms of the contract. The learned counsel for the appellants also\n\nsubmitted that the application under <a href=\"/doc/1722761/\" id=\"a_15\">Section 34</a> of the act of 1940\n\nmust be self-content and must satisfy the dispute that is referable\n\nto the arbitration and if the appellants failed to so do, the suit\n\nproceedings cannot be stayed under <a href=\"/doc/1722761/\" id=\"a_16\">Section 34</a> of the Act of 1940.</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">      The learned counsel for the appellant invited my attention to\n\nthe partnership deed dated 4.10.1983 containing the arbitration\n\nclause 15, which reads as under:-\n</p><span class=\"hidden_text\" id=\"span_13\">                                     11</span><p data-structure=\"Section\" id=\"p_13\">\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_14\">                  &quot;(15)    That     all       disputes   and    questions   in\n            connection with the Partnership or interpretation of\n            this DEED arising between the Partners of this\n            partnership or between any one of them and the legal\n            representative     of    the       other     or    between   their\n            respective legal representatives and whether during or\n            after the termination of this Partnership shall be\n            referred to the arbitration or the four arbitrators, one\n            to be appointed by each partner.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">     Then invited my attention to the agreement dated 20.3.1991\n\nwhich was executed between the plaintiffs with the help of which\n\nthe defendants are claiming that the plaintiffs retired from the\n\nfirm and at the same time, are not in position to dispute that none\n\nof the amount mentioned in the deed dated 20.3.1991 has in fact\n\nbeen paid to the plaintiffs. In the deed dated 20.3.1991, there is\n\nfurther clause which is claimed to be another agreement between\n\nthe parties for referring the matter to the arbitrator .Clause (10)\n\nin the deed dated 20.3.1991 is as under:-\n</p>\n<pre id=\"pre_2\">            &quot;(10) यह क       इस इ र रन म म वर त तथय                      बर म\n            यद     ई ववव       हआ त उस              ननपट र हररद र#ल लज&amp; व\n            दर   पस       ज श&amp; एडव        ट     रग एव,        न द र द य गय\n            नन य पक       रन        ललए       तई ह ग तथ इस स,ब,ध म          ई\n<span class=\"hidden_text\" id=\"span_14\">                                 12</span>\n\n\n\n\n            पक    र नय य लय म     यव ह# नह#,   र स ग ।&quot;\n\n</pre><p data-structure=\"PetArg\" id=\"p_16\">      The learned counsel for the appellants submitted that clause\n\n15 in the partnership deed dated 4.10.1983 does not cover\n\npetitioners&#x27; claim and relief as claimed in the suit because of the\n\nreason that the petitioners have inherent right to seek dissolution\n\nof the firm and seeking dissolution of firm is not a claim covered\n\nunder clause 15 of the partnership deed. The agreement dated\n\n20.3.1991 has been executed by the plaintiff alone and not\n\nexecuted by all the parties to the partnership firm and further\n\nmore defendants did not act upon this agreement and, therefore,\n\nthis agreement is of no use. In the alternative, clause(10) of the\n\ndeed dated 20.3.1991 is the clause for referring the dispute\n\nbetween the parties to the two named arbitrators, who now cannot\n\narbitrate and scope under clause (10) is only limited to settlement\n\nof dispute through arbitration which is in relation to the deed\n\ndated 20.3.1991 and, therefore, the question of dissolution cannot\n\nbe decided by the arbitrator nor the arbitrator can decree the\n\ndissolution of the firm as it can be done by the court under <a href=\"/doc/798789/\" id=\"a_17\">Section\n\n44</a> of the Act of 1932.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">      The learned counsel for the appellant relied upon the recent\n<span class=\"hidden_text\" id=\"span_15\">                                    13</span>\n\n\n\n\njudgment of the Hon&#x27;ble Supreme Court delivered in the case of N.\n\nRadhakrishnan vs. M/s Maeestro Engineers (2010 AIR SCW 331),\n\nwherein the Hon&#x27;ble Supreme Court held that the case relating to\n\nallegations   of   fraud   and   serious   malpractices   on   part   of\n\nrespondents in account books and finances of partnership firm are\n\nthe issue which can only be settled in the Court and cannot be by\n\nway of arbitration. However, it was case under the <a href=\"/doc/1306164/\" id=\"a_18\">Arbitration and\n\nConciliation Act, 1996</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">      The learned counsel for the respondents vehemently\n\nsubmitted that the jurisdiction of this Court is limited and once the\n\nthe trial court held that there is arbitration agreement between\n\nthe parties then this Court may not interfere in that finding of fact\n\nrecorded by the court below. It is also submitted that the trial\n\ncourt once has exercised discretion in favour of staying the suit\n\nand referring the matter to the arbitrator, then also there is no\n\nreason for this Court to upset that decision because the trial court\n\nhas not rejected the suit of the plaintiffs but asked the plaintiffs\n\nto approach for settlement of their dispute and determination of\n\ntheir claim through different form in accordance with law. The\n\nlearned counsel for the respondents relied upon the judgment of\n<span class=\"hidden_text\" id=\"span_16\">                                 14</span>\n\n\n\n\nthe Hon&#x27;ble Supreme Court delivered in the case of Uttar Pradesh\n\nCo-operative Federation Ltd. vs. Sunder Bros.,Delhi (AIR 1967 SC\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">249), wherein Hon&#x27;ble the Apex Court held that where the\n\ndiscretion vested in the court under <a href=\"/doc/1722761/\" id=\"a_19\">Section 34</a> has been exercised\n\nby the lower court, the appellate court would be slow to interfere\n\nwith the exercise of that discretion. It has been also observed that\n\nthe appellate court would normally not be justified in interfering\n\nwith the exercise of discretion in appeal solely on the ground that\n\nif it had considered the matter at the trial stage, it may have come\n\nto contrary conclusion.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"139631\" id=\"span_17\">The learned counsel for the respondents relied upon the\n\njudgment of the Hon&#x27;ble Apex Court delivered in the case of <a href=\"/doc/139631/\" id=\"a_20\">Erach\n\nF.D. Mehta v. Minoo F.D. Mehta</a> (AIR 1971 SC 1653), wherein\n\nHon&#x27;ble the Supreme Court held that the question that, whether\n\nparties agreed that partnership be dissolved is covered by the\n\nclause and can be referred to arbitration.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"666427\" id=\"span_18\">The learned counsel for the respondents also relied upon the\n\njudgment of the Hon&#x27;ble Apex Court delivered in the case of V.H.\n\nPatel &amp; company &amp; <a href=\"/doc/666427/\" id=\"a_21\">others vs. Hirubhai Himabhai Patel</a> &amp; ors.\n\n( (2000) 4 SCC 368), wherein the arbitrator made an award but\n<span class=\"hidden_text\" id=\"span_19\">                                    15</span>\n\n\n\n\nheld the issue of dissolution beyond his jurisdiction and that award\n\nwas confirmed by the High Court, however, set aside the finding\n\nregarding dissolution, then the Hon&#x27;ble Supreme Court held that\n\nHigh Court rightly remitted the matter to the arbitrator to decide\n\nthe issue of dissolution afresh.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"666427\" id=\"span_20\">I considered the submissions of the learned counsel for the\n\nparties and perused the record of the case and considered the\n\njudgments <a href=\"/doc/666427/\" id=\"a_22\">referred above</a>.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_23\">      It has been contended by the learned counsel for the\n\nappellant that the partnership at will may be dissolved by any\n\npartner by giving notice in writing to all the partners of his\n\nintention to dissolve the firm as per sub-section(1) of <a href=\"/doc/354483/\" id=\"a_23\">Section 43</a>\n\nand as per sub-section (2), the firm is dissolved as from the date\n\nmentioned in the notice as the date of dissolution or if no date is\n\nso mentioned, as from the date of the communication of the notice\n\nand, therefore, in the suit for dissolution of partnership,\n\nsubstantial dispute survives for rendition of accounts and the\n\ndissolution takes place when the act of one partner for partnership\n\nis at will. It is also submitted that the Madras High Court in the\n\ncase of Arunachalam &amp; Co. and others v. M. Sadasivam ( AIR 1985\n<span class=\"hidden_text\" id=\"span_21\">                                   16</span>\n\n\n\n\nMadras 354), after considering the judgment of Banarsi Das v. Seth\n\nKanshriram (AIR 1963 SC 1165), held that the term notice used in\n\n<a href=\"/doc/354483/\" id=\"a_24\">Section 43</a> is vide enough to include within it a plaint filed in a suit\n\nfor dissolution of partnership and, therefore, the partnership\n\nwould be deemed to be dissolved when the summons as\n\naccompanied by the copy of the plaintiff, is served on the\n\ndefendant. In view of the above, so far as dissolution of\n\npartnership is concerned, it already stands dissolved in present\n\ncase also. Therefore, there is no dispute about the dissolution of\n\npartnership and, therefore, when there is no dispute, the matter\n\ncannot be referred to the arbitrator. The argument is hollow\n\ninasmuch that what deemed to have been taken place is the plea\n\nin a case then it is is required to be decided by the adjudicatory\n\nauthority or the court if    suit is filed, and it is required to be\n\ndeclared by that adjudicatory authority or the court that so has\n\nhappened and if, defendant&#x27;s plea is accepted then to declare that\n\nso has not happened. The provisions of the partnership Act clearly\n\nprovides that the partnership shall stand dissolved when one of the\n\npartners gives notice in writing to all other persons of his intention\n\nto dissolve the firm then it can be a plea taken before various\n<span class=\"hidden_text\" id=\"span_22\">                                 17</span>\n\n\n\n\nauthority and such authority, depending upon facts of each case,\n\nmay recognise the dissolution of such firm but when a suit is filed\n\nin the court of law with this plea, then the fact is required to be\n\npleaded that notice for dissolution has been served and it is\n\nrequired to be proved by evidence if denied by the defendant and,\n\nthereafter, the firm has already been dissolved is required to be\n\ndeclared. The court in a suit even for consequential relief      of\n\nrendition of account also have to arrive at conclusion that whether\n\nthe firm stands dissolved by service of the notice as required under\n\nsub-section (1) of <a href=\"/doc/1418571/\" id=\"a_25\">Section 43</a> of the Indian Partnership Act, 1932.\n\nIf the fact of dissolution of firm is disputed by the defendant on\n\nthe ground that no such notice weas given and in the facts the plea\n\nis taken that service of copy of the plaint upon the defendant be\n\ntreated as notice of dissolution of the firm, but that is also\n\nrequired to be recognised by the court of law (or arbitrator if the\n\nmatter is before arbitrator). Therefore, this fact itself that the\n\nsummon has been served upon the defendant of seeking dissolution\n\nof the firm, results into dissolution of firm, cannot be separated\n\nfrom the relief and instantly the court cannot declare the firm\n\ndissolved on first date of hearing when after service of plaint upon\n<span class=\"hidden_text\" id=\"span_23\">                                  18</span>\n\n\n\n\nthe defendant, the defendant enters his appearance in the suit. If\n\nthe plea of learned counsel for the appellant is accepted then a\n\npartner in a firm can file a suit (if he is in advantageous position)\n\nonly for decree for dissolution of a firm and may withdraw the suit\n\nimmediately after service of summon upon defendant with the only\n\nplea that since plaint for dissolution of firm has been served upon\n\nthe defendant, therefore, no decree is needed. Service of summon\n\nof such suit cannot be equated with dissolution of firm by service\n\nof notice in undisputed case of acceptance of dissolution of firm by\n\nother partners.\n</p>\n<p data-structure=\"RespArg\" id=\"p_24\">       However, the facts of this case are different than the\n\narguments advanced. In this case, the plaintiff sought decree for\n\ndissolution of firm in question specifically. The plaintiff in this\n\ncase, specifically sought declaration of the date of dissolution of\n\nfirm. Further more, it will be suffice to state that, since the\n\napplication under <a href=\"/doc/1722761/\" id=\"a_26\">Section 34</a> has been filed by the defendant,\n\ntherefore, the defendant, at this stage, could not have submitted\n\nhis defence to the suit of the plaintiff. Therefore, the issue as\n\npresented by the learned counsel for the appellant that with the\n\nservice of summon with copy of plaint upon the defendant, seeking\n<span class=\"hidden_text\" id=\"span_24\">                                   19</span>\n\n\n\n\nrelief of dissolution of firm, already resulted into dissolution of the\n\nfirm, cannot arise because it would be travesty of judgment that\n\nthe defendant be deprived to dispute the fact of the dissolution of\n\nthe firm and he deprived to take his defence to plaintiffs&#x27; suit and\n\nfrom all other defences. The view of the Banarsi Das&#x27;s case (supra)\n\ncannot be stressed to this extent that with the service of plaint\n\nupon the defendant containing the relief of dissolution of the firm\n\nresults into decree for dissolution of the firm automatically and\n\nfor this issue, there cannot be defence of the defendant and the\n\ncourt is not required to declare the firm dissolved and fix the date\n\nfor dissolution of the firm.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"666427\" id=\"span_25\">The learned counsel for the appellant heavily relied upon the\n\njudgment of the Privy Council delivered in              the case of\n\nRehmatunnissa Begum &amp; ors. vs. Prince and others (AIR 1917 Privy\n\nCouncil 1917), which may not detain this Court, in view of the\n\njudgment delivered in the case of <a href=\"/doc/666427/\" id=\"a_27\">V.H. Patel &amp; Company and\n\nothers v. Hirubhai Patel &amp; others</a> ((2000) 4 SCC 368), wherein the\n\njudgment of      Rehmatunnissa Begum&#x27;s case (supra) has been\n\nconsidered by the Hon&#x27;ble Supreme Court in detail.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"666427\" id=\"span_26\">The relevant\n\nfact of the said case are in para 4 of the judgment of <a href=\"/doc/666427/\" id=\"a_28\">V.H. Patel &amp;\n<span class=\"hidden_text\" id=\"span_27\">                                 20</span>\n\n\n\n\nCompany</a>&#x27;s case (supra), which are as under:-</span>\n</p>\n<blockquote id=\"blockquote_1\">                 &quot;Another ground is raised in support of this\n           contention that the terms of partnership do not\n           contemplate dissolution of the firm &quot;at will&quot; but by\n           &quot;mutual agreement&quot;. Therefore, it is pointed out that\n           dissolution of the firm is based only on just and\n           equitable ground and, therefore, partners&#x27; claim for a\n           decree for dissolution of the firm rests in its origin\n           not on contract but on the inherent right to invoke the\n           courts&#x27; jurisdiction on equitable grounds in spite of\n           the terms in which the right and obligation of the\n           parties may have been regulated and defined by the\n           partnership contract. Our attention is drawn to a\n           decision in Rehatunnissa begum v. Prince and the\n           commentary made by Pollock and Mulla (5th Edn. At p.\n</blockquote><blockquote id=\"blockquote_2\">           147) which reads as follows:-\n</blockquote><blockquote id=\"blockquote_3\">                       &quot;Although the arbitration clause in a\n                 partnership agreement may be sufficiently wide\n                 to include the question whether the partnership\n                 should be dissolved, the court in its discretion\n                 may not stay a suit for dissolution, if dissolution\n                 is   sought   under   <a href=\"/doc/798789/\" id=\"a_29\">Section    44(g)(e)</a>.   In   the\n                 undermentioned cases the view taken is that\n                 whenever dissolution of       partnership is sought\n                 under <a href=\"/doc/798789/\" id=\"a_30\">Section 44(g)</a>, then it is for the court to\n                 decide, whether it would be just and equitable\n<span class=\"hidden_text\" id=\"span_28\">                                21</span>\n\n\n\n\n                 to dissolve the partnership or not and such a\n                 matter cannot be left to be gone into and\n                 decided by the arbitrator in pursuance of the\n                 arbitration clause contained in the partnership\n                 deed.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_26\">      Hon&#x27;ble the Supreme Court even after considering the\n\narguments that the arbitrator has no power to dissolve the\n\npartnership specifically on the ground that such dissolution based\n\non a ground or any other ground which renders it just and\n\nequitable to dissolve and that is the power of the court, held\n\nthat :-\n</p>\n<blockquote id=\"blockquote_4\">                       &quot;12.So far as the power of the arbitrator\n                 to dissolve the partnership is concerned, the law\n                 is clear that where there is a clause in the\n                 articles of partnership or agreement or order\n                 referring all the matters in difference between\n                 the partners to arbitration, the arbitrator has\n                 power to decide whether or not the partnership\n                 shall be dissolved and to award its dissolution\n                 (see Phoenix v. Pope.) Power of the arbitrator\n                 will primarily depend upon the arbitration\n                 clause and the reference made by the court to\n                 it. If under the terms of the reference all\n                 disputes and difference arising between the\n<span class=\"hidden_text\" id=\"span_29\">                                  22</span>\n\n\n\n\n                  parties have been referred to arbitration, the\n                  arbitrator will, in general, be able to deal with\n                  all matters, including dissolution. There is no\n                  principle of law or any provision which bars an\n                  arbitrator to examine such a question. Although\n                  the learned counsel for the petitioner relied\n                  upon a passage of Pollock &amp; Mulla, quoted\n                  earlier, that passage is only confined to the\n                  inherent powers of the court as to whether\n                  dissolution of partnership is just and equitable,\n                  but we have demonstrated in the course of our\n                  order that it is permissible for the court to\n                  refer to arbitration a dispute in relation to\n                  dissolution as well as on grounds such as\n                  destruction of mutual trust and confidence\n                  between the partners which is the foundation\n                  therefor.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_27\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"666427\" id=\"span_30\">It is clear from the said judgment that Hon&#x27;ble Supreme\n\nCourt in <a href=\"/doc/666427/\" id=\"a_31\">V.H.Patel &amp; Co.</a>&#x27;s case(supra) that specific issue which\n\nwas is Rehmatunnissa Begum&#x27;s case(supra) about the jurisdiction of\n\nthe arbitrator of dissolution of the partnership firm in the light of\n\nthe reasonings given by the Privy Council was taken note of and\n\nthen upheld the decision of the High Court whereby the High Court\n<span class=\"hidden_text\" id=\"span_31\">                                  23</span>\n\n\n\n\nset aside the arbitrator&#x27;s decision holding that the issue of\n\ndissolution of partnership is beyond his jurisdiction is the correct\n\nlaw and the High Court rightly remitted the matter to the\n\narbitrator to decide the issue of dissolution afresh. Therefore, it\n\ncannot be said that the arbitrator cannot decide the issue which\n\notherwise the court is required to decide in the suit for dissolution\n\nof the partnership and at the cost of repetition, it may be stated\n\nthat the plaintiff himself in the suit claimed decree for dissolution\n\nof partnership as well as for fixing the date from which that\n\npartnership stands dissolved.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">\n\n</p><p data-structure=\"RespArg\" id=\"p_29\">       The another contention of the learned counsel for the\n\nappellant, based on the judgment delivered in the case of\n\nN.Radhakrishnan(supra), is that when there is allegation of fraud\n\nand serious mal-practice on the part of the respondent, then the\n\narbitrator cannot have jurisdiction and is is required to be settled\n\nin the court after detail evidence which may be led by the parties,\n\nas these allegations cannot be properly gone by the arbitrator in\n\nthe arbitral proceedings, but here in this case, it is clear that the\n\nplaintiffs are closely related to each other. They entered into the\n<span class=\"hidden_text\" id=\"span_32\">                                  24</span>\n\n\n\n\npartnership business and some dispute cropped up and thereafter\n\nalso they amicably decided to settle the dispute by entering into\n\nanother agreement which is dated 20.3.1991. The plaintiffs in the\n\nplaint specifically stated that with the intervention of relation, the\n\ndispute was settled putting some liability upon the plaintiffs and\n\ndefendants with further stipulation that the defendants will render\n\nthe accounts to the plaintiffs and will pay the due amounts of the\n\nplaintiff which may be found due. The plaintiffs&#x27; contention is that\n\nthat subsequent agreement was not honoured by the defendants\n\nand, therefore, the said agreement has already come to an end, as\n\nit was obtained by misrepresentation of facts and law. The\n\nplaintiffs&#x27; further alleged that the defendants excluded the\n\nplaintiffs from the business and its profit and, therefore, it became\n\nnecessary for the plaintiffs to seek relief(decree) of dissolution of\n\nthe firm. The plaintiff, in fact has no knowledge of any\n\nmalpractice or fraud as he yet to see the books of account and\n\nparticularly in the background that he himself was not very much\n\nactive partner so as to know detail facts of any misrepresentation\n\nby the defendants or particulars of fraud which may have been\n\nplayed by the defendants. The plaintiff&#x27;s&#x27; own case is that he has\n<span class=\"hidden_text\" id=\"span_33\">                                 25</span>\n\n\n\n\nnot seen the books of accounts and, therefore, also at this stage,\n\nthe plaintiff could not have levelled specific allegations of\n\nmisrepresentation and fraud in maintaining the accounts and,\n\ntherefore, the petitioner sought relief of rendition of accounts and\n\nfor that purpose also, he prayed that Commissioner may be\n\nappointed, obviously, so that the plaintiff may understand the\n\naccounts. If that can be done by the Commissioner or with the help\n\nof the Commissioner, obviously, this can be well done through the\n\narbitrator, agreed by the parties and he would be the better\n\nperson because the arbitrator is appointed by mutual consent and\n\nbecause of faith reposed upon the arbitrator by the parties who\n\nacquires a special     position and whose decision cannot be\n\nchallenged otherwise than on the ground provided under the\n\n<a href=\"/doc/1052228/\" id=\"a_32\">Arbitration Act</a> and, therefore, in the facts of the case, the\n\njudgment of N.Radhakrishnan(supra) has no application. In the\n\njudgment of N.Radhakrishnan(supra), even the Hon&#x27;ble Supreme\n\nCourt has referred several facts in relation to the financial\n\ntransactions of the firm which clearly distinguishes the present\n\ncase from the facts of N.Radhakrishnan&#x27;s case.\n</p>\n<p data-structure=\"PetArg\" id=\"p_30\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"354758\" id=\"span_34\">One of the grounds of the learned counsel for the appellants,\n<span class=\"hidden_text\" id=\"span_35\">                                  26</span>\n\n\n\n\nwith the judgment delivered in the case of <a href=\"/doc/354758/\" id=\"a_33\">I.T.C. Ltd</a>(supra) of the\n\nHon&#x27;ble Supreme Court, is that whereby because of substitution, a\n\nnew contract came into existence and where by virtue of that\n\nsubstitution of new contract, the arbitration clause itself falls and\n\nbecame non-existent     then, no one can rely upon the contract\n\nwhich the parties agreed to bury. How this proposition has any\n\napplication to the facts of the case, is not clear and rather say, do\n\nnot support the appellant because of the plain and simple reason\n\nthat the partnership deed is admitted document wherein there is a\n\nclause for arbitration. The appellants&#x27; own contention is that the\n\nsecond contract is result of misrepresentation of facts and law and\n\nthat has come to an end automatically as pleaded in para 17 of the\n\nplaint then how, the plaintiffs-appellants can say that the earlier\n\nagreement (partnership deed) has come to an end wherein clause\n\nof arbitration is there. If second agreement, which admittedly has\n\nbeen executed, also contains the clause of settlement of dispute\n\nthrough arbitration. However, both of the named arbitrators have\n\ndied, is a subsequent event, therefore, in both the contracts, the\n\nparties agreed for settlement of dispute through arbitrator and it is\n\nnot a case where the arbitration agreement has been substituted\n<span class=\"hidden_text\" id=\"span_36\">                                  27</span>\n\n\n\n\nby a new contract for limited purpose and under the new contract,\n\nprovision has been made for referring the matter to the arbitrator.</span>\n\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"354758\" id=\"span_37\">Therefore, the judgment of <a href=\"/doc/354758/\" id=\"a_34\">I.T.C. Ltd.</a>(supra) has no application to\n\nthe facts of the present case.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1553198\" id=\"span_38\">With the help of judgment of this Court delivered in the case\n\nof <a href=\"/doc/1553198/\" id=\"a_35\">D.C.M. Ltd.</a>(supra), it was submitted that when point in issue is\n\npurely a legal question then it is to be decided by the court and\n\nnot by the arbitrator. However, from the argument of the learned\n\ncounsel for the appellant, is is clear that it is not a suit wherein\n\nonly a pure question of law is involved even from the plaint&#x27;s\n\naverments. The appellants&#x27; contention before this Court itself\n\nclearly demonstrates that the plaintiffs in the plaint has based the\n\nclaim on the basis of fact. The misrepresentation and playing fraud\n\nupon the plaintiffs are allegations of facts and cannot be a\n\nquestion of law, rather say, it may always be question of fact.</span>\n\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1553198\" id=\"span_39\">Therefore, the case of <a href=\"/doc/1553198/\" id=\"a_36\">D.C.M. Ltd.</a>(supra) has no application to the\n\nfacts of the present case.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"666427\" id=\"span_40\">It will be appropriate to notice at this stage that the decision\n\nof the Punjab and Haryana delivered in the case of Narinder Singh\n\nRandhawa &amp; anr. v. Hardial Singh Dhilon and others (AIR 1985 P &amp;\n<span class=\"hidden_text\" id=\"span_41\">                                  28</span>\n\n\n\n\nH 41) cannot be accepted to be correct view in the light of\n\ndecision of the Hon&#x27;ble Supreme Court delivered in the case of <a href=\"/doc/666427/\" id=\"a_37\">V.H.\n\nPatel &amp; Co.</a>&#x27;s case(supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"666427\" id=\"span_42\">In <a href=\"/doc/666427/\" id=\"a_38\">V.H.Patel &amp; Co.</a>&#x27;s case(supra), there\n\nwas plea that one of the parties-respondent no.1 sought to\n\nestablish that he has not retired from the partnership and the\n\nparty was entitled to raise this question even then the award of\n\nthe arbitrator was upheld and here in this case also, there is\n\ncontract for retiring some of the partners of the firm and that is\n\nalso not in dispute, therefore, the Hon&#x27;ble Supreme Court held that\n\nso far as the power of the arbitrator to dissolve the partnership is\n\nconcerned, the law is clear that where there is a clause in the\n\narticles of partnership or agreement or order referring all the\n\nmatters in difference between the partners to arbitration, the\n\narbitrator has power to decide whether or not the partnership shall\n\nbe dissolved and to award its dissolution.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">      The appellants also submitted that from the facts it is clear\n\nthat the defendants were not ready and willing to perform their\n\npart of the contract, obviously, for referring the matter to the\n\narbitrator. This plea, in appeal can also be raised but in view of\n\nthe emphasis for settlement of dispute through alternative dispute\n<span class=\"hidden_text\" id=\"span_43\">                                         29</span>\n\n\n\n\n       of dissolution of the firm, the old concept         of residuary to\n\n       proposition cannot be applied now and an order passed by the trial\n\n       court staying the proceeding of the suit need not to be interfered\n\n       by the appellate court lightly because of the further reason that\n\n       the order staying the suit under <a href=\"/doc/1722761/\" id=\"a_39\">Section 34</a> of the Arbitration Act is\n\n       substantially not an adverse order affecting the rights of the\n\n       parties as such except affecting his right to choose the forum for\n\n       redressal of his grievance. The stay of the dispute is not\n\n       destruction of right of the party. Normally it is presumed that if\n\n       the court refers the matter to the arbitrator, then the party gains\n\n       out of it because of the reason that the parties may get dispute\n\n       settled through arbitration expeditiously with       less chance of\n\n       further litigation and that too from a person in whom they have\n\n       reposed faith.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">             Therefore, I do not find any reason to interfere in the order\n\n       dated 2.3.1994 passed by the trial court. Hence the appeal of the\n\n       appellants is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">                                                     ( PRAKASH TATIA ),J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">mlt.\n</p> ","numcites":13,"numcitedby":4,"docsource":"Rajasthan High Court - Jodhpur","citetid":1703547,"divtype":"judgments","relatedqs":[{"value":"dissolution of partnership","formInput":"dissolution%20of%20partnership"},{"value":"rendition of accounts","formInput":"rendition%20of%20accounts"},{"value":"misrepresentation","formInput":"misrepresentation"},{"value":"partnership dissolved ","formInput":"partnership%20dissolved%20"},{"value":"privy council","formInput":"privy%20council"},{"value":"dissolution of firm","formInput":"dissolution%20of%20firm"},{"value":"indian partnership act","formInput":"indian%20partnership%20act"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"partnership act/","formInput":"partnership%20act/"},{"value":"indian partnership act, 1932","formInput":"indian%20partnership%20act%2C%201932"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"partnership firm","formInput":"partnership%20firm"},{"value":"mutual","formInput":"mutual"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"just and equitable\"","formInput":"%22just%20and%20equitable%22"},{"value":"ITC","formInput":"ITC"},{"value":"partnership deed","formInput":"partnership%20deed"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}