{"tid":79200615,"publishdate":"2022-04-22","title":"Jafarudheen vs State Of Kerala on 22 April, 2022","doc":"<h2 class=\"doc_title\">Jafarudheen vs State Of Kerala on 22 April, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-m-sundresh\">M. M. Sundresh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-m-sundresh\">M.M. Sundresh</a>, <a href=\"/search/?formInput=benchid:s-k-kaul\">Sanjay Kishan Kaul</a></h3>\n\n<pre id=\"pre_1\">                                                                              REPORTABLE\n\n                                  IN THE SUPREME COURT OF INDIA\n                                 CRIMINAL APPELLATE JURISDICTION\n\n                               CRIMINAL APPEAL NOS. 430-431 OF 2015\n\n\n\n          JAFARUDHEEN &amp; ORS.                                                ... APPELLANTS\n\n                                                  VERSUS\n\n          STATE OF KERALA                                                   ... RESPONDENT\n\n                                                   WITH\n\n\n\n                               CRIMINAL APPEAL NOS. 450-451 OF 2015\n\n                                  CRIMINAL APPEAL NO. 959 OF 2015\n\n\n\n\n                                             JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">          M. M. SUNDRESH, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">        1. Convictions confirmed and acquittals reversed at the hands of the Division\n\n                 Bench of the High Court of Kerela are under challenge before us. The accused,\n\n                 who got their acquittal confirmed, stand as freemen with no further challenge.\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n\n                 Appropriately, our common judgment disposes of these appeals emanating from\n<span class=\"hidden_text\" id=\"span_3\">Charanjeet kaur</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2022.04.22</span>\n<span class=\"hidden_text\" id=\"span_5\">17:02:05 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n                 the same occurrence.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\"><span class=\"hidden_text\" id=\"span_7\">                                                      1</span>\n\fBRIEF FACTS:\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">2. The deceased and the accused belong to two different political parties – one\n\n   affiliated to CPI (M) and the other NDF (National Development Front). There\n\n   was an altercation between the affiliated political members of CPI (M) and NDF\n\n   on 17.07.2002 at about 4:00 p.m. with the deceased and P.W.8 as the CPI(M)\n\n   members, and A-3 and A-10 as that of NDF. In the altercation the deceased had\n\n   reportedly assaulted A-3.\n</p>\n<p data-structure=\"Precedent\" id=\"p_5\">3. Seeking to avenge, the accused, being 16 in numbers, assembled at the family\n\n   house of A-5 on the same day (i.e.17.07.2002) at about 7:00 p.m. and hatched a\n\n   conspiracy to take out the life of the deceased. In pursuance to the aforesaid\n\n   decision, A-1 to A-13 went to the residence of the deceased on 18.07.2002 at\n\n   about 9:30 p.m. in three material objects, namely, - (i) an auto-rickshaw, (ii) a\n\n   motorbike, and (iii) a jeep, armed with deadly weapons like swords, knives,\n\n   chopper, etc. While four of them (A-7, A-10, A-12, and A-13) waited outside,\n\n   the others (A-1 to A-6, A-8, A-9, and A-11) barged in and indiscriminately\n\n   attacked the deceased. In the process, they also exploded country bombs on two\n\n   occasions.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                         2</span>\n</p><p data-structure=\"Issue\" id=\"p_7\">\f4. The occurrence was witnessed by P.W.1, the author of the First Information\n\n   Report – Ext. P-1 and others. For the occurrence, which took place at about 9.30\n\n   p.m. on 18.07.2002, the registration of FIR/complaint was done in Crime No.\n\n   237/2002 at about 11.00 p.m. against six named accused and other identifiable\n\n   ones for the offences punishable under Sections 143, 147, 148, 427, 452, 302\n\n   read with 149 of the <a href=\"/doc/1569253/\" id=\"a_1\">Indian Penal Code</a> (for short ‘<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>’) and <a href=\"/doc/1056565/\" id=\"a_3\">Section 3</a> of the\n\n   Explosives Substances Act. The registered complaint reached the jurisdictional\n\n   Magistrate at about 4.15 p.m. the next day.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">5. P.W.64 took up the investigation, and accordingly arrested the accused, A-10,\n\n   A-12 and A-13 on 31.07.2002. Thereafter, recoveries were made pursuant to\n\n   their arrest. A-11 surrendered before the Judicial First Class Magistrate, Punalur,\n\n   on 05.08.2002. Recoveries have been made from A-10, A-12 and A-13 on\n\n   01.08.2002. From A-11, recoveries were made on 13.08.2002.\n\n</p><p data-structure=\"Issue\" id=\"p_9\">6. On completion of the investigation, a charge sheet was laid against 16 accused.\n\n   Charges were framed against A2, A-4, A-5, A-8, A-9 to A-16 for the offences\n\n   punishable under Sections 120-B, 143, 147, 148, 427, 460, 302 read with 149\n\n   <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a> and <a href=\"/doc/1056565/\" id=\"a_5\">Sections 3</a> and <a href=\"/doc/1335368/\" id=\"a_6\">5</a> of the Explosives Substances Act. As A-1, A-3, A-6\n\n   and A-7 were absconding, the case against them got split up.\n\n</p><p data-structure=\"Issue\" id=\"p_10\">7. The prosecution examined 66 witnesses in total while marking Ext. P-1 to P-97.\n\n   On behalf of the defence, particularly A-8 &amp; A-9, one witness was examined as\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                          3</span>\n\f  DW-1, while Ext. D-1 to D-18 were marked. The material objects 1 to 54 were\n\n  exhibited and identified before the Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">8. The learned Additional District and Sessions Judge, Court I, Kollam, while\n\n  acquitting A-10 to A-16, convicted the others for the following offences:\n\n</p><blockquote id=\"blockquote_1\">    A-2, A-4, A-5, A-8, A-9 – U/s 302 r/w 149 <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a> and sentenced to life\n     imprisonment\n    A-2, A-4, A-5, A-8, A-9 – U/s 147 r/w 149 <a href=\"/doc/1569253/\" id=\"a_8\">IPC</a> for 1 year S.I. and fine of\n     Rs.5000\n    A-2, A-4, A-5, A-8, A-9 – U/s 148, 149 <a href=\"/doc/1569253/\" id=\"a_9\">IPC</a> for 2 years S.I. and fine of\n     Rs.10,000\n    A-2, A-4, A-5, A-8, A-9 – U/s 460 <a href=\"/doc/1569253/\" id=\"a_10\">IPC</a> for 3 years R.I. and fine of\n     Rs.15,000\n    A-4 – U/s 427 <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a> for 6 months S.I. and a fine of Rs.5,000\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_12\">9. Appeals and revisions were filed by both the prosecution and the de facto\n\n  complainant, on the one hand, and the convicted accused, on the other. The High\n\n  Court of Kerala upheld the conviction and the sentence imposed upon A-2, A-4,\n\n  A-5, A-8, and A-9 for offences under Sections 460, 148, 302 read with 149 <a href=\"/doc/1569253/\" id=\"a_12\">IPC</a>\n\n  and further convicted them under <a href=\"/doc/222396/\" id=\"a_13\">Section 427</a> IPC and <a href=\"/doc/1056565/\" id=\"a_14\">Section 3</a> of the\n\n  Explosives Substances Act. The appeal filed by the State against the order of\n\n  acquittal in favour of A-14 to A-16 was dismissed, while it was accordingly\n\n  allowed by overturning the acquittal qua A-10 to A-13. As the legal battle\n\n  against A-14 to A-16 attained finality, the convicted accused have filed these\n\n  appeals.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n<span class=\"hidden_text\" id=\"span_10\">                                         4</span>\n\fEVIDENCE BEFORE THE COURT\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">10. P.W.1 is the relative of the deceased who had seen the occurrence from inside\n\n   the house, hiding behind the chairs. All the accused are known to him. He\n\n   attributed specific overt acts against a few accused and identified a few of them.\n\n   However, this witness could not identify A-11, not even named in Ext. P-1, i.e.\n\n   first information report, despite being a known person. Similarly, he does not\n\n   identify A-10.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><p data-structure=\"Facts\" id=\"p_16\">11. P.W.2 is the father of the deceased, who also took cover protecting himself by\n\n   staying in a nearby room. Despite being an eye-witness and knowing the\n\n   accused, he wrongly identified A-10 as A-5. P.W.2 also does not identify A-11\n\n   and A-12.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n</p><p data-structure=\"Facts\" id=\"p_18\">12. P.W.3 is the maid-servant working at the residence of the deceased at the\n\n   relevant point of time. She also wrongly identified A-4 as A-10, notwithstanding\n\n   her claim that she knew him prior to the occurrence. This witness did not say\n\n   anything about the presence of A-11, A-12 and A-13, though she speaks of the\n\n   other accused, as deposed by P.W.1 and P.W.2. Both these witnesses do not make\n\n   any reference to A-13.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                          5</span>\n</p><p data-structure=\"CDiscource\" id=\"p_20\">\f13. P.W.4 is the neighbour of the deceased, having witnessed the occurrence from\n\n   outside. He identified A-10 and A-12 by deposing that they were standing on the\n\n   south-western corner of the house. However, he did not speak of A-11 and A-13.\n\n\n</p><p data-structure=\"Facts\" id=\"p_21\">14. P.W.21 is the employee (worker) in the ASR Theatre, Thadikkad situated nearer\n\n   to the deceased&#x27;s house. He had seen the occurrence from the theatre. He\n\n   identified A-10, having seen him near the vicinity of the deceased&#x27;s house. His\n\n   statement under <a href=\"/doc/447673/\" id=\"a_15\">Section 161</a> of the Code of Criminal Procedure (for short\n\n   ‘<a href=\"/doc/445276/\" id=\"a_16\">Cr.PC</a>’) was recorded nine days after the incident. Incidentally, the blood-\n\n   stained clothes of A-10 were recovered from his house, he being not a party to\n\n   the recovery mahazar. He also similarly identified A-11 and A-12. He attributes\n\n   the specific overt act against A-13 of throwing a bomb. Though he states that he\n\n   saw the occurrence along with C.W.22, the said person was not examined.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">15. P.W.46 saw the incident while returning home. He heard the gunshot and\n\n   attributes overt act as against A-10, A-12 and A-13. His statement was also\n\n   recorded only on 20.07.2002. He wrongly identified A-10 as A-7 while unable to\n\n   identify A-12. He has not expressed anything about A-11.\n\n\n</p><p data-structure=\"Issue\" id=\"p_23\">16. The doctor who has been examined as P.W.15 has issued Ext. P-45 – the post-\n\n   mortem certificate which, on perusal, indicates about 30 ante-mortem injuries, of\n\n   which the majority of them are incised.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\"><span class=\"hidden_text\" id=\"span_12\">                                         6</span>\n</p><p data-structure=\"CDiscource\" id=\"p_25\">\f17. A-8 and A-9 got injuries and took treatment in the hospital. The injuries were\n\n   found to be incised and thus contrary to the statement made by them to P.W.45,\n\n   corroborated with the entry of Accident Register of Medical Trust Hospital. The\n\n   cause of the injury, as informed by A-8 and A-9, was that they sustained the\n\n   injury when the lorry tyre fell upon them by accident when they tried to replace\n\n   it with another. But, in his evidence, P.W. 45 has stated that it is unlikely, and the\n\n   injury could only be due to a sharp-edged hard object.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n\n\nTRIAL COURT\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_27\">18.The Trial Court rendered its judgment as aforesaid by undertaking a thorough\n\n   analysis through a laborious process. It took into consideration each and every\n\n   aspect of evidence before rendering its decision. Perhaps, the only exercise not\n\n   done was with respect to the recovery qua A-10 to A-13, particularly on the\n\n   evidentiary value.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">\n</p><p data-structure=\"CDiscource\" id=\"p_29\">19. It found that A-2, A-4, A-5, A-8, and A-9 have clinching evidence staring at\n\n   them. The evidence of eye-witnesses, as well as that of experts, was taken into\n\n   account. The contentions regarding the delay in sending Ext.P-1 – first\n\n   information report and the injuries suffered by A-8 and A-9 were duly\n\n   considered. These two accused took the same plea under <a href=\"/doc/767287/\" id=\"a_17\">Section 313</a> Cr.PC\n<span class=\"hidden_text\" id=\"span_13\">                                            7</span>\n\f  questioning, denying their existence at the place of occurrence. The case\n\n  projected by the defense that the witnesses are either set up by the prosecution or\n\n  interested in securing the conviction was not accepted by giving adequate\n\n  reasoning. After concluding that there is insufficient evidence to support the\n\n  charge attracting <a href=\"/doc/1897847/\" id=\"a_18\">Section 120B</a> of the IPC, A-14 to A-16 were acquitted.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_30\">20. It acquitted A-10 to A-13 based on the inconsistencies in eye-witness\n\n  statements. Two material objects, a motorbike and an auto-rickshaw were found\n\n  unrelated to the occurrence of the event or the evidentiary value of the accused.\n\n  As such, it granted acquittal to A-10 to A-13. The reasoning of the Trial Court is\n\n  elucidated hereunder:\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">\n</p><blockquote id=\"blockquote_2\">            “….Though PW1 would depose that accused Nos. 1 to 6 and 8 to 10 get down\n        from the vehicle parked on the road he did not say that A13 was among them. He\n        did not depose that A13 exploded Bomb. From the deposition of PW1 it is brought\n        out that A 1 to A9 and A 11 entered into hall room first and inflicted injuries and on\n        getting the cut injury of A4 on the left cheek Ashrar fell down. Before getting injury\n        of A4 Ashraf suffered cut injury with sword on his right leg. Thereafter A7, A10,\n        A12 entered into the hall room inflicted cut injuries on various parts· of. the person\n        of Ashraf. Ext. A45 and the deposition of PW58 proved that corresponding injuries\n        found on the dead body of Ashraf. Though PW1 could depose the names of A1 to\n        A12 he could not identify A 1, A3, A6, A7 and A 10, A 11, he could identify A2, A4,\n        A5, AS and A9. His evidence shows that A11 did not inflict any injury on Ashraf.\n        PW2 also stated the name of the assailants came inside the house and caused injury\n        on the person of Ashraf. Though PW2 stated the names of A2, A4, A5, AS, A9, A 11\n        he could identify only AS andA9. No overt act stated by PW2 against A 11 and on\n        analyzing the evidence of PW2 it is seen that A11 was armed with sword and it was\n        catched by Ashraf and attacked the assailants. Thus PW2 has identified accused 8\n        and 9 only. The evidence of PWs 1 and 2 and PW58 and Ex. P45 proved that the\n        version of PWs 1 and 2 is credible probable to believe. The victim sustained 20\n        incised wounds, on the right side of vertex, right eye brow, left cheek and also on\n        various parts of his body. The evidence of PW58 and Ext. P45 corroborate the\n        testimony of PWs 1 and 2. The other witnesses especially .PW4, PW7, PW21 and\n\n<span class=\"hidden_text\" id=\"span_14\">                                              8</span>\n\f        PW32 and PW46 have deposed about the incident they have seen outside the house.\n</blockquote><blockquote id=\"blockquote_3\">        Since I have discussed in the earlier paragraphs not reproducing. PW4 identified\n        A4, A8, A9, A10 and A12. As per the evidence he saw A4 took A8 and A9 through\n        the kitchen door on the southern side of the house. A 10 and A 12 were in front of\n        the house of Ashraf. No overt act stated. PW7 through hostile witness his evidence\n        shows that A4 was driving jeep towards the house of Ashraf and A5 was in the jeep.\n        According to him he was relation with A5. There is no evidence to corroborate his\n        testimony that A11 has driven motor cycle towards the house of Ashraf. PW21\n        though narrated the presence of accused NOs.2,4,5,8,9, 11 and 13 he says that 4\n        accused has broken the glasses of motor cycle and car. He also stated that A4 took\n        A8 and A9 in front of the house were A11 and A 13 were present. No overt act\n        stated against A 11. He could identify A2, A4, A5, A8 and A9, stated that A13\n        Kochansar exploded bomb. As per the prosecution records no accused named\n        Kochansar. The name of A13 is Ansarudheen. The prosecution failed to prove that\n        A13 Ansarudheen is also known as Kochansar. Therefore the evidence of PW21,\n        PW32 and PW46 that A13 exploded bomb at the yard of the house cannot be\n        believed. The prosecution could not prove that impact of Explosion at the yard or\n        nearby place. Hence it cannot be held that the accused are guilty of offence U/s 3\n        and 5 <a href=\"/doc/1568384/\" id=\"a_19\">Explosive Substance Act</a>. The above witnesses not properly identified A13.\n        The above prosecution witnesses properly identified A2, A4, A5, A8 and A9. The\n        prosecution evidence proved that the accused Nos. 2,4,5,8 and 9 formed an\n        unlawful assembly at the yard of the house committed rioting and trespassed in to\n        the house of Ashraf by break opening the front door with the intention to commit\n        the murder of Ashraf. The prosecution not succeeded to prove the offence alleged\n        against the accused NOs, A10, A11 and A12. The prosecution has not succeeded to\n        prove that the accused were formed conspiracy at the house of A5 and taken\n        decision to commit the murder of Ashraf. None of the accused are guilty of offence\n        U/s 120B.”\n\n\n\nHIGH COURT\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_32\">21. The High Court confirmed the order of acquittal against A-14 to A-16 and\n\n  confirmed the conviction against the other accused, namely, A-2, A-4, A-5, A-8,\n\n  and A-9. However, it overturned the order of acquittal of A-10, A-11, A-12, and\n\n  A-13 granted by the Trial Court on the premise that the witnesses who spoke\n\n  about these accused&#x27;s presence failed to consider the import of <a href=\"/doc/999134/\" id=\"a_20\">Section 149</a> IPC.\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                            9</span>\n\f      These minor discrepancies ought to have been ignored, and the prosecution case\n\n      is supported by both recoveries and medical, forensic, and scientific evidence.\n\n\nSUBMISSIONS\n\n\n</p><p data-structure=\"PetArg\" id=\"p_33\">22. Counsel appearing for A-2, A-4, A-5, A-8, and A-9 contended that the first\n\n      information report registered as Ext. P-1 is an after-thought, created\n\n      subsequently and thus ante-dated. There is no proper explanation for referring\n\n      the jeep with the registration number, which is one of the material objects\n\n      recovered under Ext.P-1, when P.W.1 states that he came to know about it only\n\n      the next day of the occurrence. Though Ext. P-1 was sent after its registration at\n\n      about 11.00 p.m., it did reach the jurisdictional Magistrate only at about 4.15\n\n      p.m. the next day. This delay has not been examined properly. The witnesses are\n\n      either interested or chance and, therefore, the courts ought to have rejected their\n\n      testimonies. They are not only the members of the deceased&#x27;s family but also\n\n      members of a particular party. The injuries suffered by A-8 and A-9 have not\n\n      been considered in the correct perspective.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">\n</p><p data-structure=\"CDiscource\" id=\"p_35\">23.   Mr. R. Basant, learned senior counsel appearing for A-10 to A-13, has taken us\n\n      through the law governing the cases pertaining to appeals filed against orders of\n\n      acquittal as there is an enlarged presumption of innocence. The High Court has\n\n      committed a jurisdictional error in reversing the well-merited judgment of the\n\n<span class=\"hidden_text\" id=\"span_16\">                                             10</span>\n\f   Trial Court by replacing its views with that of the Trial Court. What is required\n\n   to be seen is whether the view of the Trial Court is a possible one. The High\n\n   Court has committed an error in placing reliance upon recoveries. It did not go\n\n   into the manner in which the recoveries have been made. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70647743\" id=\"span_17\"><a href=\"/doc/999134/\" id=\"a_21\">Section 149</a> IPC\n\n   though being a substantive offence, is to be proved in the manner known to law.\n\n   There must be a proof of common object. When the witnesses are not able to\n\n   identify the accused, the testimonies rendered would become highly doubtful.\n\n   The learned senior counsel took us through the law laid down by this Court in\n\n   <a href=\"/doc/70647743/\" id=\"a_22\">Mohan @ Srinivas @ Seena @Tailor Seena v. State of Karnataka</a>, 2021 SCC\n\n   OnLine SC 1233, wherein it was held that when after due examination and\n\n   review of evidence, the Trial Court has passed an order of acquittal, the exercise\n\n   of the power of the High Court as imposed by the code must be with\n\n   circumspect.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">\n\nSUBMISSIONS ON BEHALF OF THE STATE\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">24. It is submitted that in the absence of any apparent illegality, the concurrent\n\n   decisions rendered by the courts do not warrant any interference. Both the\n\n   Courts below considered all the evidence, eye-witnesses, material objects and\n\n   recoveries while also taking into account the scientific evidence. The motive has\n\n   also been proved through the prior occurrence. The High Court rightly\n\n<span class=\"hidden_text\" id=\"span_18\">                                         11</span>\n\f   considered the recoveries made along with the oral evidence. It has given its\n\n   reasons for reversing the order of acquittal passed by the Trial Court. The Trial\n\n   Court did not even consider the evidentiary value of the recoveries. There is no\n\n   need for any interference in such a case, particularly when the contentions raised\n\n   were noted. On the issue qua the mentioning of the number of the vehicle in the\n\n   FIR, it is submitted that it has not been placed before the Court and, in any case,\n\n   the conviction was rendered based on the materials available on record.\n\n\n\n\nDISCUSSION\n\nScope of Appeal filed against the Acquittal:\n</p>\n<p data-structure=\"Issue\" id=\"p_38\">\n</p><p data-structure=\"Precedent\" id=\"p_39\">25. While dealing with an appeal against acquittal by invoking <a href=\"/doc/487026/\" id=\"a_23\">Section 378</a> of the\n\n   Cr.PC, the Appellate Court has to consider whether the Trial Court&#x27;s view can be\n\n   termed as a possible one, particularly when evidence on record has been\n\n   analyzed. The reason is that an order of acquittal adds up to the presumption of\n\n   innocence in favour of the accused. Thus, the Appellate Court has to be\n\n   relatively slow in reversing the order of the Trial Court rendering acquittal.\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                          12</span>\n\fTherefore, the presumption in favour of the accused does not get weakened but\n\nonly strengthened. Such a double presumption that enures in favour of the\n\naccused has to be disturbed only by thorough scrutiny on the accepted legal\n\nparameters. Precedents:\n</p>\n<p data-structure=\"Issue\" id=\"p_40\">\n</p><blockquote id=\"blockquote_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70647743\" id=\"span_20\"> <a href=\"/doc/70647743/\" id=\"a_24\">Mohan @Srinivas @Seena @Tailor Seena v. State of Karnataka</a>, [2021\n\n   SCC OnLine SC 1233] as hereunder: –\n\n      “20. <a href=\"/doc/487026/\" id=\"a_25\">Section 378</a> CrPC enables the State to prefer an appeal against an order of\n      acquittal. <a href=\"/doc/1171128/\" id=\"a_26\">Section 384</a> CrPC speaks of the powers that can be exercised by the\n      Appellate Court. When the trial court renders its decision by acquitting the accused,\n      presumption of innocence gathers strength before the Appellate Court. As a\n      consequence, the onus on the prosecution becomes more burdensome as there is a\n      double presumption of innocence. Certainly, the Court of first instance has its own\n      advantages in delivering its verdict, which is to see the witnesses in person while\n      they depose. The Appellate Court is expected to involve itself in a deeper, studied\n      scrutiny of not only the evidence before it, but is duty bound to satisfy itself\n      whether the decision of the trial court is both possible and plausible view. When\n      two views are possible, the one taken by the trial court in a case of acquittal is to be\n      followed on the touchstone of liberty along with the advantage of having seen the\n      witnesses. <a href=\"/doc/1199182/\" id=\"a_27\">Article 21</a> of the Constitution of India also aids the accused after\n      acquittal in a certain way, though not absolute. Suffice it is to state that the\n      Appellate Court shall remind itself of the role required to play, while dealing with a\n      case of an acquittal.</span>\n</blockquote>\n<blockquote id=\"blockquote_5\">      21. Every case has its own journey towards the truth and it is the Court&#x27;s role\n      undertake. Truth has to be found on the basis of evidence available before it. There\n      is no room for subjectivity nor the nature of offence affects its performance. We\n      have a hierarchy of courts in dealing with cases. An Appellate Court shall not\n      expect the trial court to act in a particular way depending upon the sensitivity of the\n      case. Rather it should be appreciated if a trial court decides a case on its own merit\n      despite its sensitivity.\n</blockquote>\n<blockquote id=\"blockquote_6\">      22. At times, courts do have their constraints. We find, different decisions being\n      made by different courts, namely, trial court on the one hand and the Appellate\n      Courts on the other. If such decisions are made due to institutional constraints, they\n      do not augur well. The district judiciary is expected to be the foundational court,\n      and therefore, should have the freedom of mind to decide a case on its own merit or\n      else it might become a stereotyped one rendering conviction on a moral platform.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_21\">                                            13</span>\n<p data-structure=\"CDiscource\" id=\"p_41\">\fIndictment and condemnation over a decision rendered, on considering all the\nmaterials placed before it, should be avoided. The Appellate Court is expected to\nmaintain a degree of caution before making any remark.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">23. This court, time and again has laid down the law on the scope of inquiry by an\nAppellate court while dealing with an appeal against acquittal under <a href=\"/doc/487026/\" id=\"a_28\">Section 378</a>\nCrPC. We do not wish to multiply the aforesaid principle except placing reliance on\na recent decision of this court in Anwar Ali v. State of Himanchal Pradesh, (2020)\n10 SCC 166:\n</p>\n<p data-structure=\"Section\" id=\"p_43\">\n\n</p><blockquote id=\"blockquote_7\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"413103\" id=\"span_22\">14.2. When can the findings of fact recorded by a court be held to be\n    perverse has been dealt with and considered in paragraph 20 of the aforesaid\n    decision, which reads as under : (Babu case [<a href=\"/doc/413103/\" id=\"a_29\">Babu v. State of Kerala</a>, (2010)\n    9 SCC 189 : (2010) 3 SCC (Cri) 1179])\n\n\n\n\n           “20. The findings of fact recorded by a court can be held to be\n           perverse if the findings have been arrived at by ignoring or\n           excluding relevant material or by taking into consideration\n           irrelevant/inadmissible material. The finding may also be said to be\n           perverse if it is “against the weight of evidence”, or if the finding so\n           outrageously defies logic as to suffer from the vice of irrationality.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">           (Vide Rajinder Kumar Kindra v. Delhi Admn. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"33979355\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"317971\" id=\"span_24\">[<a href=\"/doc/317971/\" id=\"a_30\">Rajinder Kumar\n           Kindra v. Delhi Admn.</a>, (1984) 4 SCC 635 : 1985 SCC (L&amp;S)\n           131], Excise &amp; Taxation Officer-cum-Assessing Authority v. Gopi\n           Nath &amp; Sons [Excise &amp; Taxation Officer-cum-Assessing\n           Authority v. Gopi Nath &amp; Sons, 1992 Supp (2) SCC 312], Triveni\n           Rubber &amp; Plastics v. CCE [Triveni Rubber &amp; Plastics v. CCE, 1994\n           Supp (3) SCC 665], Gaya Din v. Hanuman Prasad [Gaya\n           Din v. Hanuman               Prasad, (2001)            1            SCC\n           501], Aruvelu [Arulvelu v. State, (2009) 10 SCC 206 : (2010) 1 SCC\n           (Cri) 288] and Gamini Bala Koteswara Rao v. State of A.P. [Gamini\n           Bala Koteswara Rao v. State of A.P., (2009) 10 SCC 636 : (2010) 1\n           SCC (Cri) 372] )”\n\n\n\n         It is further observed, after following the decision of this Court in <a href=\"/doc/33979355/\" id=\"a_31\">Kuldeep\n         Singh v. Commr. of Police [Kuldeep Singh</a> v. Commr. of Police, (1999) 2\n         SCC 10 : 1999 SCC (L&amp;S) 429], that if a decision is arrived at on the\n         basis of no evidence or thoroughly unreliable evidence and no reasonable\n         person would act upon it, the order would be perverse. But if there is some\n         evidence on record which is acceptable and which could be relied upon,\n<span class=\"hidden_text\" id=\"span_25\">                                     14</span>\n\f    the conclusions would not be treated as perverse and the findings would\n    not be interfered with.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">\n\n14.3. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"60601315\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130628904\" id=\"span_27\">In      the      recent        decision      of      <a href=\"/doc/130628904/\" id=\"a_32\">Vijay       Mohan\nSingh [Vijay Mohan Singh v. State       of    Karnataka</a>, (2019)     5    SCC\n436 : (2019) 2 SCC (Cri) 586], this Court again had an occasion to consider\nthe scope of <a href=\"/doc/487026/\" id=\"a_33\">Section 378</a> CrPC and the interference by the High Court\n[<a href=\"/doc/60601315/\" id=\"a_34\">State of Karnataka v. Vijay Mohan Singh</a>, 2013 SCC OnLine Kar 10732]\nin an appeal against acquittal. This Court considered a catena of decisions of\nthis Court right from 1952 onwards. In para 31, it is observed and held as\nunder:</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_46\">\n\n\n</p><blockquote id=\"blockquote_8\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1083864\" id=\"span_28\">“31. An identical question came to be considered before this Court\n       in <a href=\"/doc/1083864/\" id=\"a_35\">Umedbhai       Jadavbhai [Umedbhai        Jadavbhai v. State     of\n       Gujarat</a>, (1978) 1 SCC 228 : 1978 SCC (Cri) 108]. In the case\n       before this Court, the High Court interfered with the order of\n       acquittal passed by the learned trial court on reappreciation of the\n       entire evidence on record. However, the High Court, while reversing\n       the acquittal, did not consider the reasons given by the learned trial\n       court while acquitting the accused. Confirming the judgment of the\n       High Court, this Court observed and held in para 10 as under:</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_9\">               ‘10. Once the appeal was rightly entertained against the order\n               of acquittal, the High Court was entitled to reappreciate the\n               entire evidence independently and come to its own\n               conclusion. Ordinarily, the High Court would give due\n               importance to the opinion of the Sessions Judge if the same\n               were arrived at after proper appreciation of the evidence.\n               This rule will not be applicable in the present case where the\n               Sessions Judge has made an absolutely wrong assumption of\n               a very material and clinching aspect in the peculiar\n               circumstances of the case.’\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                 15</span>\n\f31.1. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1019429\" id=\"span_30\">In <a href=\"/doc/1019429/\" id=\"a_36\">Sambasivan [Sambasivan v. State of Kerala</a>, (1998) 5 SCC\n412 : 1998 SCC (Cri) 1320], the High Court reversed the order of\nacquittal passed by the learned trial court and held the accused guilty\non reappreciation of the entire evidence on record, however, the\nHigh Court did not record its conclusion on the question whether the\napproach of the trial court in dealing with the evidence was patently\nillegal or the conclusions arrived at by it were wholly untenable.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">Confirming the order passed by the High Court convicting the\naccused on reversal of the acquittal passed by the learned trial court,\nafter being satisfied that the order of acquittal passed by the learned\ntrial court was perverse and suffered from infirmities, this Court\ndeclined to interfere with the order of conviction passed by the High\nCourt. While confirming the order of conviction passed by the High\nCourt, this Court observed in para 8 as under:\n</p>\n<p data-structure=\"Section\" id=\"p_48\">\n\n\n</p><blockquote id=\"blockquote_10\">       <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"31041\" id=\"span_31\">‘8. We have perused the judgment under appeal to ascertain\n       whether the High Court has conformed to the\n       aforementioned principles. We find that the High Court has\n       not strictly proceeded in the manner <a href=\"/doc/1019429/\" id=\"a_37\">laid down by</a> this Court\n       in Doshi      case [<a href=\"/doc/31041/\" id=\"a_38\">Ramesh     Babulal      Doshi v. State     of\n       Gujarat</a>, (1996) 9 SCC 225 : 1996 SCC (Cri) 972] viz. first\n       recording its conclusion on the question whether the\n       approach of the trial court in dealing with the evidence was\n       patently illegal or the conclusions arrived at by it were\n       wholly untenable, which alone will justify interference in an\n       order of acquittal though the High Court has rendered a well-</span>\n</blockquote><blockquote id=\"blockquote_11\">       considered       judgment      duly     meeting        all    the\n       contentions raised before it. But then will this non-\n</blockquote><blockquote id=\"blockquote_12\">       compliance per se justify setting aside the judgment under\n       appeal? We think, not. In our view, in such a case, the\n       approach of the court which is considering the validity of the\n       judgment of an appellate court which has reversed the order\n       of acquittal passed by the trial court, should be to satisfy\n       itself if the approach of the trial court in dealing with the\n       evidence was patently illegal or conclusions arrived at by it\n       are demonstrably unsustainable and whether the judgment of\n       the appellate court is free from those infirmities; if so to hold\n       that the trial court judgment warranted interference. In such a\n       case, there is obviously no reason why the appellate court&#x27;s\n       judgment should be disturbed. But if on the other hand the\n       court comes to the conclusion that the judgment of the trial\n       court does not suffer from any infirmity, it cannot but be held\n       that the interference by the appellate court in the order of\n\n<span class=\"hidden_text\" id=\"span_32\">                         16</span>\n\f       acquittal was not justified; then in such a case the judgment\n       of the appellate court has to be set aside as of the two\n       reasonable views, the one in support of the acquittal alone\n       has to stand. Having regard to the above discussion, we shall\n       proceed to examine the judgment of the trial court in this\n       case.’\n\n\n31.2. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1103320\" id=\"span_33\">In <a href=\"/doc/1103320/\" id=\"a_39\">K.      Ramakrishnan       Unnithan [K.        Ramakrishnan\nUnnithan v. State of Kerala</a>, (1999) 3 SCC 309: 1999 SCC (Cri)\n410], after observing that though there is some substance in the\ngrievance of the learned counsel appearing on behalf of the accused\nthat the High Court has not adverted to all the reasons given by the\ntrial Judge for according an order of acquittal, this Court refused to\nset aside the order of conviction passed by the High Court after\nhaving found that the approach of the Sessions Judge in recording\nthe order of acquittal was not proper and the conclusion arrived at by\nthe learned Sessions Judge on several aspects was unsustainable.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\">This Court further observed that as the Sessions Judge was not\njustified in discarding the relevant/material evidence while\nacquitting the accused, the High Court, therefore, was fully entitled\nto reappreciate the evidence and record its own conclusion. This\nCourt scrutinised the evidence of the eyewitnesses and opined that\nreasons adduced by the trial court for discarding the testimony of the\neyewitnesses were not at all sound. This Court also observed that as\nthe evaluation of the evidence made by the trial court was manifestly\nerroneous and therefore it was the duty of the High Court to interfere\nwith an order of acquittal passed by the learned Sessions Judge.\n\n\n\n\n31.3. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"564411\" id=\"span_34\">In <a href=\"/doc/564411/\" id=\"a_40\">Atley [Atley v. State of U.P.</a>, AIR 1955 SC 807 : 1955 Cri LJ\n1653], in para 5, this Court observed and held as under:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">\n</p><blockquote id=\"blockquote_13\">       ‘5. It has been argued by the learned counsel for the\n       appellant that the judgment of the trial court being one of\n       acquittal, the High Court should not have set it aside on mere\n       appreciation of the evidence led on behalf of the prosecution\n       unless it came to the conclusion that the judgment of the trial\n       Judge was perverse. In our opinion, it is not correct to say\n       that unless the appellate court in an appeal under <a href=\"/doc/1791573/\" id=\"a_41\">Section 417</a>\n       CrPC came to the conclusion that the judgment of acquittal\n       under appeal was perverse it could not set aside that order.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_35\">                         17</span>\n<blockquote id=\"blockquote_14\">\f       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"564411\" id=\"span_36\">It has been <a href=\"/doc/564411/\" id=\"a_42\">laid down by</a> this Court that it is open to the High\n       Court on an appeal against an order of acquittal to review the\n       entire evidence and to come to its own conclusion, of course,\n       keeping in view the well-established rule that the\n       presumption of innocence of the accused is not weakened but\n       strengthened by the judgment of acquittal passed by the trial\n       court which had the advantage of observing the demeanour\n       of witnesses whose evidence have been recorded in its\n       presence.</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_15\">       It is also well settled that the court of appeal has as wide\n       powers of appreciation of evidence in an appeal against an\n       order of acquittal as in the case of an appeal against an order\n       of conviction, subject to the riders that the presumption of\n       innocence with which the accused person starts in the trial\n       court continues even up to the appellate stage and that the\n       appellate court should attach due weight to the opinion of the\n       trial court which recorded the order of acquittal.\n</blockquote>\n\n<blockquote id=\"blockquote_16\">       If the appellate court reviews the evidence, keeping those\n       principles in mind, and comes to a contrary conclusion, the\n       judgment cannot be said to have been vitiated. (See in this\n       connection the very cases cited at the Bar, namely, Surajpal\n       Singh v. State [Surajpal Singh v. State, 1951 SCC 1207 : AIR\n       1952 SC 52]; Wilayat Khan v. State of U.P. [Wilayat\n       Khan v. State of U.P., 1951 SCC 898 : AIR 1953 SC 122]) In\n       our opinion, there is no substance in the contention raised on\n       behalf of the appellant that the High Court was not justified\n       in reviewing the entire evidence and coming to its own\n       conclusions.’\n\n\n31.4. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"57503010\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"268285\" id=\"span_38\">In <a href=\"/doc/268285/\" id=\"a_43\">K. Gopal Reddy [K. Gopal Reddy v. State of A.P.</a>, (1979) 1\nSCC 355 : 1979 SCC (Cri) 305], this Court has observed that where\nthe trial court allows itself to be beset with fanciful doubts, rejects\ncreditworthy evidence for slender reasons and takes a view of the\nevidence which is but barely possible, it is the obvious duty of the\nHigh Court to interfere in the interest of justice, lest the\nadministration of justice be brought to ridicule.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">                         18</span>\n\f <a href=\"/doc/57503010/\" id=\"a_44\">N. Vijayakumar v. State of T.N.</a>, [(2021) 3 SCC 687] as hereunder: –\n\n\n      “20. Mainly it is contended by Shri Nagamuthu, learned Senior Counsel appearing\n      for the appellant that the view taken by the trial court is a “possible view”, having\n      regard to the evidence on record. It is submitted that the trial court has recorded\n      cogent and valid reasons in support of its findings for acquittal. Under <a href=\"/doc/487026/\" id=\"a_45\">Section 378</a>\n      CrPC, no differentiation is made between an appeal against acquittal and the appeal\n      against conviction.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"761643\" id=\"span_40\">By considering the long line of earlier cases this Court in the\n      judgment in <a href=\"/doc/761643/\" id=\"a_46\">Chandrappa v. State of Karnataka</a>, (2007) 4 SCC 415 : (2007) 2 SCC\n      (Cri) 325 has laid down the general principles regarding the powers of the appellate\n      Court while dealing with an appeal against an order of acquittal. Para 42 of the\n      judgment which is relevant reads as under: (SCC p. 432)\n\n\n\n          “42. From the above decisions, in our considered view, the following\n          general principles regarding powers of the appellate court while dealing\n          with an appeal against an order of acquittal emerge:</span>\n</blockquote>\n\n<blockquote id=\"blockquote_17\">          (1) An appellate court has full power to review, reappreciate and reconsider\n          the evidence upon which the order of acquittal is founded.\n</blockquote>\n\n<blockquote id=\"blockquote_18\">          (2) The <a href=\"/doc/445276/\" id=\"a_47\">Code of Criminal Procedure</a>, 1973 puts no limitation, restriction or\n          condition on exercise of such power and an appellate court on the evidence\n          before it may reach its own conclusion, both on questions of fact and of law.\n</blockquote>\n\n<blockquote id=\"blockquote_19\">          (3) Various expressions, such as, “substantial and compelling reasons”,\n          “good and sufficient grounds”, “very strong circumstances”, “distorted\n          conclusions”, “glaring mistakes”, etc. are not intended to curtail extensive\n          powers of an appellate court in an appeal against acquittal. Such\n          phraseologies are more in the nature of “flourishes of language” to\n          emphasise the reluctance of an appellate court to interfere with acquittal\n          than to curtail the power of the court to review the evidence and to come to\n          its own conclusion.\n</blockquote>\n\n<blockquote id=\"blockquote_20\">          (4) An appellate court, however, must bear in mind that in case of acquittal,\n          there is double presumption in favour of the accused. Firstly, the\n          presumption of innocence is available to him under the fundamental\n          principle of criminal jurisprudence that every person shall be presumed to\n          be innocent unless he is proved guilty by a competent court of\n          law. Secondly, the accused having secured his acquittal, the presumption of\n\n\n<span class=\"hidden_text\" id=\"span_41\">                                           19</span>\n\f    his innocence is further reinforced, reaffirmed and strengthened by the trial\n    court.\n</blockquote>\n\n<blockquote id=\"blockquote_21\">    (5) If two reasonable conclusions are possible on the basis of the evidence\n    on record, the appellate court should not disturb the finding of acquittal\n    recorded by the trial court.”\n\n\n\n</blockquote><blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"9666418\" id=\"span_42\">21. Further in the judgment in <a href=\"/doc/9666418/\" id=\"a_48\">Murugesan [Murugesan v. State</a>, (2012) 10 SCC\n383: (2013) 1 SCC (Cri) 69] relied on by the learned Senior Counsel for the\nappellant, this Court has considered the powers of the High Court in an appeal\nagainst acquittal recorded by the trial court. In <a href=\"/doc/9666418/\" id=\"a_49\">the said judgment</a>, it is categorically\nheld by this Court that only in cases where conclusion recorded by the trial court is\nnot a possible view, then only the High Court can interfere and reverse the acquittal\nto that of conviction. In <a href=\"/doc/9666418/\" id=\"a_50\">the said judgment</a>, distinction from that of “possible view”\nto “erroneous view” or “wrong view” is explained. In clear terms, this Court has\nheld that if the view taken by the trial court is a “possible view”, the High Court not\nto reverse the acquittal to that of the conviction.</span>\n</blockquote>\n<blockquote id=\"blockquote_23\">         xxx                                xxx                            xxx\n\n</blockquote><blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"25663707\" id=\"span_43\">23. Further, in <a href=\"/doc/25663707/\" id=\"a_51\">Hakeem Khan v. State of M.P.</a>, (2017) 5 SCC 719 : (2017) 2 SCC\n(Cri) 653 this court has considered the powers of the appellate court for interference\nin cases where acquittal is recorded by the trial court. In <a href=\"/doc/25663707/\" id=\"a_52\">the said judgment</a> it is held\nthat if the “possible view” of the trial court is not agreeable for the High Court,\neven then such “possible view” recorded by the trial court cannot be interdicted. It\nis further held that so long as the view of the trial court can be reasonably formed,\nregardless of whether the High Court agrees with the same or not, verdict of the\ntrial court cannot be interdicted and the High Court cannot supplant over the view\nof the trial court. Para 9 of the judgment reads as under: (SCC pp. 722-23)\n\n\n    “9. Having heard the learned counsel for the parties, we are of the view that\n    the trial court&#x27;s judgment is more than just a possible view for arriving at the\n    conclusion of acquittal, and that it would not be safe to convict seventeen\n    persons accused of the crime of murder i.e. under Section 302 read with\n    Section 149 of the Penal Code. The most important reason of the trial court,\n    as has been stated above, was that, given the time of 6.30 p.m. to 7.00 p.m.\n    of a winter evening, it would be dark, and, therefore, identification of\n    seventeen persons would be extremely difficult. This reason, coupled with\n    the fact that the only independent witness turned hostile, and two other\n    eyewitnesses who were independent were not examined, would certainly\n    create a large hole in the prosecution story. Apart from this, the very fact\n    that there were injuries on three of the accused party, two of them being\n    deep injuries in the skull, would lead to the conclusion that nothing was\n\n<span class=\"hidden_text\" id=\"span_44\">                                      20</span>\n\f             premeditated and there was, in all probability, a scuffle that led to injuries\n             on both sides. While the learned counsel for the respondent may be right in\n             stating that the trial court went overboard in stating that the complainant\n             party was the aggressor, but the trial court&#x27;s ultimate conclusion leading to\n             an acquittal is certainly a possible view on the facts of this case. This is\n             coupled with the fact that the presence of the kingpin Sarpanch is itself\n             doubtful in view of the fact that he attended the Court at some distance and\n             arrived by bus after the incident took place.”</span>\n\n\n\n</blockquote><blockquote id=\"blockquote_25\">         <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"25663707\" id=\"span_45\">24. By applying the abovesaid principles and the evidence on record in the case on\n         hand, we are of the considered view that having regard to material contradictions\n         which we have already noticed above and also as referred to in the trial court\n         judgment, it can be said that acquittal is a “possible view”. By applying the ratio as\n         <a href=\"/doc/25663707/\" id=\"a_53\">laid down by</a> this Court in the judgments which are stated supra, even assuming\n         another view is possible, same is no ground to interfere with the judgment of\n         acquittal and to convict the appellant for the offence alleged. From the evidence, it\n         is clear that when the Inspecting Officer and other witnesses who are examined on\n         behalf of the prosecution, went to the office of the appellant-accused, the appellant\n         was not there in the office and office was open and people were moving out and in\n         from the office of the appellant. It is also clear from the evidence of PWs 3, 5 and\n         11 that the currency and cellphone were taken out from the drawer of the table by\n         the appellant at their instance. There is also no reason, when the tainted notes and\n         the cellphone were given to the appellant at 5.45 p.m. no recordings were made and\n         the appellant was not tested by PW 11 till 7.00 p.m.”\n\n\nDelay in sending the (FIR) First Information Report to the Magistrate:</span>\n</blockquote>\n\n<blockquote id=\"blockquote_26\">26. The jurisdictional Magistrate plays a pivotal role during the investigation\n\n   process. It is meant to make the investigation just and fair. The Investigating\n\n   Officer is to keep the Magistrate in the loop of his ongoing investigation. The\n\n   object is to avoid a possible foul play. The Magistrate has a role to play under\n\n   Section 159 of Cr.PC.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                              21</span>\n<blockquote id=\"blockquote_27\">\f27. The first information report in a criminal case starts the process of investigation\n\n   by letting the criminal law into motion. It is certainly a vital and valuable aspect\n\n   of evidence to corroborate the oral evidence. Therefore, it is imperative that such\n\n   an information is expected to reach the jurisdictional Magistrate at the earliest\n\n   point of time to avoid any possible ante-dating or ante-timing leading to the\n\n   insertion of materials meant to convict the accused contrary to the truth and on\n\n   account of such a delay may also not only gets bereft of the advantage of\n\n   spontaneity, there is also a danger creeping in by the introduction of a coloured\n\n   version, exaggerated account or concocted story as a result of deliberation and\n\n   consultation. However, a mere delay by itself cannot be a sole factor in rejecting\n\n   the prosecution&#x27;s case arrived at after due investigation. Ultimately, it is for the\n\n   Court concerned to take a call. Such a view is expected to be taken after\n\n   considering the relevant materials.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_51\">Precedents:\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">\n</p><blockquote id=\"blockquote_28\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863536\" id=\"span_47\"> <a href=\"/doc/1863536/\" id=\"a_54\">Shivlal v. State of Chhattisgarh</a>, [(2011) 9 SCC 561] as hereunder :-</span>\n</blockquote>\n\n<blockquote id=\"blockquote_29\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"758426\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1038933\" id=\"span_49\">“18. This Court in <a href=\"/doc/1038933/\" id=\"a_55\">Bhajan Singh v. State of Haryana</a>, (2011) 7 SCC 421 : (2011) 3\n         SCC (Cri) 241 has elaborately dealt with the issue of sending the copy of the FIR to\n         the Ilaqa Magistrate with delay and after placing reliance upon a large number of\n         judgments including <a href=\"/doc/758426/\" id=\"a_56\">Shiv Ram v. State of U.P.</a>, (1998) 1 SCC 149 : 1998 SCC (Cri)\n         278 : AIR 1998 SC 49 and Arun Kumar Sharma v. State of Bihar, (2010) 1 SCC\n         108 : (2010) 1 SCC (Cri) 472 came to the conclusion that <a href=\"/doc/445276/\" id=\"a_57\">CrPC</a> provides for\n         internal and external checks: one of them being the receipt of a copy of the FIR by\n         the Magistrate concerned. It serves the purpose that the FIR be not ante-timed or\n         ante-dated. The Magistrate must be immediately informed of every serious offence\n\n<span class=\"hidden_text\" id=\"span_50\">                                              22</span>\n\f     so that he may be in a position to act under <a href=\"/doc/244234/\" id=\"a_58\">Section 159</a> CrPC, if so required. The\n     object of the statutory provision is to keep the Magistrate informed of the\n     investigation so as to enable him to control the investigation and, if necessary, to\n     give appropriate direction. However, it is not that as if every delay in sending the\n     report to the Magistrate would necessarily lead to the inference that the FIR has not\n     been lodged at the time stated or has been ante-timed or ante-dated or the\n     investigation is not fair and forthright. In a given case, there may be an explanation\n     for delay. An unexplained inordinate delay in sending the copy of the FIR to the\n     Ilaqa Magistrate may affect the prosecution case adversely.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"537036\" id=\"span_51\">However, such an\n     adverse inference may be drawn on the basis of attending circumstances involved in\n     a case.”\n\n <a href=\"/doc/537036/\" id=\"a_59\">Rajeevan v. State of Kerala</a>, [(2003) 3 SCC 355] as hereunder: –\n\n\n     “12. Another doubtful factor is the delayed lodging of FIR. The learned counsel for\n     the appellants highlights this factor.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"147273\" id=\"span_52\">Here it is worthwhile to refer <a href=\"/doc/147273/\" id=\"a_60\">Thulia\n     Kali v. State of T.N.</a> [(1972) 3 SCC 393 : 1972 SCC (Cri) 543] wherein the delayed\n     filing of FIR and its consequences are discussed. At para 12 this Court says: (SCC\n     p. 397)\n\n\n         “First information report in a criminal case is an extremely vital and valuable piece\n         of evidence for the purpose of corroborating the oral evidence adduced at the trial.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_53\">         The importance of the above report can hardly be overestimated from the\n         standpoint of the accused. The object of insisting upon prompt lodging of the\n         report to the police in respect of commission of an offence is to obtain early\n         information regarding the circumstances in which the crime was committed, the\n         names of the actual culprits and the part played by them as well as the names of\n         eyewitnesses present at the scene of occurrence. Delay in lodging the first\n         information report quite often results in embellishment which is a creature of\n         afterthought. On account of delay, the report not only gets bereft of the advantage\n         of spontaneity, danger creeps in of the introduction of coloured version,\n         exaggerated account or concocted story as a result of deliberation and\n         consultation. It is, therefore, essential that the delay in lodging of the first\n         information report should be satisfactorily explained.”\n\n\n                                                                         (emphasis supplied)\n              xxx                                 xxx                              xxx\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">     14. As feared by the learned counsel for the appellants, the possibility of\n     subsequent implication of the appellants as a result of afterthought, maybe due to\n     political bitterness, cannot be ruled out. This fact is further buttressed by the\n     delayed placing of FIR before the Magistrate, non-satisfactory explanation given by\n     the police officer regarding the blank sheets in Ext. P-30, counterfoil of the FIR and\n     also by the closely written bottom part of Ext. P-1, statement by PW 1. All these\n     factual circumstances read with the aforementioned decisions of this Court lead to\n\n<span class=\"hidden_text\" id=\"span_53\">                                             23</span>\n\f     the conclusion that it is not safe to rely upon the FIR in the instant case. The delay\n     of 12 hours in filing FIR in the instant case irrespective of the fact that the police\n     station is situated only at a distance of 100 metres from the spot of incident is\n     another factor sufficient to doubt the genuineness of the FIR. Moreover, the\n     prosecution did not satisfactorily explain the delayed lodging of the FIR with the\n     Magistrate.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"632204\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"552074\" id=\"span_55\">15. This Court in <a href=\"/doc/552074/\" id=\"a_61\">Marudanal Augusti v. State of Kerala</a>, (1980) 4 SCC 425 : 1980\n     SCC (Cri) 985 while deciding a case which involves a question of delayed dispatch\n     of the FIR to the Magistrate, cautioned that such delay would throw serious doubt\n     on the prosecution case, whereas in <a href=\"/doc/632204/\" id=\"a_62\">Arjun Marik v. State of Bihar</a>, 1994 Supp (2)\n     SCC 372 : 1994 SCC (Cri) 1551 it was reminded by this Court that: (SCC p. 382,\n     para 24)\n\n\n\n         “[T]he forwarding of the occurrence report is indispensable and absolute\n         and it has to be forwarded with earliest dispatch which intention is implicit\n         with the use of the word ‘forthwith’ occurring in <a href=\"/doc/279174/\" id=\"a_63\">Section 157</a> CrPC, which\n         means promptly and without any undue delay. The purpose and object is\n         very obvious which is spelt out from the combined reading of <a href=\"/doc/279174/\" id=\"a_64\">Sections 157</a>\n         and <a href=\"/doc/244234/\" id=\"a_65\">159</a> CrPC.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1308098\" id=\"span_56\">It has the dual purpose, firstly to avoid the possibility of\n         improvement in the prosecution story and introduction of any distorted\n         version by deliberations and consultation and secondly to enable the\n         Magistrate concerned to have a watch on the progress of the investigation.”\n\n <a href=\"/doc/1308098/\" id=\"a_66\">State of Rajasthan v. Om Prakash</a>, [(2002) 5 SCC 745] as hereunder: –\n\n\n     “9. There was delay of nearly 26 hours in lodging the FIR. The offence is alleged to\n     have taken place at about 9 a.m. The FIR was registered at about 11.30 a.m. on the\n     next day. It was contended by Mr Bachawat, learned counsel for the respondent,\n     that this delay had assumed importance and was fatal particularly when the brother\n     of the prosecutrix, namely, Mam Raj (PW 6) was admittedly at the house. The\n     delay, according to the counsel, has resulted in embellishments.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"147273\" id=\"span_57\">Reliance has been\n     placed on the decision in the case of <a href=\"/doc/147273/\" id=\"a_67\">Thulia Kali v. State of T.N.</a> [(1972) 3 SCC\n     393 : 1972 SCC (Cri) 543 : AIR 1973 SC 501] holding that the first information\n     report in a criminal case is an extremely vital and valuable piece of evidence for the\n     purpose of corroborating the oral evidence adduced at the trial. The object of\n     insisting upon prompt lodging of the report to the police in respect of commission\n     of an offence is to obtain early information regarding the circumstances in which\n     the crime was committed, the names of the actual culprits and the part played by\n     them as well as the names of eye-witnesses present at the scene of occurrence.\n     Delay in lodging the first information report quite often results in embellishment\n     which is a creature of an afterthought. On account of delay, the report not only gets\n     bereft of the advantage of spontaneity, danger creeps in of the introduction of\n\n<span class=\"hidden_text\" id=\"span_58\">                                           24</span>\n\f         coloured version, exaggerated account or concocted story as a result of deliberation\n         and consultation. There can be no dispute about these principles relied upon by Mr\n         Bachawat but the real question in the present case is about the explanation for the\n         delay. It is not at all unnatural for the family members to await the arrival of the\n         elders in the family when an offence of this nature is committed before taking a\n         decision to lodge a report with the police. The reputation and prestige of the family\n         and the career and life of a young child is involved in such cases. Therefore, the\n         presence of the brother of the prosecutrix at home is not of much consequence. It\n         has been established that the father of the girl along with his brother came back to\n         their house at 7 o&#x27;clock in the evening. The girl was unconscious during the day.\n         PW 2 told her husband as to what had happened to their daughter. The police\n         station was at a distance of 15 km. According to the testimony of PW 1 no mode of\n         conveyance was available.</span> The police was reported to the next day morning and\n         FIR was recorded at 11.30 a.m. The delay in reporting the matter to the police has\n         thus been fully explained.”\n\n\n\nDelay in Recording the Statement under Section 161 Cr.PC:\n\n\n</p><blockquote id=\"blockquote_30\">28. The Investigating Officer is expected to kick start his investigation immediately\n\n   after registration of a cognizable offense. An inordinate and unexplained delay\n\n   may be fatal to the prosecution&#x27;s case but only to be considered by the Court, on\n\n   the facts of each case. There may be adequate circumstances for not examining a\n\n   witness at an appropriate time. However, non-examination of the witness despite\n\n   being available may call for an explanation from the Investigating Officer. It\n\n   only causes doubt in the mind of the Court, which is required to be cleared.\n</blockquote>\n\n<blockquote id=\"blockquote_31\">29. Similarly, a statement recorded, as in the present case, the investigation report is\n\n   expected to be sent to the jurisdictional Magistrate at the earliest. A long,\n\n   unexplained delay, would give room for suspicion.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_59\">                                              25</span>\n<p data-structure=\"Precedent\" id=\"p_56\">\fPrecedents:\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">\n</p><blockquote id=\"blockquote_32\">  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"104240276\" id=\"span_60\"> <a href=\"/doc/104240276/\" id=\"a_68\">Shahid Khan v. State of Rajasthan</a>, [(2016) 4 SCC 96] as hereunder: –\n\n\n       “20. The statements of PW 25 Mirza Majid Beg and PW 24 Mohamed Shakir were\n       recorded after 3 days of the occurrence. No explanation is forthcoming as to why\n       they were not examined for 3 days. It is also not known as to how the police came\n       to know that these witnesses saw the occurrence. The delay in recording the\n       statements casts a serious doubt about their being eyewitnesses to the occurrence. It\n       may suggest that the investigating officer was deliberately marking time with a\n       view to decide about the shape to be given to the case and the eyewitnesses to be\n       introduced. The circumstances in this case lend such significance to this delay. PW\n       25 Mirza Majid Beg and PW 24 Mohamed Shakir, in view of their unexplained\n       silence and delayed statement to the police, do not appear to us to be wholly\n       reliable witnesses. There is no corroboration of their evidence from any other\n       independent source either. We find it rather unsafe to rely upon their evidence only\n       to uphold the conviction and sentence of the appellants. The High Court has failed\n       to advert to the contentions raised by the appellants and reappreciate the evidence\n       thereby resulting in miscarriage of justice.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1772812\" id=\"span_61\">In our opinion, the case against the\n       appellants has not been proved beyond reasonable doubt.”\n\n   <a href=\"/doc/1772812/\" id=\"a_69\">Ganesh Bhavan Patel v. State of Maharashtra</a>, [(1978) 4 SCC 371] as\n\n     hereunder: –\n\n\n       “15. As noted by the trial Court, one unusual feature which projects its shadow on\n       the evidence of PWs Welji, Pramila and Kuvarbai and casts a serious doubt about\n       their being eyewitnesses of the occurrence, is the undue delay on the part of the\n       investigating officer in recording their statements. Although these witnesses were or\n       could be available for examination when the investigating officer visited the scene\n       of occurrence or soon thereafter, their statements under <a href=\"/doc/447673/\" id=\"a_70\">Section 161</a>, Cr.P.C. were\n       recorded on the following day. Welji (PW 3) was examined at 8 a.m., Pramila at\n       9.15 or 9.30 a.m., and Kuvarbai at 1 p.m. Delay of a few hours, simpliciter, in\n       recording the statements of eyewitnesses may not, be itself, amount to a serious\n       infirmity in the prosecution case. But it may assume such a character if there are\n       concomitant circumstances to suggest that the investigator was deliberately\n       marking time with a view to decide about the shape to be given to the case and the\n       eyewitnesses to be introduced. A catena of circumstances which lend such\n       significance to this delay, exists in the instant case.</span>\n</blockquote>\n<blockquote id=\"blockquote_33\">                    xxx                          xxx                           xxx\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                            26</span>\n</blockquote><blockquote id=\"blockquote_34\">\f        29. Thus considered in the light of the surrounding circumstances, this inordinate\n        delay in registration of the ‘F.I.R.’ and further delay in recording the statements of\n        the material witnesses, casts a cloud of suspicion on the credibility of the entire\n        warp and woof of the prosecution story.\n</blockquote>\n<blockquote id=\"blockquote_35\">                    xxx                            xxx                           xxx\n\n</blockquote><blockquote id=\"blockquote_36\">        47. All the infirmities and flaws pointed out by the trial Court assumed importance,\n        when considered in the light of the all-pervading circumstance that there was\n        inordinate delay in recording Ravji&#x27;s statement (on the basis of which the “F.I.R.”\n        was registered) and further delay in recording the statements of Welji, Pramila and\n        Kuvarbai. This circumstance, looming large in the back-ground, inevitably leads to\n        the conclusion, that the prosecution story was conceived and constructed after a\n        good deal of deliberation and delay in a shady setting, highly redolent of doubt and\n        suspicion.”\n\n\n\nRecovery under <a href=\"/doc/1312051/\" id=\"a_71\">Section 27</a> of the Evidence Act:\n</blockquote>\n\n<blockquote id=\"blockquote_37\">30. <a href=\"/doc/1312051/\" id=\"a_72\">Section 27</a> of the Evidence Act is an exception to Sections 24 to 26.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_58\">  Admissibility under Section 27 is relatable to the information pertaining to a fact\n\n  discovered. This provision merely facilitates proof of a fact discovered in\n\n  consequence of information received from a person in custody, accused of an\n\n  offense. Thus, it incorporates the theory of “confirmation by subsequent facts”\n\n  facilitating a link to the chain of events. It is for the prosecution to prove that the\n\n  information received from the accused is relatable to the fact discovered. The\n\n  object is to utilize it for the purpose of recovery as it ultimately touches upon the\n\n  issue pertaining to the discovery of a new fact through the information furnished\n\n  by the accused. Therefore, Section 27 is an exception to Sections 24 to 26 meant\n\n  for a specific purpose and thus be construed as a proviso.\n\n<span class=\"hidden_text\" id=\"span_63\">                                              27</span>\n</p><p data-structure=\"CDiscource\" id=\"p_59\">\f31. The onus is on the prosecution to prove the fact discovered from the\n\n  information obtained from the accused. This is also for the reason that the\n\n  information has been obtained while the accused is still in the custody of the\n\n  police. Having understood the aforesaid object behind the provision, any\n\n  recovery under Section 27 will have to satisfy the Court’s conscience. One\n\n  cannot lose sight of the fact that the prosecution may at times take advantage of\n\n  the custody of the accused, by other means. The Court will have to be conscious\n\n  of the witness&#x27;s credibility and the other evidence produced when dealing with a\n\n  recovery under <a href=\"/doc/1312051/\" id=\"a_73\">Section 27</a> of the Evidence Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">\nPrecedents:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">\n</p><blockquote id=\"blockquote_38\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"84763000\" id=\"span_64\"> <a href=\"/doc/84763000/\" id=\"a_74\">Kusal Toppo v. State of Jharkhand</a>, [(2019) 13 SCC 676] as hereunder: –\n\n\n        “25.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"260813\" id=\"span_65\">The law under <a href=\"/doc/1312051/\" id=\"a_75\">Section 27</a> of the Evidence Act is well settled now, wherein this\n        Court in <a href=\"/doc/260813/\" id=\"a_76\">Geejaganda Somaiah v. State of Karnataka</a>, (2007) 9 SCC 315 : (2007) 3\n        SCC (Cri) 135 has observed as under : (SCC p. 324, para 22)\n\n\n\n              “22. As the section is alleged to be frequently misused by the police, the\n              courts are required to be vigilant about its application. The court must\n              ensure the credibility of evidence by police because this provision is\n              vulnerable to abuse. It does not, however, mean that any statement made in\n              terms of the aforesaid section should be seen with suspicion and it cannot be\n              discarded only on the ground that it was made to a police officer during\n              investigation. The court has to be cautious that no effort is made by the\n              prosecution to make out a statement of the accused with a simple case of\n              recovery as a case of discovery of fact in order to attract the provisions of\n              <a href=\"/doc/1312051/\" id=\"a_77\">Section 27</a> of the Evidence Act.”</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">                                              28</span>\n</blockquote><blockquote id=\"blockquote_39\">\f     26. The basic premise of Section 27 is to only partially lift the ban against\n     admissibility of inculpatory statements made before the police, if a fact is actually\n     discovered in consequence of the information received from the accused. Such\n     condition would afford some guarantee. We may additionally note that, the courts\n     need to be vigilant while considering such evidence.\n</blockquote>\n<blockquote id=\"blockquote_40\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"195961\" id=\"span_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254739\" id=\"span_68\">27. This Court in multiple cases has reiterated the aforesaid principles under\n     <a href=\"/doc/1312051/\" id=\"a_78\">Section 27</a> of the Evidence Act and only utilised <a href=\"/doc/1312051/\" id=\"a_79\">Section 27</a> for limited aspect\n     concerning recovery (refer <a href=\"/doc/254739/\" id=\"a_80\">Pulukuri Kotayya v. King Emperor</a>, 1946 SCC OnLine\n     PC 47 : (1946-47) 74 IA 65; <a href=\"/doc/195961/\" id=\"a_81\">Jaffar Hussain Dastagir v. State of Maharashtra</a>,\n     (1969) 2 SCC 872 : AIR 1970 SC 1934). As an additional safeguard we may note\n     that reliance on certain observations made in certain precedents of this Court\n     without understanding the background of the case may not be sustainable. There is\n     no gainsaying that it is only the ratio which has the precedential value and the same\n     may not be extended to an obiter.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"160341963\" id=\"span_69\">As this Court being the final forum for appeal, we\n     need to be cognizant of the fact that this Court generally considers only legal\n     aspects relevant to the facts and circumstances of that case, without elaborately\n     discussing the minute hyper-technicalities and factual intricacies involved in the\n     trial.”\n\n\n <a href=\"/doc/160341963/\" id=\"a_82\">Navaneethakrishnan v. State</a>, [(2018) 16 SCC 161] as hereunder: –\n\n     “23. The learned counsel for the appellant-accused contended that the statements\n     given by the appellant-accused are previous statements made before the police and\n     cannot be therefore relied upon by both the appellant-accused as well as the\n     prosecution.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338008\" id=\"span_70\">In this view of the matter, it is pertinent to mention here the following\n     decision of this Court in <a href=\"/doc/338008/\" id=\"a_83\">Selvi v. State of Karnataka</a>, (2010) 7 SCC 263 : (2010) 3\n     SCC (Cri) 1 wherein it was held as under : (SCC pp. 334-35, paras 133 &amp; 134)\n\n\n\n         “133. We have already referred to the language of <a href=\"/doc/447673/\" id=\"a_84\">Section 161</a> CrPC which\n         protects the accused as well as suspects and witnesses who are examined\n         during the course of investigation in a criminal case. It would also be useful\n         to refer to <a href=\"/doc/523607/\" id=\"a_85\">Sections 162</a>, <a href=\"/doc/1184284/\" id=\"a_86\">163</a> and <a href=\"/doc/497457/\" id=\"a_87\">164</a> CrPC which lay down procedural\n         safeguards in respect of statements made by persons during the course of\n         investigation. However, <a href=\"/doc/1312051/\" id=\"a_88\">Section 27</a> of the Evidence Act incorporates the\n         “theory of confirmation by subsequent facts” i.e. statements made in\n         custody are admissible to the extent that they can be proved by the\n         subsequent discovery of facts. It is quite possible that the content of the\n         custodial statements could directly lead to the subsequent discovery of\n         relevant facts rather than their discovery through independent means. Hence\n         such statements could also be described as those which “furnish a link in the\n         chain of evidence” needed for a successful prosecution…..”\n\n\n<span class=\"hidden_text\" id=\"span_71\">                                          29</span>\n\f H.P. Admn. v. Om Prakash, [(1972) 1 SCC 249] as hereunder: –\n\n     “8…We are not unaware that <a href=\"/doc/1312051/\" id=\"a_89\">Section 27</a> of the Evidence Act which makes the\n     information given by the accused while in custody leading to the discovery of a fact\n     and the fact admissible, is liable to be abused and for that reason great caution has\n     to be exercised in resisting any attempt to circumvent, by manipulation or ingenuity\n     of the Investigating Officer, the protection afforded by <a href=\"/doc/494844/\" id=\"a_90\">Section 25</a> and <a href=\"/doc/387768/\" id=\"a_91\">Section 26</a> of\n     the Evidence Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"924340\" id=\"span_72\">While considering the evidence relating to the recovery we shall\n     have to exercise that caution and care which is necessary to lend assurance that the\n     information furnished and the fact discovered is credible.”\n\n <a href=\"/doc/924340/\" id=\"a_92\">Aghnoo Nagesia v. State of Bihar</a>, [(1966) 1 SCR 134] as hereunder: –\n\n     “9. <a href=\"/doc/494844/\" id=\"a_93\">Section 25</a> of the Evidence Act is one of the provisions of law dealing with\n     confessions made by an accused. The law relating to confessions is to be found\n     generally in <a href=\"/doc/967059/\" id=\"a_94\">Sections 24</a> to <a href=\"/doc/1974480/\" id=\"a_95\">30</a> of the Evidence Act and <a href=\"/doc/523607/\" id=\"a_96\">Sections 162</a> and <a href=\"/doc/497457/\" id=\"a_97\">164</a> of the\n     Code of Criminal Procedure, 1898. <a href=\"/doc/430855/\" id=\"a_98\">Sections 17</a> to <a href=\"/doc/821945/\" id=\"a_99\">31</a> of the Evidence Act are to be\n     found under the heading “Admissions”. Confession is a species of admission, and is\n     dealt with in <a href=\"/doc/967059/\" id=\"a_100\">Sections 24</a> to <a href=\"/doc/1974480/\" id=\"a_101\">30</a>. A confession or an admission is evidence against the\n     maker of it, unless its admissibility is excluded by some provision of law. <a href=\"/doc/967059/\" id=\"a_102\">Section\n     24</a> excludes confessions caused by certain inducements, threats and promises.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_62\">     <a href=\"/doc/494844/\" id=\"a_103\">Section 25</a> provides: “No confession made to a police officer, shall be proved as\n     against a person accused of an offence”. The terms of <a href=\"/doc/494844/\" id=\"a_104\">Section 25</a> are imperative. A\n     confession made to a police officer under any circumstances is not admissible in\n     evidence against the accused. It covers a confession made when he was free and not\n     in police custody, as also a confession made before any investigation has begun.\n     The expression “accused of any offence” covers a person accused of an offence at\n     the trial whether or not he was accused of the offence when he made the confession.\n     <a href=\"/doc/387768/\" id=\"a_105\">Section 26</a> prohibits proof against any person of a confession made by him in the\n     custody of a police officer, unless it is made in the immediate presence of a\n     Magistrate. The partial ban imposed by <a href=\"/doc/387768/\" id=\"a_106\">Section 26</a> relates to a confession made to a\n     person other than a police officer. <a href=\"/doc/387768/\" id=\"a_107\">Section 26</a> does not qualify the absolute ban\n     imposed by <a href=\"/doc/494844/\" id=\"a_108\">Section 25</a> on a confession made to a police officer. <a href=\"/doc/1312051/\" id=\"a_109\">Section 27</a> is in the\n     form of a proviso, and partially lifts the ban imposed by <a href=\"/doc/967059/\" id=\"a_110\">Sections 24</a>, <a href=\"/doc/494844/\" id=\"a_111\">25</a> and <a href=\"/doc/387768/\" id=\"a_112\">26</a>. It\n     provides that when any fact is deposed to as discovered in consequence of\n     information received from a person accused of any offence, in the custody of a\n     police officer, so much of such information, whether it amounts to a confession or\n     not, as relates distinctly to the fact thereby discovered, may be proved. <a href=\"/doc/523607/\" id=\"a_113\">Section 162</a>\n     of the Code of Criminal Procedure forbids the use of any statement made by any\n     person to a police officer in the course of an investigation for any purpose at any\n     enquiry or trial in respect of the offence under investigation, save as mentioned in\n     the proviso and in cases falling under sub-section (2), and it specifically provides\n     that nothing in it shall be deemed to affect the provisions of <a href=\"/doc/1312051/\" id=\"a_114\">Section 27</a> of the\n     Evidence Act. The words of <a href=\"/doc/1762984/\" id=\"a_115\">Section 162</a> are wide enough to include a confession\n\n<span class=\"hidden_text\" id=\"span_73\">                                          30</span>\n\f      made to a police officer in the course of an investigation. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1301452\" id=\"span_74\">A statement or confession\n      made in the course of an investigation may be recorded by a Magistrate under\n      <a href=\"/doc/497457/\" id=\"a_116\">Section 164</a> of the Code of Criminal Procedure subject to the safeguards imposed\n      by the section. Thus, except as provided by <a href=\"/doc/1312051/\" id=\"a_117\">Section 27</a> of the Evidence Act, a\n      confession by an accused to a police officer is absolutely protected under <a href=\"/doc/494844/\" id=\"a_118\">Section\n      25</a> of the Evidence Act, and if it is made in the course of an investigation, it is also\n      protected by <a href=\"/doc/523607/\" id=\"a_119\">Section 162</a> of the Code of Criminal Procedure, and a confession to\n      any other person made by him while in the custody of a police officer is protected\n      by <a href=\"/doc/387768/\" id=\"a_120\">Section 26</a>, unless it is made in the immediate presence of a Magistrate. These\n      provisions seem to proceed upon the view that confessions made by an accused to a\n      police officer or made by him while he is in the custody of a police officer are not\n      to be trusted, and should not be used in evidence against him. They are based upon\n      grounds of public policy, and the fullest effect should be given to them.”\n\n\n <a href=\"/doc/1301452/\" id=\"a_121\">K. Chinnaswamy Reddy v. State of A.P.</a>, [(1963) 3 SCR 412] as hereunder:</span>\n\n</p><blockquote id=\"blockquote_41\">  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"254739\" id=\"span_75\">–\n\n      “9. Let us then turn to the question whether the statement of the appellant to the\n      effect that “he had hidden them (the ornaments)” and “would point out the place”\n      where they were, is wholly admissible in evidence under <a href=\"/doc/1312051/\" id=\"a_122\">Section 27</a> or only that\n      part of it is admissible where he stated that he would point out the place but not that\n      part where he stated that he had hidden the ornaments. The Sessions Judge in this\n      connection relied on <a href=\"/doc/254739/\" id=\"a_123\">Pulukuri Kotayya v. King-Emperor</a> [(1946) 74 IA 65] where a\n      part of the statement leading to the recovery of a knife in a murder case was held\n      inadmissible by the Judicial Committee. In that case the Judicial Committee\n      considered <a href=\"/doc/1312051/\" id=\"a_124\">Section 27</a> of the Indian Evidence Act, which is in these terms:</span>\n</blockquote>\n\n\n<blockquote id=\"blockquote_42\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254739\" id=\"span_76\">“Provided that, when any fact is deposed to as discovered in consequence of\n          information received from a person accused of any offence, in the custody\n          of a police officer, so much of such information, whether it amounts to a\n          confession or not, as relates distinctly to the fact thereby discovered, may be\n          proved.”\n\n\n\n      This section is an exception to <a href=\"/doc/494844/\" id=\"a_125\">Sections 25</a> and <a href=\"/doc/387768/\" id=\"a_126\">26</a>, which prohibit the proof of a\n      confession made to a police officer or a confession made while a person is in police\n      custody, unless it is made in immediate presence of a Magistrate. <a href=\"/doc/1312051/\" id=\"a_127\">Section 27</a> allows\n      that part of the statement made by the accused to the police “whether it amounts to\n      a confession or not” which relates distinctly to the fact thereby discovered to be\n      proved. Thus even a confessional statement before the police which distinctly\n      relates to the discovery of a fact may be proved under <a href=\"/doc/1312051/\" id=\"a_128\">Section 27</a>. The Judicial\n\n<span class=\"hidden_text\" id=\"span_77\">                                            31</span>\n\f         Committee had <a href=\"/doc/254739/\" id=\"a_129\">in that case</a> to consider how much of the information given by the\n         accused to the police would be admissible under <a href=\"/doc/1312051/\" id=\"a_130\">Section 27</a> and laid stress on the\n         words “so much of such information … as relates distinctly to the fact thereby\n         discovered” in that connection. It held that the extent of the information admissible\n         must depend on the exact nature of the fact discovered to which such information is\n         required to relate. It was further pointed out that “the fact discovered embraces the\n         place from which the object is produced and the knowledge of the accused as to\n         this, and the information given must relate distinctly to this fact”…..”\n\n\n\n\nOn Merit:</span>\n</blockquote>\n\n<blockquote id=\"blockquote_43\">We shall first take the case of the accused who suffered conviction at the hands of\n\nthe Trial Court and the High Court. On perusal, we find that the courts have dealt\n\nwith all the contentions thoroughly. The Trial Court considered the issue qua the\n\ndelay, and the reasoning rendered thereunder does not warrant interference. We do\n\nnot find any material to hold that the delay is willful and deliberate to the extent of\n\ncreating any suspicion. The occurrence happened at night and Ext. P1 reached on\n\nthe next day evening. There is no clarity on the mode. Perhaps it reached late during\n\nthe day as it would have been felt not to place it before the jurisdictional Magistrate\n\nduring the night-time, at the time of occurrence. The Trial Court has considered this\n\naspect, and as we find no infirmity in its reasoning, which is rendered by taking into\n\n\n\n<span class=\"hidden_text\" id=\"span_78\">                                              32</span>\n\fconsideration the other evidence available on record, including the deposition of the\n\neye-witnesses, we are inclined to reject the said contention.\n</blockquote>\n\n<blockquote id=\"blockquote_44\">32. It is also contended that it would not be probable to make a reference in Ext. P1\n\n   about the registration number of vehicles which was known to P.W.1 only the\n\n   next day. Though not raised before the Trial Court, the said contention also\n\n   deserves to be rejected for the reasoning aforesaid. The evidence available on\n\n   record would suggest the place of occurrence and the manner in which it\n\n   happened. The Trial Court found acceptance of the testimonies of the witnesses\n\n   who saw the occurrence. The deposition was rendered by P.W.1 after the\n\n   registration of Exhibit P1. This would not materially alter the case of the\n\n   prosecution.\n</blockquote>\n\n<blockquote id=\"blockquote_45\">33. Though A-8 and A-9 were injured, they have taken a plea that they were not\n\n   present at the place of occurrence. The Trial Court was right in holding that the\n\n   doctor’s evidence and the evidence of the eye-witnesses would clearly explain\n\n   the reasons behind the injury suffered. The accused (A-8 and A-9) suffered the\n\n   injury at the place of occurrence, which they denied. Thus, the said contention\n\n   raised also deserves to be rejected.\n</blockquote>\n\n<blockquote id=\"blockquote_46\">34. We find that nothing has been elicited from the eye-witnesses insofar as the\n\n   aforesaid accused are concerned to impeach through their evidence. Merely\n\n<span class=\"hidden_text\" id=\"span_79\">                                          33</span>\n\f   because the witnesses are family members apart from being chance witnesses,\n\n   their testimonies cannot be rejected. P.W.’s 4 and 21 are likely to be seen near\n\n   the place of occurrence. P.W. 21 was working in the theatre nearby, and P.W.4\n\n   was a neighbour. Though they would not have seen the occurrence from inside\n\n   the house, their presence cannot be doubted to the extent of being present there.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_63\">   Therefore, their evidence as applicable to A-2, A-4, A-5, A-8 and A-9 must be\n\n   approved. Both the courts have considered the entire evidence available in\n\n   drawing their conclusion, which we do not find to be perverse. In such a view of\n\n   the matter, Criminal Appeal Nos. 450-451 of 2015 and Criminal Appeal No. 959\n\n   of 2015 stand dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">\n</p><p data-structure=\"CDiscource\" id=\"p_65\">35. This takes us to the remaining criminal appeals being Criminal Appeal Nos.430-\n\n   431 of 2015. We find considerable force in the submission made by Mr. R.\n\n   Basant, learned senior counsel. The Trial Court has given cogent reasoning for\n\n   acquitting these accused. It found the witnesses struggling and going back and\n\n   forth to identify these accused persons. Incidentally, it found that two material\n\n   objects in which A-8 and A-11 were involved either by travelling to the place of\n\n   occurrence or by owning are not proved by duly connecting them. Very\n\n   exhaustive reasons have been given for coming to the said conclusion.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_80\">                                         34</span>\n</p><p data-structure=\"Precedent\" id=\"p_66\">\f36. The High Court found fault with the Trial Court by relying on <a href=\"/doc/999134/\" id=\"a_131\">Section 149</a> IPC.\n\n   To attract <a href=\"/doc/1060179/\" id=\"a_132\">Section 149</a>, the prosecution has to prove its foundational facts. The\n\n   Trial Court has taken a possible view that the evidence rendered by the eye-\n\n   witnesses does not satisfy the Court qua the presence of A-10 to A-13.         As\n\n   recorded by us, adequate reasons have been given for coming to this conclusion.\n\n   In that context, the Trial Court held that P.W.1 and P.W.2 did not state that A-11\n\n   inflicted injuries. The Trial Court had the advantage of seeing the witnesses as\n\n   they deposed. The appellate forum cannot change the conclusion arrived at\n\n   thereafter by substituting its views. It seems to us that the High Court has\n\n   adopted the principle of preponderance of probability as could be applicable to\n\n   the civil cases to the case on hand when more scrutiny is warranted for reversing\n\n   an order of acquittal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n</p><p data-structure=\"CDiscource\" id=\"p_68\">37. The reasoning of the Trial Court for not going with the evidence of P.W. 21 and\n\n   P.W. 46 as against A-11 and A-13 appears to be an acceptable one as it was\n\n   extremely doubtful on the evidence rendered by the eye-witnesses who actually\n\n   saw the occurrence from outside the house. Furthermore, these witnesses,\n\n   P.W.21 and P.W.46, have given their statements under <a href=\"/doc/447673/\" id=\"a_133\">Section 161</a> Cr.PC only\n\n   after nine days and two days delay subsequently. Therefore, we can draw our\n\n   analogical reasoning since the evidentiary arguments raised on behalf of the\n\n   statements provided by these witnesses raise suspicion and are likely to mislead\n\n<span class=\"hidden_text\" id=\"span_81\">                                         35</span>\n\f   or, at any rate, not firm enough to support a seriously contested conclusion.\n\n   Thus, to the Trial Court&#x27;s decision, we give our approval.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_69\">38. The High Court placed its reliance also on the recovery coupled with the\n\n   scientific evidence. We believe that such recoveries are expected to be proved if\n\n   relied upon by the Court. As against P.W. 35, who signed the recovery mahazar,\n\n   he was not even acquainted with the place and lived in a far distant area.\n\n   Similarly, P.W. 33 is not a resident of the locality. Except for P.W.4, the other\n\n   witnesses have not identified the material object recovered.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_70\">39. P.W.40, who signed the recovery mahazar qua A-11, turned hostile.\n\n   Furthermore, the arrest of A-11 was made on 05.08.2002, while the recovery\n\n   was made on 13.08.2002, creating a serious doubt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">\n</p><p data-structure=\"CDiscource\" id=\"p_72\">40. For the recovery made from A-12 also, there is no confirmation from P.W.1 to\n\n   P.W.3. P.W.34, who signed a mahazar is also a CPI(M) party member. We may\n\n   also hasten to add that P.W.64, Investigating Officer, feigns ignorance of the\n\n   witnesses who signed the recovery mahazar pertaining to A-10 and A-11 as to\n\n   whether they belong to the said party or not as he did not even know as to where\n\n   they hail from. On the recovery made from A-12, mahazar was signed by\n\n   P.W.50, who was also incidentally a CPI(M) member and the other attesting\n\n   member was not examined. It is also improbable that A-12 could wear the same\n\n<span class=\"hidden_text\" id=\"span_82\">                                         36</span>\n\f   dress for more than 10 days with the bloodstains. The same logic would also\n\n   apply to A-10 as well.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">\n</p><p data-structure=\"CDiscource\" id=\"p_74\">41. The blood-stained dress was stated to have been recovered from A-13 from the\n\n   hospital. It is not known as to how the said dress reached the hospital, and there\n\n   is no evidence forthcoming on that count, apart from correlating the said dress to\n\n   that of the accused.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">\n</p><p data-structure=\"CDiscource\" id=\"p_76\">42. From the above, we can find a structured pattern in the recovery of A-10 to A-\n\n</p><p data-structure=\"Conclusion\" id=\"p_77\">   13. There appears to be some anxiety on the part of the prosecution to make\n\n   compulsory recoveries. The recoveries are said to have been made from the\n\n   house of P.W.21, having no connection with A-10. The fallacious notion that the\n\n   recovery of such an incriminating article was made from a place that might also\n\n   be accessible to the P.W.21, is also one of the doubts we sense in the following\n\n   factual analogy of this case. P.W. 21 is also the same witness who has given his\n\n   161 <a href=\"/doc/445276/\" id=\"a_134\">Cr.PC</a> statement nine days after the incident pertaining to the accused. This\n\n   further raises the question on the credibility of the prosecution case.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_78\">43. Upon the discussion made as aforesaid, we are inclined to dismiss the appeals\n\n   filed being Criminal Appeal No.450-451 of 2015 and Criminal Appeal No.959\n\n   of 2015 confirming the conviction rendered by the High Court. The conviction\n\n   rendered by the High Court against the appellants in Criminal Appeal No. 430-\n\n<span class=\"hidden_text\" id=\"span_83\">                                          37</span>\n\f431 of 2015 arrayed as A-10 to A-13 stands set aside. Consequently, the appeals\n\nfiled by accused nos. A-10 to A-13 being Criminal Appeal No.430-431 of 2015\n\nare allowed by setting aside the judgment rendered by the High Court and\n\nrestoring the acquittal rendered by the Trial Court. Bail bonds, if any, pertaining\n\nto A-10 to A-13 stand discharged.       Pending application(s), if any, stand(s)\n\ndisposed of.\n</p>\n<p data-structure=\"Precedent\" id=\"p_79\">                                                    …….………………………J.\n                                                    (SANJAY KISHAN KAUL)\n\n\n\n                                                    ……………………………J.\n                                                       (M.M. SUNDRESH)\nNew Delhi\nApril 22, 2022\n\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">                                       38</span>\n\f</p>","numcites":62,"numcitedby":87,"docsource":"Supreme Court of India","citetid":79200615,"divtype":"judgments","relatedqs":[{"value":"delay in fir","formInput":"delay%20in%20fir"},{"value":"appeal against order of acquittal","formInput":"appeal%20against%20order%20of%20acquittal"},{"value":"sec.27 of evidence act","formInput":"sec.27%20of%20evidence%20act"},{"value":"delayed first information report","formInput":"delayed%20first%20information%20report"},{"value":"delay in lodging","formInput":"delay%20in%20lodging"},{"value":"section 378 of criminal procedure code ","formInput":"section%20378%20of%20criminal%20procedure%20code%20"},{"value":"section 378 crpc","formInput":"section%20378%20crpc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 427 ipc","formInput":"section%20427%20ipc"},{"value":"explosive substances act","formInput":"explosive%20substances%20act"},{"value":"confession to police officer","formInput":"confession%20to%20police%20officer"},{"value":"kuldeep singh v. the commissioner","formInput":"kuldeep%20singh%20v.%20the%20commissioner"},{"value":"presumption of innocence","formInput":"presumption%20of%20innocence"},{"value":"police custody ","formInput":"police%20custody%20"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"confession","formInput":"confession"},{"value":"section 161 of crpc","formInput":"section%20161%20of%20crpc"},{"value":"statement under section 161","formInput":"statement%20under%20section%20161"},{"value":" judgment of acquittal","formInput":"%20judgment%20of%20acquittal"},{"value":"concocted story","formInput":"concocted%20story"}],"cats":[{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"confession-to-police-officer-not-to-be-proved","formInput":"tag:confession-to-police-officer-not-to-be-proved"},{"value":"inadmisibility-of-accused-confession-during-police-custody","formInput":"tag:inadmisibility-of-accused-confession-during-police-custody"},{"value":"appeal-in-case-of-aquittal","formInput":"tag:appeal-in-case-of-aquittal"}],"courtcopy":true,"query_alert":null,"agreement":false}