{"tid":74200015,"publishdate":"2013-04-08","title":"Sonu @ Vikas vs State Of Haryana on 8 April, 2013","doc":"<h2 class=\"doc_title\">Sonu @ Vikas vs State Of Haryana on 8 April, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-kant\">Surya Kant</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-kant\">Surya Kant</a></h3>\n\n<pre id=\"pre_1\">Criminal Appeal No.1068-DB of 2009                                   1\n\n   IN THE HIGH COURT OF PUNJAB &amp; HARYANA AT CHANDIGARH\n\n\n               (I) Criminal Appeal No.1068-DB of 2009\n                   Date of decision: April 08, 2013\nSonu @ Vikas\n                                                          ...Appellant\n                                     Versus\nState of Haryana\n                                                        ...Respondent\n\n             (II) Criminal Appeal No.1102-DB of 2009\nNaresh Kumar @ Neshi\n                                                          ....Appellant\n                                     Versus\nState of Haryana\n                                                        ...Respondent\n\n             (III) Criminal Appeal No.29-DB of 2010\nParveen @ Dhan Singh\n                                                          ....Appellant\n                                     Versus\nState of Haryana\n                                                        ...Respondent\n\n             (IV) Criminal Appeal No.117-DB of 2010\nKuldeep @ Kallu and another\n                                                        ....Appellants\n                                     Versus\nState of Haryana\n                                                        ...Respondent\n\n                (V) Criminal Appeal No.132-DB of 2010\nDinesh\n                                                          ....Appellant\n                                     Versus\nState of Haryana\n                                                        ...Respondent\n\n              (VI) Criminal Appeal No.3049-SB of 2009\nChhoti and another\n                                                        ....Appellants\n                                     Versus\nState of Haryana\n                                                        ...Respondent\n\n            (VII) Criminal Appeal No.3087-SB of 2009\nMaya and another\n                                                        ....Appellants\n                                     Versus\nState of Haryana\n                                                        ...Respondent\n Criminal Appeal No.1068-DB of 2009                              2\n\nCORAM: HON&#x27;BLE MR. JUSTICE SURYA KANT\n            HON&#x27;BLE MR. JUSTICE R.P.NAGRATH\n\n\n\nPresent:    Mr.Vinod Ghai, Sr. Advocate with\n            Mr. Mandeep Kaushik and\n            Mr.Ram Kumar Saini,Advocates\n            (in CRA-D-1068-DB of 2009)\n\n            Mr. Gurpreet Singh, Advocate\n            (in CRA-D-1102-DB of 2009\n\n            Mr. Kapil Aggarwal, Advocate\n            (in CRA-D-29-DB of 2010)\n\n            Mr. H.N.Sahu, Advocate\n            (in CRA-D-117-DB of 2010)\n\n            Mr. Baldev Singh,Sr. Advocate with\n            Mr.Depinder Singh, Advocate\n            (in CRA-D-132-DB of 2010)\n\n            Mr. Yash Paul Malik, Advocate\n            (in CRA-D-3049-SB of 2009)\n\n            Mr.Ram Pal Verma,Advocate\n            (CRA-D-3087-SB of 2009)\n\n            Mr. R.D.Sharma, DAG, Haryana.\n\n\n1.    Whether Reporters of local papers may be allowed\n      to see the judgment ?\n\n2.    To be referred to the reporter or not ?\n\n3.    Whether the Judgment should be reported in the Digest ?\n\n\nR.P. NAGRATH, J.\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">            Seven Appeals bearing Criminal Appeal Nos.1068-DB\n\nand 1102-DB of 2009, 29-DB, 117-DB, and 132-DB of 2010, 3049-\n\nSB and 3087-SB of 2009 arising out of the same judgment of\n\nconviction dated 18.11.2009 and order of sentence dated 19.11.2009\n<span class=\"hidden_text\" id=\"span_1\"> Criminal Appeal No.1068-DB of 2009                                   3</span>\n\npassed by learned Additional Sessions Judge, Panipat are being\n\ndisposed of by this common order. 12 accused were tried of the\n\ncharges for offences under Sections 120-B, 216 and 302 read with\n\n<a href=\"/doc/37788/\" id=\"a_1\">Section 34</a> Indian Penal Code (<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>), out of whom 10 (the appellants)\n\nwere convicted under different heads and awarded sentences\n\nwhereas the other two namely, Rishi Pal and Parveen Kumar alias\n\nLala were acquitted by giving them benefit of doubt. Since there is\n\nseparate role attributed individually or in a group to each of them, it\n\nwould be necessary to narrate prosecution story in detail.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.           The incident in which Dr. Ved Nasha was shot dead by\n\nthe assailants in his clinic, took place at about 10.40 pm on\n\n10.9.2007. The First Information Report (FIR) was recorded on the\n\nstatement of Ashish Kumar son of the deceased. Ashish Kumar was\n\nMBBS student in Meerut. On the fateful evening, he was sitting in the\n\nclinic of his father. The deceased used to sit late in the evening for\n\nattending his patients. At about 10.40 pm, three youths came to the\n\nclinic.   One of them was 5&#x27; 7&quot; tall,   wearing black shirt and blue\n\ntrousers entered inside the clinic and the other two kept standing\n\noutside. The culprit who entered the clinic, shot Dr. Ved Nasha on the\n\nneck while the doctor was sitting on his chair. On hearing noise of\n\nthe fire arm, Ashish Kumar came out but in the meanwhile all the\n\nthree culprits ran away on foot towards Balaji temple in the cover of\n\ndarkness. The complainant accompanied by his mother and uncle Dr.\n\nDev Raj took injured to Prem Hospital where the doctors declared\n\nthe victim as dead.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.           PW18 Inspector Satpal Singh, SHO PS Samalkha\n<span class=\"hidden_text\" id=\"span_2\"> Criminal Appeal No.1068-DB of 2009                                      4</span>\n\nreceived a telephonic message from Civil Hospital Panipat in this\n\nregard. The police party reached the Civil Hospital, where the\n\ncomplainant recorded his statement Ex.PD before the SHO on the\n\nbasis of which FIR Ex. PD/1 was registered in the Police Station\n\nagainst unidentified assailants. Ashish Kumar, however, stated in Ex.\n\nPD that he could identify the assailants on seeing them. This\n\nstatement was recorded at 1.30 am (midnight) on 11.9.2007 and the\n\nFIR Ex.PD/1 was delivered to the Area Magistrate at 3.30 am i.e.\n\nJust within two hours as per endorsement of the Duty Magistrate.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">4.            The inquest on the dead body was conducted by PW18\n\nand he prepared the inquest report Ex.PU. Thereafter the dead body\n\nwas taken for postmortem examination.\n</p>\n<p data-structure=\"Precedent\" id=\"p_5\">5.            PW31 Dr. Archana Paliwal, who was posted as Medical\n\nOfficer, General Hospital, Panipat, conducted autopsy on the dead\n\nbody of Ved Parkash on 11.09.2007 and found the following injuries\n\nhis person:\n</p>\n<blockquote id=\"blockquote_1\">              &quot;1.   One entry wound over left upper 1/3 of arm\n\n                    dorsoventrally   approximately   1.5x2.5   c.m.   with\n\n                    inverted margins. Blackening with abraded collar\n\n                    was present.\n</blockquote>\n<blockquote id=\"blockquote_2\">              2.    Exit wound over right side of neck approximately\n\n                    4.5x4 c.m. badly lacerated with fresh bleeding, with\n\n                    everted margins was present.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_6\">Cause of death in her opinion was shock and hemorrhage due to\n\ninjuries to major vessels, which were ante mortem in nature and\n\nsufficient to cause death in normal course of life. Ex.PW31/B is the\n<span class=\"hidden_text\" id=\"span_3\"> Criminal Appeal No.1068-DB of 2009                                      5</span>\n\npost mortem report conducted on the police request Ex.PV. The\n\ndoctor stated that injuries were caused with a fire arm weapon and in\n\nthe cross-examination she stated that injuries No. 1 and 2 were the\n\nresult of one bullet. It is also the prosecution story that the assailants\n\nfired one shot from the weapon with which he was armed. The seat\n\nof injury is the neck of the deceased, as earlier reported to the police\n\nby complainant in the FIR.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">6.          After conducting inquest on the dead body, the police\n\nparty headed by PW18 reached the spot and took photographs of the\n\nplace of occurrence by calling a photographer. Rough site plan\n\nEx.PX was prepared. PW18 recovered stains of blood from the floor\n\nand prepared it into a sealed parcel. He also took sample of piece\n\nof cushion of the chair of deceased which was stained with blood by\n\npreparing a sealed parcel. These articles were taken into possession\n\nvide memo Ex. PC. PW18 also testified all these facts in the witness\n\nbox.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">7.          On the same day i.e. 11.09.2007 PW18 also recorded\n\nthe statement of Dev Raj Chopra (PW-8) who identified the three\n\nassailants armed with pistols running away from near the place of\n\noccurrence on a motor-cycle soon after the occurrence. According to\n\nPW8 the assailants are Kuldeep alias Kallu, Khushi Ram alias\n\nKhushia appellants in       Criminal Appeal No. 117-DB of 2010 and\n\nDinesh, the appellant in criminal Appeal No. 132-DB of 2010.\n\n</p><p data-structure=\"Facts\" id=\"p_9\">8.          The investigation of this case was then taken over by\n\nInspector Randhir Singh PW3 (now DSP), who joined as SHO of\n\nPolice Station Samalkha on 13.09.2007. The offence under Section\n<span class=\"hidden_text\" id=\"span_4\"> Criminal Appeal No.1068-DB of 2009                                 6</span>\n\n120-B <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a> was added. Sonu alias Vikas appellant, Parveen Kumar\n\nalias Lala were arrested on 15.9.2007 and 16.9.2007 respectively.\n\nSatish and Naresh appellants were arrested on 19.9.2007, whereas\n\nParveen alias Dhan Singh was arrested on 20.9.2007 for the offence\n\nof criminal conspiracy.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">9.          Inspector Randhir Singh also collected    call details of\n\nMobile No.9812149644 from 1.9.2007 to 12.9.2007 of Khusia, Mobile\n\nNo.9996264060 for the period 9.9.2007 to 14.9.2007 of Parveen @\n\nDhan Singh and Mobile No. 9896536084 recovered from possession\n\nof appellant Sonu. The call details of Mobile No. 98135-17693 of\n\nappellant Kuldeep for showing call connection with Phone No.\n\n9813789114 were also collected. Mobile No. 9996264060 statedly\n\nused in commission of the crime was taken into possession from\n\naccused Parveen alias Dhan Singh on 23.9.2007. The documents\n\nrelating to Mobile No. 9912149644 of Khushia and those used in the\n\nfacilitating the crime by Kuldeep Singh, Naresh and Parveen @ Dhan\n\nSingh of Mobile Nos. 9813517693, 9991526269 and 9996264060\n\nrespectively were also collected. Recovery of Mobile No. 9896536084\n\nwas made from a vacant plot of G.A.College Chulkana, Samalkha in\n\npursuance of the disclosure statement Ex. P33/C made by Sonu\n\naccused in the presence of Ashok Kumar son of Kitab Singh.\n\n</p><p data-structure=\"Facts\" id=\"p_11\">10.         On 19.09.2007, the Investigation of this case was handed\n\nover to CIA Staff, Samalkha headed by PW 32 SI Pawan Kumar.\n\nSatish appellant brother of Khushia and Maya his mother in Criminal\n\nAppeal No. 3087-SB of 2009 were       arrested on 19.9.2007 under\n\n<a href=\"/doc/1865807/\" id=\"a_4\">Section 216</a> IPC for providing shelter to Khushia, one of the main\n<span class=\"hidden_text\" id=\"span_5\"> Criminal Appeal No.1068-DB of 2009                                 7</span>\n\nassailants. Sandeep brother of Kuldeep @ Kalu and Chhoti his\n\nmother, the appellants in Criminal Appeal No. 3049-SB of 2009 were\n\nalso arrested for the same offence. It is the prosecution story that\n\nmain assailants,       accused of murder and wanted in this case\n\nescaped when the police party raided their houses.\n\n</p><p data-structure=\"Facts\" id=\"p_12\">11.         The investigation was then taken over by PW28 Inspector\n\nJaipal Singh of CIA Staff Panipat. There was allegedly an encounter\n\nbetween Police party of CIA staff and appellants Kuldeep, Khusia,\n\nDinesh and one Ramesh on 31.10.2007 for which FIR No. 261 for\n\noffences under <a href=\"/doc/455468/\" id=\"a_5\">section 307</a> read with <a href=\"/doc/37788/\" id=\"a_6\">Section 34</a> IPC and <a href=\"/doc/73862/\" id=\"a_7\">Section 25</a>\n\nof the Arms Act, 1959, Police Station Sadar Panipat was registered.\n\nThese appellants were arrested in the said encounter. Two motor-\n\ncycles, one of Honda City make and the other Discover make on\n\nwhich these persons came riding were taken into possession vide\n\nmemo Ex. PHH.         A country made .315 bore pistol with one live\n\ncartridge and an empty cartridge were recovered from Kuldeep\n\nappellant vide memo Ex. PJJ. On 01.11.2007 these appellants were\n\ninterrogated by PW28 and made disclosure statements that they can\n\ndemarcate the place of occurrence of the instant FIR. That part of\n\nthe prosecution evidence would be inadmissible unless the discovery\n\nof fact relating to the incident is made pursuant thereto. Kuldeep @\n\nKalu appellant also stated that the empty cartridge used in the\n\noccurrence was kept in his pocket by unloading the pistol and the\n\nsame has been concealed near a tower at Hansi Town , which he\n\nknows only and could get the same recovered as per his statement\n\nEx. PW24/C and consequent recovery was made in pursuance\n<span class=\"hidden_text\" id=\"span_6\"> Criminal Appeal No.1068-DB of 2009                                      8</span>\n\nthereof.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">12.         The prosecution also tendered Ex.PF, sanction granted by\n\nthe District Magistrate for prosecuting Kuldeep appellant for the\n\noffence under <a href=\"/doc/73862/\" id=\"a_8\">Section 25</a> read with <a href=\"/doc/1092263/\" id=\"a_9\">Section 3</a> of Arms Act, 1959 for\n\nkeeping the pistol, a live cartridge and an empty cartridge without any\n\npermit or licence. This sanction is proved by PW5 Madan Lal, Deputy\n\nSuperintendent in the office of the then District Magistrate, Panipat.\n\nThis evidence was, however, relevant only in FIR No. 261 dated\n\n31.10.2007 relating to Police encounter case.\n</p>\n<p data-structure=\"Section\" id=\"p_14\">13.         On completion of investigation, charge sheet was\n\npresented before the Area Magistrate and the case was committed to\n\nthe Sessions Court for trial. Kuldeep alias Kallu, Khushi Ram @\n\nKhushia, Dinesh, Sonu @ Vikas, Parveen alias Lala, Naresh @\n\nNeshi, Parveen alias Dhan Singh and Rishi alias Rishi Pal were\n\ncharged of criminal conspiracy to commit murder of Dr. Ved Nasha\n\nfor offence under <a href=\"/doc/1897847/\" id=\"a_10\">Section 120-B</a> IPC; Kuldeep alias Kallu, Khushi\n\nRam alias Khushia and Dinesh for the offence under Section 302\n\nread with <a href=\"/doc/37788/\" id=\"a_11\">Section 34</a> IPC, whereas Satish, Maya, Chhoti and\n\nSandeep for the offence under <a href=\"/doc/1865807/\" id=\"a_12\">Section 216</a> IPC. Kuldeep alias Kallu\n\nappellant was also charged under <a href=\"/doc/73862/\" id=\"a_13\">Section 25</a> of the Arms Act for\n\ncarrying empty cartridges of .315 bore without any permit or licence.\n\nThese appellants pleaded not guilty to the charges and claimed trial.\n\n</p><p data-structure=\"CDiscource\" id=\"p_15\">14.          The prosecution examined 33 witnesses in support of its\n\ncase. Vide reports Ex.PB and Ex.PB/1 of the FSL, the clothes of the\n\ndeceased, a cut piece of the seat cover of the chair and the stains of\n\nearth lifted from the spot were found having stains of human blood.\n<span class=\"hidden_text\" id=\"span_7\"> Criminal Appeal No.1068-DB of 2009                                  9</span>\n\n</p><p data-structure=\"RespArg\" id=\"p_16\">15.         The accused were examined under <a href=\"/doc/767287/\" id=\"a_14\">Section 313</a> Cr.P.C.\n\nThey denied all the incriminating circumstances appearing in the\n\nprosecution evidence against them and pleaded false implication.\n\nThey did not lead any evidence in defence.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">16.         The learned trial Court found that recovery of empty\n\ncartridge is not covered within the definition of the term &#x27;Arm&#x27; under\n\nthe <a href=\"/doc/1934415/\" id=\"a_15\">Arms Act</a> and thus acquitted appellant Kuldeep of the Charge\n\nunder <a href=\"/doc/73862/\" id=\"a_16\">Section 25</a> of the Arms Act. Kuldeep alias Kallu, Khushi Ram\n\nalilas Khushia and Dinesh were convicted of the charge under\n\nSection 302/<a href=\"/doc/968081/\" id=\"a_17\">34</a> read with <a href=\"/doc/1897847/\" id=\"a_18\">Section 120-B</a> IPC and awarded sentence\n\nto undergo imprisonment for life and to pay a fine of Rs.10,000/-\n\neach, in default of payment of fine to undergo simple imprisonment\n\nfor a period of two months each. Sonu alias Vikas, Naresh alias\n\nNeshi, Parveen alias Dhan Singh convicted under Section 120-B\n\nread with <a href=\"/doc/1560742/\" id=\"a_19\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_20\">34</a> IPC were        sentenced to undergo life\n\nimprisonment and to pay a fine of Rs.10,000/- each, in default of\n\npayment of fine, to undergo simple imprisonment for a period of two\n\nmonths each.        The remaining appellants,namely Satish, Maya,\n\nChhoti and Sandeep were convicted of the offence under <a href=\"/doc/1865807/\" id=\"a_21\">Section\n\n216</a> IPC and sentened to undergo rigorous imprisonment for a period\n\nof two years and to pay a fine of Rs.4,000/- each, in default of\n\npayment of fine to further undergo simple imprisonment for a period\n\nof one month each. Accused Rishi Pal, and Parveen alias Lala stood\n\nacquitted of the charges framed against them.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">17.         We have heard learned Counsel for the appellants, the\n\nlearned State Counsel at length and have perused the record of the\n<span class=\"hidden_text\" id=\"span_8\"> Criminal Appeal No.1068-DB of 2009                                  10</span>\n\ncase quite carefully.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_19\">18.           In view of the facts of the case and evidence adduced we\n\nwill deal with the criminal appeals of different set of the accused\n\nseparately.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">Criminal Appeal of Kuldeep @ Kallu, Khushi Ram @\nKhushia &amp; Dinesh, bearing Nos. 117-DB and 132-DB of 2010\nrespectively.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">19.           Before dealing with rival contentions of the parties we\n\nwould make a brief reference to the facts leading to arrest of\n\nappellants by the Police. The police party headed by PW28 Jai Pal\n\nInspector of the CIA Staff, Panipat received an information on\n\n31.10.2007 that Khushi Ram, Kuldeep, Dinesh appellants and one\n\nRamesh armed with weapons were heading towards village\n\nPathergarh. Naka (Roadblock) was held at Pathergarh by forming\n\ntwo police parties, one was headed by SI Zile Singh and the other by\n\nPW28. In the meanwhile these accused were found coming from\n\nthe side of village Khurgan (UP) on motor-cycles. SI Zile Singh tried\n\nto stop them but they fired upon SI Zile Singh, who returned the fire\n\nto scare them away and the appellants were overpowered by the\n\nPolice party.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">20.           SI Zile Singh PW30 and ASI Om Parkash PW16 a\n\nmember of police party have supported this version. As per that\n\nversion Kuldip appellant was driving motor cycle make &quot;Hero Honda&quot;\n\n</p><blockquote id=\"blockquote_3\">and other motor cycle make &quot;discover&quot; was being driven by one\n\nRamesh      and Kushi Ram appellant was the pillion rider. Ramesh\n\naforesaid escaped under the cover of darkness. PW28 also reached\n\nthere. The appellants along with motor-cycles and weapons were\n<span class=\"hidden_text\" id=\"span_9\"> Criminal Appeal No.1068-DB of 2009                                   11</span>\n\nproduced before PW28 Inspector Jai Pal.           The above evidence\n\nbasically relates to FIR No. 261 dated 31.10.2007 registered in the\n\nPolice Station for the said encounter.      During interrogation of the\n\nappellants in the said FIR, it was revealed that they were wanted as\n\naccused in the case in hand and therefore arrested in this case also.\n\nOn search of Kuldip .315 bore pistol was recovered and by unloading\n\nthe weapon one empty and one live cartridge of the same bore were\n\nrecovered vide memo Ex.PJJ. Similarly recovery of weapon was\n\nmade from Kushi Ram appellant also. The weapons and parcels of\n\ncartridges were produced by the prosecution during examination of\n\nPW30.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_23\">21.         The other evidence collected by the prosecution is\n\nrecovery of the empty cartridge of the weapon used in shooting down\n\nDr.Ved Nasha.\n</p>\n<p data-structure=\"Facts\" id=\"p_24\">22.         PW28 Inspector Jai Pal stated that Kuldeep Singh\n\nappellant and the other two arrested alongwith him were taken out\n\nfrom the lock up for interrogation. The relevant part of the evidence\n\ncomprises the statement of Kuldeep Singh appellant on the basis of\n\nwhich recovery of empty cartridge was made. The witness stated that\n\nthis appellant made disclosure statement Ex.PW24/C that he could\n\nget recovered empty cartridge of .315 bore from near a tower in\n\nHansi Town. Thereafter all these appellants were produced before\n\nArea Magistrate      with an application for joining them identification\n\nparade which they refused. He further stated that Kuldeep Singh\n\nappellant got recovered empty cartridge, which was converted into a\n\nsealed parcel bearing          seal impression &quot;DS&quot; and taken into\n<span class=\"hidden_text\" id=\"span_10\"> Criminal Appeal No.1068-DB of 2009                                     12</span>\n\npossession vide memo Ex.PDD. The site plan of the place of\n\nrecovery Ex.PDD/1 was also prepared. PW24 ASI Balwan Singh is\n\nalso a witness to the disclosure statement Ex. PW24/C made by\n\nKuldeep appellant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">23.         PW26 HC Mahinder Singh was associated by PW28\n\nwhen Kuldeep appellant got recovered empty cartage of .315 bore\n\nfrom the disclosed place i.e. near the tower in Hansi Town which was\n\nconcealed under the ground. The cartridge was made into a parcel\n\nsealed with seal &quot;DS&quot; by PW28. The parcel containing empty\n\ncartridge Ex.P1 was produced during examination of this witness.\n\n</p><p data-structure=\"CDiscource\" id=\"p_26\">24.         PW28 further stated that on return to the Police Station,\n\nhe deposited the case property with MHC of the Police Station. The\n\nreport of the FSL Ex.PA shows that        the parcel containing empty\n\ncartridge was received in the laboratory on 16.11.2007 through PW11\n\nConstable Manjit Singh No.1152 who tendered his affidavit Ex.PK to\n\nthe effect that the sealed parcel containing one empty cartridge was\n\nentrusted to him by Ram Karan MHC of P.S.Samalkha on\n\n16.11.2007. Affidavit of PW7 MHC Ram Karan is Ex. PH. The opinion\n\nof FSL in the report Ex.PA is that .315 bore fired cartridge has been\n\nfired from the country made pistol recovered in FIR No.261 dated\n\n31.10.2007 and not from any other firearm even of the same make\n\nand bore/calibre because every firearm has its own individual\n\ncharacteristics.\n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">25.         The learned appellants&#x27; counsel contended and rightly so\n\nthat it is difficult to connect the empty cartridge allegedly recovered at\n\nthe instance of Kuldeep appellant with the present incident.         The\n<span class=\"hidden_text\" id=\"span_11\"> Criminal Appeal No.1068-DB of 2009                                  13</span>\n\nprosecution case is not that the bullet injury found on the dead body\n\nof the deceased could be compared with the empty cartridge\n\nrecovered. In fact affidavit of MHC Ram Karan Ex. PH does not\n\nshow that an empty cartridge of .315 bore was entrusted by him to\n\nConstable Manjit Kumar PW11. The affidavit of PW7 only refers to\n\nhanding over of the sealed parcel of pistol to PW11 for being\n\ndeposited with the FSL. Any how the investigation of the instant FIR\n\nwas entrusted to PW28 on 28.10.2007 and the encounter ensued on\n\n31.10.2007.      The weapon had already been recovered from\n\npossession of the appellant on 31.10.2007 whereas the recovery of\n\nempty cartridge was made on 02.11.2007 i.e. two days later. The\n\nabove evidence does not come to the aid of prosecution in support of\n\nthe charge.\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">26.           Learned Counsel for these appellants then vehemently\n\ncontended that      prosecution has not been able to establish their\n\nidentity by leading cogent evidence. To appreciate the above\n\ncontention it would be appropriate to refer to the testimony of PW8\n\nDev Raj Chopra the star witness of prosecution, who is running &#x27;Balle\n\nBalle Restaurant&#x27; at G.T.Road Samalkha. The witness stated that on\n\n10.9.2007 after closing the restaurant at about 10.30 pm, he was\n\nreturning home. When PW8 reached near Balaji Market which falls\n\njust short of the clinic of Dr. Ved Nasha deceased, he saw Dinesh\n\nappellant on a motor cycle. Khushia and Kallu appellants armed with\n\npistols came near Dinesh and they all fled from there on a motor\n\ncycle. These appellants came from the side of clinic of the doctor and\n\nwent towards G.T. Road. According to PW8 all these appellants\n<span class=\"hidden_text\" id=\"span_12\"> Criminal Appeal No.1068-DB of 2009                                   14</span>\n\nwere already known to him as they had been coming to his\n\nrestaurant for taking meals. On the same night PW8 came to know\n\nabout murder of the doctor and people gathered there were saying\n\nthat some motor-cyclists had killed him. The witness identified all the\n\nthree appellants while appearing in the witness box.\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">27.         It was contended         that PW8 was introduced by the\n\nprosecution due to prior enmity. The names of the assailants were\n\nnot mentioned in the statement of Ashish Kumar,complainant and\n\nhad the version put forth by PW8 been true, the names of the\n\nsuspects were bound to appear in the FIR itself as according to PW8\n\nhe immediately went to the shop of the deceased, where family\n\nmembers were present. He told them that he had seen the aforesaid\n\npersons fleeing on motor cycle towards G.T.Road and disclosed\n\nnames of two of them, namely; Khushia and Kallu. According to PW8\n\nthe dead body of Dr. Ved Nasha was shifted to the hospital in his\n\npresence. He remained there for about 5/7 minutes and then went\n\nback home. The Police party had not come when the dead body of\n\nDr. Nasha was shifted to the hospital.\n</p>\n<p data-structure=\"Facts\" id=\"p_30\">28.         The above facts coming in the cross-examination of PW8\n\ncannot be attacked as an imaginary version. The incident in which Dr.\n\nNasha was shot dead must be so shocking for the family, especially\n\nAshish Kumar PW2, who was sitting at the clinic that he reported a\n\nnatural version before the police about three assailants coming and\n\nrunning away after the incident, with a specific description that one of\n\nthe assailants who was wearing black shirt and blue trousers armed\n\nwith a weapon shot at his father. At that time his only concern must\n<span class=\"hidden_text\" id=\"span_13\"> Criminal Appeal No.1068-DB of 2009                                    15</span>\n\nbe to take his father to the hospital and save his life. It was only in\n\nthe hospital that police recorded his statement on the basis of which\n\nFIR was registered. No question was put to PW2 nor to PW1 Dev\n\nRaj brother of the deceased, who also reached the spot as to\n\nwhether PW8 met them in the clinic before the victim was shifted to\n\nthe hospital. There is no reason to suspect the testimony of PW8 in\n\nidentifying the assailants whose names were disclosed to the police\n\nin his statement under <a href=\"/doc/447673/\" id=\"a_22\">Section 161</a> Cr.P.C. recorded on the same day\n\ni.e. 11.09.2007 and these accused were arrested about one and half\n\nmonth later.     The witness was making statement almost against\n\ngangsters and has shown courage to reveal the true story. The\n\nextensive cross-examination of PW8 on the identity of assailants is\n\nnot shaky at all and stands the test of scrutiny.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">29.         The motive attributed to PW8 is in respect of some earlier\n\ncriminal case in which Rishi Pal was the accused.             Rishi Pal\n\naforesaid has been acquitted in this case. If the witness was to name\n\nthe assailants    falsely due to such enmity, he would have named\n\nRishi Pal among the assailants and not the appellants only. The\n\nrelevant portion of cross-examination of PW8 on the basis of which\n\nmotive has been attributed to him to implicate the accused falsely is\n\nreproduced thus :\n</p>\n<blockquote id=\"blockquote_4\">             &quot;It is correct that a case was registered against accused\n\n             Rishi on the complaint of my son under <a href=\"/doc/455468/\" id=\"a_23\">section 307</a> IPC and\n\n             the case was pending at Sonepat. Again said the case\n\n             remained pending at two places. Two accused (juveniles)\n\n             faced trial at Sonepat and rest of the accused were tried at\n<span class=\"hidden_text\" id=\"span_14\"> Criminal Appeal No.1068-DB of 2009                                       16</span>\n\n             Panipat. It is correct that all the accused were acquitted in\n\n             that case. Volunteered that the matter was patched up. It is\n\n             correct that we had resiled from our statements which were\n\n             made before the police. It is correct that I had also\n\n             registered a case against accused Rishi in the year 2005.\n\n             Volunteered accused Rishi had demanded ransom of\n\n             Rs.4,00,000/- from me. So far my evidence has not been\n\n             recorded in the said case. Volunteered that when the case\n\n             was fixed for    evidence. on 13.4.06, accused Rishi sent\n\n             three assailants to shoot me down. It is correct I was a\n\n             witness to that case. It is correct that I was a police witness\n\n             in three cases against accused Rishi and others.&quot;\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_32\">There is, thus, no reason to say that PW8 would name these three\n\nappellants falsely, as they are not stated to be accused persons in\n\nthe previous case in which PW8 was a witness.                  The cross-\n\nexamination of PW8 was also not diverted to the fact that the place\n\nwhere he saw the culprits running away does not fall in his way to\n\nthe restaurant. PW8 stated that he usually closes his restaurant at\n\n10 pm. The clinic of Dr. Nasha is about half a kilometer from the\n\nresidence of the witness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">30.         There is a minor contradiction with the statement made\n\nby PW8 under <a href=\"/doc/447673/\" id=\"a_24\">Section 161</a> Cr.P.C. Ex.D1 where the name of third\n\nculprit was not mentioned but the witness has distinctly identified\n\nthese three persons who ran away on the motor cycle and two of\n\nthem were armed with pistols. In the statement Ex D1 with which the\n\nwitness was confronted, it is mentioned that he already knew the\n<span class=\"hidden_text\" id=\"span_15\"> Criminal Appeal No.1068-DB of 2009                                  17</span>\n\nnames of Kuldeep and Khusia who were calling the name of third\n\nperson as Dinesh. The identity of that person as Dinesh has been\n\nproved by PW8 in the witness box. The prosecution has, thus,\n\nestablished the identity of appellants as assailants who fled from\n\nnear the shop of the deceased on a motor cycle armed with\n\nweapons.\n</p>\n<p data-structure=\"PetArg\" id=\"p_34\">31.         Learned Counsel for appellants further contended that it\n\ncannot be possibly inferred, that the persons who fled on the motor\n\ncycle had come from clinic of the doctor. There is no force in the\n\nabove contention as PW8 immediately went to the spot from where\n\nhe heard the noise of people crying. He reached the place of\n\noccurrence at 11 pm. In fact plea of the appellants is of simple\n\ndenial and they have not explained the last seen theory of being\n\npresent near the site soon after the occurrence armed with weapons.\n\nThe statement of PW8 is in consonance with the statement Ex.PD of\n\nAshish Kumar (PW2) on the basis of which FIR was registered,\n\nthough PW2 could not identify the assailants while appearing in the\n\nwitness box. PW2 on heariang noise of firearm came out and saw\n\none person running from the clinic. PW2 was declared hostile to the\n\nprosecution and confronted with the material portions of the\n\nstatement made by him to the police particularly that he could identify\n\nthe culprits if shown to him. We are otherwise of the view that the\n\nversion promptly recorded by PW2 Ashish Kumar to the police, could\n\nnot be concocted as the assailants were not even named. Further\n\nfear must be looming large in the mind of PW2 when he appeared to\n\nmake a statement in the Court.\n</p><span class=\"hidden_text\" id=\"span_16\"> Criminal Appeal No.1068-DB of 2009                                  18</span><p data-structure=\"Precedent\" id=\"p_35\">\n\n</p><p data-structure=\"Precedent\" id=\"p_36\">32.          Dr. Dev Raj is the real brother of deceased. He was also\n\nmedical practitioner and running his clinic at Railway Road\n\nSamalkha. PW1 was at his clinic at about 10 pm when he received\n\nthe information of his brother having been shot at by some\n\nassailants. The witness stated that the injured      was taken to the\n\nhospital where his brother was declared brought dead.\n\n</p><p data-structure=\"PetArg\" id=\"p_37\">33.         The above evidence on the identification of assailants\n\nwho fled from near the place of occurrence cannot possibility be\n\nchallenged by appellants on the premise that PW8 was not\n\nassociated in the test identification of the appellants because the\n\ninvestigation agency took necessary precaution. These appellants\n\nwere arrested in a police encounter on 31.10.2007 and on the next\n\nday i.e. 1.11.2007, they were produced before the Judicial\n\nMagistrate in muffled faces and an application Ex.PKK was made\n\nbefore the Area Magistrate for joining them in the test identification\n\nparade. Learned Judicial Magistrate passed the order Ex.PLL dated\n\n1.11.2007 that the appellants recorded their statements that they do\n\nnot want to be associated in the test identification parade. Therefore,\n\nthe application of the prosecution was disposed of as observed by\n\nthe Magistrate in Ex.PLL. It is also not a plea of the appellants that\n\nthey were kept illegally detained for even a single day for expressing\n\napprehension that they had been shown to the prosecution witnesses\n\nbefore being produced in the Court; on 01.11.2007.\n\n</p><p data-structure=\"CDiscource\" id=\"p_38\">34.         With these appellants refusing to join test identification\n\nparade, adverse inference against them can be drawn thereby\n\nputting strength to the testimony of PW8 who identified them to be\n<span class=\"hidden_text\" id=\"span_17\"> Criminal Appeal No.1068-DB of 2009                                   19</span>\n\nthe culprits fleeing from the spot on the motor bike.\n\n</p><p data-structure=\"CDiscource\" id=\"p_39\">35.   The other important circumstance is that the appellants were\n\nnamed as assailants in the FIR on 11.9.2007 and the Investigating\n\nOfficers on different times were making all efforts to apprehend them\n\nby raiding their houses but they were absconding for more than 1½\n\nmonth and ultimately arrested on 31.10.2007. This conduct of the\n\nappellants absconding from arms of law for such a long period after\n\nthey were named as assailants would also be an important\n\ncircumstance.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">36.         From the above discussion, we find that the prosecution\n\nhas successfully proved the following circumstances by leading\n\ncogent and convincing evidence:\n</p>\n<blockquote id=\"blockquote_5\">            (i) the appellants were last seen near the spot soon after\n\n            the occurrence, and fled from there on a motor bike.\n\n</blockquote><blockquote id=\"blockquote_6\">            (ii) the assailants were armed with weapons while\n\n            running away;\n</blockquote>\n<blockquote id=\"blockquote_7\">            (iii) the appellants have not been able to explain the\n\n            above circumstance of their presence near the spot rather\n\n            their case is of simple denial; and\n\n</blockquote><blockquote id=\"blockquote_8\">            (iv) that the appellants remained absent for about one\n\n            and half month after they were named in the instant\n\n            FIR;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_41\">From the above circumstantial evidence, the inference of guilt of the\n\nappellants can be justified as these are incompatible with their\n\ninnocence or guilt of any other person. The circumstances as\n\ndiscussed above are proved beyond reasonable doubt and have\n<span class=\"hidden_text\" id=\"span_18\"> Criminal Appeal No.1068-DB of 2009                                  20</span>\n\nbeen shown to be closely connected with the principal fact i.e. the\n\nmurder of Ved Parkash. The cumulative effect of the           above\n\ncircumstances definitely negative the innocence of appellants and\n\nbring the offence home beyond any reasonable doubt. This is a well\n\nsettled principle on the subject     which has also been elaborately\n\nsummed up by the Hon&#x27;ble Supreme Court in Kusum Ankama Rao\n\nV. State of Andhra Pradesh (2008)13 SCC 257. We thus find that\n\nthe learned trial Court rightly held the appellants    liable for the\n\noffence under Section 302 read with <a href=\"/doc/968081/\" id=\"a_25\">Section 34</a> but their conviction\n\nunder <a href=\"/doc/1897847/\" id=\"a_26\">Section 120-B</a> IPC cannot be sustained in view of the\n\ndiscussion in      connected criminal appeals. To this extent, the\n\nconviction is to be altered to an offence under Section 302 read with\n\n<a href=\"/doc/968081/\" id=\"a_27\">Section 34</a> instead of Section 302/<a href=\"/doc/968081/\" id=\"a_28\">34</a> read with <a href=\"/doc/1897847/\" id=\"a_29\">Section 120-B</a> IPC.\n\nCriminal Appeals No.3049-SB and 3087-SB of 2009\n\n</p><p data-structure=\"CDiscource\" id=\"p_42\">37.         The appellants in these criminal appeals have been\n\nconvicted of the charge of providing shelter to Khushi Ram @ Khusia\n\nand Kuldeep @ Kallu wanted as accused in this FIR of murder of Dr.\n\nVed Nasha.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">38.           Police Party headed by PW 32 SI Pawan Kumar\n\nIncharge of CIA Staff Samalkha raided the house of Khushi Ram\n\naccused on 19.9.2007, on receiving an information that the accused\n\nwas present in the house with his mother. PW32 deputed EHC Jai\n\nRam and PW12 HC Takdir Singh to reach the house of accused\n\nKhushi Ram. These head Constables            heard the conversation\n\nbetween Khushi Ram accused, Maya, his mother, and Satish the\n\nbrother. SI Pawan Kumar was called and on hearing this, Kushi Ram\n<span class=\"hidden_text\" id=\"span_19\"> Criminal Appeal No.1068-DB of 2009                                   21</span>\n\nfled from there by climbing on the roof of the house. Appellant Maya\n\nand Satish were arrested under <a href=\"/doc/1865807/\" id=\"a_30\">Section 216</a> IPC. PW32 SI Pawan\n\nKumar and PW12 EHC Takdir Singh have been examined in support\n\nof this version.\n</p>\n<p data-structure=\"PetArg\" id=\"p_44\">39.           Similar is the evidence against Chhoti, mother of Kuldeep\n\nSingh. PW32 stated that they raided the shop of Kuldeep alias Kallu\n\naccused on information of Satish Kumar appellant. HC Jai Ram and\n\nHC Takdir PW12 were similarly deputed and it was found that\n\nKuldeep was talking with his mother Chhoti. Kuldeep accused ran\n\naway and Chhoti appellant was arrested.\n</p>\n<p data-structure=\"PetArg\" id=\"p_45\">40.           No independent witness was joined by the police party\n\nwhile raiding the houses. We are of the view that evidence should\n\nhave been lead that the appellants were aware of the fact that their\n\nrelatives were wanted as accused in this case. Anyhow there could\n\nbe some force in the prosecution story against these appellants, in\n\ncase the wanted accused were arrested in the company of the\n\nappellants.    Simply stating that both the accused on hearing the\n\nnoise or on coming to know of the arrival of the police party escaped,\n\nraises suspicion against involvement of the appellants. PW12 stated\n\nthat they overheard Khushi Ram telling his brother and mother that\n\nhe wanted Rs.10,000/- from his family members but was paid only\n\nRs.2,000/-. What was the nature of conversation between Chhoti\n\nwith her son Kuldeep has not been brought forth in evidence.\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">41.           The evidence against Sandeep appellant who is the\n\nbrother of Kuldeep @ Kallu accused comes from ASI Lal Singh\n\nPW27 and HC Jatinder Kumar PW23. On 25.9.2007 PW27 received\n<span class=\"hidden_text\" id=\"span_20\"> Criminal Appeal No.1068-DB of 2009                                   22</span>\n\ninformation that Kuldeep accused wanted in this FIR was present at\n\nhis shop. The place was raided.          Sandeep appellant warned his\n\nbrother Kuldeep about arrival of police who ran away from there.\n\nSandeep appellant was over powered and arrested by PW27. PW23\n\nHC Jatinder Kumar has also been examined to support this version.\n\nPW27 stated that they reached the spot at about 8.00 P.M.           No\n\nindependent witness was associated by this police party also.\n\n</p><p data-structure=\"RespArg\" id=\"p_47\">42.         The above evidence comprising only police of officials\n\ndoes not inspire confident.          The contention on behalf of these\n\nappellants, that they were arrested just to put pressure on the main\n\naccused to surrender cannot be ruled out. The charge under <a href=\"/doc/1865807/\" id=\"a_31\">Section\n\n216</a> IPC against the appellants is thus not proved beyond doubt and\n\ntheir appeals deserve to be accepted.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_48\">Criminal appeals No.1068-DB, 1102-DB of 2009 and 29-DB of\n\n2010:\n</p>\n<blockquote id=\"blockquote_9\">43.         These appellants have been convicted of the charge of\n\ncriminal conspiracy to commit murder of Dr. Ved Nasha. The story of\n\ncriminal conspiracy was revealed by Sat Pal alias Satta PW4. The\n\nwitness disclosed to the police that on 20.08.2007 he was present\n\nout side the Court of ACJM Sonepat, where Rishi accused (since\n\nacquitted) was to be produced. PW4 heard conversation between\n\nappellant Sonu @ Vikas, Parveen @ Dhan Singh, Naresh Kumar @\n\nNesha, Parveen @ Lala (since acquitted), Khusia, Kuldeep @\n\nKallu,Rishi ( since acquitted) and an unknown person. But PW4\n\nturned hostile to the prosecution and despite his       attention being\n\ndrawn to the relevant portion of his statement at Ex.PE nothing\n<span class=\"hidden_text\" id=\"span_21\"> Criminal Appeal No.1068-DB of 2009                                         23</span>\n\ncould be elicited in favour of the State.\n</blockquote>\n<blockquote id=\"blockquote_10\">44.         The rest of evidence against these appellants is based\n\non the call details of the mobile phones used by them, particularly in\n\nreference to the calls exchanged by them, with Kuldeep and Khusia\n\naccused on or about the date of incident.\n</blockquote>\n<blockquote id=\"blockquote_11\">45.         Investigating Agency        collected    evidence    about    the\n\npurchase of mobile phone of Khusia by PW14 Parveen                   son of\n\nMahender but the witness did not support the prosecution story and\n\nnothing could come in favour of the prosecution despite his cross-\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_49\">examination and being confronted with the statement Ex. PM made\n\nbefore the police.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">46.         PW33      DSP     Randhir    Singh      was   then   posted   as\n\nInspector/SHO Police Station Samalkha on 15.09.2007 and during\n\ninvestigation of this FIR he arrested Sonu @ Vikas appellant. On\n\ninterrogation of Sonu appellant on 18.09.2007, he made disclosure\n\nstatement Ex. PW33/C signed by him that he has kept concealed\n\nmobile phone No. 9896536084 and led the police party to the\n\nrecovery thereof from a vacant plot of G.A. College, Chulkana Road,\n\nSamalkha. The mobile hand set Ex. PW33/D was produced during\n\nexamination of PW33 and according to him this mobile phone was\n\ntaken into possession vide memo Ex. PW33/E and rough sketch of\n\nrecovery Ex. PW33/F was also prepared. From the document Ex.\n\nP9 collected by the Investigating Agency, this mobile phone is in the\n\nname of Suresh Kumar father of this appellant. The fact that this\n\nmobile phone is owned by father of the appellant is admitted during\n\ncross-examination of PW33. The suggestion put to PW33 was that\n<span class=\"hidden_text\" id=\"span_22\"> Criminal Appeal No.1068-DB of 2009                                 24</span>\n\nthe mobile phone was used by Suresh Kumar father of the appellant\n\nSonu who was a Pandit and performing religious ceremonies. This\n\nstory of recovery of mobile phone of Sonu appellant brought forth by\n\nPW33 has not been corroborated.        The attesting witness to the\n\ndisclosure statement as well as recovery memo is Ashok - a private\n\nwitness and SI Subhash Chand then posted as Police Station\n\nSamalkha. It is rather stated by PW33 that no private witness was\n\njoined at the time of interrogation of Sonu appellant nor any one was\n\nassociated while effecting recovery.    PW33 had also not called\n\nChowkidar of the college to join the investigation. SI Subash Chander\n\nwho appeared as PW29 did not state anything on the subject. The\n\nabove version of prosecution has, thus, become doubtful.\n\n</p><p data-structure=\"CDiscource\" id=\"p_51\">47.         Evidence has also been led to prove recovery of mobile\n\nphone from Parveen @ Dhan Singh appellant. This recovery was\n\nmade by policy party headed by SI Ishwar Singh PW 25, who was\n\nthen posted as ASI in the CIA Staff on 23.09.2007. He associated HC\n\nRanbir Singh (PW21) and constable Sunil Kumar alongwith him. It is\n\nstated by PW25 that Parveen @ Dhan Singh appellant on\n\ninterrogation while in custody made a disclosure statement that he\n\nhas kept concealed mobile phone Nokia-1100 near Chulkana\n\nRailway crossing towards eastern side behind Government quarters.\n\nHis statement Ex. PW21/C was reduced into writing. This appellant\n\nled the police party to the recovery of mobile phone from the\n\ndisclosed place and memo of recovery Ex. PW21/D was prepared.\n\nRough site plan of place of recovery Ex. PW25/A was also prepared.\n\nHe is corroborated by ASI Ranbir Singh PW21. The investigating\n<span class=\"hidden_text\" id=\"span_23\"> Criminal Appeal No.1068-DB of 2009                                  25</span>\n\nofficer was extensively cross-examined and withstood the test of\n\nscrutiny both on the disclosure statement made by the accused and\n\nconsequent recovery.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_52\">48.         Ex.P9, the official communication from the service\n\nprovider also proves that mobile number 9996264060 was issued in\n\nthe name of Parveen S/o Roshan Lal appellant. Constable Pawan\n\nKumar PW10 was posted in the Computer Cell of SP Office Panipat\n\nand produced this document Ex. P9 before Inspector Randhir Singh.\n\nThis document was handed over to the Investigating Officer by him\n\non 26.09.2007. The correctness of this record is not attacked in the\n\ncross-examination of PW9.\n</p>\n<p data-structure=\"RespArg\" id=\"p_53\">49.         The other relevant evidence is that mobile phone No.\n\n9813517693 was in the name of Kuldeep @ Kallu accused.          PW10\n\nC. Pawan Kumar also produced ID proof of mobile phone No.\n\n9813517693 issued in the name of Kuldeep son of Gopi Ram co-\n\naccused. The application filed by Kuldeep co-accused for the\n\nissuance of mobile phone is Ex. PJ/3 and the document which was\n\nsubmitted as identity proof attached with this application is Ex. PJ/4,\n\nration card of Kuldeep.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">50.         The evidence to establish the conspiracy could come\n\nfrom call connections of mobile phones of Kuldeep @ Kallu and\n\nKhushia co-accused with the alleged conspirators. An attempt was\n\nmade by the prosecution to show that mobile numbers 9812149644\n\nand 9813470641 were used by Khushia co-accused but it has been\n\nunable to connect these mobile numbers with Khushia co-accused as\n\nno recovery of these mobile phones was made and the witness cited\n<span class=\"hidden_text\" id=\"span_24\"> Criminal Appeal No.1068-DB of 2009                                 26</span>\n\nto prove this aspect turned hostile to the prosecution. It is also not\n\nproved that these mobile numbers were released in the name of\n\nKhusia. The document Ex. PJ shows that mobile No. 9812149644\n\nwas issued in the name of one Shish Pal son of Zile Singh. There is\n\nno record to show call connections of mobile numbers recovered\n\nfrom Parveen @ Dhan Singh and Sonu @ Vikas with the mobile\n\nnumber of Kuldeep @ Kallu. The call connections of mobile numbers\n\nof Sonu and Parveen @ Dhan Singh with the phone members\n\nallegedly of Khusia or inter se the two numbers would not be helpful\n\nto the prosecution. There was attempt to suggest that Kuldeep @\n\nKallu co-accused made frequent phone calls to Sandeep and Khusia\n\nco-accused on the day of occurrence and on the following day but\n\nthere is no proof that Sandeep co-accused had any connection with\n\nmobile No. 9991255791 nor this phone was recovered. There is also\n\nno record of ownership of phone in the name of Sandeep.\n\n</p><p data-structure=\"Precedent\" id=\"p_55\">51.         The prosecution story was also that mobile phone number\n\n9991526269 was used by Naresh Kumar @ Neshi but as per record\n\nsaid phone was in the name of Ravinder son of Ram Karan. The\n\nrecovery of this mobile phone has also not been made.\n\n</p><p data-structure=\"Conclusion\" id=\"p_56\">52.         The evidence of prosecution about some of the\n\nappellants and their co-accused making disclosure about phone\n\nnumbers     does not require further discussion being inadmissible,\n\nthere being no consequential recovery.\n</p>\n<p data-structure=\"Precedent\" id=\"p_57\">53.         It would be relevant to refer to cross-examination of\n\nPW33, who partly investigated the case. PW33 stated in the cross-\n\nexamination that the call data obtained by Investigating agency in\n<span class=\"hidden_text\" id=\"span_25\"> Criminal Appeal No.1068-DB of 2009                                   27</span>\n\nthis case cannot provide any detail of the conversion taking place\n\nwith the subscriber of these mobile phones. It can also not be\n\nascertained which particular number was used by which particular\n\nperson.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">54.         We feel that collecting call details of mobile phone\n\nnumbers on interrogation of suspects can lead the police party to the\n\ndetection of the real culprits involved in a crime but that by itself is\n\nnot a substantive evidence to connect the appellants inter-se or with\n\nthe co-accused convicted of the main incident of murder, for bringing\n\nevidence of conspiracy.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">55.           The prosecution was obliged to bring further evidence\n\nthan what it has been collected, like mobile phone towers where\n\nthese person may be located at the time of making the questioned\n\ncalls between all these mobile numbers.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">56.         From the evidence produced by the prosecution, we find it\n\ndifficult to accept the involvement of these appellants for this crime.\n\nTheir conviction for the offence of murder read with <a href=\"/doc/1897847/\" id=\"a_32\">Section 120B</a>\n\nIPC is not established beyond reasonable doubt. These accused\n\nare to be granted the benefit of doubt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">57.         Before parting with the judgment we are constrained not\n\nto endorse the part of the sentence awarded by the trial Court in\n\ndefault of payment of fine as simple imprisonment for such a serious\n\ncrime. The nature of the sentence ,therefore, in default of payment of\n\nfine has,to be accordingly altered as permissible under <a href=\"/doc/1256523/\" id=\"a_33\">Section 386</a>\n\nof the Code of Criminal Procedure.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">CONCLUSIONS:\n</p><span class=\"hidden_text\" id=\"span_26\"> Criminal Appeal No.1068-DB of 2009                                    28</span><p data-structure=\"Conclusion\" id=\"p_63\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_64\">58.         From the above discussion, we find that the judgment\n\ndated 18.11.2009 rendered by the trial Court convicting Kuldeep\n\nalias Kallu, Khushi Ram alias Khushia and Dinesh appellants under\n\nSection 302 read with <a href=\"/doc/37788/\" id=\"a_34\">Section 34</a> IPC is based on the correct\n\nappreciation of evidence and law and the charge against them has\n\nbeen rightly held to be proved and those         findings are affirmed.\n\nAccordingly, Criminal Appeal No.117-DB of 2010 filed by Kuldeep\n\nalias Kallu and Khushi Ram alias Khushia, appellants       and Criminal\n\nAppeal No.132-DB of 2010 filed by Dinesh, appellant are dismissed\n\nexcept with the modification altering conviction from offence under\n\nSection 302/<a href=\"/doc/968081/\" id=\"a_35\">34</a> read with Section 120-B to offence under Section\n\n302 read with <a href=\"/doc/37788/\" id=\"a_36\">Section 34</a> IPC and that the imprisonment awarded in\n\ndefault of payment of fine shall be rigorous instead of simple.\n\n</p><p data-structure=\"Conclusion\" id=\"p_65\">59.         Criminal Appeals No. 3087-SB and 3049-SB of 2009\n\nfiled by   Satish, Maya, Chhoti and Sandeep         are allowed setting\n\naside the finding in respect of their conviction under <a href=\"/doc/1865807/\" id=\"a_37\">Section 216</a> IPC.\n\nThe Criminal appeals No. 1068-DB and 1102-DB of 2009, and 29-DB\n\nof 2010 filed by Sonu alias Vikas, Naresh alias Neshi and Parveen\n\nalias Dhan Singh are also allowed setting aside finding recorded by\n\nthe trial Court for their conviction under Sections 120-B read with\n\n<a href=\"/doc/1560742/\" id=\"a_38\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_39\">34</a> IPC and they are acquitted of the said charge. Since\n\nSonu appellant in Criminal Appeal No.1068-DB of 2009 and Parveen\n\nalias Dhan Singh appellant in Criminal Appeal No.29-DB of 2010 are\n\nin custody, they be set at liberty forthwith if not required in any other\n\ncase. Similarly Naresh Kumar appellant in Criminal Appeal No.1102-\n\nDB of 2009, Chhoti and Sandeep in Criminal Appeal No.3049-SB of\n<span class=\"hidden_text\" id=\"span_27\"> Criminal Appeal No.1068-DB of 2009                               29</span>\n\n2009, and Maya and Satish appellants in Criminal Appeal No.3087-\n\nSB of 2009 are on bail, their bail bonds stand released.\n\n\n\n\n</p><pre id=\"pre_2\">      ( SURYA KANT )                          ( R.P. NAGRATH )\n          JUDGE                                     JUDGE\n\n\n\nApril 08, 2013\n </pre>","numcites":13,"numcitedby":22,"docsource":"Punjab-Haryana High Court","citetid":74200015,"divtype":"judgments","relatedqs":[{"value":"section 302 read with section 34","formInput":"section%20302%20read%20with%20section%2034"},{"value":"Section 216 IPC ","formInput":"Section%20216%20IPC%20"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"arms act","formInput":"arms%20act"},{"value":"302 read with 34 i.p.c","formInput":"302%20read%20with%2034%20i.p.c"},{"value":"sec 34 read with sec 302 of indian penal code","formInput":"sec%2034%20read%20with%20sec%20302%20of%20indian%20penal%20code"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"302/34","formInput":"302/34"},{"value":"encounter","formInput":"encounter"},{"value":"identification parade","formInput":"identification%20parade"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"section 120 b ipc","formInput":"section%20120%20b%20ipc"},{"value":"call detail ","formInput":"call%20detail%20"},{"value":"120 b ipc ","formInput":"120%20b%20ipc%20"},{"value":"sec 120-b","formInput":"sec%20120-b"},{"value":"sec.302 read with sec.34 i.p.c","formInput":"sec.302%20read%20with%20sec.34%20i.p.c"},{"value":"conspiracy","formInput":"conspiracy"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}