{"tid":124752650,"publishdate":"2019-03-15","title":"Dauwalal @ Ganesh Devangan vs The State Of Madhya Pradesh(Now ... on 15 March, 2019","doc":"<h2 class=\"doc_title\">Dauwalal @ Ganesh Devangan vs The State Of Madhya Pradesh(Now ... on 15 March, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 SUPREME COURT 1564, 2019 (4) SCC 538, AIRONLINE 2019 SC 142, 2019 CRILR(SC MAH GUJ) 661, (2019) 108 ALLCRIC 353, (2019) 199 ALLINDCAS 170, (2019) 2 ALD(CRL) 91, (2019) 2 ALLCRILR 691, (2019) 2 CRILR(RAJ) 661, 2019 (2) SCC (CRI) 310, (2019) 5 MH LJ (CRI) 639, (2019) 5 SCALE 170, (2019) 74 OCR 495, ILR 2019 SC 1107</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-maheshwari\">Dinesh Maheshwari</a>, <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<pre id=\"pre_1\">CRIMINAL APPEAL NOS. 478-479 .OF 2019 (@ SLP (Crl) Nos.457-458 OF 2016)\nDauwalal @ Ganesh Devangan &amp; Ors. v. State of Madhya Pradesh (Now State of Chhattisgarh)\n\n                                                                                                         1\n                                                                                                  Reportable\n\n                                  IN THE SUPREME COURT OF INDIA\n\n                                   CRIMINAL APPELLATE JURISDICTION\n\n\n                         CRIMINAL APPEAL NOS. 478-479 OF 2019\n             (Arising out of Special Leave Petition (Criminal) Nos.457-458 of 2016)\n\n\n\n        DAUWALAL @ GANESH DEVANGAN &amp; ORS.                                                       …Appellants\n\n\n                                                              VERSUS\n\n\n        STATE OF MADHYA PRADESH\n        (NOW STATE OF CHHATTISGARH)                                                        …Respondent\n\n\n\n                                                       JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">        Uday Umesh Lalit, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">        1.          These appeals, at the instance of four original Accused namely\n\n        Santosh Kumar, Dauwalal @ Ganesh Devangan, Manohar Verma and\n\n        Puneetram Verma (Original Accused Nos.6, 12, 13 and 16 respectively) seek\n\n        to challenge the common judgment and order dated 15.06.2015 passed by the\n\fCRIMINAL APPEAL NOS. 478-479 .OF 2019 (@ SLP (Crl) Nos.457-458 OF 2016)\nDauwalal @ Ganesh Devangan &amp; Ors. v. State of Madhya Pradesh (Now State of Chhattisgarh)\n\n<span class=\"hidden_text\" id=\"span_1\">                                                                                                    2</span>\n        High Court1 dismissing Criminal Appeal Nos.410 and 698 of 2000 as against\n\n        the appellants.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">        2.          First Information Report (Ext.P-60) was lodged with Police Station\n\n        Bhatapara (Rural), District Raipur pursuant to information received at the\n\n        Police Station around 12:05 a.m. on 24.02.1997 from Informant Netram (later\n\n        examined as PW-2).                     According to the information, the cousin of the\n\n        Informant named Parasram Yadav, Deputy Sarpanch, Village Jarod, Bhatapara\n\n        was assaulted fatally on 23.02.1997 at about 9.00 p.m.                             The relevant\n\n        information had named certain persons to be responsible for the crime from\n\n        the assembly of 25-30 persons who had gathered outside the house of the\n\n        deceased. The information was:-\n</p>\n<blockquote id=\"blockquote_1\">                        “Bhuneshwar Verma, Kamta Prasad Yadav, Mohan Verma,\n                        Kaushal verma, Gayaram Verma, Santosh Verma, Bihari Lal\n                        Verma, Shanker Lal Verma, Bharat Lal Verma, Virendra\n                        alias Tatku Verma, Daulal alias Ganesh Dewagan, Puneet\n                        Ram Vermaetc 25-30 people of his village came at the house\n                        of my brother Parasram Yadav, Deputy Sarpanch, Village-\n                        Panchayat, Jarod, due to enmity and with intention to kill\n                        him and being unanimous and being armed with Laathi,\n                        Danda, Khotlaetc started giving filthy abuse and by entering\n                        into the house of Parasram assaulted him and they dragged\n                        Parasram from his house and took him out in the courtyard\n                        and beat him with Laathi, Danda and Bhuneshwar Verma hit\n                        stone of about 15-20 kg weight on the head of Parasram and\n                        caused his death, due to which his brain got scattered out of\n                        skull.”\n\n          1   High Court of Chhattisgarh at Bilaspur\n\fCRIMINAL APPEAL NOS. 478-479 .OF 2019 (@ SLP (Crl) Nos.457-458 OF 2016)\nDauwalal @ Ganesh Devangan &amp; Ors. v. State of Madhya Pradesh (Now State of Chhattisgarh)\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                                           3</span>\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_5\">        3.          During the course of investigation, names of 17 persons surfaced as\n\n        suspects.         Those 17 persons including the appellants were tried for the\n\n        offences punishable under <a href=\"/doc/1258372/\" id=\"a_1\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_2\">148</a>, <a href=\"/doc/1011035/\" id=\"a_3\">323</a>, <a href=\"/doc/1243353/\" id=\"a_4\">342</a> and <a href=\"/doc/1982060/\" id=\"a_5\">450</a> IPC as well as\n\n        under <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a> read with 149 <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a> in Sessions Case No.359 of 1997.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_6\">        4.          PW-1 Dr. A.D. Purena who had conducted post-mortem on the dead\n\n        body of the deceased deposed that there were external injuries all over the\n\n        body. The head was crushed, lacerated with compound multiple fractures on\n\n        the skull bone, the brain material was absent and the skull bones were\n\n        fractured in various sizes, multiple in number.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">        5.          The eye witness account was as under:-\n</p>\n<p data-structure=\"Section\" id=\"p_8\">\n</p><blockquote id=\"blockquote_2\">                   I.          PW- 2 - Netram, cousin of the deceased in his\n\n                               examination-in-chief deposed: -\n</blockquote><blockquote id=\"blockquote_3\">                               “I heard sound of Laathi (stick) at the door of my\n                               brother Parasram, then I came out and saw that\n                               Dayaram, Roshan, Onkar, Vinod, Tatku, Dauwa,\n                               Manohar, Mohan, Bhuwan and Punit were there.\n                               My brother Parasram is Deputy Sarpanch of\n                               Village Jarod. Due to which the accused persons\n                               had enmity/quarrel since then. When I saw, at\n                               that time the accused persons were loudly\n                               shouting saying ‘nikalo saale ko’. The door was\n                               open and seven persons namely Bihari, Shanker,\n                               Hari, Vinod, Suneshwar, Bharat and Kamta were\n                               beating my brother inside the house. I reached on\n\fCRIMINAL APPEAL NOS. 478-479 .OF 2019 (@ SLP (Crl) Nos.457-458 OF 2016)\nDauwalal @ Ganesh Devangan &amp; Ors. v. State of Madhya Pradesh (Now State of Chhattisgarh)\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                                           4</span>\n                               the spot and requested the accused persons not to\n                               beat my brother, I requested them with folded\n                               hand. Thereafter, Bihari was dragged and pulled\n                               out my brother, to which I resisted, then Bihari hit\n                               at my head. Thereafter, Kamta came from behind\n                               and hit Laathi at my head. On this I shivered and\n                               got perplexed. Then my wife Dulari Bai caught\n                               me by both hand and took me to my room and\n                               locked the door and I saw the incident peeping\n                               through the gap of door. All the accused persons\n                               dragged out my brother from Parchhi and hit\n                               Laathi due to which my brother got unconscious\n                               and fell down. Thereafter, Bihari told that he\n                               could be alive so hit the stone. Thereafter,\n                               Bhaneshwar, Bihari, Shanker, Tetku, Vinod hit\n                               stone and went away laughing.”\n\n                   II.         PW-3 - Urmila, widow of deceased Parasram,\n                               deposed:-\n</blockquote>\n<blockquote id=\"blockquote_4\">                               “At that time accused Bihari, Kaushal, Hari,\n                               Bharat, Bhuwaneshwar, Tetku, Kamta, Mote etc.\n                               came. They were armed with Laathi. Accused\n                               persons came to my house and assaulted my\n                               husband. At that time my husband was sleeping\n                               on Takhat. They got him lifted down and\n                               assaulted. When I stopped accused persons from\n                               assaulting, then Bihari told me to run away\n                               otherwise they could kill me also. Thereafter,\n                               they dragged my husband from the house to the\n                               Parchhi and assaulted there. Then they dragged\n                               him from Parchhi to the courtyard and then\n                               Bihari, Bhuwneshwar sworn to hit stone on the\n                               head of the deceased Parasram and then they\n                               brought stone kept at my house and hit at the head\n                               of my husband Paras. Bihari, Hari, Bharat hit the\n                               stone on the head, due to which the head of my\n                               husband was broken and his death was caused.”\n\fCRIMINAL APPEAL NOS. 478-479 .OF 2019 (@ SLP (Crl) Nos.457-458 OF 2016)\nDauwalal @ Ganesh Devangan &amp; Ors. v. State of Madhya Pradesh (Now State of Chhattisgarh)\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                                           5</span>\n\n                   III.        PW-4 - Narender, 11 years old son of deceased\n\n                               Parasram\n                               stated that he had seen 7 persons who came inside the\n\n                               house and then dragged his father out. After the father\n\n                               was so dragged out, the accused had assaulted his\n\n                               father. He did not name any of the appellants in the\n\n                               first part of the incident but the appellants were named\n\n                               to be part of the assembly which had assaulted his\n\n                               father outside the house.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_9\">        6.          The Second Additional Sessions Judge, Baloda Bazar, District Raipur\n\n        by his judgment and order dated 29.01.2000 found that the prosecution had\n\n        established its case completely. All 17 accused persons were found guilty of\n\n        the offences with which they were charged and the order of sentence was as\n\n        under:-\n</p><blockquote id=\"blockquote_5\">                        “… … … every accused person is punished for one year\n                        rigorous imprisonment under <a href=\"/doc/763672/\" id=\"a_8\">Section 148</a>, five years\n                        rigorous imprisonment under <a href=\"/doc/1982060/\" id=\"a_9\">Section 450</a> and fine of\n                        Rs.1000/- each, and under <a href=\"/doc/1243353/\" id=\"a_10\">Section 342</a> <a href=\"/doc/1011035/\" id=\"a_11\">section 323</a> is\n                        included, therefore, accused persons are punished with life\n                        imprisonment under <a href=\"/doc/1560742/\" id=\"a_12\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_13\">149</a> and fine of Rs.1000/-\n                        each. In case of non-deposit of fine, additional simple\n                        imprisonment of 6 months is awarded to each of the accused\n                        person and in case of payment of Rs.20,000/- may be paid\n                        to the wife of deceased out of the fine received from the\n                        accused persons as compensation under <a href=\"/doc/1705664/\" id=\"a_14\">section 357</a> Cr.P.C.\n\fCRIMINAL APPEAL NOS. 478-479 .OF 2019 (@ SLP (Crl) Nos.457-458 OF 2016)\nDauwalal @ Ganesh Devangan &amp; Ors. v. State of Madhya Pradesh (Now State of Chhattisgarh)\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                                                   6</span>\n                        All sentences shall run concurrently and period of judicial\n                        custody be adjusted from the period of sentence.”\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_10\">        7.          Criminal Appeal Nos.410 and 698 of 2000 were preferred against the\n\n        aforesaid conviction and sentence by 10 convicted accused and 7 convicted\n\n        accused respectively in the High Court. Original Accused No.10, Birendra\n\n        Kumar was found to be Juvenile on the date of occurrence and his case was\n\n        accordingly separated. By its judgment and order which is presently under\n\n        appeal, the High Court affirmed the view taken by the Trial Court and\n\n        dismissed both the appeals.                          Thereafter, Special Leave Petition (Crl.)\n\n        Nos.457-458 of 2016 was preferred by 9 convicted Accused in this Court. On\n\n        29.01.2016 this Court found no ground for interference with respect to 5\n\n        petitioners namely Kamta Prasad, Shankerlal Verma, Bharatlal Verma,\n\n        Hariram Verma and Vinod Verma and dismissed their Special Leave Petition.\n\n        However, as regards the present appellants, notice was issued whereafter both\n\n        the sides were heard in the matter.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">        8.          Mr. Naveen Prakash, learned Advocate appearing for the appellants\n\n        submitted:-\n</p><blockquote id=\"blockquote_6\">               I.             The appellants were not named by PW-2 Netram in his first\n\n                              reporting.\n</blockquote><blockquote id=\"blockquote_7\">\fCRIMINAL APPEAL NOS. 478-479 .OF 2019 (@ SLP (Crl) Nos.457-458 OF 2016)\nDauwalal @ Ganesh Devangan &amp; Ors. v. State of Madhya Pradesh (Now State of Chhattisgarh)\n\n<span class=\"hidden_text\" id=\"span_6\">                                                                                               7</span>\n                   II.        However, in his examination in Court said Netram had named\n\n                              the appellants but did not attribute any specific overt act to\n\n                              them.\n</blockquote>\n<blockquote id=\"blockquote_8\">                    III.      PW-3, Urmila, widow of deceased did not name the appellants\n\n                              in her testimony.\n</blockquote>\n\n<blockquote id=\"blockquote_9\">                    IV.       PW-4 did name the appellants as part of the mob which had\n\n                              gathered outside the house and was responsible for assault on\n\n                              the deceased.              However, in his cross examination, he had\n\n                              accepted that while the accused were assaulting his father, his\n\n                              mother had kept him and his brother hidden inside the house.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_12\">        9.          The learned counsel for the State on the other hand submitted that the\n\n        material on record clearly pointed towards the involvement of the appellants.\n\n        He submitted that the appellants were named by both PWs 2 and 4 and as\n\n        such the appellants were rightly convicted.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">\n</p><p data-structure=\"Precedent\" id=\"p_14\">        10.         It is true that in a crime committed by an unlawful assembly by\n\n        principle of vicarious liability, every member of the unlawful assembly would\n\n        be guilty of the offence, even if he himself had not done the actual act. But\n\n        the facts must indicate with clarity that such person was in fact a member of\n\fCRIMINAL APPEAL NOS. 478-479 .OF 2019 (@ SLP (Crl) Nos.457-458 OF 2016)\nDauwalal @ Ganesh Devangan &amp; Ors. v. State of Madhya Pradesh (Now State of Chhattisgarh)\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                                        8</span>\n        the unlawful assembly.                    The prosecution did not allege that any of the\n\n        appellants had stormed inside the house and had dragged the deceased\n\n        Parasram. The presence of the appellant, at best, going by the version of PWs\n\n        2 and 4 was outside the house in the street where 25-30 persons had gathered.\n\n        Out of such gathering, 17 persons were named to be accused and sent up for\n\n        trial.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">        11.         It is crucial to note that PW-2 Netram in his First Information Report\n\n        had not named any of the appellants whereas in his statement in Court the\n\n        names of the appellants did occur in his testimony. Even then he did not\n\n        attribute any overt act to the appellants.                          PW-3 - Urmila also did not name\n\n        any of the appellants. The evidence of PW-4 Narender did indicate some role\n\n        but that part of the assertion is required to be seen in the light of the fact that\n\n        he and his brother were hidden by their mother as soon as the first part of the\n\n        transaction had occurred and some 7 persons had stormed inside the house.\n\n        This is perhaps why the mother also could not name any of the appellants. In\n\n        the backdrop of these salient features, the question arises as to the\n\n        involvement of the appellants in the crime.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_16\">        12.         Considering all the factual aspects, in our considered view, it is not\n\n        established beyond reasonable doubt that the appellants were guilty of the\n\n        offences with which they were tried. We, therefore, grant benefit of doubt to\n\fCRIMINAL APPEAL NOS. 478-479 .OF 2019 (@ SLP (Crl) Nos.457-458 OF 2016)\nDauwalal @ Ganesh Devangan &amp; Ors. v. State of Madhya Pradesh (Now State of Chhattisgarh)\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                                                            9</span>\n        the appellants. The appeals are, therefore, allowed and the appellants are\n\n        acquitted of all the charges levelled against them. They be set at liberty\n\n        unless their presence is required in connection with any other offence.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_17\">                                                                                           ..………….……………J.\n                                                                                           (Uday Umesh Lalit)\n\n\n\n                                                                                           ..………….……………J.\n                                                                                           (Dinesh Maheshwari)\n\n        New Delhi,\n        March 15, 2019.\n</p>\f","numcites":9,"numcitedby":33,"docsource":"Supreme Court of India","citetid":124752650,"divtype":"judgments","relatedqs":[{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"slp","formInput":"slp"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"dragged","formInput":"dragged"},{"value":"Umesh","formInput":"Umesh"}],"cats":[{"value":"rioting","formInput":"tag:rioting"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"wrongful-confinement","formInput":"tag:wrongful-confinement"},{"value":"house-trespass","formInput":"tag:house-trespass"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}