{"tid":75059771,"publishdate":"2017-11-14","title":"Kartar Singh vs State Of M.P. on 14 November, 2017","doc":"<h2 class=\"doc_title\">Kartar Singh vs State Of M.P. on 14 November, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-awasthi\">S.K.Awasthi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-awasthi\">S.K.Awasthi</a></h3>\n\n<pre id=\"pre_1\">                                  -( 1 )-              CRA No. 615/1999\n\n         HIGH COURT OF MADHYA PRADESH\n                       BENCH AT GWALIOR\n                          DIVISION BENCH\n   BEFORE: HON.SHRI JUSTICE SANJAY YADAV\n                                     AND\n            HON. SHRI JUSTICE S.K.AWASTHI\n                Criminal Appeal No. 615/1999\n                                Kartar Singh\n                                    Versus\n                      State of Madhya Pradesh\n----------------------------------------------------------------------------------\nShri V.K.Saxena, learned senior counsel with Shri\nAditya Singh, counsel for the appellant.\nShri Prakhar Dhengula, learned Additional Public\nProsecutor, for the respondent/ State.\n----------------------------------------------------------------------------------\n                                     AND\n\n                Criminal Appeal No. 375/2000\n                      State of Madhya Pradesh\n                                    Versus\n                      Kartar Singh and another\n----------------------------------------------------------------------------------\nShri Prakhar Dhengula, learned Additional Public\nProsecutor, for the appellant/ State.\nShri R.K.Sharma, learned senior counsel with Shri\nV.K.Agrawal and Shri Raghuvir Singh, counsel for the\nrespondents.\n----------------------------------------------------------------------------------\n                            JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                               (14/11/2017)\n\nPer S.K.Awasthi, J.:\n</p>\n<blockquote id=\"blockquote_1\">               This judgment shall govern the outcome of\nCriminal Appeal No. 615/1999 and Criminal Appeal No.\n375/2000, which have been preferred against the\njudgment dated 30.10.1999 passed in Sessions Trial No.\n105/1998 whereby the Trial Court has convicted the\nappellant       of     Criminal        Appeal       No.     615/1999         for\n<span class=\"hidden_text\" id=\"span_1\">                          -( 2 )-        CRA No. 615/1999</span>\n\ncommission of offence punishable under <a href=\"/doc/1133601/\" id=\"a_1\">Section 325</a> of\nIPC and sentenced him to undergo seven years Rigorous\nImprisonment and Rs. 1000/- fine with default stipulation\nof three months Simple Imprisonment whereas in\nCriminal Appeal No. 375/2000, the State has preferred\nan appeal to challenge the portion of judgment dated\n30.10.1999 whereby the Trial Court has acquitted the\naccused persons of charge under <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a> read with\n<a href=\"/doc/999134/\" id=\"a_3\">Section 149</a> as well as under <a href=\"/doc/763672/\" id=\"a_4\">Section 148</a> and <a href=\"/doc/1011035/\" id=\"a_5\">Section\n323</a> read with <a href=\"/doc/999134/\" id=\"a_6\">Section 149</a> of IPC.\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">2.   The facts which emerge for adjudication are that on\n23.07.1997, the respondent received an information\nabout the incident that occurred on same day in evening,\nthat the accused persons, namely, Kartar Singh, Makhan\nSingh and Amar Singh and three other persons, had\nconstituted an unlawful assembly and were equipped\nwith weapons such as Lohangi, Lathi, Farsa, Mouser and\n12 Bore Rifle, in order to inflict fatal injury to Virendra\nSingh (deceased) on account of a dispute relating to\ntheft of a Buffalo. According to the prosecution story, the\nappellant in Criminal Appeal No. 615/1999 was equipped\nwith Mouser and Lohangi whereas Malkhan Singh was\nequipped with Farsa and Amar Singh was carrying a\nRifle. As per the allegations, all the accused persons\nforcefully inflicted as many as 26 injuries on Virendra\nSingh which included an injury on the head of the\ndeceased which was concluded to be fatal according to\nPost Mortem Report (Ex. P-14).         It is categorically\nindicated in the P.M. Report that the injuries caused\nresulted in Cardio-Respiratory Failure which resulted in\ndeath of the deceased.\n</p><p data-structure=\"Issue\" id=\"p_3\">3.   The   respondent proceeded to record an FIR\nbearing Crime No. 138/1997 (Ex. P-10) and named all\n<span class=\"hidden_text\" id=\"span_2\">                            -( 3 )-          CRA No. 615/1999</span>\n\nthe accused persons, including unknown persons, for\ncommission of offences punishable under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a>,\n<a href=\"/doc/455468/\" id=\"a_8\">307</a>, <a href=\"/doc/1540253/\" id=\"a_9\">326</a>, <a href=\"/doc/763672/\" id=\"a_10\">148</a> read with <a href=\"/doc/999134/\" id=\"a_11\">Section 149</a> of IPC.\n</p><p data-structure=\"Facts\" id=\"p_4\">4.   The respondent on the basis of evidence collected\nduring the course of investigation and the medical\nevidence which had come on record proceeded to\npresent the chargesheet against the accused persons\nincluding the present appellant in Criminal Appeal\nNo.615/1999 and the respondent in Criminal Appeal No.\n375/2000. Consequently, the charges were framed on\n29.07.1999     against    all    the   accused    persons    for\ncommission of offences punishable under <a href=\"/doc/1560742/\" id=\"a_12\">Section 302</a> of\nIPC read with <a href=\"/doc/999134/\" id=\"a_13\">Section 149</a> of IPC as also for commission\nof offences punishable under <a href=\"/doc/1011035/\" id=\"a_14\">Section 323</a> read with\n<a href=\"/doc/999134/\" id=\"a_15\">Section 149</a> of IPC and <a href=\"/doc/763672/\" id=\"a_16\">Section 148</a> of IPC.\n</p><p data-structure=\"Facts\" id=\"p_5\">5.   The prosecution was given an opportunity to lead\nevidence and as many as sixteen witnesses were\nexamined     by    the   prosecution    which     included   the\nstatements of Karan Singh (PW-6), Kehri Singh (PW-8),\nRakesh (PW-10) and Tilak Singh (PW-12), who were\npresented as eyewitnesses to the incident. In rebuttal to\nthe evidence led by the prosecution, the appellant\npresented two defence witnesses to establish the fact\nthat there existed a civil dispute amongst the parties and\ntherefore,   the    present     appellant   has   been   falsely\nimplicated in the instant case. The appellant also\nsubmitted a copy of the plaint (Ex. D-4) in which one of\nthe complainants has been shown as party to civil\nproceedings.\n</p><p data-structure=\"Issue\" id=\"p_6\">6.   Upon cumulative consideration of the material on\nrecord and statement of witnesses produced by the\nprosecution, the Trial Court proceeded to pronounce\nimpugned judgment dated 30.10.1999 and the appellant\n<span class=\"hidden_text\" id=\"span_3\">                             -( 4 )-          CRA No. 615/1999</span>\n\nin Criminal Appeal No. 615/1999 was convicted for\ncommission of offence punishable under <a href=\"/doc/1133601/\" id=\"a_17\">Section 325</a> of\nIPC. This judgment is the subject-matter of the instant\nappeals before this Court.\n</p><p data-structure=\"Conclusion\" id=\"p_7\">7.   In view of the fact that the impugned judgment is\ncommon in both the appeals; however, the grounds of\nadjudication being separate and independent, it would\nbe appropriate to deal with Criminal Appeal No.\n375/2000 preferred by the State Government against the\nacquittal of the accused persons before adverting to\nCriminal Appeal No. 615/1999.\n</p>\n\n<span class=\"hidden_text\" id=\"span_4\">                Criminal Appeal No. 375/2000</span>\n\n\n<p data-structure=\"CDiscource\" id=\"p_8\">8.   In the context of the prosecution, the learned\ncounsel    for    the   appellant     had    argued   that   the\nprosecution had produced several eyewitnesses who had\ncategorically specified the role of the accused persons.\nHowever, the Trial Court has ignored the statements in\nwhich     the    present   respondents      have   been   clearly\ninsinuated and it has clearly come on record that\nrespondent No. 1, Kartar Singh, was equipped with\nMouser and Lohangi whereas Malkhan Singh was\nequipped with Farsa. Further, it has categorically come\nin the statements of Karan Singh (PW-6), Kehari Singh\n(PW-8) and Rakesh (PW-10) that Kartar Singh inflicted\nseveral blows on the deceased by using Lohangi as a\nweapon and Makhan Singh used the rear end of the\nFarsa to cause fatal injury to the deceased. Therefore, in\nlight of overwhelming eyewitness account, the impugned\njudgment is clearly erroneous and deserves to be set\naside. It has also been argued that in a case where\ncharges have been framed under several provisions of\n<span class=\"hidden_text\" id=\"span_5\">                             -( 5 )-             CRA No. 615/1999</span>\n\n<a href=\"/doc/1569253/\" id=\"a_18\">IPC</a> read with <a href=\"/doc/999134/\" id=\"a_19\">Section 149</a> of IPC, it is well-established\nthat there is no requirement to establish overt act of\neach individual who is member of the unlawful assembly\nand only the fact about knowledge and common object is\nrelevant and is sufficient to convict the persons under\nsubstantive    provisions     of      <a href=\"/doc/1569253/\" id=\"a_20\">IPC</a>.    Therefore,     it    was\nvehemently contended that the judgment to the extent it\nrelates to acquittal of respondents for commission of\noffences punishable under <a href=\"/doc/1560742/\" id=\"a_21\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_22\">Section\n149</a> of IPC deserves to be set aside.\n</p><p data-structure=\"RespArg\" id=\"p_9\">9.   Per contra, learned counsel for the respondents\nsubmitted that the Trial Court has passed a well-\nreasoned      judgment     with       respect    to    the   offence\npunishable under Section 302 of IPC, in view of the fact\nthat the appellant had produced four eyewitnesses out of\nwhich of one of them turned hostile and the remaining\neyewitnesses     clearly    improved         their    statements    in\ncomparison to their statement recorded under Section\n161 of Cr.P.C. To highlight few of such instances, the\nlearned counsel for the respondents submitted that\nKaran Singh (PW-6), Kehari Singh (PW-8) and Rakesh\n(PW-10) had stated under Section 161 of Cr.P.C. that\nMakhan Singh wielded Farsa which resulted in injuries\non the person of the deceased; however, according to the\nPost Mortem Report (Ex. P-14), there was no incised\nwound observed on the person of the Deceasd, which\nobviously means that the eyewitnesses were stating\nwrong facts whereas in order to cure this lacuna in the\nprosecution case, Karan Singh (PW-6), Kehari Singh (PW-\n</p><p data-structure=\"RespArg\" id=\"p_10\">8) and Rakesh (PW-10), improved their versions of the\nstory and stated that Makhan Singh used rear portion of\nFarsa to inflict injuries on the deceased, in order to align\nthe description of injuries mentioned in Post Mortem\n<span class=\"hidden_text\" id=\"span_6\">                             -( 6 )-          CRA No. 615/1999</span>\n\nReport (Ex. P-14) with their statements. Consequently, it\nhas been argued that the impugned judgment does not\nsuffer from any infirmity and deserves to be affirmed.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">10. In order to bring home these submissions, the\nlearned counsel for the respondents has placed reliance\non    the     following   judgments   (for   the   purpose   of\nconvenience, the ratio of the cases are mentioned\nopposite to each case):-\n</p><blockquote id=\"blockquote_2\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45780759\" id=\"span_7\"> (2014) 3 SCC 366 (<a href=\"/doc/45780759/\" id=\"a_23\">Badal Murmu and others\n       vs. State of West Bengal</a>) - In cases of multiple\n       injuries, unless specific role is ascribed to the\n       appellant in relation to infliction of a fatal injury, it\n       is difficult to award punishment under <a href=\"/doc/1560742/\" id=\"a_24\">Section 302</a>\n       of IPC. In such light, the Court in the instant case\n       instead of awarding punishment under <a href=\"/doc/1560742/\" id=\"a_25\">Section 302</a>\n       awarded punishment under <a href=\"/doc/409589/\" id=\"a_26\">Section 304</a> Part II of\n       <a href=\"/doc/1569253/\" id=\"a_27\">IPC</a>.</span>\n</blockquote>\n<blockquote id=\"blockquote_3\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105640015\" id=\"span_8\"> (1994) 5 SCC 188 (<a href=\"/doc/105640015/\" id=\"a_28\">Meharaj Singh vs. State of\n       UP</a>) - The testimonies of interested witnesses\n       cannot be simply discarded for the simple fact that\n       they are interested or related; however, it certainly\n       puts the Court on its guard to scrutinize their\n       evidence more carefully if the eyewitnesses are\n       introduced after thought deliberations.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_12\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863536\" id=\"span_9\"> (2011) 9 SCC 561 (<a href=\"/doc/1863536/\" id=\"a_29\">Shivlal and another vs.\n       State of Chhattisgarh</a>) - Delay in or not sending\n       a copy of the FIR to the Magistrate under <a href=\"/doc/1943580/\" id=\"a_30\">Section\n       157 (1)</a> of Cr.P.C. may adversely affect the case of\n       the prosecution or cast a shadow. Procedural\n       latches may not be individually sufficient to have\n       an adverse effect on the prosecution version. But a\n       combined effect of such factors must be taken into\n<span class=\"hidden_text\" id=\"span_10\">                      -( 7 )-         CRA No. 615/1999</span>\n\n  consideration.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"128084\" id=\"span_11\"> (2010) Cri LJ 2791 (<a href=\"/doc/128084/\" id=\"a_31\">M.C.Ali and another vs.\n  State of Kerala</a>) - If two views are possible on the\n  evidence adduced in a case, on pointing to the guilt\n  of the accused and the other to his innocence, the\n  view which is favourable to the accused should be\n  adopted.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1558583\" id=\"span_12\"> (2010) 10 SCC 374 (Sambhu Das alias <a href=\"/doc/1558583/\" id=\"a_32\">Bijoy\n  Das   and    another     vs.   State   of   Assam</a>)    -</span>\n</p><p data-structure=\"CDiscource\" id=\"p_15\">  Depending upon facts and circumstances, non-\n  examination of material eyewitness may prove fatal\n  to the prosecution&#x27;s case, especially, when such\n  fact is viewed in light of discrepancies and\n  contradictions in evidence.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"56139\" id=\"span_13\"> (1998) SCC (Cri.) 1350 (<a href=\"/doc/56139/\" id=\"a_33\">Rewa Ram vs. Teja\n  and others</a>) - Even in cases of multiples injuries,\n  absence of evidence to show who caused fatal\n  injuries to the deceased, may prove fatal to\n  prosecution&#x27;s case for convicting a person under\n  <a href=\"/doc/1560742/\" id=\"a_34\">Section 302</a> of IPC.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"149192468\" id=\"span_14\"> (2016) 12 SCC 389 (<a href=\"/doc/149192468/\" id=\"a_35\">Ram Laxman vs. State of\n  Rajasthan</a>) - &quot;7. In our considered view the\n  Division Bench committed a serious error in relying\n  upon the aforesaid judgment. No doubt, it is an\n  established principle of criminal law in India that\n  only on account of detecting some falsehood in the\n  statement of a witness who is otherwise consistent\n  and reliable, his entire testimony should not be\n  discarded. It is equally settled law that if a witness\n<span class=\"hidden_text\" id=\"span_15\">                          -( 8 )-        CRA No. 615/1999</span>\n\n     is found undependable and unreliable his evidence\n     cannot be split to grant benefit to some co-accused\n     while maintaining conviction of another when in all\n     respects he stands on the same footing and\n     deserves parity.&quot;</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_18\">11. We have given our anxious consideration on the\ncontentions raised by the rival parties and we have\nperused the material available on record.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">12. It is alleged that accused Makhan Singh was\nequipped with farsa and he caused injuries to Virendra\nSingh. The perusal of post-mortem report (Ex.P/14)\nclearly indicates that the deceased sustained as many as\n26 grievous injuries whereas there is absence of injury\nalleged to be caused by sharp edged weapon. Therefore,\nthere is no error committed by the trial Court in\nconcluding that in order to cover the lacunae in the\nprosecution case, the prosecution witnesses Karan Singh\n(PW-6), Kehari Singh (PW-8) and Rakesh (PW-10) have\nimproved their version of the story so that the conviction\nto respondent No.2-Makhan Singh can be ensured. It is\nalso difficult to lose sight of the fact that the statements\nof the eye-witnesses have many exaggerations with\nrespect to the involvement of respondent No.2-Makhan\nSingh. As per the prosecution story, Makhan Singh is the\nresident of Village Jimedarpura, however in the contents\nof the FIR name of Makhan Singh is not mentioned and\nin his place the name of Malkhan Singh, resident of\nVillage Tundila has come and the prosecution has not\nproduced any evidence to prove that Makhan Singh is\nalso called as Malkhan Singh. The FIR has been lodged\nby Rakesh (PW-10), who has conceded in his cross-\nexamination that he did not know accused Makhan prior\n<span class=\"hidden_text\" id=\"span_16\">                         -( 9 )-          CRA No. 615/1999</span>\n\nto the incident, therefore, it is not clear that how Rakesh\nhas mentioned the name of Makhan Singh in Col. No.7 in\nthe FIR as accused No.2 whereas in Col. No.12 of the\nFIR the role of Makhan Singh is absent and in his place\nit is alleged that Malkhan Singh has caused injury to the\ndeceased Virendra Singh. The trial Court in para 22 of\nthe judgment has considered all the aspects regarding\nfalse implication of Makhan Singh in the incident.\n</p><p data-structure=\"Conclusion\" id=\"p_20\">13. Having considered the facts of the present case, we\nare of the considered view that the trial Court did not\ncommit any error in acquitting the present respondent\nNo.2-Makhan Singh and Criminal Appeal No.375/2000 is\ndismissed to the extent it relates to acquittal of\nrespondent No.2-Makhan Singh. Respondent No.2 is on\nbail. His presence is no more required before this Court\nand therefore, it is directed that his bail bonds shall\nstand discharged.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">14.   With respect to the involvement of respondent No.\n1- Kartar Singh, the testimony of Karan Singh (PW-6),\nKehari Singh (PW-8) and Rakesh (PW-10) have remained\nintact and it has categorically come on record that the\nrespondent No. 1 inflicted grievous injuries with the use\nof dangerous weapon i.e. Lohangi. The sequence of\nevents narrated in the examination-in-chief of Karan\nSingh (PW-6), Kehari Singh (PW-8) and Rakesh (PW-10),\nalso finds support from the details mentioned in the FIR\nregarding the time of occurrence of the incident and its\nintimation to the Police, which has further gained\nstrength from the statement of the Investigating Officer\nwho   had   reduced    the   Complaint    in   writing   and\nregistered the FIR. In this regard, the        statement of\nPW-15, R.A. Awasthi, is worth perusing, who had\napproved the fact that the incident was reported on\n<span class=\"hidden_text\" id=\"span_17\">                          -( 10 )-        CRA No. 615/1999</span>\n\n23.07.1997.\n</p><p data-structure=\"CDiscource\" id=\"p_22\">15. While we are examining the record in the context\nof the submissions advanced by the learned counsel for\nthe appellant, we are unable to uphold the contention\nthat once an unlawful assembly is proved, then the overt\nact of each individual loses its significance. However, an\nelementary issue ignored by the learned counsel for the\nappellant is that in order to secure application of <a href=\"/doc/999134/\" id=\"a_36\">Section\n149</a> of IPC, it is a pre-condition that the unlawful\nassembly must consist of five or more persons whereas\nin the instant case, the chargesheet itself was presented\nagainst three persons including the present respondents\nand the statements of eyewitnesses about involvement of\nthree unknown persons has not found credence from the\npolice and therefore, the chargesheet was presented\nonly against three persons and not against five persons\nor more. Thus, this contention will have no implication to\nthe outcome of the case.\n</p><p data-structure=\"Precedent\" id=\"p_23\">16. Be that as it may, the statements of eyewitnesses\nspecifically indicate that, the respondent No.1-Kartar\nSingh had common intention with co-accused Amar\nSingh to cause injuries to the deceased which shall be\nsufficient in the ordinary course of nature to cause\ndeath. Dr. Vikram Singh Tomar conducted the post-\nmortem on the body of deceased Virendra Singh and\nfound following injuries:-\n</p><blockquote id=\"blockquote_4\">        (i)     Lacerated wound present over the lower\n                part of anterior aspect of right leg, 2x0.5\n                cm., bone deep placed vertical. Fracture\n                of right tibia.\n</blockquote><blockquote id=\"blockquote_5\">        (ii)    Lacerated wound present over the\n                middle of the right leg anteriorly\n                2x1cmx1cm, fracture below it in right\n                tibia vertically.\n</blockquote><blockquote id=\"blockquote_6\">        (iii)   Abrasion present over the upper part of\n                1/3rd of right leg anteriorly 3x2 cm. X\n<span class=\"hidden_text\" id=\"span_18\">                   -( 11 )-        CRA No. 615/1999</span>\n\n          transversely.\n</blockquote><blockquote id=\"blockquote_7\">(iv)      Abrasion present over the right knee\n          anterior aspect &amp; medial aspect 12 cm. X\n          6.5 cm placed transversely.\n</blockquote><p data-structure=\"Section\" id=\"p_24\">(v)       Lacerated wound present over the left\n          leg in middle anterior aspect, 3x2 cm. X1\n          cm. Placed transversely, fracture below it\n          in left tibia.\n</p><p data-structure=\"Precedent\" id=\"p_25\">(vi)      Red contusion present middle of the left\n          leg anteriorly 10cm x 2.5cm, placed\n          obliquely downward and medially.\n</p><p data-structure=\"Section\" id=\"p_26\">(vii)     Abrasion present over the great toe tip of\n          left foot 2x1 cm. Vertical.\n</p><p data-structure=\"Precedent\" id=\"p_27\">(viii)    Abrasion present below the left knee\n          anteriorly 2x1 cm. Vertical.\n</p><p data-structure=\"Section\" id=\"p_28\">(ix)      Contusion red over the medial part of left\n          knee 12x3 cm. obliquely downward &amp;\n          medially.\n</p><p data-structure=\"PetArg\" id=\"p_29\">(x)       Red contusion present over the lower\n          part of medial aspect of left thigh,\n          11.5x4.5 cm. obliquely downward &amp;\n          medially.\n</p><p data-structure=\"Precedent\" id=\"p_30\">(xi)      Red contusion present over the lower\n          medial part of right thigh 6x2.5 cm.\n</p><p data-structure=\"Precedent\" id=\"p_31\">          Placed transversely.\n</p><p data-structure=\"Precedent\" id=\"p_32\">(xii)     Lacerated wound present in middle of\n          right hand 1cm x 1cm x 1cm swelling\n          aroiund it in 6 cm. Diameter.\n</p><p data-structure=\"Section\" id=\"p_33\">(xiii)    Abrasion present over the dorsal aspect\n          of right hand 3x1 cm. vertical.\n</p><p data-structure=\"Section\" id=\"p_34\">(xiv)     Abrasion present medial aspect of right\n          wrist 2x1 cm. transversely.\n</p><p data-structure=\"Section\" id=\"p_35\">(xv)      Red contusion present over the anterior\n          aspect of right side of lower abdomen\n          16cm x 3cm placed transversely.\n</p><p data-structure=\"Section\" id=\"p_36\">(xvi)     Abrasion present over the anterio lateral\n          aspect of right arm 19cm x 8cm vertical.\n(xvii)    Red contusion present over the right\n          shoulder joint annd anterio lateral aspect\n          6x4 cm. transversely.\n</p><p data-structure=\"Section\" id=\"p_37\">(xviii)   Abrasion present over the lateral aspect\n          of right side of neck, 9x4 cm. placed\n          transversely.</p><pre id=\"pre_2\">\n(xix)     Lacerated would in middle of the head\n          vertical       2x0.5x0.5    cm.   anterio-\n          posteriorly.\n(xx)      Lacerated wound present over the right\n</pre><p data-structure=\"Precedent\" id=\"p_38\">          temporal region, 3x1cmx1cm anterio-\n</p><p data-structure=\"Precedent\" id=\"p_39\">          posterirly bone deep.\n</p><span class=\"hidden_text\" id=\"span_19\">                             -( 12 )-          CRA No. 615/1999</span>\n\n<p data-structure=\"Precedent\" id=\"p_40\">          (xxi)     Lacerated wound present over the left\n                    frontal region 2x0.5x0.5 bone deep\n                    placed anterio posteriorly.\n</p><p data-structure=\"Section\" id=\"p_41\">          (xxii)    Red contusio9n present over the left\n                    arm, lateral aspect 6x2.5cm. Placed\n                    transversely.\n</p><p data-structure=\"Section\" id=\"p_42\">          (xxiii)   Abrasion present over the dorsal aspect\n                    of left forearm near left wrist 8x5cm.\n</p><p data-structure=\"Precedent\" id=\"p_43\">                    placed longitudinaly.\n</p><p data-structure=\"Section\" id=\"p_44\">          (xxiv)    Abrasion presewnt over the left elbow\n                    2x2 cm. posteriorly.\n</p><p data-structure=\"Section\" id=\"p_45\">          (xxv)     Abrasion present over the middle finger\n                    of left hand, dorsal aspect 2x1 cm.\n</p><p data-structure=\"Precedent\" id=\"p_46\">                    vertical.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">          (xxvi)    Red contusion present over the left side\n                    of chest 8x3.5cm. vertifical. Fracture of\n                    left 4th, 5th, 6th ribs present.\n</p><p data-structure=\"Section\" id=\"p_48\">     In order to appreciate the nature of injuries\nsustained by the deceased, the opinion of Dr. Vikram\nSingh Tomar (P.W. 13) which finds mention in the post-\nmortem report Exhibit-P/14 is relevant, which reads as\nunder:-\n</p><blockquote id=\"blockquote_8\">           &quot;Opinion - Death is caused by Cardio-\n           Respiratory failure as a result of\n           injuries to brain and lungs with\n           haemorrhage.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_49\">17. The       present    respondent    No.1   has   based   his\ncontention on the fact that there is exaggeration on the\nstory put forth by the prosecution witnesses and\ntherefore, he submitted that their testimony deserves to\nbe simply discarded and any consideration of the same\nwould attach credibility to the statements which are full\nof inconsistencies, exaggerations and omissions. In the\ncontext of the above, we have carefully considered the\nstatements of Karan Singh (PW-6), Kehari Singh (PW-8)\nand Rakesh (PW-10) and we find that, these witnesses\nhave categorically stated in their examination-in-chief\nthat the incident which has occurred was caused by the\n<span class=\"hidden_text\" id=\"span_20\">                          -( 13 )-          CRA No. 615/1999</span>\n\npresent respondent No.1. However, the role of Amar\nSingh, the other co-accused, has not been discussed, for\nthe reason that he was declared as proclaimed offender\nand he is absconding since the date of incident.\n</p><p data-structure=\"CDiscource\" id=\"p_50\">18. At this stage, our decision is also influenced by the\nfact that the incident was timely reported to the police\nwithout any undue delay as also the description given by\nthe eyewitnesses regarding the injuries caused is\nmatching with the injuries suffered by the deceased\nwhich have been recorded in the Post Mortem Report\n(Ex.P-14).\n</p><p data-structure=\"Precedent\" id=\"p_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1672414\" id=\"span_21\">19. The contention of the learned counsel for the\nrespondents, so far as it relates to the factual scenario\nthat the so called eyewitnesses are relatives of the\ndeceased     and   therefore,   their   version   cannot   be\nconsidered as a gospel truth, is misconceived for the\nreason that it is now well-settled that merely because the\nwitness is an interested one, his testimony is not be\ndiscarded by the Court. Further, the testimony has\ngathered more credibility in light of the fact that the\nsame is being established by other circumstances such\nas timely intimation to the police and the injuries clearly\nmatch the description given by the said witnesses. It\nshall be profitable to refer to the judgment of the\nHon&#x27;ble Supreme Court in the case of <a href=\"/doc/1672414/\" id=\"a_37\">Jayabalan v. UT\nof Pondicherry</a>, (2010) 1 SCC 199, in the following\nmanner:</span>\n</p>\n\n<blockquote id=\"blockquote_9\">          &quot;23. We are of the considered view that in\n          cases where the court is called upon to deal\n          with the evidence of the interested\n          witnesses, the approach of the court, while\n          appreciating the evidence of such witnesses\n          must not be pedantic. The court must be\n          cautious in appreciating and accepting the\n<span class=\"hidden_text\" id=\"span_22\">                         -( 14 )-         CRA No. 615/1999</span>\n\n        evidence given by the interested witnesses\n        but the court must not be suspicious of such\n        evidence. The primary endeavour of the\n        court must be to look for consistency. The\n        evidence of a witness cannot be ignored or\n        thrown out solely because it comes from the\n        mouth of a person who is closely related to\n        the victim.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_52\">20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"224760\" id=\"span_23\">In another judgment by Hon&#x27;ble Supreme Court in\nthe case of <a href=\"/doc/224760/\" id=\"a_38\">Seeman v. State</a>, (2005) 11 SCC 142,\nfollowing has been observed:</span>\n</p><blockquote id=\"blockquote_10\">        &quot;4. It is now well settled that the evidence of\n        witness cannot be discarded merely on the\n        ground that he is a related witness or the\n        sole witness, or both, if otherwise the same\n        is found credible. Thewitness could be a\n        relative but that does not mean to reject his\n        statement in totality. In such a case, it is the\n        paramount duty of the court to be more\n        careful in the matter of scrutiny of evidence\n        of the interested witness, and if, on such\n        scrutiny it is found that the evidence on\n        record of such interested sole witness is\n        worth credence, the same would not be\n        discarded merely on the ground that the\n        witness is an interested witness. Caution is\n        to be applied by the court while scrutinising\n        the evidence of the interested solewitness.\n        The prosecution&#x27;s non-production of one\n        independentwitness who has been named in\n        the FIR by itself cannot be taken to be a\n        circumstance to discredit the evidence of\n        the interestedwitness and disbelieve the\n        prosecution case. It is well settled that it is\n        the quality of the evidence and not the\n        quantity of the evidence which is required\n        to be judged by the court to place credence\n        on the statement.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"45780759\" id=\"span_24\">21. Now moving on to the judgments relied upon by\nthe respondents, we are of the view that, these\njudgments would apply in the scenario where there is\nlacuna in the prosecution story with respect to the role\n<span class=\"hidden_text\" id=\"span_25\">                         -( 15 )-            CRA No. 615/1999</span>\n\nof the accused persons. The judgment of the Apex Court\nin <a href=\"/doc/45780759/\" id=\"a_39\">Badal Murmu</a> (supra) will have no applicability to\nthe facts of the present case as <a href=\"/doc/45780759/\" id=\"a_40\">in that case</a>, there were\nas many as 11 appellants and therefore, the role of each\nappellant was not clearly visible from the material\nbrought on record by the prosecution and therefore the\nconviction was made under <a href=\"/doc/409589/\" id=\"a_41\">Section 304</a> Part-II of <a href=\"/doc/1569253/\" id=\"a_42\">IPC</a>.\nApart from it<a href=\"/doc/45780759/\" id=\"a_43\">, <a href=\"/doc/45780759/\" id=\"a_44\">in that case</a></a>, there were 14 injuries and\nmost of the injuries were inflicted on non-vital parts of\nthe body. Therefore, the court had converted the\nconviction under <a href=\"/doc/1560742/\" id=\"a_45\">Section 302</a> of IPC into <a href=\"/doc/409589/\" id=\"a_46\">Section 304</a>\nPart-II of <a href=\"/doc/1569253/\" id=\"a_47\">IPC</a> read with <a href=\"/doc/999134/\" id=\"a_48\">Section 149</a> of IPC. Further, the\ndecision <a href=\"/doc/45780759/\" id=\"a_49\">in that case</a> was influenced by the fact that the\nappellants had already served 14 years of sentence,\nwhereas in the present case there are as many as 26\ninjuries which have been inflicted by two accused\npersons which includes repeated injury on the brain and\nchest which are vital organs of a body. Therefore<a href=\"/doc/45780759/\" id=\"a_50\">, <a href=\"/doc/45780759/\" id=\"a_51\">the\nsaid judgment</a></a> will have no application to the facts of the\ncase.</span>\n</p><p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1558583\" id=\"span_26\">22. The judgment of the Apex Court in Sambhu Das\nalias <a href=\"/doc/1558583/\" id=\"a_52\">Bijoy Das</a> (supra) will have no applicability to the\nfacts of the present case as it has been cited to bring\nhome the submission that few eye witnesses who were\nvital to be examined have been left out by the\nprosecution   which   will   have   fatal   impact   on   the\nprosecution case. A perusal of the judgment goes to\nshow that the ratio of the case is against the stand of the\npresent respondents because in paragraph No. 38, the\nHon&#x27;ble Apex Court has clearly observed that mere non-\nexamination of some persons does not corrode the\nvitality of prosecution version and that it is not\nnecessary for the prosecution to examine every other\n<span class=\"hidden_text\" id=\"span_27\">                                  -( 16 )-           CRA No. 615/1999</span>\n\nwitness cited by them in the chargesheet. Thus, in the\nfacts of the present case, the judgment cited by the\nrespondent       has        no    applicability     and     is       clearly\ndistinguishable on facts.</span>\n</p><p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1863536\" id=\"span_28\">23. The next judgment relied upon by the respondent is\n<a href=\"/doc/1863536/\" id=\"a_53\">Shivlal</a>     (supra).        We     have      carefully    perused          the\njudgment, however, we are unable to find the factual\nsimilarilty which prompted the learned counsel for the\nrespondent to rely upon <a href=\"/doc/1863536/\" id=\"a_54\">the said judgment</a>. We are\nassuming that this judgment has been highlighted to\nindicate that in the event of material contradictions, the\nstatements of witnesses or where the recovery of\nweapons is doubtful, the cumulative effect of these\nfactors would entitle the accused persons be granted\nbenefit of doubt. The facts which influence the Hon&#x27;ble\nApex Court to give benefit of doubt to the accused\npersons are that there was delay in sending the copy of\nthe FIR to the Magistrate which meted a major dent on\nthe reliability of the prosecution story.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"224760\" id=\"span_29\">Therefore, in the\nfacts of the present case, neither there is any material\ncontradiction except few exaggerations by the eye\nwitnesses       (although          the      consequence         of        such\nexaggerations       has      already        been   discussed         in    the\npreceding paragraphs, and in the judgments rendered by\nHon&#x27;ble Apex Court in the case of <a href=\"/doc/224760/\" id=\"a_55\">Seeman v. State</a>,\n(2005)     11    SCC        142     and      Jayabalan     v.        UT     of\nPondicherry, [2010) 1 SCC 199]) nor there is any\nmaterial on record to indicate non-compliance of <a href=\"/doc/279174/\" id=\"a_56\">Section\n157</a>   of    CrPC.      To    the    contrary,      the   statement          of\nInvestigating Officer is establishing the fact about timely\nintimation of incident to the police which resulted in the\nregistration of the FIR.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_56\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"149192468\" id=\"span_30\">24. A perusal of the judgment rendered by the Apex\n<span class=\"hidden_text\" id=\"span_31\">                            -( 17 )-               CRA No. 615/1999</span>\n\nCourt in <a href=\"/doc/149192468/\" id=\"a_57\">Ram Laxman</a> (supra) appears to be relied\nupon by learned counsel for the respondent to submit\nthat once the trial court has extended benefit in favour\nof respondent No.2 by passing order of acquittal, then on\nthe basis of same set of evidence, respondent No.1 could\nnot have been convicted. We are of the considered view\nthat in the case relied upon by the respondents, there\nwas no appeal preferred by the State to challenge the\nacquittal of one of the accused persons, whereas in the\nfacts of the present case, an appeal has been preferred\nto submit that the trial court committed grave error in\npassing the order of acquittal with respect to respondent\nNo.2 and convicting the respondent No.1 only under\n<a href=\"/doc/1133601/\" id=\"a_58\">Section 325</a> of IPC whereas he ought to have been\nconvicted under <a href=\"/doc/1560742/\" id=\"a_59\">Section 302</a> of IPC. Therefore, the facts\nof the case are clearly distinguishable and have no\napplicability to the present case.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_57\">25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"128084\" id=\"span_32\">In the light of the judgments discussed above, we\nfind that the other judgments in the cases of <a href=\"/doc/128084/\" id=\"a_60\">Meharaj\nSingh, M.C.Ali, and Rewa Ram</a> (supra) can also be\ndistinguished.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"105640015\" id=\"span_33\">Since there is no quarrel about the law\n<a href=\"/doc/128084/\" id=\"a_61\">laid down by</a> the Apex Court in the case of <a href=\"/doc/105640015/\" id=\"a_62\">Meharaj\nSingh</a>    (supra),   that     the      testimony     of   interested\nwitnesses are to be cautiously scrutinized, we have\ncarefully   considered     the        testimony     of   interested\nwitnesses and have already concluded in preceding\nparagraphs that the eye witnesses have graphically\ndescribed the incident and have given clear role to each\naccused person which cannot be ignored. Further, we\nare in agreement with the legal position that if two views\nare possible regarding the guilt of the accused, then the\nview favouring the accused should be adopted. However,\nthe applicability of the said legal position to the facts of\n<span class=\"hidden_text\" id=\"span_34\">                         -( 18 )-          CRA No. 615/1999</span>\n\nthe present case is to be examined. In the facts of the\npresent case, we have discussed about the statements of\neye witnesses and how their testimony is corroborated\nby the medical evidence. Therefore, there is no question\nof any other view but the one indicating the guilt of the\naccused.</span>\n</p><p data-structure=\"Precedent\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"56139\" id=\"span_35\">26. Lastly, the reliance placed on <a href=\"/doc/56139/\" id=\"a_63\">Rewa Ram</a> (supra)\n(supra) is also misplaced because <a href=\"/doc/56139/\" id=\"a_64\">in that case</a>, the\nprosecution witnesses did not ascribe role to each\naccused persons in the incident, whereas in the present\ncase, the eye witnesses have clearly indicated about the\ninvolvement of the accused persons, the weapon wielded\nby them in order to cause injury to the deceased. Thus,\nwe are unable to give any advantage of the judgment\nrelied upon by the respondents to them.</span>\n</p><p data-structure=\"Section\" id=\"p_59\">27. Now adverting to the fact that there are only two\naccused persons who are shown to be involved in the\ncommission of the offence and therefore as discussed\nabove, the ingredients of <a href=\"/doc/999134/\" id=\"a_65\">Section 149</a> of IPC are not\nsatisfied as there is necessity of five or more persons to\nbe involved in the commission of the offence to attract\nthe provision of common object. However, the power of\nthe court to fetch <a href=\"/doc/37788/\" id=\"a_66\">Section 34</a> of IPC in place of <a href=\"/doc/999134/\" id=\"a_67\">Section\n149</a> of IPC is well recognized. In the facts of the present\ncase, there is clear material to indicate that the accused\npersons inflicted repeated wounds on the deceased in\norder to cause injuries which are sufficient in ordinary\ncourse of nature to cause death which finds strength\nfrom the fact that they were holding dangerous weapons\nsuch as lohangi. Therefore, the provisions of <a href=\"/doc/999134/\" id=\"a_68\">Section 149</a>\nof IPC may not apply, but the respondents can be\nconvicted under <a href=\"/doc/37788/\" id=\"a_69\">Section 34</a> of IPC. In this regard, we\nmay profitably rely on the judgment of the Apex Court in\n<span class=\"hidden_text\" id=\"span_36\">                          -( 19 )-        CRA No. 615/1999</span>\n\nthe case of Jawahar Punekar &amp; Ors. v. State of\nMaharashtra, Criminal Appeal No. 1040 of 2008\ndecided on December 5, 2012, in which the power of\nthe Court to convert applicability of <a href=\"/doc/999134/\" id=\"a_70\">Section 149</a> into\n<a href=\"/doc/37788/\" id=\"a_71\">Section 34</a> of IPC has been discussed in the following\nmanner:-\n</p>\n<blockquote id=\"blockquote_11\">                &quot;13. Since we have doubted the\n           presence of A5 and A6 in the commission\n           of offence, the charge against A1 to A4\n           requires to be modified from <a href=\"/doc/1560742/\" id=\"a_72\">Section 302</a>\n           read with <a href=\"/doc/999134/\" id=\"a_73\">Section 149</a> of the IPC to that of\n           an offence under <a href=\"/doc/1560742/\" id=\"a_74\">Section 302</a> read with\n           <a href=\"/doc/37788/\" id=\"a_75\">Section 34</a> of the IPC. It must be pointed\n           out that the evidence on record makes it\n           abundantly clear that the common object\n           of the unlawful assembly so formed was\n           intentionally to cause the death of the\n           deceased. This Court in Bhagwan Baksh\n           Singh v. State of U.P., Cr. A. No. 37 of\n           1957, decided on 18.08.1958, had upheld\n           the conversion of conviction under\n           <a href=\"/doc/1560742/\" id=\"a_76\">Sections 302</a> read with 149 to <a href=\"/doc/1560742/\" id=\"a_77\">Sections\n           302</a> read with 34 of the <a href=\"/doc/1569253/\" id=\"a_78\">IPC</a> in similar set\n           of circumstances, i.e., benefit of doubt\n           being given to seven out of ten accused\n           persons and intention in commission of\n           offence being clearly made out in the\n           charge-sheet. Therefore, A1 to A4 had\n           ample notice of the charge of common\n           intention. In the light of benefit of doubt\n           extended to A5 and A6, the conviction of\n           A1 to A4 is modified to <a href=\"/doc/1560742/\" id=\"a_79\">Section 302</a> read\n           with <a href=\"/doc/37788/\" id=\"a_80\">Section 34</a> of the IPC.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_60\">28. Learned counsel for the respondent No.1 submits\nthat the prosecution witnesses Kehari Singh (PW-8),\nTilak Singh (PW-12) and Investigating Officer Mahipal\nSingh (PW-14) have deposed that when the deceased\nVirendra Singh was brought to the Police Station\nMalanpur, he was conscious and his statement was\nrecorded by the police but such statement has not been\n<span class=\"hidden_text\" id=\"span_37\">                              -( 20 )-           CRA No. 615/1999</span>\n\nproduced by the prosecution with the charge sheet\nwhich is major dent to the prosecution case. In the\nconsidered opinion of this Court, this contention also\ndeserves to be repelled because during the course of\nargument we find that the statement of Virendra Singh\nis placed on record and a copy of this statement has also\nbeen supplied to the accused persons.\n</p><p data-structure=\"Conclusion\" id=\"p_61\">29. Taking this view of the matter, we are of the\nconsidered view that the Trial Court committed error in\npassing order of acquittal in favour of respondent No.1-\nKartar      Singh.    Consequently,           Criminal      Appeal\nNo.375/2000 is allowed to the extent it relates to\nacquittal of respondent No.1-Kartar Singh. Respondent\nNo.1-Kartar Singh is convicted under <a href=\"/doc/1560742/\" id=\"a_81\">Section 302</a> read\nwith <a href=\"/doc/37788/\" id=\"a_82\">Section 34</a> of IPC and is sentenced to undergo\nrigorous life imprisonment with fine of Rs. 20,000/- and\nhis custody period shall be adjusted towards his main jail\nsentence.    In   default    of    payment,    he   shall   suffer\nadditional rigorous imprisonment of two years. If the\nappellant has deposited the fine amount of Rs.1000/-,\nimposed by the trial Court while convicting him for the\noffence punishable under <a href=\"/doc/1133601/\" id=\"a_83\">Section 325</a> of IPC, the same\nshall be adjusted towards the fine imposed by this Court\nin this appeal, i.e., Criminal Appeal No.375/2000.\n</p><p data-structure=\"Conclusion\" id=\"p_62\">30. The respondent No.1-Kartar Singh is on bail. His\nbail bonds are now cancelled. He is directed to\nsurrender before the trial Court without any delay so\nthat he may be sent to jail for execution of remaining\npart of his jail sentence.\n</p><p data-structure=\"Conclusion\" id=\"p_63\">31. A copy of the judgment be also sent to the trial\nCourt along with the record for information and to\nprepare the supersession warrant of respondent No.1-\nKartar Singh and to get the sentence executed by him.\n</p><span class=\"hidden_text\" id=\"span_38\">                                                           -( 21 )-             CRA No. 615/1999</span>\n\n<span class=\"hidden_text\" id=\"span_39\">                   Criminal Appeal No. 615/1999</span>\n\n\n<p data-structure=\"Conclusion\" id=\"p_64\">        32. Upon consideration of the fact that the Criminal\n        Appeal No.375/2000 preferred by the State has been\n        allowed in part and the respondent No.1-Kartar Singh\n        has already been convicted under <a href=\"/doc/1560742/\" id=\"a_84\">Section 302</a> of IPC,\n        there is no need to convict the appellant-Kartar Singh\n        for the offence punishable under <a href=\"/doc/1133601/\" id=\"a_85\">Section 325</a> of IPC.\n</p><p data-structure=\"Conclusion\" id=\"p_65\">             In   view           of            the           aforesaid,    Criminal     Appeal\n        No.615/1999        stands                     disposed       of   in    terms   of   the\n        judgment passed in Criminal Appeal No.375/2000.\n</p>\n\n\n\n<pre id=\"pre_3\">        (Sanjay Yadav)                                                         (S.K.Awasthi)\n            Judge                                                                  Judge\n(Yog)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                      Digitally signed by YOGESH VERMA</span>\n                      DN: c=IN, o=HIGH COURT OF M.P.\n\n\n          YOGESH\n                      BENCH GWALIOR, ou=P. S.,\n                      postalCode=474011, st=Madhya\n                      Pradesh,\n</pre><p data-structure=\"Conclusion\" id=\"p_66\">                      2.5.4.20=889c4a2578297426c1270c0d\n\n\n\n          VERMA\n                      e17102f878f45780a0a192172cfb3f19c\n                      42bd8f7,\n                      serialNumber=7a1847f91146e3696bda\n                      7e01806b1d1b5defbec7f5a9185deec3\n                      4ac2fd29e8db, cn=YOGESH VERMA\n                      Date: 2017.11.15 12:48:17 +05&#x27;30&#x27;\n </p>","numcites":21,"numcitedby":12,"docsource":"Madhya Pradesh High Court","citetid":75059771,"divtype":"judgments","relatedqs":[{"value":"interested witness","formInput":"interested%20witness"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"interested witnesses","formInput":"interested%20witnesses"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"exaggeration","formInput":"exaggeration"},{"value":"common object","formInput":"common%20object"},{"value":"lacunas ","formInput":"lacunas%20"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"375","formInput":"375"},{"value":"section 325","formInput":"section%20325"},{"value":"section 304","formInput":"section%20304"},{"value":"Malkhan Singh ","formInput":"Malkhan%20Singh%20"},{"value":"'any person' includes","formInput":"%27any%20person%27%20includes"},{"value":"Chargesheet ","formInput":"Chargesheet%20"},{"value":"325","formInput":"325"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"grievous-hurt","formInput":"tag:grievous-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}