{"tid":1235310,"publishdate":"1947-04-11","title":"J.K. Gas Plant Manufacturing Co. Ltd. vs Emperor on 11 April, 1947","doc":"<h2 class=\"doc_title\">J.K. Gas Plant Manufacturing Co. Ltd. vs Emperor on 11 April, 1947</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1947)49BOMLR591</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nPatrick Spens, C.J.\n\n \n\n</pre><p data-structure=\"Precedent\" id=\"p_1\">1. This group of appeals all arise out of proceedings initiated against the various appellants for alleged offences contravening orders or regulations made under the war emergency legislation. As certain submissions against such proceedings being allowed to be continued were sought to be established in all the cases and other submissions with like purpose were advanced in more than one case, it was thought convenient that all the appeals should be called on and dealt with by this Court together. All counsel agreed to this course. For purposes of this judgment and to clarify the grounds of the decision in each case, we shall deal at length with the arguments submitted on behalf of the appellants and record the decisions of the Court and the reasons therefor in Criminal Appeal No. 1 of 1947. Thereafter we shall apply the results of such decisions to each of the other appeals.\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_2\">CRIMINAL APPEAL No. 1 OF 1947.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_3\">2. This appeal arises out of the initiation of proceedings on February 19, 1946, against five accused before a special tribunal known as the Second Lahore Tribunal, in respect of certain acts of the accused alleged to have been committed during the month of November 1943 in contravention of the provisions of Clauses 5 and 8 of the Iron and Steel (Control of Distribution) Order, 1941. Such contraventions were alleged to constitute offences punishable under certain of the Defence of India Rules, and in respect of them the said Tribunal on October 14, 1946, despite previous lengthy arguments submitted on behalf of the accused against the legal existence of the tribunal and of any jurisdiction in the matters, proceeded to frame charges against the accused. The accused are:\n</p>\n  \n\n<blockquote id=\"blockquote_1\">1. Juggilal Kamlapat Gas Plant Manufacturing Company, Limited, Rarnpur, through Kailashpat Singhania, Kamla Tower, Cawnpore.\n</blockquote>\n \n\n<blockquote id=\"blockquote_2\">2. Juggilal Kamlapat (Rampur) Limited, through Kailashpat Singhania, Kamla Tower, Cawnpore.\n</blockquote>\n \n\n<blockquote id=\"blockquote_3\">3. Kailashpat Singhania, Kamla Tower, Cawnpore.\n</blockquote>\n \n\n<blockquote id=\"blockquote_4\">4. B.B. Mathur, Bandi Bilas, Arya Nagar, Cawnpore.\n</blockquote>\n \n\n<blockquote id=\"blockquote_5\">5. S.K. Seth, Manager, Juggilal Kamlapat Gas Plant Manufacturing Company (Rampur) Limited, Kamla Tower, Cawnpore.\n</blockquote>\n \n\n<p data-structure=\"Facts\" id=\"p_4\">The first two accused both claim to be foreign corporations, being registered or incorporated in and according to the law of the State of Rampur. At all material times the second accused company was acting as the managing agents of the first accused company. The third accused was the Chairman and the fourth accused a director of both the accused companies, whilst the fifth accused was the manager of the first accused company. The transactions in respect of which the charges were ultimately framed against the accused may be shortly described as follows:- The first; accused company was duly authorised by licence to acquire in Delhi during; the months of July and August 1943 and consign to Rampur to be used in specified&#x27; manners certain iron and steel. From these consignments, it was alleged that some portion was then improperly moved to Bombay and there in November 1943 some 25 tons was sold to unauthorised persons. Such disposal of these 25 tons was alleged to contravene the provisions of Clauses 5 and 8 of the Iron and Steel (Control of Distribution) Order, 1941 (hereinafter referred to as &quot;the Distribution. Order&quot;). The Tribunal framed charges against the accused on October 14, 1946,, and thereupon the appellants (being accused Nos. 1, 2 and 3) filed an applicationin revision before the High Court of Judicature at Bombay. This application of the appellants was heard by Stone C.J. and Lokur J., who on December 20, 1946, dismissed the application in revision and directed the proceedings before the Tribunal to continue, but granted a certificate under <a href=\"/doc/149719597/\" id=\"a_1\">Section 205(1)</a> of the Government of India Act, 1935 (hereinafter referred to as &quot;the <a href=\"/doc/237570/\" id=\"a_2\">Constitution Act</a>&quot;).\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_5\">3. One of the points taken on behalf of the appellants before the High Court at Bombay and the first point taken on their behalf in this Court was that the Distribution Order was not and never had been a valid Order. The grounds for this submission can be summarised as follows:-\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_6\">4. The Distribution Order which was notified in the Official Gazette of July 26, 1941,, was purported to be made under powers conferred by Sub-rule (2) of Rule 81 of the Defence of India Rules, which authorised &quot;the Central Government&quot; to provide by order for certain matters including, without doubt, control of the user and disposal of iron and steel. At the time when the Distribution Order was made the words &quot;or the Provincial Government&quot; had not been introduced into Sub-rule (2) of Rule 81. Rule 81 was itself made under the rule-making powers conferred by <a href=\"/doc/176694366/\" id=\"a_3\">Section 2</a> of the Defence of India Act, 1939, upon &quot;the Central Government&quot;. <a href=\"/doc/4890801/\" id=\"a_4\">The Defence of India Act, 1939</a>, was a Central Act to which the provisions of the <a href=\"/doc/905940/\" id=\"a_5\">General Clauses Act</a> (X of 1897) applied. By Rule 3(7) of the Defence of India Rules it is provided that the <a href=\"/doc/905940/\" id=\"a_6\">General Clauses Act, 1897</a>, shall apply to the interpretation of the Defence of India Rules as it applies to the interpretation: of a Central Act.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_7\">5. <a href=\"/doc/905940/\" id=\"a_7\">By the General Clauses Act</a> (X of 1897), as modified by the Government of India (Adaptation of Indian Laws) Order, 1937, it is provided that\n\n  \n\n(8ab) &#x27;Central Government&#x27; shall-\n</p>\n  \n\n<p data-structure=\"Section\" id=\"p_8\">(a) in relation to anything done or to be done after the commencement of <a href=\"/doc/93056159/\" id=\"a_8\">Part III of the Government of India Act</a>, mean the Federal Government;\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_9\">(18a) &#x27;Federal Government&#x27; shall\n\n  \n\n</p><p data-structure=\"Section\" id=\"p_10\">(a) in relation to anything done or to be done after the commencement of <a href=\"/doc/93056159/\" id=\"a_9\">Part III of the Government of India Act, 1935</a>, but before the establishment of the Federation, mean, as respeets matters with respect to which the Governor General is by and under the provisions of the said Act for the time being in force required to act in his discretion, the Governor-General, and as respects other matters, the Governor-General in Council.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_11\">6. Having regard to the application of these provisions of the <a href=\"/doc/905940/\" id=\"a_10\">General Clauses Act</a> (X of 1897) to the <a href=\"/doc/4890801/\" id=\"a_11\">Defence of India Act, 1939</a>, and the rules made thereunder, it is clear that the authority empowered to make orders under Rule 81(2) and referred to therein as the Central Government is in fact the Governor-General in Council.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_12\">7. By virtue of <a href=\"/doc/647227/\" id=\"a_12\">Sections 312</a>, <a href=\"/doc/1886850/\" id=\"a_13\">313</a> and <a href=\"/doc/1871788/\" id=\"a_14\">317</a> of the Constitution Act, <a href=\"/doc/1714884/\" id=\"a_15\">Section 40(7)</a> of the old <a href=\"/doc/93056159/\" id=\"a_16\">Government of India Act</a>, set out in the <a href=\"/doc/237570/\" id=\"a_17\">Ninth Schedule to the Constitution Act</a>, is in force as one of the Transitional Provisions of the Constitution Act. It has been strongly argued before us that the Distribution Order does not comply with the requirements of <a href=\"/doc/1714884/\" id=\"a_18\">Section 40(7)</a>. It was contended that under <a href=\"/doc/1714884/\" id=\"a_19\">Section 40(1)</a> it is imperative that all orders and proceedings made by the Governor-General in Council should fulfill three requirements:-\n</p>\n  \n\n<blockquote id=\"blockquote_6\">(1) that they should be made by the Governor-General in Council,\n\n \n\n(2) that they should be expressed to be so made, and\n\n \n\n(3) that they should be signed by the proper person therein mentioned.\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_13\">It was submitted that the Governor-General in Council, is a legal entity created by and deriving it sexistenee and all its powers from Statute, including the powers of making orders, and that the statutory provisions relating to the exercise of such powers must be scrupulously and in every detail observed, if the orders are to be legally valid. Only therefore when all the three requirements above set out are complied with, can the order be held to be validly made.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_14\">8. <a href=\"/doc/1714884/\" id=\"a_20\">Section 40</a> is as follows:-\n</p>\n  \n\n<blockquote id=\"blockquote_7\">40.-Business of the Governor-General in Council.-(1) All orders and other proceedings of the Governor-General in Council shall be expressed to be made by the Governor-General in Council, and shall be signed by a secretary to the Government of India, or otherwise as the Govenor-General in Council may direct, and, when so signed, shall not be called into question in any legal proceeding on the ground that they were not duly made by the Governor-General in Council.\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_15\">(2) The Governor-General may make rules and orders for the more convenient transaction of business in his Executive Council, and, every order made or act done, in accordance with such rules and orders, shall be treated as being the order or the act of the Governor-General in Council.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_16\">The Distribution Order on the face of it purports to be made by &quot;the Central Government&quot;. It has been signed by a Secretary to the Government of India. It was therefore argued that while the condition as to signature may have been fulfilled, the condition about the order being expressed to be made by the Governor-General in Council has not been complied with.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1189104\" id=\"span_1\">9. In supprt of this contention strong reliance was placed on the wording of <a href=\"/doc/1987997/\" id=\"a_21\">Sections 17</a> and <a href=\"/doc/858095/\" id=\"a_22\">59</a> of the Constitution Act. Counsel drew attention to <a href=\"/doc/1923834/\" id=\"a_23\">Section 175</a> of the Constitution Act corresponding to <a href=\"/doc/93237429/\" id=\"a_24\">Section 30</a> of the Government of India Act of 1915, with reference to orders passed by the Provincial Governors. It was pointed out that the old <a href=\"/doc/1983234/\" id=\"a_25\">Section 30</a> has been construed to be imperative. It has been held that a contract has to be made in the name of the Provincial Government and also signed by the authorised person. Reliance was placed in this connection on <a href=\"/doc/1189104/\" id=\"a_26\">Secretary of State v. Bhagwandas Goverdhandas</a> (1937) 40 Bom. L.R. 19, and the obesrvations in particular at p. 28. That case, however, is not helpful, because the initial correspondence, which was contended to contain, the contract, was not carried on in the name of the Secretary of State or with his authority. At a later stage the Government passed a resolution accepting the transaction, but that was a one-sided move. In pursuance of that resolution when a contract form was offered to the other party he refused to accept the transaction. Therefore, at no stage was an offer made in the name of the Secretary of State and accepted by the other party.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"3136\" id=\"span_2\">Similarly in <a href=\"/doc/3136/\" id=\"a_27\">Krishnaji v. Secretary of State</a> , the employee was never employed in the name of the Secretary of State. Counsel further relied strongly on Maxwell on the Interpretation of Statutes (9th Edition) at p. 376 (last three lines), where the imperative meaning of the word &quot;shall&quot; is stated in the following words:-</span>\n</p>\n<blockquote id=\"blockquote_8\"> Where a company or public body is incorporated or established by statute for special purposes only and is altogether the creature of statute law, the prescriptions for its acts and contracts are imperative and essential to their validity.\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_18\">10. It must be noticed, however, that these observations are in respect of a body or corporation created by Statute for certain purposes only. It has also been held that in such cases strict compliance with the conditions must be made. That is natural because the Act creating the body is its sole charter and the latitude of action is controlled by the words of the charter. We are, however, by no means satisfied that this criterion must be strictly applied to an Act passed to establish the Government of a Dominion or in this case India. From Henriette Muir Edwards v. Attorney-General for Canada [1930] A.C. 124, 136 and British Coal Corporation v. The King [1935] A.C. 500, 518-519 it appears that no narrow construction such as might be applicable to the affairs of an English parish is to be applied to an Act passed to ensure the peace, order and good government of a British Colony. Still less, in our opinion, should any such narrow construction be put upon any provisions of the old or present <a href=\"/doc/237570/\" id=\"a_28\">Constitution Act</a> of India. Such Acts must be given a large and liberal construction.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_19\">11. In further support of their contentions numerous other cases in the reports of the United Kingdom and of British India were cited to us on behalf of the appellants, We do not propose to deal with such other cases on other statutes in respect of other statutory bodies. The general principles on which Courts have to decide such cases as this, where a statute requires that something shall be done in a particular manner without expressly declaring what shall be the consequences of noncompliance, are in our judgment accurately and conveniently set out in <a href=\"/doc/1659104/\" id=\"a_29\">Section 3-</a>&quot;Imperative or Directory&quot;-on pp. 372 to 374 of Maxwell. It is to be noted that the question whether the provision is affirmative or negative has a material bearing. If it is in the affirmative, it is a weaker case for reading the provisons as mandatory, Vita Food Products Inc. v. Units Shipping Co. [1939] A.C. 277. Further according to this passage in Maxwell, we are in our judgment entitled to consider certain questions:- First, would the whole aim and object of the Legislature in constituting the Governor-General in Council and conferring the far-reaching powers which have by statute been conferred on the Governor-General in Council be plainly defeated if the provisions of <a href=\"/doc/1714884/\" id=\"a_30\">Section 40(1)</a> were not held to imply a prohibition to allow validity to orders of the Governor-General in Council expressed otherwise than as provided in Sub-section (1) of <a href=\"/doc/1714884/\" id=\"a_31\">Section 40</a>? Secondly, would the construction contended for by the appellants involve general inconvenience and injustice to innocent persons without promoting the real aim and object of the <a href=\"/doc/237570/\" id=\"a_32\">Constitution Act</a> ? Thirdly, is the construction suggested in conformity with the whole scope and purpose of the <a href=\"/doc/237570/\" id=\"a_33\">Constitution Act</a>? In our opinion the answer to the first question, so far as this case is concerned, is clearly in the negative. It is to our minds inconceivable that if such overriding, if not vital, importance was intended by Parliament to be put upon the manner and form in which orders of the Governor-General in Council were to be expressed to be made, the provisions of <a href=\"/doc/1714884/\" id=\"a_34\">Section 40(7)</a> would not have been enacted originally in the old Constitution Act and in the Transitional Provisions of the Constitution Act in more absolute and emphatic terms and reinforced by clear enactments, as to the complete invalidity of orders not strictly complying with the requirements of <a href=\"/doc/1714884/\" id=\"a_35\">Section 40(7)</a>. As to the second question, no one can possibly doubt the immense general inconvenience and injustice which would be caused to innocent persons, if the appellants&#x27; construction of <a href=\"/doc/1714884/\" id=\"a_36\">Section 40(7)</a> were held to be justified. As to the third, after the most careful examination of the scope and purpose of the Act, we cannot conclude that its scope and purpose demand a construction giving a mandatory rather than a directory effect to these words in <a href=\"/doc/1714884/\" id=\"a_37\">Section 40(1)</a>. On this reasoning, we prefer to approach the question feeling ourselves not compelled, so far as authorities are concerned, to put either a mandatory or directory construction on the provision in question but free to construe it, having regard to the ordinary meaning to be put upon the sub-section itself and the context in which the provision is found. In the first place, it must be noticed, dealing with Sub-section (1) of <a href=\"/doc/1714884/\" id=\"a_38\">Section 40</a> alone, that the provision that all orders of the Governor-General in Council are to be expressed to be made by the Governor-General in Council does not define how orders are to be made but only how they are to be expressed. It appears to imply that the process of making an order precedes, or is something different from, the expression of it. It does not say that orders can only be made by &quot;being&quot;, or &quot;if&quot;, expressed to be made by the Governor-General in Council. Secondly, it must be noticed that these provisions are not confined to orders only. They also include &#x27;proceedings&#x27;. In the case of &#x27;proceedings&#x27; it is still more clearly a method of recording proceedings which have already taken place which is being prescribed rather than any form in which proceedings must take place if they are to be valid. Thirdly, there is the addition of the provisions relating to the signature by a Secretary to the Government of India or other persons indicated, which clearly indicates that it is a provision as to the manner in which a previously made order should be embodied in publishable form. Lastly, there is the result indicated in the last words of the sub-section, that if the previous directions, either both the directions as to the expressing of orders and proceedings and that as to signatue or the latter as to signature only (whichever be the true construction) are complied with, the orders and proceedings shall not be called into question in a Court of law on one ground only. All these points in the sub-section itself indicate that it is not a sub-section prescribing a manner and form in which orders of the Governor-General must be made to be valid. It may be that there are two possible constructions of the sub-section. Either the whole is to be read together as one provision prescribing the manner in which orders and proceedings of the Governor-General in Council are to be expressed and signed, for the limited purpose of preventing them being called in question in Courts of law as not duly made by the Governor-General in Council, or the directions as to manner of expression are separate from those as to signature and it is the signature only of the appropriate person which gives the necessary protection against investigation in a Court of law. Clearly, if the first construction be the right one, the purpose of the sub-section is a very limited one and does not go near to forming any sound basis for the submissions of the appellants. They have to rely on the second and maintain that the provision as to the expression is completely separate and mandatory by itself, though unfortunately coupled with provisions as to signature which clearly are inserted for very limited purposes. In our judgment it is not necessary to decide which is the true construction of the sub-section, for, if we accept the view put forward by the appellants that the provisions as to the method of expression of orders of the Governor-General should be read as a separate provision, we cannot read it, placed as it is in close juxtaposition with the provision as to signature and its limited purpose, as a separate imperative provision as to the only valid method in which orders can be made, nor give it in its context any force beyond that of a directory provision as to how orders and proceedings already made should be expressed.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_20\">12. That this is the right view is in our judgment strongly reinforced by a consideration of Sub-section (2) of the same section which is clearly not a mandatory provision. In such context it would be surprising to find one independent mandatory provision.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_21\">13. For all these reasons in our judgment the provision cannot be held to be mandatory and given the constrution and effect claimed by the appellants.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_22\">14. We would further add this, that in any event we are prepared to hold that <a href=\"/doc/1714884/\" id=\"a_39\">Section 40(1)</a> has in substance been complied with. It is the Distribution Order that has in this case to be construed, to determine whether it adequately complies with the provisions of <a href=\"/doc/1714884/\" id=\"a_40\">Section 40(1)</a>. By virtue of the provisions of Sub-section (2) of the Defence of India-Act, 1939, and of Rule 81 and of the application thereto of the <a href=\"/doc/905940/\" id=\"a_41\">General Clauses Act</a> (X of 1897), the expression Central Government in the Distribution Order has to be construed as the equivalent of the Governor-General in Council. In the circumstances there is no substantial differene in such an order, which has to be construed in the Courts of British India, in accordance with the <a href=\"/doc/905940/\" id=\"a_42\">General Clauses Act</a> (X of 1897), whether the phrase Governor-General in Council is used or the phrase the Central Government. The latter phrase has to be construed as meaning the former.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_23\">15. In our judgment there is therefore no force in this first contention urged on behalf of the appellants.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_24\">16. Some attempt was then made on behalf of the appellants to suggest that on some evidence tendered to the Tribunal by the Crown before the charges were framed it might be deduced that the Distribution Order was made and approved by one Member of the Council only and not by the Governor-General in Council at all and might therefore be invalid. In this connection reference was made to the Rules of Business made under the powers conferred on the Governor-General by Sub-section (2) of <a href=\"/doc/1714884/\" id=\"a_43\">Section 40</a> which purported to authorise such action by one Member of the Council, and it was suggested that any such delegation of authority to one Member only was ultra vires. It was submitted that the only Rules of business which were authorised by the sub-section were rules in respect of business actually transacted by Members of the Council when in Council assembled, emphasis being laid on the expression &quot;business in his Executive Council&quot;, and it was contended that no order could be made except at a meeting of the Council. In our judgment there is no substance in this point. We are of opinion that in Sub-section (2) the phrase &quot;business in his Executive Council&quot; really means business of the Governor-General in Council, and that the sub-section gives authority for rules of business to be made for the more convenient transaction of such business. In the circumstances it is unnecessary for the Court to consider the alleged evidence on the point.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_25\">17. The appellants then proceeded to make a vigorous challenge to the continued existence of the Tribunal at various material dates. For this purpose it is desirable to consider the history and constitution and jurisdiction of the Second Lahore Tribunal before whom the proceedings against the appellants were initiated. By the Criminal Law Amendment Ordinance, 1943 (XXIX of 1943), promulgated on September 11, 1943, two Special Tribunals, one to sit at Calcutta and one at Lahore, were constituted to try certain cases allotted to them respectively. The names of the accused and the offences in respect of which charges might be preferred were indicated in the schedules. From time to time this Ordinance XXIX of 1943 was amended by other Ordinances, in particular by Ordinance XVI of 1944, by which a third Special Tribunal at Lucknow was constituted, by Ordinance LII of 1944 by which two more were constituted including the Second Tribunal at Lahore, by Ordinance XII of 1945 by which it was provided that the Central Government might from time to time by notification in official Gazette allot cases for trial to each Special Tribunal, and by Ordinance XXII of 1945 by which the Tribunals were invested with jurisdiction to try offences committed under the Defence of India Rules. By virtue of the provisions of the original Ordinance, as so amended from time to time, the Second Lahore Tribunal was thus constituted and given jurisdiction to try cases including such offences so allotted to it by notification in the official Gazette. By a notification in the Gazette of November 21, 1945, the Central Government purported to allot for trial to the Second Lahore Tribunal at Lahore the case to which this appeal refers.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_26\">18. Ordinance I of 1946, promulgated on January 5, 1946, repealed a number of Ordinances, including Ordinance LII of 1944, which was the Ordinance amending the original Ordinance XXIX of 1943 so as to authorise, as stated, the constitution of the Second Special Tribunal at Lahore. A submission, somewhat tentatively advanced, that after the repeal of Ordinance LII of 1944 the Second Lahore Tribunal ceased to exist, could not be maintained and was not persisted in, having regard to the saving provisions in Clause 3 of Ordinance I of 1946 itself and <a href=\"/doc/905940/\" id=\"a_44\">Section 6A</a> of the General Clauses Act (X of 1897). Thereafter the attack was developed on more general lines.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_27\">19. These Ordinances were made under the powers conferred on the Governor-General by Section 72 of the Ninth Schedule to the Constitution Act, as amended by the India and Burma (Emergency Provisions) Act, 1940 (3 &amp; 4 Geo. VI, c. 33). Under the said <a href=\"/doc/1008926/\" id=\"a_45\">Section 72</a>, as it originally stood, Ordinances were limited to an effective life of six months only from the date of promulgation. Sub-section (3) of <a href=\"/doc/1406924/\" id=\"a_46\">Section 1</a> of the said Act, however, provided that in respect of Ordinances made under <a href=\"/doc/1008926/\" id=\"a_47\">Section 72</a> during the period specified in <a href=\"/doc/1659104/\" id=\"a_48\">Section 3</a> of the Act, <a href=\"/doc/1008926/\" id=\"a_49\">Section 72</a> should have effect as if the words &quot;for the space of not more than six months from its promulgation&quot; were omitted. The period specified in <a href=\"/doc/1659104/\" id=\"a_50\">Section 3</a> of the Act is &quot;the period begining with the date of the passing of this Act and ending with such date as His Majesty may by Order in Council declare to be the end of the emergency which was the occasion of the passing of this Act.&quot; The date of the passing of the said Act was June 27, 1940, and the emergency was notified to have come to an end on April 1, 1946.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_28\">20. It was contended on behalf of the appellants that the true construction to be given to <a href=\"/doc/1008926/\" id=\"a_51\">Section 72</a> as so amended was in effect to substitute in <a href=\"/doc/1008926/\" id=\"a_52\">Section 72</a> in respect of the duration of an Ordinance, the period specified in <a href=\"/doc/1659104/\" id=\"a_53\">Section 3</a> of the Act for the original six months&#x27; period and that accordingly on the expiration of that period, viz. on April 1, 1946, Ordinances made after the passing of the Act automatically came to an end. It was not made very clear how one could arrive at such a construction. It appeared to be based on the suggestion that the power to promulgate an Ordinance under <a href=\"/doc/1008926/\" id=\"a_54\">Section 72</a> was by the section confined to the existence of an emergency, of the words in the sub-section &quot;in cases of emergency&quot;, and that the Act was intituled an Act to make emergency provision with respect to the Government of India and Burma and defined the period of emergency. Unless therefore the construction contended for by the appellants was accepted, no period would be provided for the continuance of these Ordinances, and-that could not have been the intention of the legislature, as the ordinance-making power of the Governor-General was recognised as temporary only. In our opinion, the emergency on the happening of which an Ordinance can be promulgated is separate and distinct from and must not be confused with the emergency which occasioned the passing of the Act, and the clear effect of the words of the Act on <a href=\"/doc/1008926/\" id=\"a_55\">Section 72</a> is that Ordinances promulgated under that sub-section during the period specified in <a href=\"/doc/1659104/\" id=\"a_56\">Section 3</a> of the Act are subject to no time limit as regards their existence and validity, unless imposed by the Ordinances themselves, or other amending or repealing legislation, whether by Ordinance or otherwise. In our judgment it is clear that the Second Lahore Tribunal did not cease to exist or to have jurisdiction in the case under appeal by reason of the expiration on April 1, 1940, of the period specified in <a href=\"/doc/1659104/\" id=\"a_57\">Section 3</a> of the Act in question.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_29\">21. On the other hand, it must be remembered that the constitution and jurisdiction vested in the Second Special Tribunal at Lahore and the subject matters of the Distribution Order were prima facie matters which would come within List II-Provincial Legislative List-in the Seventh Schedule and in particular within items Nos. 1, 2, 29, and 37 and that the power of making Ordinances promulgated under <a href=\"/doc/1008926/\" id=\"a_58\">Section 72</a> (whether within the period specified in <a href=\"/doc/1659104/\" id=\"a_59\">Section 3</a> of the said Act of 1940 or not) is subject to the like restrictions as the powers of the Indian Legislature to make laws. Under the transitional provisions in <a href=\"/doc/237570/\" id=\"a_60\">Part XIII of the Constitution Act</a> and <a href=\"/doc/317644/\" id=\"a_61\">Section 316</a> thereof in particular, the Indian Legislature was given the powers of legislation conferred on the Federal Legislature by the provisions for the time being in force of the <a href=\"/doc/237570/\" id=\"a_62\">Constitution Act</a>. Having regard to the relevant provisions relating to the exercise of legislative powers by the Federal Legislature and the Provincial Legislatures respectively, the Indian Legislature, apart from the provisions of <a href=\"/doc/390434/\" id=\"a_63\">Section 102</a>, has no powers to legislate on matters comprised in the Provincial Legislative List. By virtue, however, of <a href=\"/doc/390434/\" id=\"a_64\">Section 102</a>, if the Governor-General has in his discretion issued a Proclamation of Emergency as therein defined, power was given to the Federal Legislature and therefore to the Indian Legislature to make laws for a province or any part thereof with respect to any of the matters enumerated in the Provincial Legislative List. Such a Proclamation of Emergency was made on September 3, 1939. It is by virtue of these provisions and the making of this Proclamation of Emergency that not only was the Indian Legislature authorised to enact the <a href=\"/doc/4890801/\" id=\"a_65\">Defence of India Act, 1939</a>, with wide powers to make rules and orders, extending in innumerable cases to matters comprised in the Provincial Legislative List, but the Governor-General also was able by Ordinances issued by him under <a href=\"/doc/1008926/\" id=\"a_66\">Section 72</a> to legislate in respect of matters comprised in the Provincial Legislative List.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_30\">22. By Sub-section (3) of <a href=\"/doc/390434/\" id=\"a_67\">Section 102</a>, a Proclamation of Emergency may be revoked by a subsequent Proclamation. The Proclamation of Emergency of September 8, 1939, was in fact revoked by a Proclamation of April 1, 1946.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_31\">23. Sub-section (4) of <a href=\"/doc/492977/\" id=\"a_68\">Section 10</a> <a href=\"/doc/1456610/\" id=\"a_69\">2</a> is as follows:-\n</p>\n<blockquote id=\"blockquote_9\"> A law made by the Federal Legislature which that Legislature would not but for the issue of a Proclamation of Emergency have been competent to make shall cease to have effect on the expiration of a period of six months after the Proclamation has ceased to operate, except as respects things done or omitted to be done before the expiration of the said period.\n</blockquote>\n \n\n<blockquote id=\"blockquote_10\">Section 5 of the India (Central Government and Legislature) Act, 1946 (9 &amp; 10 Geo. VI, c. 39) which came into force on March 26, 1946, provided as follows:-\n</blockquote>\n<blockquote id=\"blockquote_11\"> Duration of laws passed by virtue of a Proclamation of Emergency:- A law made by the Indian Legislature whether before or after the passing of this Act, during the continuance in force of the Proclamation of Emergency, being a law which that Legislature would not, but for the issue of such a Proclamation, have been competent to make, shall not cease to have effect as. required by Sub-section (4) of section one hundred and two of the <a href=\"/doc/93056159/\" id=\"a_70\">Government of India Act, 1935</a>, except to the extent to which the said Legislature would not, but for the issue of that Proclamation, have been competent to make it, and accordingly, in the said Sub-section (4) for the words &#x27;shall cease to have effect&#x27; there shall be substituted the words&quot; shall, to the extent of the incompeteney, cease to have effect.\n</blockquote>\n \n\n<p data-structure=\"PetArg\" id=\"p_32\">24. So far therefore as the constitution and jurisdiction of the Second Lahore Tribunal in respect of the alleged offences by the appellants against the provisions of the Distribution Order is concerned, it may well be that they might have come to an end on September 30, 1946, had not an Act of the Bombay Legislature (No. XXI of 1046) been passed and published on September 80, 1946, having been assented to by the Governor-General on September 28, 1946. <a href=\"/doc/237570/\" id=\"a_71\">This Act</a> provided that the Tribunal (meaning the Special Tribunal known as the Second Special Tribunal at Lahore) should have jurisdiction to try the cases specified in the <a href=\"/doc/237570/\" id=\"a_72\">Schedule of the Act</a> as if it had been constituted by an Act of the Provincial Legislature. In the Schedule were included two cases, namely, this case with which this appeal is con cerncd and the case against the appellants with which the next appeal is concerned There were consequential provisions in the Act, giving the Tribunal all the powers which it had under the Ordinances and giving effect to all prior proceedings.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_33\">25. It was not contended that if in fact the Tribunal was still in existence when this <a href=\"/doc/8438375/\" id=\"a_73\">Bombay Act</a> became law, the Act would not authorise its continued existence and jurisdiction in the case under appeal. It was submitted that if its existence or jurisdiction had already ceased, the Act would not be effective to revive it or reinvest it with jurisdiction. As in our opinion the Tribunal had not ceased to exist or been deprived of jurisdiction at any time prior to September 30, 1946, we have no doubt that the Act was effective to continue its existence and jurisdiction as a Provincial Tribunal after September 30, 1946.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_34\">26. It must, however, be noted that the offences with which the Tribunal is thus authorised to continue to deal by the Act are still the same offences, namely, under Rule 81(4) of the Defence of India Rules read with Clauses 5 and 8 of the Distribution Order. The appellants contend that the trial of such a case cannot be continued after September 30, 1946. The Distribution Order was made under Sub-rule (2) of Rule 81 of the Rules made under the <a href=\"/doc/4890801/\" id=\"a_74\">Defence of India Act, 1939</a>. <a href=\"/doc/4890801/\" id=\"a_75\">The Defence of India Act</a> itself was enacted pursuant to the powers conferred by <a href=\"/doc/390434/\" id=\"a_76\">Section 102</a> of the Constitution Act, after the Proclamation of Emergency of September 3, 1939. It deals, as mentioned earlier, with a number of subjects comprised in the Provincial Legislative List as well as subjects comprised in the Federal Legislative List. By Sub-section (4) of <a href=\"/doc/1406924/\" id=\"a_77\">Section 1</a> it was provided that the Act should be in force during the continuance of the present war and for a period of six months thereafter. By Ordinance X of 1946 promulgated on February 5, 1946, it was declared that for the purposes of any provision made after September 2, 1939, in any enactment the present war should be deemed to continue and to end on the day on which the Proclamation of Emergency made on September 8, 1939, under <a href=\"/doc/390434/\" id=\"a_78\">Section 102</a> of the Constitution Act is revoked. As previously stated that Proclamation was revoked on April 1, 1946. <a href=\"/doc/4890801/\" id=\"a_79\">The Defence of India Act</a> therefore expired on September 30, 1946, and with it all rules and orders made thereunder; likewise all offences, proceedings and prosecutions thereunder, unless authority is to be found to save them in some provision in the Act itself or elsewhere.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_35\">27. By Ordinance XII of 1946, promulgated on March 30, 1946, Sub-section (4) of <a href=\"/doc/120516368/\" id=\"a_80\">Section 1</a> of the Defence of India Act, 1939, was amended by the addition of the following saving provisions:-\n</p>\n  \n\n<blockquote id=\"blockquote_12\">But its expiry under the operation of this sub-section shall not affect-\n</blockquote>\n  \n\n<blockquote id=\"blockquote_13\">(a) the previous operation of, or anything duly done or suffered under, this Act or any rule made thereunder or any order made under any such rule, or\n\n \n\n</blockquote><blockquote id=\"blockquote_14\">(b) any right, privilege, obligation or liability acquired, accrued or incurred under this Act or any rule made thereunder or any order made under any of such rule, or\n\n \n\n</blockquote><blockquote id=\"blockquote_15\">(c) any penalty, forfeiture or punishment incurred in respect of any contravention of any rule made under this Act or any order made under any such rule, or\n\n \n\n</blockquote><blockquote id=\"blockquote_16\">(d) any investigation, legal proceeding or remedy in respect of any such right, privilege, obligation, liability, penalty, forfeiture or punishment as aforesaid; and any such investigation, legal proceeding or remedy may be instituted, continued or enforced, and any such penalty, forfeiture or punishment may be imposed as if this Act had not expired.\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_36\">28. The express insertion of these saving clauses was no doubt due to a belated realisation that the provisions of <a href=\"/doc/1030013/\" id=\"a_81\">Section 6</a> of the General Clauses Act (X of 1897) apply only to repealed statutes and not to expiring statutes, and that the general rule in regard to the expiration of a temporary statute is that &quot;unless it contains some special provision to the contrary, after a temporary Act has expired, no proceedings can be taken upon it and it ceases to have any further effect. Therefore offences committed against temporary Acts must be prosecuted and punished before the Act expires, and as soon as the Act expires, any proceedings which are being taken against a person will ipso facto terminate&quot;. Craies on Statute Law, p. 347 (4th Edition).\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_37\">29. Prima facie the amendment to Sub-section (4) of <a href=\"/doc/120516368/\" id=\"a_82\">Section 1</a> of the Defence of India Act made by Ordinance XII of 1946 would clearly save prosecutions against breaches of orders for acts or omissions committed prior to the expiration of the Act, save for one matter. <a href=\"/doc/4890801/\" id=\"a_83\">The Defence of India Act</a> in so far as it dealt with provincial subjects is itself subject to the provision of <a href=\"/doc/390434/\" id=\"a_84\">Section 102</a> of the Constitution Act as amended by Section 5 of the India (Central Government and Legislature) Act, 1946. The effect of Sub-section (4) of <a href=\"/doc/390434/\" id=\"a_85\">Section 102</a> as so amended is that any provision of the <a href=\"/doc/4890801/\" id=\"a_86\">Defence of India Act</a> purporting to deal with Provincial subjects has to cease to have effect on September 80, 1946, except to the extent to which any saving provision can be found in Sub-section (4) itself. That sub-section does in fact provide that what may be called the incompetent provisions of such an Act as the <a href=\"/doc/4890801/\" id=\"a_87\">Defence of India Act</a>, shall &quot;cease to have effect&quot; on September 30, 1046, &quot;except as respects things done or omitted to be done&quot; before that date. The ultimate question therefore is whether these words do authorise a continuation of the prosecution in this case. On behalf of the appellants it was argued that the scope of these words was only to protect or indemnify officials in respect of acts or omissions on their part. It is difficult to see why they should be given such a restricted meaning in any event. But any doubts which the Court might have felt in the matter are fortunately dispelled as a result of the consideration of reports of a recent case in England of a very similar nature under the English Emergency Powers (Defence) Act, 1939. The case is Wicks v. Director of Public Prosecutions. At present this Court has only received the reports published in 62 T.L.R. 674 (Court of Criminal Appeal) and 63 T.L.R. 6 (House of Lords.) The decision is not binding on this Court but of course must be considered by us with deep respect, particularly having regard to the fact that the Lord Chief Justice and four Judges in the Court of Criminal Appeal and Viscount Simon and six others of their Lordships all came to the same conclusion. The relevant facts of the case as reported in the House of Lords were as follows:-\n</p>\n  \n\n<blockquote id=\"blockquote_17\">The offences charged against the appellant were committed between April, 1943, and January, 1944, and were offences against regulation 2A of the Defence (General ) Regulations, 1939, made under the Emergency Powers (Defence) Act, 1939. <a href=\"/doc/237570/\" id=\"a_88\">The Act</a> and the regulations expired on February 24, 1046. The appellant was arrested on March 31, 1946, and convicted on May 28, 1946. He contended that a prosecution could not validly be launched against him after the regulation on which it was based had expired.\n</blockquote>\n \n\n<blockquote id=\"blockquote_18\"><a href=\"/doc/651072/\" id=\"a_89\">Regulation 2A</a> provided:- (1) If, with intent to assist the enemy, any person does any act which is likely to assist the enemy...then...he shall be guilty of an offence against this regulation and shall, on conviction or indictment, be liable to penal servitude for life.\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_38\">30. In his speech Viscount Simon stated as follows:-\n</p>\n  \n\n<blockquote id=\"blockquote_19\">The question raised by the appeal, therefore, is simply this: Is a man entitled to be acquitted when he is proved to have broken a defence regulation at a time when that regulation was in operation because his trial and conviction take place after the regulation has expired ? As was pointed out in the course of the argument, to which we have closely listened, very strange results would follow if that were so. Supposing the case were one in which a man broke the regulation a week or two before it expired, then, on the argument of the appellant, as those appearing for him have quite frankly admitted, he could never be punished, unless, indeed, the trial was carried to the point of conviction before the regulation itself expired. One could put a more extreme case: the authorities may have been so prompt as to start the prosecution before the regulation had expired, but if the trial were not over, then at the very moment when the regulation expired, the trial would necessarily cease and the man would go free. In so far as one is entitled to consider the reasonableness of the contentions put forward by the appellant, obviously those results would be far from reasonable. But the question is not, or at any rate not mainly, whether such a result would be reasonable, or such as one should expect; the question is a pure question of the interpretation of Sub-section (3) of Section 11 of the Emergency Powers (Defence) Act, 1939. I need not read it, because we have gone through it, with the help of counsel, very carefully.\n</blockquote>\n \n\n<blockquote id=\"blockquote_20\">It is pointed out that the Interpretation Act, 1889, does not apply to the case of a statute, or a regulation which has the power of a statute, when it expires by effluxion of time. The section in the Interpretation Act is addressed to Acts which have been repealed, and not to Acts which expire owing to their purely temporary validity. It is, I apprehend, with this distinction in mind, which is quite well known, and certainly quite well known to the authorities who frame statutes, that the draughtsman inserted the words used in <a href=\"/doc/1678224/\" id=\"a_90\">Section 11</a>. <a href=\"/doc/1678224/\" id=\"a_91\">Section 11</a> begins with the words &#x27;Subject to the provisions of this section,&#x27; and those introductory words are enough to warn anybody that the provision which is following immediately is not absolute, but is going to be qualified in some way by what follows. It is therefore not the case that, at the date chosen, the Act expires in every sense; there is a qualification. Without discussing whether the intermediate words are qualifications, Sub-section (3), in my opinion, is quite plainly a qualification. It begins with the phrase, &quot;The expiry of this Act&quot;-A noun which corresponds with the verb &quot;expire&quot;-&quot;The expiry of this Act shall not affect the operation thereof as respects things previously done or omitted to be done.&quot; Counsel for the appellant have therefore been driven to argue ingeniously, but to admit candidly, that the contention which they are putting forward is that the phrase &quot;things previously done&quot; does not cover offences previously committed. I think that view cannot be correct. It is clear that Parliament did not intend Sub-section (3) to expire with the rest of the Act, and that its presence in the statute is a provision which preserves the right to prosecute after the date of expiry. This destroys the validity of the appellant&#x27;s argument altogether.\n</blockquote>\n \n\n<blockquote id=\"blockquote_21\">The Court of Criminal Appeal, after a most careful examination of the whole matter, came to this conclusion-I am quoting the words of the Lord Chief Justice (62, The Times L.R. 674, at p. 677): &quot;In our opinion, giving the words of the sub-section their natural meaning, there is neither doubt nor ambiguity and the result would appear to be both just and reasonable.&quot; I think that your Lordships unanimously agree with the conclusion of the Court of Criminal Appeal, and I therefore move the House that this appeal be dismissed.\n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_39\">31. There can he no difference between the provision in <a href=\"/doc/968351/\" id=\"a_92\">Section 11(3)</a> of the English Act and that in <a href=\"/doc/390434/\" id=\"a_93\">Section 102(4)</a>, as amended, of the <a href=\"/doc/237570/\" id=\"a_94\">Constitution Act</a>.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_40\">32. In our judgment none of the grounds of appeal on behalf of the appellants in this case succeed and the appeal is dismissed.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_41\">33. We should add that counsel for the appellants asked leave to argue that some of the charges as framed went beyond the jurisdiction vested in the Tribunal. Having regard to the early stage at which the appellants have thought fit to have recourse to the High Court and this Court, we refused leave. It is not convenient that such a matter should be debated before us before the Tribunal have been given a chance to consider it. But in refusing leave this Court must not be thought to have formed or expressed any view on the point.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_42\">CRIMINAL APPEAL No. II OF 1947.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_43\">34. In this appeal the accused and the appellants are the same as in Criminal Appeal No. I of 1947. The offences of which the appellants are accused were allotted in the same manner and at the same time as the offences in Criminal Appeal No. I of 1947 to the Second Special Tribunal at Lahore to be dealt with by that Tribunal.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_44\">35. The complaint was lodged on the same date as that in Criminal Appeal No. I and arose out of the same transactions. It was based on alleged infringements by the accused of Clause 2 of Iron and Steel (Movement by Rail) Order, 1942, in that the appellants and the two accused, who have not appealed, between August 1 and 18, 1943, and during September and October 1943 offered for transport by rail to the railway authorities at Rampur and at Moradabad railway stations certain consignments of the iron and steel, acquired by the accused as set out in the judgment in Criminal Appeal No. 1, without a valid permit and without a valid priority certificate, and procured the movement of these commodities by rail to Wadi Bunder, Bombay, thus rendering themselves liable to punishment under Rule 81(4) of the Defence of India Rules.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_45\">36. The Iron and Steel (Movement by Rail) Order, 1942 (hereafter referred to as &#x27;the Movement Order&#x27;) was comprised in Government Notification No. 914 of September 17, 1942, which was published in the Governement Gazette of September 26, 1942. It was made under the powers conferred by Sub-rule (2) of Rule 81 of the Defence of India Rules. It was expressed to be an order made by &quot;the Central Government&quot;. While, however, the Distribution Order dealt with matters within the <a href=\"/doc/237570/\" id=\"a_95\">Provincial Legislative List in the Seventh Schedule to the Constitution Act</a>, the Movement Order dealt with matters within the Federal Legislative List, being in particular matters within items 20 and 42 in List I in the Seventh Schedule. Subsequently to the lodging of the complaint, the proceedings against the accused before the Tribunal progressed in the same way as in Criminal Appeal No. 1. In these proceedings also, as soon as the charges were framed, the appellants applied to the High Court of Bombay in, revision and the High Court dealt with both appeals together and gave a certificate under <a href=\"/doc/483270/\" id=\"a_96\">Section 205(1)</a> in this case also. The High Court set aside a charge of an offence alleged to have taken place at Rampur Station in Rampur State as being outside the sphere of legislation of the Indian Legislature and consequently of the Governor-General in Council and of the ordinance-making powers of the Governor-General. There was no appeal on this point.\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_46\">37. On the appeal to this Court the same points were submitted and argued as in Criminal Appeal No. 1 of 1947 save that inasmuch as the Movement Order and the Defence of India Rules in this case dealt with Federal subjects only, the question of the effect of the saving provisions under <a href=\"/doc/390434/\" id=\"a_97\">Section 102(4)</a> did not arise and the only point on saving provisions which had to be considered was the sufficiency (which was not really contested) of the provisions inserted into Sub-section (4) of <a href=\"/doc/1406924/\" id=\"a_98\">Section 1</a> of the Defence of India Aet, 1939, by Ordinance XII of 1946, to authorise the continuation after September 30, 1946, of the proceedings before the Tribunal in this case.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_47\">38. In regard to all the points raised on. behalf of the appellants in this ease, our conclusions in Criminal Appeal No. I of 1947 above apply. This appeal also fails and is dismissed.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_48\">CRIMINAL APPEAL No. III OF 1947.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_49\">39. In this case appellant No. 1 Motiram Narayan. Desai is the proprietor of the firm of Rao Bahadur Anant Shivaji Desai Topiwalla and the appellants Nos. 2, 8 and 5 are employees of the firm. The appellants were arrested by an Inspector of the Anti-Corruption Branch of the Bombay C.I.D. on various dates in June 1946 for an alleged contravention of Clause 12(1) of the Cotton Cloth and Yarn (Control) Order, 1945, read with the Government of India, Department of Industries and Civil Supplies Notification No. TC(12)22, dated October 14, 1944. The order purported to be made by &quot;Central Government&quot; exercising the powers conferred by Sub-rule (2) of Rule 81 of the Defence of India Rules. A complaint was made on August 27, 1946, before the Presidency Magistrate, 6th Additional Court, Bombay, in which the facts alleged were that the appellants had sold or abetted the sale of 81 yards of velveteen, imported cloth, at the rate of Rs. 20 per yard against its landed cost of Rs. 3-15-5 and had thus committed an offence as regards appellant No. 1 punishable under Rule 81(4), and as regards the rest of the appellants under Rule 81(4) read with Rule 121, of the Defence of India Rules. Evidence was taken and on September 18, 1946, charges were framed. The case was adjourned to October 2, 1946, on which date the appellants raised objections against the continuance of the trial and upon this objection the Presidency Magistrate referred the matter to the Bombay High Court for opinion under <a href=\"/doc/1679850/\" id=\"a_99\">Section 482</a> of the Criminal Procedure Code. The High Court sent an answer to the reference following their judgment in Criminal Appeals Nos. 1 and 2 above and directed that the trial should continue. A certificate under <a href=\"/doc/96312/\" id=\"a_100\">Section 205</a> was however granted suo motu by the High Court.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_50\">40. All the arguments which were advanced in Criminal Appeal No. 1 of 1947, except those as to the existence and jurisdiction of the Tribunal, were also submitted as applicable in this case.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_51\">41. Our judgment on the relevant points in Criminal Appeal No. 1 of 1947 governs this case. This appeal fails and is dismissed.\n</p>\n \n\n<p data-structure=\"Section\" id=\"p_52\">42. [After dealing separately with the facts of each of the remaining appeals, the judgment concluded;] There remains one further point to which we desire to draw attention. <a href=\"/doc/483270/\" id=\"a_101\">Section 205(1)</a> under which certificates have been given by the respective High Courts in these cases requires that the appeal should be from a &quot;judgment, decree or final order&quot;. It is not enough merely that the case before the High Court should involve a substantial question of law as to the interpretation of the <a href=\"/doc/237570/\" id=\"a_102\">Constitution Act</a> or any Order in Council made thereunder. Whilst this Court accepts the position that it is not for this Court to question certificates granted by High Courts or to permit an appeal to this Court against any refusal to grant a certificate, this Court does hold itself at liberty-it may indeed be the duty of this Court-to determine, if necessary, whether the appeal is really from a &quot;judgment, decree or final order&quot;, so as to ensure that this Court has jurisdiction in the matter under the provisions of <a href=\"/doc/96312/\" id=\"a_103\">Section 205</a>. A study of the provisions of Sub-section (2) of <a href=\"/doc/96312/\" id=\"a_104\">Section 205</a> seems to indicate important considerations why this Court should not be asked to deal with an appeal until the High Court has finally disposed of the case and the rights of parties are finally determined. An order of the High Court made upon an application involving the revisional jurisdiction of the Court or upon an application to quash proceedings, which puts an end to such proceedings for good and all may well be a &quot;judgment, decree or final order&quot; from which an appeal would properly lie to this Court upon the grant of a certificate. It is not so easy to be assured that an order on either form of application made during the continuation of proceedings which fails, with the result that pending proceedings continue, is such a &quot;judgment, decree or final order&quot; as the sub-section contemplates. Still less may an order of an High Court answering a reference submitted to it by a Presidency Magistrate under <a href=\"/doc/1464506/\" id=\"a_105\">Section 432</a> of the Criminal Procedure Code be such a judgment, decree or final order. It is not necessary for us on these appeals to come to a decision whether all or any of the orders under appeal are judgments, decrees or final orders within the proper construction to be put upon these words in <a href=\"/doc/483270/\" id=\"a_106\">Section 205(1)</a>. We must not, however, because this Court has entertained and allowed these appeals to be argued and expressed our conclusions upon questions of construction and law involved therein, be taken to accept the view that any or all of these orders are such judgments, decrees or final orders.\n</p>\n \n\n","numcites":34,"numcitedby":48,"docsource":"Bombay High Court","citetid":1235310,"divtype":"judgments","relatedqs":[{"value":"\"Defence of India Act 1939\"","formInput":"%22Defence%20of%20India%20Act%201939%22"},{"value":"defence of india act","formInput":"defence%20of%20india%20act"},{"value":"transitional provision","formInput":"transitional%20provision"},{"value":"General clauses Act","formInput":"General%20clauses%20Act"},{"value":"all acts in india","formInput":"all%20acts%20in%20india"},{"value":"promulgation of ordinance","formInput":"promulgation%20of%20ordinance"},{"value":"juggilal kamlapat","formInput":"juggilal%20kamlapat"},{"value":"sec.205","formInput":"sec.205"},{"value":"\"defence of india act\" ","formInput":"%22defence%20of%20india%20act%22%20"},{"value":"defence india rule ","formInput":"defence%20india%20rule%20"},{"value":"proclamation","formInput":"proclamation"},{"value":"general clauses act, 1897","formInput":"general%20clauses%20act%2C%201897"},{"value":"section 102","formInput":"section%20102"},{"value":"Movement order","formInput":"Movement%20order"},{"value":"final order","formInput":"final%20order"},{"value":"seventh schedule","formInput":"seventh%20schedule"},{"value":"Federalism","formInput":"Federalism"},{"value":"legal proceeding","formInput":"legal%20proceeding"},{"value":"only company is accused","formInput":"only%20company%20is%20accused"},{"value":"forfeiture ","formInput":"forfeiture%20"}],"cats":[{"value":"indian-constitution","formInput":"tag:indian-constitution"},{"value":"general-clauses","formInput":"tag:general-clauses"},{"value":"formation-of-new-states","formInput":"tag:formation-of-new-states"}],"courtcopy":false,"query_alert":null,"agreement":false}