{"tid":133691353,"publishdate":"2015-11-06","title":"Imrat @ Patiram vs The State Of M.P. on 6 November, 2015","doc":"<h2 class=\"doc_title\">Imrat @ Patiram vs The State Of M.P. on 6 November, 2015</h2>\n\n<pre id=\"pre_1\">     IN THE HIGH COURT OF MADHYA PRADESH, JABALPUR\n\n     SINGLE BENCH :        HON&#x27;BLE MR. JUSTICE N.K.GUPTA, J.\n\n                    Criminal Appeal No.2459/1997\n                     Imrat @ Patiram @ Dinamaru\n\n                                  VERSUS\n\n                        State of Madhya Pradesh\n------------------------------------------------------------------------------\nShri Narendra Nikhare, Advocate appointed from the side of\nHigh Court Legal Services committee on behalf the appellant.\nShri Bramhadatt Singh, Public Prosecutor for the State/\nrespondent.\n------------------------------------------------------------------------------\n                           J U D G M E N T\n</pre><p data-structure=\"Issue\" id=\"p_1\">            (Delivered on the 6th day of November, 2015)\n\n            The appellant has preferred the present appeal being\n\naggrieved with the judgment dated 30.9.1997 passed by the\n\nFirst Additional Sessions Judge, Betul in S.T.No.4/1997,\n\nwhereby the appellant has been convicted of offence under\n\n<a href=\"/doc/455468/\" id=\"a_1\">Section 307</a> of IPC and sentenced to 7 years Rigorous\n\nImprisonment.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.          The    prosecution&#x27;s      case,    in   short,    is   that,   on\n\n13.9.1996, at about 10.30 p.m., the complainant Ramlal (P.W.9)\n\nwas returning to his house from the house of Bhaiyalal (P.W.1)\n\nat village Pandra (Police Station Ranipur, District Betul).                He\n\nwas accompanied by his wife Phullo Bai (P.W.5). When Ramlal\n\nreached near his house, suddenly the appellant Imrat @\n</p><p data-structure=\"Issue\" id=\"p_3\">                               -:-   2    -:-\n</p>\n<blockquote id=\"blockquote_1\">                                               Criminal Appeal No.2459 of 1997\n\n\nDinamaru emerged in front of the complainant Ramlal and\n\nthreatened to kill him. Thereafter, he gave two blows of dagger\n\nto the abdomen of the victim and immediately ran away.\n\nRamlal and his wife Phullo Bai started shouting and therefore,\n\nwitnesses Bhaiyalal (P.W.1), Kailash (P.W.2) and Shankar\n\n(P.W.4) reached the spot. Ramlal told them about the assailant\n\nand the incident. The witness Kailash has claimed before the\n\npolice that he saw the incident. Ramlal was taken to the Police\n\nSation Ranipur, where he had lodged an FIR, Ex.P/9. He was\n\nsent      for   his   medico-legal       examination         and     treatment.\n\nDr.K.S.Ahirwal (P.W.10) examined the complainant Ramlal at\n\nCommunity Health Center, Ghodadongri and gave his report,\n\nEx.P/10. He found two stab wounds to the victim Ramlal on\n\nhis abdomen. He referred him to the District Hospital, Betul.\n\nDr.G.P.Choubey (P.W.12), a surgical specialist treated and\n\noperated on the abdomen of the complainant Ramlal. He found\n\na cut on the bladder in Ramlal&#x27;s abdomen and therefore, that\n\ncut was stitched and the abdomen was again closed. He found\n\nthat the external injury was co-related with the internal injury\n\ncaused to the complainant Ramlal.                  He prepared a bed-head\n\nticket,    Ex.P/15     and   also       OPD       slip,   Ex.P/14.      During\n\ninvestigation, a dagger was recovered from the appellant, which\n\nwas sent to Dr.Ahirwal for its examination. In report of FSL,\n\nEx.P/18, blood was found on the dagger recovered from the\n</blockquote><blockquote id=\"blockquote_2\">                              -:-   3   -:-\n</blockquote>\n<blockquote id=\"blockquote_3\">                                             Criminal Appeal No.2459 of 1997\n\n\nappellant.     After due investigation, a charge-sheet was filed\n\nbefore the JMFC, Betul, who committed the case to the Court of\n\nSessions and ultimately, it was transferred to First Additional\n\nSessions Judge, Betul.\n</blockquote>\n<blockquote id=\"blockquote_4\">3.           The appellant abjured his guilt. He took a plea that\n\nhis sister was married to Shankar, son of the complainant and\n\nshe was ousted from the house by Shankar. She was peacefully\n\nresiding with the appellant and due to that enmity, a false case\n\nhas been lodged against the appellant.               However, no defence\n\nevidence was adduced.\n</blockquote>\n<blockquote id=\"blockquote_5\">4.           First Additional Sessions Judge, after considering the\n\nprosecution&#x27;s evidence, convicted the appellant of offence under\n\n<a href=\"/doc/455468/\" id=\"a_2\">Section 307</a> of IPC and sentenced as mentioned above.\n\n</blockquote><blockquote id=\"blockquote_6\">5.           In the present case, after filing of the appeal, the\n\nappellant was released on bail vide order dated 13.11.1998 but,\n\nwhen the appeal was called for hearing, no one appeared for the\n\nappellant and therefore, show cause notice was issued to the\n\nappellant to appear before the Court.                However, he did not\n\nappear thereafter and therefore, an arrest warrant was issued.\n\n</blockquote><p data-structure=\"Facts\" id=\"p_4\">After trying for his appearance for two years, no warrant could\n\nbe served upon the appellant. On 20.10.2015, he was brought\n\nbefore the Court from District Jail, Betul after compliance of the\n\narrest warrant and he prayed that his matter being an old\n\nappeal may be heard finally and he may be given legal aid, so\n</p><p data-structure=\"PetArg\" id=\"p_5\">                             -:-   4   -:-\n</p>\n<blockquote id=\"blockquote_7\">                                            Criminal Appeal No.2459 of 1997\n\n\nthat he may contest his appeal and therefore, Shri Narendra\n\nNikhare, Advocate from the panel of High Court Legal Services\n\nCommittee, who has vast experience in dealing with the\n\ncriminal cases, was appointed to argue the matter on behalf of\n\nthe appellant and thereafter, I have heard the learned counsel\n\nfor the parties.\n</blockquote>\n<blockquote id=\"blockquote_8\">6.         Initially the contention of the defence counsel is that\n\nvarious witnesses have accepted that it was dark at the time of\n\nthe incident due to rain clouds.             It was not possible for the\n\ncomplainant to see the culprit and therefore, it is not\n\nestablished that the appellant was the person who caused\n\ninjuries to the complainant Ramlal.                On the basis of the\n\naforesaid contention, if the evidence given by various witnesses\n\nis considered, then Bhaiyalal (P.W.1), Kailash (P.W.2), Shankar\n\n(P.W.4), Phullo Bai (P.W.5), Phool Kali @ Nani Bai (P.W.8) and\n\nRamlal (P.W.9) have stated that the complainant Ramlal went to\n\nthe house of Bhaiyalal to request for some food and on his\n\nreturn, near his house, the appellant gave two blows of dagger\n\non his abdomen and thereafter, ran away.                  On shouting of\n\nPhullo Bai (P.W.5), Bhaiyalal (P.W.1), Kailash (P.W.2), Shankar\n\n(P.W.4) and Phoolkali @ Nani Bai (P.W.8) went to the spot and\n\nthey found Ramlal to be injured, who told them that the\n\nappellant Imrat @ Dinamaru gave two blows of dagger and\n\ninjured him.       Out of these witnesses, Kailash (P.W.2), who\n</blockquote><blockquote id=\"blockquote_9\">                            -:-   5   -:-\n</blockquote>\n<blockquote id=\"blockquote_10\">                                           Criminal Appeal No.2459 of 1997\n\n\ninitially claimed to be an eye witness has partly turned hostile.\n\nHe did not claim that he saw the incident. He has stated that\n\nwhen he went to the spot after hearing the cries, he found the\n\ncomplainant Ramlal to be injured but, he did not ask as to who\n\nassaulted him, whereas Bhaiyalal, Shankar and Phullo Bai have\n\naccepted that the incident took place at night during the rainy\n\nseason and it was dark and it was not possible for a person to\n\neven see his own hands. Such statements are given by the\n\nwitnesses Bhaiyalal, Shankar and Phullo Bai in the cross-\n\nexamination, whereas Ramlal (P.W.9) has stated that though it\n\nwas a night during rainy season, there were no dark clouds in\n\nthe sky at the time and he could identify the appellant.\n\n</blockquote><blockquote id=\"blockquote_11\">7.        At night during rainy season, if clouds were densely\n\ncollected in the sky, then it was not possible for anyone to view\n\nthe culprit but, the position of the clouds could have changed\n\nwithin a small period of time and therefore, if Ramlal specifically\n\nstates that he saw the appellant who assaulted him, then he\n\ncannot be disbelieved due to the version given by the witnesses\n\nBhaiyalal, Shankar and Phullo Bai.               If cross-examination of\n\nwitness Phullo Bai is perused then, it would be clear that being\n\nan old woman she could not see properly, she would have felt\n\nthat the night was dark. Her cross-examination indicates that\n\nshe is a rustic woman, who could not understand the questions\n\nasked. However, all these three witnesses have accepted that\n</blockquote><blockquote id=\"blockquote_12\">                              -:-   6   -:-\n</blockquote>\n<blockquote id=\"blockquote_13\">                                             Criminal Appeal No.2459 of 1997\n\n\nthe complainant Ramlal had immediately told them that it was\n\nDinamaru @ Imrat, who assaulted him. Hence, the testimony of\n\nthe complainant Ramlal cannot be disbelieved on the ground\n\nthat due to darkness, he could not see the actual culprit. It was\n\nalso submitted by the learned counsel for the appellant that the\n\ncomplainant Ramlal has accepted in the cross-examination that\n\nhe became unconscious after the incident and he remained\n\nunconscious for 3 days during surgery etc.                According to the\n\ncomplainant Ramlal, he appended his signature on the FIR,\n\nEx.P/9 after 3 days of the incident and that actually the FIR\n\nwas lodged by his son Shankar and therefore, this testimony of\n\nthe complainant Ramlal cannot be believed.                 It appears that\n\nRamlal   has   stated   in    the      cross-examination        about    his\n\nunconsciousness to create an impression before the Court that\n\nhe was seriously injured. FIR has been lodged at Police Station\n\nRanipur and it was not possible for the investigation officer to\n\ntake the FIR register to the hospital.              He could get the FIR\n\nregistered in the name of Shankar or Phullo Bai or he could\n\nhave prepared a Dehati Nalshi and thereafter, FIR could be\n\nregistered.   Sub Inspector Ajay Dubey (P.W.13) has accepted\n\nthat FIR, Ex.P/9 was lodged by Ramlal and he was not\n\nunconscious at that time. Dr.K.S.Ahirwal (P.W.10) has stated\n\nin the cross-examination that the complainant Ramlal was not\n\nunconscious when he was examined by Dr.Ahirwal.                     At that\n</blockquote><blockquote id=\"blockquote_14\">                              -:-   7   -:-\n</blockquote>\n<blockquote id=\"blockquote_15\">                                             Criminal Appeal No.2459 of 1997\n\n\ntime, he was talking about his injuries.                      Under these\n\ncircumstances, it is clear that Ramlal was conscious at the time\n\nof the incident and thereafter, he immediately informed about\n\nthe assailant and the incident and also he had lodged a timely\n\nFIR, Ex.P/9. The incident took place at 10.30 in the night. The\n\nPolice Station was 13 kms away and sufficient time was\n\nrequired for Shankar etc. to take the complainant Ramlal to the\n\nPolice Station and still the FIR was lodged at about 1.00 a.m.\n\ni.e. 2½ hours after the incident.                Hence, FIR, Ex.P/9 was\n\npromptly lodged and it cannot be said that delay has been\n\ncaused in lodging the FIR.\n</blockquote>\n<blockquote id=\"blockquote_16\">8.         It is admitted by both the parties that the appellant is\n\nnephew of the complainant Ramlal and his sister was also\n\nmarried to Shankar, son of the complainant Ramlal. According\n\nto the complainant&#x27;s side, the sister of the appellant Imrat left\n\nthe house of Shankar and abandoned her 3 children, whereas\n\naccording to the appellant, Shankar ousted his wife and she\n\nwas forced to reside with the appellant.              On the basis of the\n\naforesaid admission, it is possible that the appellant Imrat had\n\na feeling of enmity with family of the complainant Ramlal\n\nbecause according to him, his sister was ousted after being\n\ncruely treated by the complainant Ramlal and his family\n\nmembers.     However, if sister of the appellant herself left the\n\nhouse of her husband Shankar, Ramlal and his family would\n</blockquote><blockquote id=\"blockquote_17\">                            -:-   8   -:-\n</blockquote>\n<blockquote id=\"blockquote_18\">                                           Criminal Appeal No.2459 of 1997\n\n\nnot have any grievance against the appellant and therefore, it\n\nwas not possible for the complainant Ramlal to blame the\n\nappellant if he could not identify the actual culprit. However,\n\nenmity is a double edged weapon. A human being can assault\n\nhis enemy or the enemy can be falsely implicated in the crime.\n\nTherefore, for placing reliance upon the testimony of the\n\ncomplainant, it was necessary to prove it through corroboration\n\nwith other circumstantial evidence.\n</blockquote>\n<blockquote id=\"blockquote_19\">9.        In the present case, the testimony of the complainant\n\nRamlal has been duly corroborated by the witnesses who have\n\naccepted that soon after the incident, the complainant Ramlal\n\ntold the name of the assailant as well as gave the description of\n\nthe incident. He had lodged a named FIR with full description\n\nwithin a reasonable time and similar injuries were found to the\n\ncomplainant as alleged by him and therefore, the testimony of\n\nthe complainant Ramlal was duly corroborated by various\n\nwitnesses like Bhaiyalal, Shankar and Phullo Bai.                     His\n\ntestimony was corroborated by the timely lodged FIR and\n\nmedical evidence.   Hence, the trial Court has rightly believed\n\nthe testimony of the complainant Ramlal that it was the\n\nappellant who assaulted him twice.              Learned counsel for the\n\nappellant has submitted that as per allegations made by the\n\ncomplainant Ramlal, the appellant suddenly emerged before\n\nhim and gave two blows of dagger to his abdomen and\n</blockquote><blockquote id=\"blockquote_20\">                            -:-   9   -:-\n</blockquote>\n<blockquote id=\"blockquote_21\">                                           Criminal Appeal No.2459 of 1997\n\n\nimmediately ran away. Hence, the appellant did not intend to\n\nkill the deceased. Hence, the appellant could not be convicted\n\nof offence under <a href=\"/doc/455468/\" id=\"a_3\">Section 307</a> of IPC.                 <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1308077\" id=\"span_1\">In support of his\n\ncontention, the learned counsel for the appellant has placed his\n\nreliance upon the judgment passed by Hon&#x27;ble the Apex Court\n\nin case of &quot;<a href=\"/doc/1308077/\" id=\"a_4\">Sarju Prasad Vs. State of Bihar</a>&quot;, [AIR 1965 SC 843] ,\n\nin which it is held that to sustain conviction under <a href=\"/doc/455468/\" id=\"a_5\">Section 307</a>\n\nof IPC the intention to kill should be clearly proved by\n\ncircumstances like persistence of attack on vital parts of the\n\nbody or the assailant lying in wait armed with dangerous\n\nweapons or declarations made by him that the victim would be\n\nkilled.   The intention is not gatherable merely from the\n\nseriousness of resultant injury.</span>\n</blockquote>\n<blockquote id=\"blockquote_22\">10.       In the light of aforesaid discussion, if facts of the\n\npresent case are examined then it would be apparent that in the\n\nFIR, the complainant Ramlal had mentioned that the appellant\n\ngave a threat to kill him and thereafter, he assaulted him but,\n\nin his statement before the Court, he did not prove anything\n\nwhich was said by the appellant and therefore, it is clear that\n\nthe prosecution could not prove any declaration made by the\n\nappellant that he intended to kill the complainant Ramlal.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_6\">Dr.Ahirwal (P.W.10), who examined the complainant gave a\n\nreport, Ex.P/10, in which he found following injuries:-\n</p><blockquote id=\"blockquote_23\">                              -:-   10   -:-\n</blockquote>\n<blockquote id=\"blockquote_24\">                                          Criminal Appeal No.2459 of 1997\n\n\n  (1)Stab wound of size 1 x 0.2 x 2.5 cms outside the umbilicus\n\n     region of the abdomen.\n</blockquote>\n<blockquote id=\"blockquote_25\">  (2)Stab wound oblique in upward direction having size 3 x\n\n     0.3 x 3 cms, 9 cms above the umbilicus region on the\n\n     abdomen.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_7\">     Dr.Ahirwal referred the patient for surgery etc.            Dr.G.P.\n\nChoubey (P.W.12) has found that upon opening of the abdomen,\n\nthere was a cut of ½ x 1/3 cms on the bladder and the bladder\n\nwas stitched and after cleaning the blood clots, the abdomen\n\nwas closed. According to him, if treatment was not given to the\n\ndeceased within time, he could die. It would be apparent that\n\nthe victim sustained injuries in the night of 12.9.1996 and his\n\nsurgery was done on 13.9.1996 when he was brought at District\n\nHospital, Betul and the complainant survived for at least 12-14\n\nhours before surgery could be performed. Hence, the injuries\n\ncaused to the victim cannot be said to be fatal in nature. Injury\n\ncould be said to be a fatal one, if it is sufficient to cause death\n\nin natural course of life.     Dr.Choubey did not opine that cut\n\nfound in the bladder was sufficient to cause death of the victim\n\nin the course of natural life. He found that clot was deposited\n\non the cut of bladder and no fresh blood was found oozing from\n\nthe bladder. Hence, surgery was done to repair the bladder but,\n\nwhen blood was not oozing from the wound, it cannot be said\n\nthat it was sufficient to cause death of the complainant Ramlal\n</p><p data-structure=\"Conclusion\" id=\"p_8\">                           -:-   11   -:-\n</p>\n<blockquote id=\"blockquote_26\">                                       Criminal Appeal No.2459 of 1997\n\n\nin natural course of his life. Hence, on the basis of the opinion\n\ngiven by Dr.Choubey and Dr.Ahirwal, it cannot be said that the\n\ncomplainant Ramlal had sustained any fatal injury. However,\n\nthe injury sustained by the victim Ramlal falls within the\n\ncategory of <a href=\"/doc/895891/\" id=\"a_6\">Section 320 (8)</a> of IPC and therefore, it could be\n\nconsidered as a grave injury.\n</blockquote>\n<blockquote id=\"blockquote_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1308077\" id=\"span_2\">11.       The conduct of the appellant as established by the\n\ncomplainant clearly indicates that the appellant suddenly\n\nemerged before the complainant, gave two blows in haphazard\n\nmanner and thereafter, ran away.           Looking at his conduct, it\n\ncannot be said that he had intended to kill the complainant\n\nRamlal.   Hence, in the light of judgment passed by the Apex\n\nCourt in case of <a href=\"/doc/1308077/\" id=\"a_7\">Sarju Prasad</a> (supra), offence committed by the\n\nappellant does not fall within the purview of <a href=\"/doc/455468/\" id=\"a_8\">Section 307</a> of IPC\n\nbut, it shall fall within the purview of <a href=\"/doc/1540253/\" id=\"a_9\">Section 326</a> of IPC.</span>\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_9\">Additional Sessions Judge has committed an error in convicting\n\nthe appellant for offence under <a href=\"/doc/455468/\" id=\"a_10\">Section 307</a> of IPC.\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">12.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1236748\" id=\"span_3\">In this connection, the judgment passed by the Apex\n\nCourt in case of &quot;<a href=\"/doc/1236748/\" id=\"a_11\">Shivpujan Chamar Vs. State of Bihar</a>&quot;, [AIR\n\n1991 SC 1642] may be perused, in which it was held that\n\nlooking at the injuries etc., where it could not be said that the\n\naccused had intended to kill the deceased, only offence under\n\n<a href=\"/doc/1540253/\" id=\"a_12\">Section 326</a> of IPC shall constitute.</span> Since the charge of offence\n\nunder Section 307 of IPC was framed against the appellant, he\n</p><p data-structure=\"Conclusion\" id=\"p_11\">                              -:-   12   -:-\n</p>\n<blockquote id=\"blockquote_28\">                                          Criminal Appeal No.2459 of 1997\n\n\ncould be convicted for a minor offence of the same nature.\n\nUnder these circumstances, the conviction of the appellant can\n\nbe altered to offence under <a href=\"/doc/1540253/\" id=\"a_13\">Section 326</a> of IPC.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1389848\" id=\"span_4\">13.          So far as the sentence is concerned, learned counsel\n\nfor the appellant has cited the judgment passed by Hon&#x27;ble the\n\nApex Court in case of &quot;<a href=\"/doc/1389848/\" id=\"a_14\">A.C.Gangadhar Vs. State of Karnataka</a>&quot;,\n\n[AIR 1998 SC 2381], in which it was held that accused caused\n\ngrave injury by an axe with great force on forehead of the victim\n\nand one year&#x27;s Rigorous Imprisonment was found sufficient for\n\nthe crime.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1389848\" id=\"span_5\">14.          In the present case, the appellant was a first offender,\n\nwho has faced trial and appeal for last 18 years. He remained\n\nin custody for more than one year and 3 months during the trial\n\nand appeal and therefore, in the light of judgment passed by the\n\nApex Court in case of <a href=\"/doc/1389848/\" id=\"a_15\">A.C.Gangadhar</a> (supra), the appellant may\n\nbe inflicted with the sentence for which he remained in the\n\ncustody during the trial and appeal.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_14\">15.          On the basis of the aforesaid discussion, the appeal\n\nfiled by the appellant Imrat @ Patiram @ Dinamaru is hereby\n\npartly allowed. His conviction as well as sentence recorded for\n\noffence under <a href=\"/doc/455468/\" id=\"a_16\">Section 307</a> of IPC are hereby set aside. However,\n\nhe is convicted of offence under Section 326 of IPC and\n\nsentenced to the period which has already undergone by the\n</p><p data-structure=\"Conclusion\" id=\"p_15\">                              -:-   13   -:-\n</p>\n<blockquote id=\"blockquote_29\">                                          Criminal Appeal No.2459 of 1997\n\n\nappellant in the custody during the pendency of the trial and\n\nappeal.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_16\">16.          The appellant is in jail at present and therefore, it is\n\ndirected that a supersession warrant be issued, without any\n\ndelay, so that he may be released from the jail as early as\n\npossible.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">17.          Copy of the judgment be sent to the Court below\n\nalong with its record for information and compliance, if any.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_18\">                                                (N.K.GUPTA)\n                                                  JUDGE\n                                                06/11/2015\nPushpendra\n </p>","numcites":6,"numcitedby":24,"docsource":"Madhya Pradesh High Court","citetid":133691353,"divtype":"judgments","relatedqs":[{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"offence under section 307","formInput":"offence%20under%20section%20307"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"section 307","formInput":"section%20307"},{"value":"section 326","formInput":"section%20326"},{"value":"indian penal code 307","formInput":"indian%20penal%20code%20307"},{"value":"section 307 i.p.c.","formInput":"section%20307%20i.p.c."},{"value":"stab wounds","formInput":"stab%20wounds"},{"value":"BETUL","formInput":"BETUL"},{"value":"326","formInput":"326"},{"value":"penal code 307","formInput":"penal%20code%20307"},{"value":"fatal","formInput":"fatal"},{"value":"under section 307 ipc","formInput":"under%20section%20307%20ipc"},{"value":"fir lodged ","formInput":"fir%20lodged%20"}],"cats":[{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"grievous-hurt","formInput":"tag:grievous-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}