{"tid":161329301,"publishdate":"2009-05-26","title":"M/S. Chander Kant & Co. vs The Vice Chairman, Dda & Ors. on 26 May, 2009","doc":"<h2 class=\"doc_title\">M/S. Chander Kant &amp; Co. vs The Vice Chairman, Dda &amp; Ors. on 26 May, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-k-kaul\">Neeraj Kishan Kaul</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-p-shah\">Chief Justice</a>, <a href=\"/search/?formInput=benchid:n-k-kaul\">Neeraj Kishan Kaul</a></h3>\n\n<pre id=\"pre_1\">*              IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                               Date of decision: 26th May, 2009\n\n+                 ARBITRATION PETITION NO.246 OF 2005\n\n         M/S. CHANDER KANT &amp; CO.             ..... Petitioner\n                            Through: Mr. R. Rajappan, Advocate.\n\n                                       versus\n\n     THE VICE CHAIRMAN, DDA &amp; ORS.         ..... Respondents\n                         Through: Ms. Geeta Mehrotra,\n                                  Advocate for DDA/R-1 to 3.\n                                  Mr. Puneet Taneja, Advocate\n                                  for respondent No.4.\nCORAM:\nHON&#x27;BLE THE CHIEF JUSTICE\nHON&#x27;BLE MR. JUSTICE NEERAJ KISHAN KAUL\n\n1.       Whether Reporters of the local newspapers may be allowed to\n         see the judgment?\n2.       Whether to be referred to the Reporter or not?\n3.       Whether the judgment should be reported in the Digest?\n\nAJIT PRAKASH SHAH, CJ (ORAL)\n\n1.                    This is a petition under <a href=\"/doc/401357/\" id=\"a_1\">Section 11 (5)</a> of the Arbitration\n\n&amp; Conciliation Act, 1996 for appointment of an arbitrator to\n\nadjudicate the disputes between the parties.                The petitioner had\n\nentered into a contract with the respondents/DDA for construction of\n\n256 numbers L.I.G. Houses at Kondali/Gharli, Delhi as per letter\n\ndated 10.9.1985 under agreement No.13/EE/HDXXII/DDA/85-86.\n\nThe contract was to be completed on or before 19.9.1986, i.e., within\n\ntwelve months. The work was completed on 11.10.1990. The final\n\nbill was released on 7.11.2002 after withholding various amounts.\n\nThe petitioner raised several claims and disputes with the DDA. The\n\nagreement contained an arbitration clause.               The petitioner invoked\n\nthe arbitration clause vide notice dated 17.6.2004. The respondents\n\nfailed to respond to the notice of the petitioner and, hence, the\n\n\n\nArb. P. No.246/2005                                          Page No.1 of 12\n petitioner has approached this Court under <a href=\"/doc/401357/\" id=\"a_2\">Section 11 (5)</a> of the\n\nArbitration &amp; Conciliation Act for appointment of an arbitrator.\n\n2.                The petition is opposed by the DDA mainly on the ground that it\n\nis barred by virtue of Clause 25 of the agreement.           According to the\n\nrespondents, the requirement of this Clause is that on the final bill\n\nbeing ready for payment, the arbitration clause should be invoked\n\nwithin 90 days thereafter.          Failure to make demand for arbitration\n\nwithin 90 days would result in forfeiture or waiver of the right.\n\n3.                When this petition was placed before one of us (the Chief\n\nJustice), it was contended on behalf of the petitioner that Clause 25\n\ndealing with the period of limitation is invalid in view of the amended\n\nprovisions of <a href=\"/doc/616001/\" id=\"a_3\">Section 28 (b)</a> of the Indian Contract Act.                      In this\n\nconnection, reliance was placed on the judgment of Mohd. Shamim,J.\n</pre>\n<p data-structure=\"Precedent\" id=\"p_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1291574\" id=\"span_1\">in    <a href=\"/doc/1291574/\" id=\"a_4\">Hindustan       Construction    Corporation    Vs.   Delhi    Development\n\nAuthority</a>; 1999 (1) Arb.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746563\" id=\"span_2\">LR 272 (Delhi) and that of M.K. Sharma, J.\n\n(as he then was) in <a href=\"/doc/1746563/\" id=\"a_5\">Kalyan Chand Goyal Vs. Delhi Development\n\nAuthority</a>; 1999 (3) Arb.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"637780\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"945905\" id=\"span_4\">LR 79 (Delhi) as well as two judgments of\n\nSanjay Kishan Kaul, J. in <a href=\"/doc/945905/\" id=\"a_6\">Explore Computers Pvt. Ltd. Vs. Cals Ltd. &amp;\n\nAnr.</a>; 131 (2006) DLT 477 and in <a href=\"/doc/637780/\" id=\"a_7\">Pandit Construction Company Vs.\n\nDelhi Development Authority</a>; 2007 (3) Arb. LR 205 (Delhi). On behalf\n\nof the respondents/DDA, however, it was contended that these\n\ndecisions no longer hold good in view of the recent judgment of the\n\nSupreme Court in P. Manohar Reddy &amp; Bros. Vs. Maharashtra\n\nKrishna Valley Development Corporation &amp; Ors.; 2009 (2) SCC 494\n\nwherein a similar clause in the contract was held to be valid and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">Arb. P. No.246/2005                                         Page No.2 of 12</span>\n binding.         As the issue is of some importance it was deemed\n\nappropriate to refer the matter to a larger bench.</span></span>\n\n</p><p data-structure=\"Section\" id=\"p_2\">4.                The question that thus falls for our consideration is\n\nwhether there can be such limitation of a period of 90 days in view of\n\nthe amended provisions of <a href=\"/doc/616001/\" id=\"a_8\">Section 28 (b)</a> of the Indian Contract Act\n\nread with <a href=\"/doc/249731/\" id=\"a_9\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_10\">Limitation Act</a>.             Clause 25 of the\n\nagreement which is material for our purpose reads as follows:\n\n</p><blockquote id=\"blockquote_1\">              &quot;CLAUSE 25 Except where otherwise provided in the\n             contract all questions and disputes relating to the\n             specifications, designs drawings and instruction\n             herein before mentioned and as to the quality in\n             workmanship or materials used on the work out of or\n             relating    to   the     contract   designs     drawings,\n             specifications estimates, instruction, orders or these\n             conditions or otherwise concerning the words or the\n             execution or failure to execute the same whether\n             arising during the progress of the work or after the\n             completion or abandonment thereof shall be referred\n             to the sole arbitration of the person appointed by the\n             Engineer Member Delhi Development Authority at the\n             time of dispute. It will be no objection to any such\n             appointment that the arbitrator so appointed is a Delhi\n             Development Authority employee that he had to deal\n             with the matters to which the contract relates and that\n             in the course of his duties as Delhi Development\n             Authority employees he had expressed view on all or\n             any of the matters in dispute of difference. The\n             arbitrator to whom the matter is originally referred\n             being transferred or vacating his office or being unable\n             to act for any reason, such Engineer Member Delhi\n             Development Authority as aforesaid at the time of such\n             transfer, vacation of office or inability to act shall\n             appoint another person to act as arbitrator in\n             accordance with the terms of the contract. Such\n             person shall be entitled to proceed with the reference\n             from the stage at which it was left by his predecessor it\n             is also a term of this contract that no person other\n             than a person appointed by such Engineer Member,\n             Delhi Development Authority as aforesaid should act\n             as arbitrator and, if for any reason that is not possible,\n             the matter is not to be referred to arbitration at all. In\n\n<span class=\"hidden_text\" id=\"span_6\">Arb. P. No.246/2005                                      Page No.3 of 12</span>\n              all cases where the amount of the claim in dispute is\n             Rs. 50,000/- (Rupees Fifty thousand) and above, the\n             arbitrator will give reason for the award.\n</blockquote>\n<blockquote id=\"blockquote_2\">             Subject as aforesaid the provisions of the <a href=\"/doc/1052228/\" id=\"a_11\">Arbitration\n             Act, 1940</a> or any statutory modification or re-\n             enactment thereof and the rules made thereunder and\n             for the time being in force shall apply to the arbitration\n             proceeding under this Clause. It is a term of the\n             contract that the party invoking arbitration shall\n             specify the dispute or disputes to be referred to\n             arbitration under this clause together with the amount\n             or amounts claimed in respect of each such dispute.\n</blockquote>\n<blockquote id=\"blockquote_3\">             It is also a term of the contract that if the contractor\n</blockquote><blockquote id=\"blockquote_4\">             (s) does/do not make any demand for arbitration in\n             respect of any claim (s) in writing within 90 days of\n             receiving the intimation from the Engineer-in-Charge\n             that the Bill is ready for payment, the claim (s) of the\n             contractor (s) will be deemed to have been waived and\n             absolutely barred and the Delhi Development\n             Authority shall be discharged and released of all\n             liabilities under the contract in respect of those\n             claims.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_3\">                                                  (emphasis supplied)\n\n</p><p data-structure=\"Section\" id=\"p_4\">5.                <a href=\"/doc/1224074/\" id=\"a_12\">Section 28</a> of the Indian Contract Act before amendment\n\nread as follows :-\n</p>\n<blockquote id=\"blockquote_5\">             &quot;<a href=\"/doc/1224074/\" id=\"a_13\">Section 28</a>. Agreements in restraint of legal\n             proceedings, void - Every agreement, by which any\n             party thereto is restricted absolutely from enforcing\n             his rights under or in respect of any contract, by the\n             usual legal proceedings in the ordinary tribunals, or\n             which limits the time within which he may thus\n             enforce his rights, is void to that extent.\n</blockquote>\n<blockquote id=\"blockquote_6\">             Exception 1 - Saving of contract to refer to\n             arbitration dispute that may arise - This section\n             shall not render illegal a contract, by which two or\n             more persons agree that any dispute which may arise\n             between them in respect of any subject or class of\n             subjects shall be referred to arbitration, and that\n             only the amount awarded in such arbitration shall be\n             recoverable in respect of the dispute so referred.\n</blockquote>\n<blockquote id=\"blockquote_7\">             Exception 2 - Saving of contract to refer questions\n             that have already arisen - Nor shall this section\n             render illegal any contract in writing, by which two or\n             more persons agree to refer to arbitration any\n             question between them which has already arisen, or\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">Arb. P. No.246/2005                                      Page No.4 of 12</span>\n              affect any provision of any law in force for the time\n             being as to reference to arbitration.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_5\">6.                <a href=\"/doc/1224074/\" id=\"a_14\">Section   28</a>   was   amended      by   Indian        Contract\n\n(Amendment) Act, 1996 (Act 1 of 1997) with effect from 8.1.1997 and\n\namended <a href=\"/doc/1224074/\" id=\"a_15\">Section 28</a> reads as follows :-\n</p>\n<blockquote id=\"blockquote_8\">             &quot;28. Agreements in restraint of legal proceedings,\n             void - Every agreement,\n\n</blockquote><blockquote id=\"blockquote_9\">             (a)      by which any party thereto is restricted\n             absolutely from enforcing his rights under or in\n             respect of any contract, by the usual legal\n             proceedings in the ordinary tribunals, or which limits\n             the time within which he may thus enforce his rights;\n</blockquote><p data-structure=\"Section\" id=\"p_6\">             or,\n\n</p><p data-structure=\"Precedent\" id=\"p_7\">             (b)       which extinguishes the rights of any party\n             thereto, or discharges any party thereto, from any\n             liability, under or in respect of any contract on the\n             expiry of a specified period so as to restrict any party\n             from enforcing his rights, is void to that extent.\n\n             Exception 1 : Saving of contract to refer to arbitration\n             dispute that may arise - This section shall not render\n             illegal a contract by which two or more persons agree\n             that any dispute which may arise between them in\n             respect of any subject or class of subjects shall be\n             referred to arbitration, and that only the amount\n             awarded in such arbitration shall be recoverable in\n             respect of the dispute so referred.\n</p>\n<p data-structure=\"Section\" id=\"p_8\">             Exception 2: Saving of contract to refer questions that\n             have already arisen - Nor shall this section render\n             illegal any contract in writing by which two or more\n             persons agree to refer to arbitration any question\n             between them which has already arisen, or affect any\n             provision of any law in force for the time being as to\n             references to arbitration.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_8\">7.                Before the amendment of <a href=\"/doc/1224074/\" id=\"a_16\">Section 28</a> in 1997, the\n\nagreements reducing the period of limitation were distinguished from\n\nthose which did not limit the time within which a party might enforce\n\nhis rights, but which provided for a release or forfeiture of rights if no\n\nsuit was brought within the period stipulated in the agreement; and\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">Arb. P. No.246/2005                                      Page No.5 of 12</span>\n the latter class of agreements, outside the scope of the present\n\nsection, were binding between the parties.          Thus, in <a href=\"/doc/8751/\" id=\"a_17\">National\n\nInsurance Co. Ltd. Vs. Sujir Ganesh Nayak &amp; Co.</a>; AIR 1997 SC 2049,\n\nthe Supreme Court drew a clear distinction between the agreement\n\nwhich in effect curtails the period of limitation and an agreement\n\nwhich provides for the forfeiture or the waiver of the right itself if no\n\naction is commenced within the period stipulated by the agreement.\n\nThe first was held to be void as offending under <a href=\"/doc/1224074/\" id=\"a_18\">Section 28</a> but the\n\nlater was held not to be a clause which shall fall within the mischief\n\nof the <a href=\"/doc/1224074/\" id=\"a_19\">Section 28</a>. It was, thus, held that curtailment of the period of\n\nlimitation is not permissible in view of <a href=\"/doc/1224074/\" id=\"a_20\">Section 28</a> but extinction of\n\nthe right itself unless exercised within the specified time is\n\npermissible and can be enforced.</span> This view was reiterated in Wild\n\nLife Institute of India, Dehradun Vs. Vijay Kumar Garg; (1997) 10 SCC\n\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1036300\" id=\"span_10\">528. Earlier the Supreme Court in the case of <a href=\"/doc/1036300/\" id=\"a_21\">Vulcan Insurance Co.\n\nLtd. Vs. Maharaj Singh</a>; 1976 (1) SCC 943 had taken the same view.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"549294\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746563\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1291574\" id=\"span_13\">8.                The 1997 Amendment to the Section now also prohibits\n\nclauses which seek to extinguish the rights of any party thereto, or\n\ndischarge any party from any liability under or in respect of any\n\ncontract on the expiry of a specified period so as to restrict any party\n\nfrom enforcing his rights.       The amendment gave effect to the 97th\n\nreport of the Law Commission of India. The effect of the amended\n\n<a href=\"/doc/1224074/\" id=\"a_22\">Section 28</a> was considered by the learned single judges of this Court\n\nin <a href=\"/doc/1291574/\" id=\"a_23\">Hindustan Construction Company Vs. DDA</a>; <a href=\"/doc/1746563/\" id=\"a_24\">Kalyan Chand Goyal\n\nVs. Delhi Development Authority</a> (supra); <a href=\"/doc/549294/\" id=\"a_25\">J.K. Anand Vs. DDA &amp; Anr.</a>;\n\n2001 (59) DRJ 380 and Union of India Vs. Simplex Concrete Piles India\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">Arb. P. No.246/2005                                  Page No.6 of 12</span>\n (P) Ltd.; 2003 (3) Arb. LR 536 (Delhi) in which similar causes were held\n\nto be not valid in view of the amended provisions of <a href=\"/doc/616001/\" id=\"a_26\">Section 28 (b)</a> of\n\nthe Contract Act.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"945905\" id=\"span_16\">In <a href=\"/doc/945905/\" id=\"a_27\">Explore Computers Pvt. Ltd. Vs. Cals Ltd. &amp; Anr.</a>\n\n(supra), Sanjay Kishan Kaul, J considered the decision of Supreme\n\nCourt in <a href=\"/doc/8751/\" id=\"a_28\">National Insurance Co. Ltd. Vs. Sujir Ganesh Nayak &amp; Co.</a>\n\n(supra) and other decisions and held as follows :-</span></span>\n\n</p><blockquote id=\"blockquote_10\">             &quot;48. The effect of the amendment of <a href=\"/doc/1224074/\" id=\"a_29\">Section 28</a> thus\n             made it clear that any clause extinguishing the right of\n             a party or discharging any party from the liability in\n             respect of any contract on expiry of specific period so\n             as to restrict the time period would be void.\n</blockquote>\n<blockquote id=\"blockquote_11\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_17\">53. On a conspectus of the aforesaid judgments, two\n             aspects have to be noted. The first is that it is the\n             terms of the bank guarantee which have to be given\n             due weight and the second is the distinction which is\n             sought to be carved out in <a href=\"/doc/8751/\" id=\"a_30\">National Insurance\n             Company Ltd.</a> Case between a clause curtailing the\n             period of limitation being void under <a href=\"/doc/1224074/\" id=\"a_31\">Section 28</a> of the\n             Contract Act and a clause which provides for forfeiture\n             or waiver of a right if no action is commenced within\n             the period stipulated by the agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8751\" id=\"span_18\">Insofar as the\n             second aspect is concerned, it cannot be lost sight of\n             that the judgment in <a href=\"/doc/8751/\" id=\"a_32\">National Insurance Company Ltd.</a>\n             Case was delivered on 23.3.1997 and thus related to\n             the provisions of <a href=\"/doc/1224074/\" id=\"a_33\">Section 28</a> as it stood prior to the\n             amendment because that was the substantive law in\n             force at the time when the cause of action had arisen.\n             The amendment to <a href=\"/doc/1224074/\" id=\"a_34\">Section 28</a> was made with effect\n             from 8.1.1997 and it is not disputed that the cause of\n             action in respect of the subject matter in the present\n             suit arose after the amendment. Sub-clause (b) of the\n             amended <a href=\"/doc/1224074/\" id=\"a_35\">Section 28</a> deals with the clauses which\n             extinguish the rights of any party thereto or discharge\n             any party from any liability being void under the said\n             section. Thus, the scope of <a href=\"/doc/1224074/\" id=\"a_36\">Section 28</a> has been\n             widened whereby clause (a) deals with the position\n             prior to the amendment alone and clause (b) is in\n             addition.</span>\n</blockquote>\n<blockquote id=\"blockquote_12\">             54. In view of the amended section coming into force,\n             the distinction sought to be carved out earlier by the\n             legal pronouncements would not hold good.\n</blockquote>\n<blockquote id=\"blockquote_13\">             55. In my considered view it is not open for defendant\n             no.2 to contend that if any suit or claim is not filed\n             within one month of the expiry of the bank guarantee,\n\n<span class=\"hidden_text\" id=\"span_19\">Arb. P. No.246/2005                                    Page No.7 of 12</span>\n              the right of the plaintiff to institute any legal\n             proceedings itself is extinguished. Such a plea would\n             fly in the face of the amended <a href=\"/doc/1224074/\" id=\"a_37\">Section 28</a> as defendant\n             no.2 cannot be discharged from the liability nor can\n             the rights of the plaintiff be extinguished by inclusion\n             of the clause providing so. I am thus of the considered\n             view that to the extent there is restriction on any suit\n             or claim being filed by the plaintiff beyond a period of\n             one month from the expiry of the bank guarantee, the\n             said clause would not prohibit the plaintiff from\n             instituting the suit as it would be barred by the\n             provisions of the amended <a href=\"/doc/1224074/\" id=\"a_38\">Section 28</a> of the Contract\n             Act.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">9.                We are in respectful agreement with the view taken by\n\nthe learned Judge. In our opinion, in view of the amendment, the\n\ndistinction which was drawn earlier has been obliterated and the\n\nclauses providing for extinction or discharge of the rights of the\n\nparties on the expiry of the specified period are also covered by\n\ninserting Clause (b) in <a href=\"/doc/1224074/\" id=\"a_39\">Section 28</a> of the Contract Act.\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">10.               The contention of the DDA&#x27;s counsel that the decisions of\n\nthis Court no longer hold good in view of the decision in P.Manohar\n\nReddy&#x27;s         case   is   misconceived.     That   decision      is     clearly\n\ndistinguishable on facts.        In that case Clause 54 of the contract\n\nprovided that if the contractor considers any work demanded of him\n\noutside the requirements of the contract, he shall promptly ask the\n\nExecutive Engineer, in writing, for written instructions or decisions.\n\nThereupon, the Executive Engineer shall give his written instructions\n\nor decision within a period of 30 days of such request.                   If the\n\nExecutive Engineer fails to give his decision in writing within a period\n\nof 30 days after being requested, or if the contractor is dissatisfied\n\nwith the instructions or decision of the Executive Engineer, the\n\ncontractor may within 30 days after receiving the instructions or\n\ndecision, appeal to the upward authority who shall afford an\n\n<span class=\"hidden_text\" id=\"span_20\">Arb. P. No.246/2005                                     Page No.8 of 12</span>\n opportunity to the contractor to be heard and to offer evidence in\n\nsupport of his appeal. It was further provided that if the contractor is\n\ndissatisfied with this decision, the contractor within a period of 30\n\ndays from receipt of the decision shall indicate his intention to refer\n\nthe dispute to arbitration as per Clause 55 failing which the said\n\ndecision would be final and conclusive.      Clause 55 of the contract\n\nprovided that all the disputes or differences in respect of which the\n\ndecision has not been final and conclusive as per Clause 54 shall be\n\nreferred for arbitration to a sole arbitrator appointed in the manner\n\nprescribed by that clause.       It is thus seen that Clause 54 of the\n\ncontract did not seek to forfeit or extinguish the right of the\n\ncontractor but it merely provided that failure to make a demand for\n\narbitration within the specified time would make the decision final\n\nand conclusive and consequently such claim will not be referable to\n\narbitration under Clause 55 of the contract.       In other words, the\n\nclaim would fall in excepted category.       The argument before the\n\nSupreme Court was that the limitation for raising a claim as\n\nenvisaged under Clause 54 was not applicable to the case and in view\n\nof the fact that the claim was rejected only on 26.2.1992 by the\n\nappellate authority, the period of 30 days ought to have been counted\n\ntherefrom and it was also argued that under <a href=\"/doc/1232861/\" id=\"a_40\">Section 8</a> of the\n\nArbitration Act, the court was concerned only with the question as to\n\nwhether there was a triable issue.        Repelling the argument, the\n\nSupreme Court held as follows:\n</p>\n<blockquote id=\"blockquote_14\">              &quot;18. The arbitration clause, thus, could be invoked\n              only in a case where the decision has not become\n              final and conclusive as per Clause 54.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">Arb. P. No.246/2005                                  Page No.9 of 12</span>\n<blockquote id=\"blockquote_15\">               19. A plain reading of the aforementioned\n              provisions clearly shows that Clause 54 does not\n              envisage raising of a claim in respect of extra or\n              additional work after the completion of contract. The\n              jurisdiction of the civil court under <a href=\"/doc/1911494/\" id=\"a_41\">Section 8</a> of the\n              Act or under <a href=\"/doc/483593/\" id=\"a_42\">Section 20</a> thereof can be invoked if the\n              disputes and differences arising between the parties\n              was the one to which the arbitration agreement\n              applied.\n</blockquote>\n<blockquote id=\"blockquote_16\">              20. The contractual clause provides for a limitation\n              for the purpose of raising a claim having regard to the\n              provisions of <a href=\"/doc/1224074/\" id=\"a_43\">Section 28</a> of the Contract Act. It is no\n              doubt true that the period of limitation as prescribed\n              under <a href=\"/doc/249731/\" id=\"a_44\">Article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_45\">Limitation Act</a> would be\n              applicable, but it is well settled that a clause\n              providing for limitation so as to enable a party to\n              lodge his claim with the other side is not invalid.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_14\">11.               In P.Manohar Reddy&#x27;s case the Supreme Court had no\n\noccasion to consider the effect of the insertion of Clause (b) in <a href=\"/doc/1224074/\" id=\"a_46\">Section\n\n28</a> by <a href=\"/doc/1596533/\" id=\"a_47\">Amending Act</a> 1 of 1997. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1036300\" id=\"span_22\">The Court did refer to the judgments\n\nin <a href=\"/doc/1036300/\" id=\"a_48\">Vulcan Insurance Co. Ltd. Vs. Maharaj Singh</a> and Wild Life Institute\n\nof India, Dehradun Vs. Vijay Kumar Garg but it was obvious that the\n\nobservations were made in the context of unamended <a href=\"/doc/1224074/\" id=\"a_49\">Section 28</a> of\n\nthe Contract Act. It is also seen from the judgment that the cause of\n\naction had arisen in that case on 29.10.1991 on which date the\n\nappellant&#x27;s claim was rejected.         It is thus clear that the Court\n\nconsidered the case in the light of the unamended provisions of\n\n<a href=\"/doc/1224074/\" id=\"a_50\">Section 28</a> of the Contract Act.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">12.               The next contention raised by learned counsel appearing\n\nfor DDA is that the contract was executed prior to the amendment to\n\n<a href=\"/doc/1224074/\" id=\"a_51\">Section 28</a> and, therefore, the case would be governed by unamended\n\n<a href=\"/doc/1224074/\" id=\"a_52\">Section 28</a> of the Contract Act. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1604290\" id=\"span_23\">In support of his submission, she\n\nplaced reliance on the judgment of V.S. Aggarwal, J. in <a href=\"/doc/1604290/\" id=\"a_53\">Continental\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">Arb. P. No.246/2005                                     Page No.10 of 12</span>\n Construction Ltd. Vs. Food Corporation of India and others</a>; AIR 2003\n\nDelhi 32 where learned judge observed in paragraph 11 as under :-</span>\n\n</p><blockquote id=\"blockquote_17\">             &quot;<a href=\"/doc/1224074/\" id=\"a_54\">Section 28</a> of the Contract Act as reproduced above\n             was introduced on the recommendation of the Law\n             Commission in order to remove the anomalies created\n             by the earlier Act. The position of law settled before the\n             amendment was that <a href=\"/doc/1224074/\" id=\"a_55\">Section 28</a> would invalidate only\n             a clause in an agreement which restricts a party from\n             enforcing his right absolutely or which limits the time\n             within which he may enforce his right. <a href=\"/doc/1224074/\" id=\"a_56\">Section 28</a>\n             before the amendment does not come into operation\n             when contractual term spell out an extension of a right\n             of a party to sue or spell out the discharge of a party\n             from the liabilities. It is true that the argument of the\n             applicant&#x27;s learned counsel as per the amended\n             provisions of <a href=\"/doc/1224074/\" id=\"a_57\">Section 28</a> of the Act would come to his\n             rescue but the snag in the argument is that <a href=\"/doc/1224074/\" id=\"a_58\">Section 28</a>\n             of the Contract Act as amended is not retrospective in\n             its operation.     The present contract between the\n             parties had been arrived at before the amendment and\n             even the work executed before that. Consequently, the\n             provisions of the amended provisions of <a href=\"/doc/1224074/\" id=\"a_59\">Section 28</a> of\n             the Contract Act will not have a role to pay, so far as\n             the present dispute is concerned. In that view of the\n             matter the said argument so much thought of will be\n             of little avail.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\">13.               In our opinion, the aforesaid observations are not of any\n\nassistance to the counsel for the DDA. That was a case where not\n\nonly the contract was arrived at between the parties before the\n\namendment but even the work was executed before the amendment.\n\nIn the present case, it is not in dispute that though the contract may\n\nhave entered into before the amendment to <a href=\"/doc/1224074/\" id=\"a_60\">Section 28</a> starting right\n\nfrom the preparation of the final bill everything has happened after\n\nthe amended provision came into play and thus the amended\n\nprovision would certainly apply to the contract in question. In the\n\npresent case, the final bill was released only in 2002 and, thus, the\n\nprovisions of amended <a href=\"/doc/1224074/\" id=\"a_61\">Section 28</a> are clearly attracted.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">Arb. P. No.246/2005                                      Page No.11 of 12</span>\n</p><p data-structure=\"Conclusion\" id=\"p_17\"> 14.               In the result, we allow the petition. Considering the fact\n\nthat under Clause 25 Engineer Member, DDA was empowered to\n\nappoint any person as arbitrator including an employee of the DDA\n\nand that no specific qualification was prescribed for the appointment\n\nof the arbitrator Sh. Dinesh Dayal, retired District Judge is appointed\n\nas a sole arbitrator to adjudicate upon the disputes between the\n\nparties.      The fee of the arbitrator is fixed at Rs.1,25,000/- (rupees\n\none lac twenty five thousand), to be borne by both the parties equally.\n\nThe petition stands disposed of accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_18\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">                                                           CHIEF JUSTICE\n\n\n\n\n                                               NEERAJ KISHAN KAUL, J.\n</p><p data-structure=\"Conclusion\" id=\"p_20\">MAY 26, 2009\n&#x27;AA/nm&#x27;\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">Arb. P. No.246/2005                                      Page No.12 of 12</span>\n </p>","numcites":18,"numcitedby":16,"docsource":"Delhi High Court","citetid":161329301,"divtype":"judgments","relatedqs":[{"value":"section 28 of contract act","formInput":"section%2028%20of%20contract%20act"},{"value":"neeraj kishan kaul","formInput":"neeraj%20kishan%20kaul"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"extinguishment of right","formInput":"extinguishment%20of%20right"},{"value":"final bill","formInput":"final%20bill"},{"value":"contract act","formInput":"contract%20act"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"waiver","formInput":"waiver"},{"value":"limitation period ","formInput":"limitation%20period%20"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"delhi development authority","formInput":"delhi%20development%20authority"},{"value":"DDA","formInput":"DDA"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"indian contract act: loss of goods pledged","formInput":"indian%20contract%20act%3A%20loss%20of%20goods%20pledged"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"forfeiture ","formInput":"forfeiture%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"guarantee","formInput":"guarantee"}],"cats":[{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"limitation","formInput":"tag:limitation"}],"courtcopy":true,"query_alert":null,"agreement":false}