{"tid":124344618,"publishdate":"2015-11-26","title":"Spml Infra Ltd. & Anr vs Sri Gopal Singh on 26 November, 2015","doc":"<h2 class=\"doc_title\">Spml Infra Ltd. &amp; Anr vs Sri Gopal Singh on 26 November, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-k-jha\">Mihir Kumar Jha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-k-jha\">Mihir Kumar Jha</a></h3>\n\n<pre id=\"pre_1\">      IN THE HIGH COURT OF JUDICATURE AT PATNA\n\n                  Civil Writ Jurisdiction Case No.1344 of 2014\n===========================================================\n1. SPML Infra Ltd., 22 Camac Street, Block-A, 3rd Floor, Kolkata- 700016\n(Formerly Known As Subhash Project And Marketing Ltd., Through Its Project\nManager, SPML, Infra Ltd.,\n2. The Project Manager, SPML Infra Ltd., 22 Camac Street, Block- A, 3rd Floor,\nKolkata- 700016\n                                                              .... .... Petitioners\n                                     Versus\n1. The State Of Bihar Through The Principal Secretary, Public Health Engineering\nDepartment, Viswshraiya Bhawan, Bailey Road, Patna.\n2. Engineer In- Chief- Cum- Special Secretary, Public Health Engineering\nDepartment,Viswshwaraiya Bhawan, Bailey Road, Patna.\n3. Chief Engineer, Public Health Engineering Department, Visweshraiya Bhawan,\nBailey Road, Patna.\n4. Superintending Engineer, Public Health Engineering Department, Government\nOf Bihar, Muzaffarpur Circle, Muzaffrpur- 800015\n5. Executive Engineer, Public Health Engineering Department, Government Of\nBihar, Hajipur Division, Muzaffarpur- 844101\n                                                             .... .... Respondents\n                                       with\n\n===========================================================\n                Miscellaneous Jurisdiction Case No. 2114 of 2014\n                                         IN\n                   Civil Writ Jurisdiction Case No. 1344 of 2014\n===========================================================\n1. SPML Infra Ltd., 22 Camac Street, Block-A, 3rd Floor, Kolkata- 700016\n(Formerly Known As Subhash Project And Marketing Ltd., Through Its Project\nManager, SPML, Infra Ltd.,\n2. The Project Manager, SPML Infra Ltd., 22 Camac Street, Block- A, 3rd Floor,\nKolkata- 700016\n                                                              .... .... Petitioners\n                                      Versus\n1. Sri Gopal Singh, son of not known, Executive Engineer, Public Health\n    Engineering Department, Govt. of Bihar, Hajipur Division, Muzaffarpur-\n    844101\n2. The State of Bihar through Chief Secretary, Public Health Engineering\n    Department\n                                                              .... .... Opp.Parties\n===========================================================\nAppearance :\nFor the Petitioner/s :     Mr. Y.V.Giri, Sr.Adv.\n                           Mr. Ashish Giri\nFor the Respondent/s :     Mr. Lalit Kishore, PAAG\n                           Mr. Piyush Lal, AC to PAAG\n===========================================================\nCORAM: HONOURABLE MR. JUSTICE MIHIR KUMAR JHA\nCAV JUDGMENT\nDate: 26-11-2015\n Patna High Court CWJC No.1344 of 2014                                             2\n\n\n\n\n                   Heard learned counsel for the parties.\n\n                   2. The prayer of the petitioner in this writ application when it\n\n        was filed on 16.1.2014 had read as follows:\n\n                   &quot;i) To issue an appropriate writ/order/direction in the nature\n                   of Certiorari for quashing the order dated 22.5.2013 of the\n                   Principal Secretary, Public Health Engineering Department,\n                   Govt. of Bihar by which decision has already been taken to\n                   rescind the contract of the petitioner (Annexure 7).\n                   ii) To issue an appropriate writ/order/direction in the nature\n                   of Mandamus directing the respondent authorities not to\n                   deduct liquidated damages pursuant to the agreement dated\n                   15.4.2010</pre><p data-structure=\"Issue\" id=\"p_1\">.\n</p><p data-structure=\"Issue\" id=\"p_2\">                   iii) To issue an appropriate writ/order/direction in the nature\n                   of Mandamus directing the respondent authorities to refund\n                   the amount that has already been deducted unlawfully by\n                   way of liquidated damages.\n</p><p data-structure=\"Issue\" id=\"p_3\">                   iv) To issue an appropriate writ/order/direction commanding\n                   the respondent authorities to decide the dispute raised by the\n                   petitioner in its letter dated 3.7.2013 by way of arbitration as\n                   per Clause 25 read with letter dated 26.8.2013.\n</p><p data-structure=\"Issue\" id=\"p_4\">                   v) To issue an appropriate writ/order/direction preventing\n                   the respondent authorities from taking any coercive steps\n                   against the petitioner such as cancellation of the contract,\n                   forfeiture of security deposit, encashment of bank guarantee\n                   etc. unless the issue of default/ dispute as has been raised by\n                   the petitioner is adjudicated by an independent arbitrator.&quot;\n</p><p data-structure=\"Facts\" id=\"p_5\">                   3. Before the writ application with the aforementioned\n<span class=\"hidden_text\" id=\"span_1\"> Patna High Court CWJC No.1344 of 2014                                          3</span>\n\n\n\n\n        prayer could be taken up, the petitioner had filed two interlocutory\n\n        applications, being I.A.No. 2104/2014 and I.A.No. 4012/2014,\n\n        seeking amendment in the relief on account of certain subsequent\n\n        developments and these reliefs were for quashing the report dated\n\n        3.3.2014 in relation to the meeting held on 26.2.2014 as also for\n\n        quashing the order dated 13.5.2014 by which the petitioner‟s contract\n\n        dated 15.4.2010 had been rescinded and the security deposit has been\n\n        forfeited as well as the petitioner has been blacklisted.\n\n</p><p data-structure=\"Precedent\" id=\"p_6\">                   4. This Court in fact by an order dated 16.5.2014 while\n\n        adjourning the matter for enabling the learned counsel for the State to\n\n        take instruction and file counter affidavit had stayed the operation of\n\n        the impugned order dated 13.5.2014 in so far it related to forfeiting of\n\n        the security deposit and blacklisting of the petitioner. The aforesaid\n\n        order of this Court dated 16.5.2014 in fact reads as follows:\n\n</p><p data-structure=\"Issue\" id=\"p_7\">                   &quot;       I.A.No. 2104/2014 &amp; I.A.No.4012/2014.\n</p><p data-structure=\"Facts\" id=\"p_8\">                       The two interlocutory applications have been filed for\n                   amendment in the reliefs prayed for in the writ application\n                   on account of some developments that have taken place and\n                   for adding the Joint Secretary, Public Health Engineering\n                   Department, Govt. of Bihar as party respondent no.6.\n                       The reliefs sought to be added are for quashing the report\n                   dated 3.3.2014 in relation to the meeting held on 26.2.2014\n                   as also for quashing the order dated 13.5.2014, by which the\n                   petitioner‟s contract dated 15.4.2010 has been rescinded and\n                   security deposit has been forfeited and the petitioner has\n<span class=\"hidden_text\" id=\"span_2\"> Patna High Court CWJC No.1344 of 2014                                             4</span>\n\n\n\n\n                   been blacklisted.\n</p><p data-structure=\"Conclusion\" id=\"p_9\">                      In the facts and circumstances of the case, prayers for\n                   amendment of reliefs and addition of party are allowed.\n                      I.A.No. 2104/2014 and I.A.No. 4012 of 2014 are,\n                   accordingly, disposed of.\n</p><p data-structure=\"Precedent\" id=\"p_10\">                      Learned counsel for the petitioner submits that the\n                   respondents have acted in a most illegal manner contrary to\n                   the law laid down of this Court in the case of N.C.C.Ltd. vs.\n                   the State of Bihar and others: 2013(1) PLJR 952, in which it\n                   has been held that where allegations of default and non-\n                   performance of the terms and conditions of the contract\n                   against the State authorities are made it is not open to them\n                   to sit in judgment over the same and themselves decide the\n                   issue.\n</p><p data-structure=\"RespArg\" id=\"p_11\">                      It is submitted by learned counsel for the petitioner that in\n                   the present matter, the respondents have not only cancelled\n                   the contract but have also blacklisted the petitioner with the\n                   civil consequence of forfeiting the security deposit as also\n                   blacklisting which they cannot do. This, according to learned\n                   counsel, has been done as against the letter dated 3.7.2013 of\n                   the petitioner, in which a specific demand was made for the\n                   decision of the dispute by reference to arbitration in terms of\n                   clause 25, which is the arbitration clause in the contract.\n                      As prayed for by learned counsel for the State, put up on\n                   23.6.2014 in the same position to enable him to file counter\n                   affidavit in the matter.\n</p><p data-structure=\"Issue\" id=\"p_12\">                      Until further orders, the impugned order dated 13.5.2014,\n                   in so far as it relates to forfeiting of the security deposit and\n                   the blacklisting of the petitioner, shall remain stayed.&quot;\n<span class=\"hidden_text\" id=\"span_3\"> Patna High Court CWJC No.1344 of 2014                                          5</span>\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_13\">                   5. Well before 23.6.2014, the date fixed by this Court in the\n\n        aforesaid order dated 16.5.2014, the petitioner had again filed two\n\n        more interlocutory applications, being I.A.No. 4110/2014 and I.A.No.\n\n        4111/2014, during Summer Vacation and a Vacation Bench of this\n\n        Court had stayed operation of the order dated 5.6.2014 assailed in\n\n        I.A.No.4110/2014, whereby and whereunder a letter was sent by the\n\n        Executive Engineer, Public Health Engineering Division, Hajipur to\n\n        the State Bank of India for invocation of the Bank guarantee dated\n\n        16.3.2013 and making payment of Rs.12,30,00,000/- being subject\n\n        matter of three Bank guarantees. The aforesaid interim order dated\n\n        10.6.2014 is also reproduced hereinbelow:\n</p>\n<blockquote id=\"blockquote_1\">                   &quot; Heard Mr. Y.V.Giri, learned Senior counsel for the\n                   petitioner, Mr. P.K.Verma, AAG-5, learned Senior counsel\n                   for the State and Mr. K.K.Sinha, learned counsel for the\n                   State Bank of India.\n</blockquote><blockquote id=\"blockquote_2\">                             I.A.No. 4110 of 2014 and 4111 of 2014.\n</blockquote><blockquote id=\"blockquote_3\">                       So far as I.A.No. 4111 of 2014 is concerned, it is an\n                   application filed by the petitioners for impleading State Bank\n                   of India as mentioned in detail in paragraph no.1 of the\n                   interlocutory application as a party respondent to this writ\n                   application.\n</blockquote><blockquote id=\"blockquote_4\">                       So far as I.A.No. 4110 of 2014 is concerned, this\n                   application has been filed by the petitioners praying for stay\n                   of the letter dated 5.6.2014 issued by the Executive\n                   Engineer, Public Health Division, Hajipur to the State Bank\n                   of India by which the bank guarantees dated 16.3.2013, has\n<span class=\"hidden_text\" id=\"span_4\"> Patna High Court CWJC No.1344 of 2014                                           6</span>\n\n\n\n\n                   been invoked and request has been made to the State Bank\n                   of India to pay the sum of Rs.4,40,00000/-, Rs.3,50,00000/-,\n                   Rs.4,40,00000/-, total amounting to Rs.12,30,00000/- by\n                   way of bank draft in faovur of Executive Engineer, Public\n                   Health Division, Hajipur.\n</blockquote><blockquote id=\"blockquote_5\">                       According to learned counsel for the petitioners, this bank\n                   guarantee was furnished by the petitioners against the\n                   mobilization advance given by the State Government. The\n                   90 per cent of the mobilization advance has already been\n                   utilized by the petitioners. Further according to learned\n                   counsel, this bank guarantee is also a security deposit in the\n                   shape of bank guarantee given by the petitioners and by the\n                   terms of order dated 16.5.2014, this Court passed an order to\n                   the effect that the impugned order dated 13.5.2014 „in so far\n                   as it relates to forfeiting of the security deposit and the\n                   blacklisting of the petitioners, shall remain stayed‟ but in\n                   spite of stay order staying forfeiting of the security deposit,\n                   the State Government is invoking the bank guarantee which\n                   has been deposited by the petitioner as security for the\n                   mobilization advance given by the State Government by the\n                   order dated 5.6.2014.\n</blockquote><blockquote id=\"blockquote_6\">                       Learned AAG-5, appearing on behalf of the State has\n                   submitted that the bank guarantee furnished by the\n                   petitioners against the mobilization advance is not a security\n                   deposit. In fact the security deposit for the performance of\n                   contract was made by the petitioners is only to the extent of\n                   Rs.4,40,00000/- and while granting stay order, by the terms\n                   of order dated 16.5.2014 forfeiting of that security deposit\n                   has been stayed.\n</blockquote><span class=\"hidden_text\" id=\"span_5\"> Patna High Court CWJC No.1344 of 2014                                             7</span>\n\n\n\n\n<blockquote id=\"blockquote_7\">                       In view of the above submissions of the parties the\n                   dispute relates to the question as to whether the bank\n                   guarantee      furnished   by   the   petitioners   against   the\n                   mobilization advance given by the State Government is\n                   security deposit or not. From perusal of the order dated\n                   16.5.2014, it appears that the case has been directed to be\n                   listed on 23.6.2014 in order to enable the State counsel to\n                   file the counter affidavit.\n</blockquote><blockquote id=\"blockquote_8\">                       Learned counsel for the State Bank of India has submitted\n                   that he has nothing to do with the bank guarantee of the\n                   petitioner and shall abide the order of this Court.\n                       In the facts and circumstances of this case when the case\n                   is going to be listed on 23.6.2014, it is directed that till then\n                   the operation of the impugned order dated 5.6.2014 bearing\n                   no. 1307, 1308 and 1309 issued by the Executive Engineer,\n                   Public Health Division, Hajipur for payment of three bank\n                   guarantees to the extent of Rs.12,30,00000/- shall remain\n                   stayed.\n</blockquote><blockquote id=\"blockquote_9\">                       In other words, the encashment of the said three bank\n                   guarantees total amounting to Rs.12,30,00000/- is stayed till\n                   23.6.2014.\n</blockquote><blockquote id=\"blockquote_10\">                      Put up this case on 23.6.2014 in the same position.&quot;\n</blockquote><p data-structure=\"Facts\" id=\"p_14\">                   6. Let it be noted that on 24.6.2014 the petitioner had filed a\n\n        contempt application, M.J.C.No. 2114/2014, alleging violation of the\n\n        order of this Court dated 10.6.2014 and this Court by an order dated\n\n        24.6.2014 had directed the opposite parties named in the contempt\n\n        application to file their show cause reply by 1st July, 2014. By the\n<span class=\"hidden_text\" id=\"span_6\"> Patna High Court CWJC No.1344 of 2014                                         8</span>\n\n\n\n\n        same order dated 24.6.2014 the interim order passed on 10.6.2014\n\n        was directed to continue.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">                   7. Thereafter when the pleadings have been completed both\n\n        the cases were heard leading to the present judgment.\n\n</p><p data-structure=\"RespArg\" id=\"p_16\">                   8. Mr. Y.V.Giri, learned Senior counsel for the petitioner,\n\n        has submitted that once the petitioner itself had sought to\n\n        communicate its foreclosure of the contract on account of non-\n\n        fulfilment of the obligatory terms and conditions on the part of the\n\n        respondents vide its letter dated 20.4.2013, the decision taken by the\n\n        Principal Secretary of the Public Health Engineering Department\n\n        (PHED) on 22.5.2013 taking a decision for cancellation of contract of\n\n        the petitioner was wholly unsustainable either on fact or in law,\n\n        inasmuch as the officials of the PHED could not have taken such a\n\n        decision and the matter ought to have been referred to some\n\n        independent Arbitrator. In this regard he has placed reliance on the\n\n        judgment of this Court in the case of N.C.C.Ltd. v. State of Bihar &amp;\n\n        ors., reported in 2013(1) PLJR 952.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">                   9. Proceeding further Mr. Giri had also submitted that once\n\n        the petitioner by its letter dated 3.7.2013 had requested for settlement\n\n        of all disputes by invoking Clause 25 of the Agreement which was\n\n        followed by its another letter dated 26.8.2013 addressed to the Chief\n\n        Engineer, PHED, Patna for requesting settlement of dispute and\n<span class=\"hidden_text\" id=\"span_7\"> Patna High Court CWJC No.1344 of 2014                                        9</span>\n\n\n\n\n        adjudication of its various claims in terms of Clause 25 of the\n\n        Agreement and finally by letter dated 8.10.2013 addressed by the\n\n        petitioner to the Principal Secretary, PHED, requesting for\n\n        appointment of the Arbitrator for settlement of the dispute in terms of\n\n        Clause 25(i) and (ii) of the Agreement, the decision to issue show\n\n        cause notice to the petitioner on 20.3.2014 seeking explanation from\n\n        the petitioner as to why its agreement should not be cancelled, its\n\n        security deposit be not forfeited and the petitioner be not blacklisted\n\n        was in teeth of inter-party agreement and specially its arbitration\n\n        clause. Mr. Giri, in the same wake, having assailed the show cause\n\n        notice has also submitted that the consequential decision taken on\n\n        13.5.2014 for cancellation of the agreement with the petitioner as well\n\n        as forfeiting the security deposit made by the petitioner and its being\n\n        blacklisted on 13.5.2014 was also bad because the petitioner‟s show\n\n        cause reply dated 16.4.2014 was not at all considered and the\n\n        impugned order dated 13.5.2014 also did not contain reasons for\n\n        taking such a harsh decision.\n</p>\n<p data-structure=\"Facts\" id=\"p_18\">                   10. Mr. Giri has then come out to explain the alleged\n\n        contempt committed by the respondents- opposite parties and in this\n\n        regard he has submitted that after the petitioner had given a copy of\n\n        the order dated 16.5.2014 to the Engineer-in-Chief of PHED, the\n\n        action taken by the Executive Engineer, Hajipur vide his three letters\n<span class=\"hidden_text\" id=\"span_8\"> Patna High Court CWJC No.1344 of 2014                                       10</span>\n\n\n\n\n        dated 5.6.2014 bearing No. 1307, 1308 and 1309 informing the State\n\n        Bank of India, Kolkata invoking three Bank guarantees all dated\n\n        16.3.2013 issued against advance payment was in teeth of the\n\n        direction given by this Court in the order dated 16.5.2014. According\n\n        to Mr. Giri, the Executive Engineer ought to have not encashed the\n\n        Bank guarantee and his receiving the Bank draft on 9.6.2014 from the\n\n        authorities of the State Bank of India, Kolkata for a total of Rs.12.30\n\n        crores and its being entered by the Cashier in PH Division of the\n\n        Executive Engineer on 10.6.2014 as also preparation of Challan on\n\n        11.6.2014 and the deposit of the Bank draft in the Treasury on\n\n        12.6.2014 were in teeth of the interim order passed by this Court on\n\n        10.6.2014.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">                   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"154331639\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1863280\" id=\"span_10\">11. On the basis of these submissions Mr. Giri was of the\n\n        view that since the opposite parties have clearly committed contempt\n\n        they should not be allowed to be heard on merits unless they first\n\n        purge the contempt. Reliance in this regard has been placed by Mr.\n\n        Giri on the judgment of the Apex Court in the case of State of Orissa\n\n        &amp; anr. V. Aswini Kumar Baliar Singh, reported in (2006)6 SCC 759,\n\n        as also in the case of <a href=\"/doc/1863280/\" id=\"a_1\">B.S.N. Joshi &amp; Sons Ltd. V. Ajoy Mehta</a> &amp; anr.,\n\n        reported in (2009)3 SCC 458, as well as a judgment of the Division\n\n        Bench of this Court in the case of <a href=\"/doc/154331639/\" id=\"a_2\">Ram Vilas Mishra v. State of Bihar</a>\n\n        &amp; ors., reported in 1993(1) PLJR 437.</span></span>\n</p><span class=\"hidden_text\" id=\"span_11\"> Patna High Court CWJC No.1344 of 2014                                         11</span><p data-structure=\"Issue\" id=\"p_20\">\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_21\">                   12. Per contra, Mr. Lalit Kishore, learned counsel for the\n\n        respondents in the writ petition and the opposite parties in the\n\n        contempt application, has submitted that first of all there would be no\n\n        question of violation of any interim order of this Court, inasmuch as\n\n        by the interim order of this Court dated 16.5.2014 only the rescinding\n\n        of the petitioner‟s contract dated 15.4.2010 had been stayed apart\n\n        from forfeiting the security deposit and blacklisting of the petitioner.\n\n        Mr. Lalit Kishore in this regard has explained that the aforesaid\n\n        interim order was never violated and in fact that is also not the subject\n\n        matter of the contempt application, wherein the petitioner has alleged\n\n        contempt only on account of the violation of the order of this Court\n\n        dated 10.6.2014.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">                   13. In this regard he has also submitted that whereas the\n\n        interim order was passed on 10.6.2014 staying operation of the\n\n        impugned order dated 5.6.2014 passed by the Executive Engineer,\n\n        Public Health Engineering Division, Hajipur, the said letter had\n\n        already been acted upon by the State Bank of India, Kolkata on\n\n        9.6.2014 itself by not only invoking of the Bank guarantee but its\n\n        encashment as well by giving the amount to the Executive Engineer in\n\n        three Bank drafts on 9.6.2014 itself. According to the learned PAAG,\n\n        once the entire encashment of the Bank guarantee was already\n\n        completed on 9.6.2014, its being entered either in the cash book by\n<span class=\"hidden_text\" id=\"span_12\"> Patna High Court CWJC No.1344 of 2014                                         12</span>\n\n\n\n\n        the Executive Engineer on 10.6.2014 or its being deposited in the\n\n        Treasury on 11.6.2014 will not amount to committing contempt,\n\n        inasmuch as all that was said in the interim order dated 10.6.2014 was\n\n        confined to encashment of the Bank guarantee which according to\n\n        him had already stood encashed on 9.6.2014 itself well before passing\n\n        of the interim order by this Court dated 10.6.2014.\n\n</p><p data-structure=\"RespArg\" id=\"p_23\">                   14. Learned PAAG has also submitted that the impugned\n\n        order cancelling the contract of the petitioner is strictly in accordance\n\n        with the terms and conditions of the agreement and in fact a writ\n\n        petition will not be maintainable in presence of arbitration clause in\n\n        such agreement specially when the petitioner itself claims to invoke\n\n        arbitration clause.\n</p>\n<p data-structure=\"RespArg\" id=\"p_24\">                   15. In the considered opinion of this Court the encashment\n\n        of the Bank guarantee by the Bankers of the petitioner having been\n\n        completed on 9.6.2014 itself, inasmuch as admittedly three Bank\n\n        drafts to the tune of Rs. 12.30 crores had already been handed over to\n\n        the Executive Engineer, PHED, Hajipur on 9.6.2014 by the competent\n\n        authority of the Bank, there would be no question of committing any\n\n        contempt by the Executive Engineer and therefore, this Court does not\n\n        find any merit in the plea of contempt raised by the petitioner.\n\n</p><p data-structure=\"CDiscource\" id=\"p_25\">                   16. Let it be kept in mind that all that was said by the order\n\n        dated 10.6.2014 was that the operation of the impugned order dated\n<span class=\"hidden_text\" id=\"span_13\"> Patna High Court CWJC No.1344 of 2014                                        13</span>\n\n\n\n\n        5.6.2014 bearing letter nos. 1307, 1308 and 1309 issued by the\n\n        Executive Engineer, Public Health Division, Hajipur for payment of\n\n        three Bank guarantees to the extent of Rs.12,30,00,000/- shall remaine\n\n        stayed. As noted above, by the aforementioned letter of the Executive\n\n        Engineer dated 5.6.2014 bearing Nos. 1307, 1308 and 1309 only a\n\n        request was made by the Executive Engineer to the concerned Bank\n\n        requesting him to pay the amount covered by the Bank guarantee.\n\n        Thus, when the Bank guarantee was already invoked and also Bank\n\n        had given resultant Bank draft to the Executive Engineer on 9.6.2014\n\n        well before passing of the interim order on 10.6.2014 by this Court,\n\n        there would be no question of violation of the first part of the interim\n\n        order dated 10.6.2014, inasmuch as the operation of the letter dated\n\n        5.6.2014 had already been completed on 9.6.2014.\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">                   17. For the same reason this Court would also not find any\n\n        violation of clarifying portion of the interim order dated 10.6.2014,\n\n        inasmuch as the expression „encashment of Bank guarantee‟ will\n\n        always mean that the Bank guarantee which was given by the Bank to\n\n        the Executive Engineer was not to be encahsed but then when the\n\n        Bank itself had encashed the Bank guarantee by preparing and also\n\n        handing over the draft of Rs.12,30,00,000/- to the Executive Engineer\n\n        on 9.6.2014, it would be very difficult for this Court to hold the\n\n        opposite parties in contempt.\n</p><span class=\"hidden_text\" id=\"span_14\"> Patna High Court CWJC No.1344 of 2014                                           14</span><p data-structure=\"Issue\" id=\"p_27\">\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">                   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"154331639\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1863280\" id=\"span_16\">18. Once this Court finds that no contempt was actually\n\n        committed by the opposite parties on account of completion of\n\n        encashment of the Bank guarantee well before passing of the interim\n\n        order of this Court, there would be no question of application of the\n\n        judgment of the Apex Court in the case of Aswini Kumar Baliar\n\n        Singh (supra) and in the case of <a href=\"/doc/1863280/\" id=\"a_3\">B.S.N. Joshi &amp; Sons Ltd.</a> (supra) or\n\n        the Division Bench judgment of this Court in the case of <a href=\"/doc/154331639/\" id=\"a_4\">Ram Vilas\n\n        Mishra</a> (supra), all of whom proceed on the basis that the contempt\n\n        had already been committed, whereafter the opposite parties-\n\n        contemnors cannot be heard on merit unless they purge the contempt.\n\n        It is here that the facts of the case and the finding arrived by this Court\n\n        that no contempt was committed would by itself be sufficient to reject\n\n        the submission of Mr. Giri, learned Senior counsel for the petitioners.</span></span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">                   19. Reverting back to the main issue as with regard to the\n\n        decision taken for cancellation of contract of the petitioner followed\n\n        by forfeiture of security deposit and the decision of blacklisting this\n\n        Court, in the peculiar facts and circumstances of the case, would find\n\n        that when the petitioner itself had sought remedy of arbitration under\n\n        the agreement it had no reason to file the writ application. To that\n\n        extent the preliminary objection raised by Mr. Lalit Kishore, learned\n\n        PAAG, seems to be apt and appropriate, inasmuch as it is not in\n\n        dispute that the inter-party agreement between the petitioner and the\n<span class=\"hidden_text\" id=\"span_17\"> Patna High Court CWJC No.1344 of 2014                                            15</span>\n\n\n\n\n        respondents had contained the following arbitration clause:\n\n</p><blockquote id=\"blockquote_11\">                  &quot;25. Settlement of Dispute &amp; Arbitration\n                  Except where otherwise provided in the contract all\n                  questions and disputes relating to the meaning of the\n                  specifications, design, drawings and instructions here-in-\n                  before mentioned and as to the quality of workmanship or\n                  materials used on the work or as to any other question,\n                  claim right matter or thing whatsoever in any way arising\n                  out of or relating to contract, designs, drawings,\n                  specifications, estimates, instructions, orders or these\n                  conditions or otherwise concerning the works or the\n                  execution or failure to execute the same whether arising\n                  during the progress of the work or after the cancellation,\n                  termination, completion or abandonment thereof shall be\n                  dealt with as mentioned hereinafter.\n</blockquote><blockquote id=\"blockquote_12\">                          i) If the contractor considered any work demanded\n                  of him to be outside the requirements of the contract, or\n                  dispute any drawings, record or decision given in writing\n                  by the Engineer-in-Charge on any matter in connection\n                  with or arising out of the contract or carrying out of the\n                  contract or carrying out of the work, to be unacceptable, he\n                  shall promptly within 7 days request the Superintending\n                  Engineer in writing for written instruction or decision.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_30\">                  Thereupon, the Superintending Engineer shall given his\n                  written instructions or decision within a period of fifteen\n\n                  days from the receipt of the contractor&#x27;s letter. If the\n                  Superintending Engineer fails to give his instructions or\n                  decision in writing within the aforesaid period or if the\n                  contractor is dissatisfied with the instructions or decision\n<span class=\"hidden_text\" id=\"span_18\"> Patna High Court CWJC No.1344 of 2014                                              16</span>\n\n\n\n\n                  of the Superintending Engineer, the contractor may, within\n\n                  15 days of the receipt of Superintending Engineer&#x27;s\n                  decision, appeal to the Chief Engineer who shall afford an\n                  opportunity to the contractor to be heard, if the latter so\n                  desires, and to offer evidence in support of his appeal. The\n                  Chief Engineer shall give his decision within 30 days of\n\n                  receipt of contractor&#x27;s appeal. If the contractor is\n                  dissatisfied with this decision, the contractor shall within a\n                  period of 30 days from receipt of the decision, give notice\n                  to the Chief Engineer for appointment of arbitrator failing\n                  which <a href=\"/doc/154331639/\" id=\"a_5\">the said decision</a> shall be final binding and\n                  conclusive and not referable to adjudication by the\n                  arbitrator.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">                          ii) Except where the decision has become final,\n                  binding and conclusive in terms of Sub para (i) above\n                  disputes or difference shall be referred for adjudication\n                  through arbitrator appointed by Engineer-in-Chief or the\n                  administrative head of the said P.W.D. If the arbitrator so\n                  appointed is unable or unwilling to act or resign his\n                  appointment or vacates his office due to any reason\n                  whatsoever another sole arbitrator shall be appointed in the\n                  manner aforesaid. Such person shall be entitled to proceed\n                  with the reference from the stage at which it was left by his\n                  predecessor.\n</p><p data-structure=\"Precedent\" id=\"p_32\">                          It is a term of this contract that the party invoking\n                  arbitration shall give a list of disputes with amounts\n                  claimed in respect of each such dispute along with the\n                  notice for appointment of arbitrator and giving reference to\n                  the rejection by the Chief Engineer of the appeal.\n<span class=\"hidden_text\" id=\"span_19\"> Patna High Court CWJC No.1344 of 2014                                                 17</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_33\">                          It is also a term of this contract that no person other\n                  than a person appointed by such Engineer-in-Chief or the\n                  administrative head of the department as aforesaid should\n                  act as arbitrator and if for any reason that is snot possible,\n                  the matter shall not be referred to arbitrator at all. It is also\n                  a term of this contract that if the contractor does not make\n                  any demand for appointment of arbitrator in respect of any\n                  claim in writing as aforesaid within 45 days of receiving\n                  the intimation from the Engineer-in-Charge that the final\n                  bill is ready for payment, the claim of the contractor shall\n                  be deemed to have been waived and absolutely barred and\n                  the Government shall be discharged and released of all\n                  liabilities under the contract in respect of these claims.\n</p><p data-structure=\"Section\" id=\"p_34\">                          The arbitration shall be conducted in accordance\n                  with the provisions of the <a href=\"/doc/1306164/\" id=\"a_6\">Arbitration and Conciliation Act,\n                  1996</a> (26 of 1996) or any statutory modifications or re-\n                  enactment thereof and the rules made there under and for\n                  the time being in force shall apply to the arbitration\n                  proceeding under this clause.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">                          It is also a term of the contract that if any fees are\n                  payable to the arbitrator these shall be paid equally by both\n                  the parties.\n</p><p data-structure=\"Conclusion\" id=\"p_36\">                          It is also a term of the contract that the arbitrator\n                  shall be deemed to have entered on the reference on the\n                  date he issues notice to both the parties calling them to\n                  submit their statement of claims and counter statement of\n                  claims. The venue of the arbitration shall be such place as\n                  may be fixed by the arbitrator in his sole discretion. The\n                  fees, if any, of the arbitrator shall, if required to be paid\n<span class=\"hidden_text\" id=\"span_20\"> Patna High Court CWJC No.1344 of 2014                                               18</span>\n\n\n\n\n                  before the award is made and published, be paid half and\n                  half by each of the parties. The cost of the reference and of\n                  the award (including the fees, if any, of the arbitrator) shall\n                  be in the discretion of the arbitrator who may direct to any\n                  by whom and in what manner such costs or any part\n                  thereof shall be paid and fix or settle the amount of costs to\n                  be so paid. All arbitration shall be held at Patna and at no\n                  other place.&quot;\n</p><p data-structure=\"Issue\" id=\"p_37\">                                                    (underlining for emphasis)\n\n</p><p data-structure=\"Issue\" id=\"p_38\">                   20. As a matter of fact when the petitioner itself admits that\n\n        it had made repeated requests to the Superintending Engineer, Chief\n\n        Engineer and the Secretary to the PHED for taking recourse to\n\n        arbitration, the only remedy for the petitioner in case arbitration\n\n        clause was not being followed by the respondents was to invoke\n\n        <a href=\"/doc/401357/\" id=\"a_7\">Section 11(5)</a> of the Arbitration and Conciliation Act under which this\n\n        Court could have passed an order for appointment of Arbitrator. A\n\n        writ petition in any view of the matter for the relief sought herein was\n\n        not maintainable in presence of the aforesaid arbitration clause.\n\n</p><p data-structure=\"Precedent\" id=\"p_39\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_21\">21. Reference in this connection may be usefully made to the\n\n        judgment of the Apex Court in the case of <a href=\"/doc/1156062/\" id=\"a_8\">State of U.P. v. Bridge &amp;\n\n        Roof Co. (India) Ltd.</a>, reported in (1996)6 SCC 22, wherein it was\n\n        held as follows:</span>\n</p>\n<blockquote id=\"blockquote_13\">                   &quot;21. ... Further the contract in question contains a clause\n                   providing inter alia for settlement of disputes by reference\n<span class=\"hidden_text\" id=\"span_22\"> Patna High Court CWJC No.1344 of 2014                                                19</span>\n\n\n\n\n                   to arbitration. The arbitrators can decide both questions of\n                   fact as well as question of law. When the contract itself\n                   provides for a mode of settlement of disputes arising from\n                   the contract, there is no reason why the parties should not\n                   follow      and      adopt   that   remedy   and   invoke   the\n                   extraordinary jurisdiction of the High Court under Article\n</blockquote><blockquote id=\"blockquote_14\">                   226. The existence of an effective alternative remedy- in\n                   this case, provided in the contract itself- is a good ground\n                   for the court to decline to exercise its extraordinary\n                   jurisdiction under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226.&quot;</a>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_40\">                   22. The same principle in fact has also been reiterated by the\n\n        Apex Court in the case of ABL International Ltd. &amp; anr. V. Export\n\n        Credit Guarantee Corporation of India Ltd. &amp; ors., reported in (2004)3\n\n        SCC 553, wherein it was held as follows:\n</p>\n<blockquote id=\"blockquote_15\">                   &quot;It is well known that if the parties to a dispute had agreed to\n                   settle their dispute by arbitration and if there is an agreement\n                   in that regard, the court will not permit recourse to any other\n                   remedy without invoking the remedy by way of arbitration,\n                   unless of course both the parties to the dispute agree on\n                   another mode of dispute resolution.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_23\">23. Mr. Giri, however, had placed reliance on the judgment\n\n        of the Apex Court in the case of <a href=\"/doc/1956761/\" id=\"a_10\">Verigamto Naveen v. Govt. of U.P.</a>\n\n        &amp; ors., reported in (2001)8 SCC 344, with a specific reference to\n\n        paragraph no.21 to contend that a writ petition can be also\n\n        maintainable in the matter of contract and it is not that this Court will\n<span class=\"hidden_text\" id=\"span_24\"> Patna High Court CWJC No.1344 of 2014                                          20</span>\n\n\n\n\n        non-suit the petitioner only on the ground of parties being bound by\n\n        an agreement constituting contract and also containing an arbitration\n\n        clause.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">                   24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_25\">In the considered opinion of this Court the reliance\n\n        placed on the judgment of <a href=\"/doc/1956761/\" id=\"a_11\">Verigamto Naveen</a> (supra) is wholly\n\n        misplaced, inasmuch as that case was in relation to a statutory\n\n        contract flowing out of <a href=\"/doc/198881428/\" id=\"a_12\">Mines and Minerals (Regulation and\n\n        Development) Act, 1957</a> and the issue before the Apex Court was\n\n        illegal termination of the lease/ sub-lease in violation of the provisions\n\n        made in the aforesaid Act. It was in relation to this statutory contract\n\n        that the Apex Court in paragraph 21 of the judgment had come to a\n\n        finding that the cancellation of contract is subject to the statutory\n\n        provision and therefore, the matter cannot be said to be purely arising\n\n        out of the contractual field.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_26\">25. In the present case it is an admitted position that the\n\n        contract in question for design, construction and commissioning of\n\n        1500 nos. mini water supply scheme in 26 draught effected districts of\n\n        Bihar with provision of electrical pumping set on turn key basis was\n\n        never within the realm of statutory contract. Thus, what was said way\n\n        back in the case of M/s Radha Krishna Agrawal &amp; ors. v. State of\n\n        Bihar &amp; ors., both by this Court as also by the Apex Court in the\n\n        judgment reported in AIR 1977 Patna 65 and further by the Apex\n<span class=\"hidden_text\" id=\"span_27\"> Patna High Court CWJC No.1344 of 2014                                              21</span>\n\n\n\n\n        Court in AIR 1977 SC 1496, had still remained the good law and has\n\n        not been watered down as is being submitted by Mr. Giri by referring\n\n        to the case of <a href=\"/doc/1956761/\" id=\"a_13\">Verigamto Naveen</a> (supra).</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">                   26. As a matter of fact when it is also not in doubt that the\n\n        present contract was out and out non-statutory contract, the following\n\n        observations made by the Division Bench of this Court in the case of\n\n        M/s Radha Krishna Agrawal (supra) has to be squarely made\n\n        applicable, inasmuch as this Court had held as follows:\n\n</p><blockquote id=\"blockquote_16\">                   &quot;18. ... ... ... Now the question is as to whether the\n                   allegation regarding the breach of the terms of the\n                   agreement, either by the petitioner or by the respondent\n                   State can be examined by this Court in exercise of its writ\n                   jurisdiction. According to the learned counsel appearing\n                   for the petitioners the impugned actions are in exercise of\n                   executive powers by the State under <a href=\"/doc/1174818/\" id=\"a_14\">Article 298</a> of the\n                   Constitution which are amenable to the jurisdiction of this\n                   Court. Whether under the writ jurisdiction such dispute\n                   can be agitated and decided has been the subject matter of\n                   controversy. Such disputes can be put under three groups\n                   for the purpose of answering the question:\n</blockquote><blockquote id=\"blockquote_17\">                            (i) Where a petitioner makes a grievance of breach\n                            of promise on the part of the State in cases wherein\n                            assurance or promise made by the State he has\n                            acted to his prejudice and predicament, but the\n                            agreement is short of a contract within the meaning\n                            of <a href=\"/doc/1084525/\" id=\"a_15\">Article 299</a> of the Constitution;\n</blockquote><blockquote id=\"blockquote_18\">                            (ii) Where the contract entered into between the\n<span class=\"hidden_text\" id=\"span_28\"> Patna High Court CWJC No.1344 of 2014                                              22</span>\n\n\n\n\n                            person aggrieved and the State is in exercise of a\n                            power under certain Act or Rules framed\n                            thereunder and the petitioner alleges a breach on\n                            the part of the State; and\n</blockquote><blockquote id=\"blockquote_19\">                            (iii) Where the contract entered into between the\n                            State and the person aggrieved is non-statutory and\n                            purely contractual and the rights and liabilities of\n                            the parties are governed by the terms of the\n                            contract, and the petitioner complains about breach\n                            of such contract by the State.\n</blockquote><p data-structure=\"Precedent\" id=\"p_45\">                   19. So far as the cases under categories (i) and (ii) are\n                   concerned, it is almost settled that the person aggrieved\n                   can invoke the writ jurisdiction of this Court. In Union of\n                   India v. M/s Anglo Afghan Agencies (AIR 1968 SC 718),\n                   Century Spinning and Manufacturing Co. Ltd. v.\n                   Ulhasnagar Municipal Council, (AIR 1971 SC 1021) and\n                   Robertson v. Minister of Pensions, ((1949)1 KB 227), it\n                   was pointed out that public bodies are as much bound as\n                   private individuals to carry out representations of facts\n                   and promises made by them relying on which other\n                   persons have altered their position to their prejudice and\n                   in such cases even if the contract has not been embodied\n                   in the form prescribed, it can be enforced by a writ in\n                   appropriate cases in equity. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_29\">Similarly in <a href=\"/doc/838233/\" id=\"a_16\">K.N. Guruswamy\n                   v. State of Mysore</a>, (AIR 1954 SC 592), D.F.O. South\n                   Kheri v. Ram Sanhi Singh, (AIR 1973 SC 295) and Shree\n                   Krishna Gynoday Sugar Ltd. v. State of Bihar (AIR 1975\n                   Pat. 123), it has been held that, even if the right to relief\n                   arose not of an alleged breach of contract, but the action\n<span class=\"hidden_text\" id=\"span_30\"> Patna High Court CWJC No.1344 of 2014                                              23</span>\n\n\n\n\n                   of the authority which was being challenged was of a\n                   public authority vested with statutory power, this Court, in\n                   exercise of its writ jurisdiction, can grant relief to the\n                   aggrieved person. On the other hand, in case falling under\n                   category (iii), where there is no question of exercise of\n                   any statutory power and the rights of the parties flow from\n                   mere terms of the contract entered into by the authorities\n                   of the State, a party to such agreement should not be\n                   allowed to invoke the writ jurisdiction of this Court for\n                   the purpose of finding out as to whether there has been a\n                   breach of contract on the part of the State or on the part of\n                   such person. It is apparent that in such cases there cannot\n                   be adjudication without evidence on the point. There is no\n                   question of infraction of any rules or statutes. Courts have\n                   always called upon such petitioners to seek their remedy\n                   in the Civil Court.</span> In this connection reference can be\n                   made to a Bench decision of this Court in B.K.Sinha v.\n                   State of Bihar (AIR 1974 Pat 230), where Untwalia, C.J.\n                   (as he then was) after making a reference to the Supreme\n                   Court in Umakant Saran v. State of Bihar (AIR 1973 SC\n</p><p data-structure=\"Precedent\" id=\"p_46\">                   964); and Lekhraj Sathram Das v. N.M.Shah, (AIR 1966\n                   SC 334) observed:\n</p><blockquote id=\"blockquote_20\">                            &quot;Here in the very nature of the contract in question\n                            the petitioner had no right to claim its specific\n                            performance. The Statute did not impose any legal\n                            duty on the authorities concerned that if they\n                            thought that the petitioner should not be allowed to\n                            complete the work even assuming they thought so\n                            wrongly- they could not stop the work ........... A\n<span class=\"hidden_text\" id=\"span_31\"> Patna High Court CWJC No.1344 of 2014                                             24</span>\n\n\n\n\n                            writ of mandamus cannot issue to compel the\n                            authorities to remedy a breach of contract pure and\n                            simple.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\">                   In the same case at page 231 it was further observed:-\n</p><blockquote id=\"blockquote_21\">                            &quot;I am, therefore, definitely of the view that until\n                            and unless in the breach is involved violation of\n                            certain legal and public duties or violation of\n                            statutory duties to the remedy of which the\n                            petitioner is entitled by issuance of a writ of\n                            mandamus, mere breach of contract cannot be\n                            remedied by this Court in exercise of its powers\n                            under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the Constitution.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_48\">                                                    (Underlining for emphasis)\n</p><p data-structure=\"Precedent\" id=\"p_49\">                      27. When the case of Radha Krishna Agrawal (supra) from\n\n        this Court had gone to the Apex Court, the same was not only\n\n        approved but in fact was further explained in the following words:\n\n</p><blockquote id=\"blockquote_22\">                   &quot;12. The Patna High Court had, very rightly divided the\n                   types of cases &#x27;in which breaches of alleged obligation by\n                   the State units agents can be set up into three types. These\n                   were stated as follows :-\n</blockquote><blockquote id=\"blockquote_23\">                   &quot;(i) Where a petitioner makes a grievance of breach of\n                   promise on the part of the State in cases where an\n                   assurance or promise made by the State he has acted to his\n                   prejudice and predicament, but the agreement is short of a\n                   contract within the meaning of <a href=\"/doc/1084525/\" id=\"a_18\">article 299</a> of the\n                   Constitution;\n</blockquote><blockquote id=\"blockquote_24\">                   (ii) Where the contract entered into between the person\n                   aggrieved and the State is in exercise of a statutory power\n<span class=\"hidden_text\" id=\"span_32\"> Patna High Court CWJC No.1344 of 2014                                              25</span>\n\n\n\n\n                   under certain Act or Rules framed thereunder and the\n                   petitioner alleges a breach on the pan of State; and\n</blockquote><blockquote id=\"blockquote_25\">                   (iii) Where the contract entered into between the State,\n                   and the person aggrieved is non-statutory and purely\n                   contractual and the rights and liabilities of the parties are\n                   governed by the terms of the contract, and the petitioner\n                   complains about breach of such contract by the State.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">                           13. It rightly held that the cases such as Union of\n                   India v. M/s. Anglo Afghan Agencies, AIR 1968 SC 718\n                   andCentury Spinning &amp; Manufacturing Co. Ltd. v.\n                   Ulhasnagar Municipal Council, AIR 1971 SC 1021; and\n                   Robertson v. Minister of Pensions, (1949) 1 KB 227\n                   belong to the first category where it could be held that\n                   public bodies or the State are as much bound as private\n                   individual are to carry out obligations incurred by them\n                   because parties seeking to bind the authorities have\n                   altered their position to their disadvantage or have acted to\n                   their detriment on the strength of the representations made\n                   by these authorities. The High Court thought that in such\n                   cases the obligation could sometimes be appropriately\n                   enforced on a Writ Petition even though the obligation\n                   was equitable only. We do not propose to express an\n                   opinion here on the question whether such an obligation\n                   could be enforced in proceedings under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the\n                   Constitution now. It. is enough to observe that the cases\n                   before us do not belong to this category.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">                   28. Thus, in the considered opinion of this Court the\n\n        judgment of the Division Bench of this Court and the Apex Court in\n<span class=\"hidden_text\" id=\"span_33\"> Patna High Court CWJC No.1344 of 2014                                          26</span>\n\n\n\n\n        the case of Radha Krishna Agrawal (supra) will leave nothing for\n\n        speculation that the case of the present nature arising out of a non-\n\n        statutory contract either with regard to termination of contract or\n\n        consequential order of blacklisting will not be maintainable, inasmuch\n\n        as the term of the contract itself empowers the departmental\n\n        authorities to cancel such contract in certain eventualities.\n\n</p><p data-structure=\"Precedent\" id=\"p_52\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"942605\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_35\">29. A division bench of this Court following the ratio in\n\n        the case of <a href=\"/doc/838233/\" id=\"a_20\">C.K. Achutan</a> (supra) in the case of <a href=\"/doc/942605/\" id=\"a_21\">B.K. Sinha Vs. State of\n\n        Bihar</a> reported in AIR 1974 Pat 230 had again reiterated the same\n\n        principles by holding as follows:-</span></span>\n</p>\n<blockquote id=\"blockquote_26\">                       &quot;A writ of mandamus cannot issue to compel the\n                       authorities to remedy a breach of contract pure and\n                       simple.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_53\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159364\" id=\"span_36\">30. The Apex Court again in the case of <a href=\"/doc/1159364/\" id=\"a_22\">Har Shankar Vs.\n\n        Dy. Excise &amp; Taxation Commissioner</a> reported in AIR 1975 SC 1121 while\n\n        considering the issue of cancellation of retail sale of country liquor\n\n        and foreign liquor on account of default in making payment had gone\n\n        to hold as follows:-</span>\n</p>\n<blockquote id=\"blockquote_27\">                               &quot;Those who contract with open eyes must accept\n                       the burdens of the contract along with its benefits.\n                       Reciprocal rights and obligations arising out of contract\n                       do not depend for their enforceability upon whether a\n                       contracting party finds it prudent to abide by the terms of\n                       the contract. By such a test no contract could ever have a\n<span class=\"hidden_text\" id=\"span_37\"> Patna High Court CWJC No.1344 of 2014                                         27</span>\n\n\n\n\n                       binding force.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_54\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_38\">31. The overemphasized submission of the learned\n\n        counsel for the petitioner that it had completed almost all the work\n\n        and it was wholly unfair on the part of the respondents to also forfeit\n\n        the amount of security and advances as well as invoking the bank\n\n        guarantee would also not impress this Court. Rescinding of contract\n\n        having been already set out in Clause-14 of the SBD, already quoted\n\n        above, this court would find no error in the action of the respondent in\n\n        invoking the bank guarantee. The issue as to whether the amount of\n\n        bank guarantee invoked is much more than the value of the work left\n\n        to be completed by the petitioner is a question of evidence but the\n\n        parties having been bound by the inter-parte agreement also providing\n\n        for forfeiture of the security and advance and also rescinding of the\n\n        agreement, no complaint can be made if one of the parties has taken\n\n        an action well within the terms of the contract. Reference in this\n\n        connection may also be usefully made to the judgment of the Apex\n\n        Court in the case of <a href=\"/doc/248227/\" id=\"a_23\">Divisional Forest Officer Vs. Bishwanath Tea Co.</a>\n\n        reported in AIR 1981 SC 1368 wherein it was held as follows:-</span>\n\n</p><blockquote id=\"blockquote_28\">                               &quot;Ordinarily, where a breach of contract is\n                       complained of, a party complaining of such breach\n                       may sue for specific performance of the contract if\n                       contract is capable of being specifically performed,\n                       or the party may sue for damages. Such a suit would\n                       ordinarily be cognizable by civil court. The High\n<span class=\"hidden_text\" id=\"span_39\"> Patna High Court CWJC No.1344 of 2014                                             28</span>\n\n\n\n\n                       Court in its extraordinary jurisdiction would not\n                       entertain a petition either for specific performance or\n                       contract or for recovering damages. A right to relief\n                       flowing from a contract has to be claimed in a civil\n                       court where a suit for specific performance of\n                       contract or for damages could be filed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_55\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_40\">32. Yet again, the same view was reiterated in a more\n\n        emphatic manner by the Apex Court in the case of <a href=\"/doc/1732064/\" id=\"a_24\">Premji Bhai Parmar\n\n        Vs. Delhi Development Authority</a> reported in AIR 1980 SC 738 where it was\n\n        held as follows:-</span>\n</p>\n<blockquote id=\"blockquote_29\">                                    &quot;After the State or its agents entered into\n                       the field of ordinary contract, the relations are no\n                       longer governed by the constitutional provisions but\n                       by the legally valid contract which determines rights\n                       an obligations of the parties inter se. No question\n                       arises of violation of <a href=\"/doc/367586/\" id=\"a_25\">Article 14</a> or of any other\n                       constitutional provision when the State or its agents,\n                       purporting to act within this field, perform any act. In\n                       this sphere, they can only claim rights conferred upon\n                       them by contract and are bound by the terms of the\n                       contact only unless some statutes steps in and confers\n                       some special statutory power or obligation on the\n                       State in the contractual field which is apart from\n                       contract.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">                       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"460900\" id=\"span_41\">33. This Court would in fact found the present case to be\n\n        fully covered by the ratio <a href=\"/doc/1732064/\" id=\"a_26\">laid down by</a> the Apex Court in the case of\n\n        <a href=\"/doc/460900/\" id=\"a_27\">State of Bihar Vs. Jain Plastic &amp; Chemicals Ltd.</a> reported in 2002(1)SCC 216\n<span class=\"hidden_text\" id=\"span_42\"> Patna High Court CWJC No.1344 of 2014                                             29</span>\n\n\n\n\n        wherein a writ application filed against the deduction of amount from\n\n        the final bill to be paid to the contractor due to breach of contract was\n\n        held to be not maintainable and the Apex Court had gone to hold that\n\n        even if it is possible to decide the question raised in the petition on the\n\n        basis of affidavits and counter affidavits, it would not be proper to\n\n        exercise extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the\n\n        Constitution in cases of alleged breach of contract.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_57\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164673968\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_44\">34. The aforesaid view of the Apex Court in the case of\n\n        <a href=\"/doc/460900/\" id=\"a_29\">Jain Plastics and Chemicals Ltd.</a> (supra) has been again reiterated in a\n\n        very recent judgment of the Apex Court dated 14.08.2015 in the case\n\n        of <a href=\"/doc/164673968/\" id=\"a_30\">State of Kerala and others Vs. M.K.Jose</a> reported in 2015(4) PLJR\n\n        146 (SC) wherein law has been laid in the following terms :-</span></span>\n\n</p><blockquote id=\"blockquote_30\">                     13.     A writ court should ordinarily not entertain a writ\n                     petition, if there is a breach of contract involving disputed\n                     questions of fact. The present case clearly indicates that\n                     the factual disputes are involved. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_45\">In <a href=\"/doc/460900/\" id=\"a_31\">State of Bihar v. Jain\n                     Plastics and Chemicals Ltd.</a> reported in (2002) 1 SCC\n                     216,     a   two-Judge   Bench reiterating the exercise of\n                     power under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution in respect of\n                     enforcement of contractual obligations has stated:-</span>\n</blockquote><blockquote id=\"blockquote_31\">                            &quot;It is to be reiterated that writ petition under <a href=\"/doc/1712542/\" id=\"a_33\">Article\n                            226</a> is not the proper proceedings for adjudicating\n                            such disputes. Under the law, it was open to the\n                            respondent to approach the court of competent\n                            jurisdiction   for appropriate relief for breach of\n<span class=\"hidden_text\" id=\"span_46\"> Patna High Court CWJC No.1344 of 2014                                              30</span>\n\n\n\n\n                            contract. It is settled law that when an alternative\n                            and equally efficacious remedy is open to the\n                            litigant, he should be required to pursue that\n                            remedy and not invoke the          writ jurisdiction of\n                            the    High   Court.   Equally,   the   existence      of\n                            alternative remedy does not affect the jurisdiction of\n                            the court to issue writ, but ordinarily that would\n                            be a good ground in refusing to exercise the\n                            discretion under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226.&quot;</a>\n</blockquote><p data-structure=\"Precedent\" id=\"p_58\">                     35. In the aforesaid case, it has been further observed by\n        the Apex Court:-\n</p><blockquote id=\"blockquote_32\">                            &quot;It is true that many matters could be decided\n                            after referring to the contentions raised in the\n                            affidavits and counter-affidavits, but that     would\n                            hardly be a ground for exercise of extraordinary\n                            jurisdiction under <a href=\"/doc/1712542/\" id=\"a_35\">Article 226</a> of the Constitution in\n                            case of alleged breach of contract. Whether the\n                            alleged non-supply of road permits by the appellants\n                            would justify breach of contract by the respondent\n                            would depend upon facts and evidence and is not\n                            required to be decided or dealt with in a writ\n                            petition. Such seriously disputed questions or rival\n                            claims of the parties with regard to       breach      of\n                            contract are to be investigated and determined on\n                            the basis of evidence which may be led by the\n                            parties in a properly instituted civil suit rather than\n                            by a court exercising prerogative of issuing writs.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_59\">                     14.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_47\">In <a href=\"/doc/191872/\" id=\"a_36\">National Highways Authority of India v. Ganga\n                     Enterprises</a> reported in (2003) 7 SCC 410, the respondent\n<span class=\"hidden_text\" id=\"span_48\"> Patna High Court CWJC No.1344 of 2014                                           31</span>\n\n\n\n\n                     therein had filed a writ petition before the High Court\n                     for refund of the amount. The High Court posed two\n                     questions, namely, (a) whether the forfeiture of security\n                     deposit is without authority of      law   and without any\n                     binding contract between the parties and also contrary\n                     to <a href=\"/doc/931937/\" id=\"a_37\">Section 5</a> of the Contract Act; and (b) whether the\n                     writ petition is maintainable in a claim arising out of\n                     breach of contract.     While dealing with the said issue,\n                     this Court opined that:-</span>\n</p><blockquote id=\"blockquote_33\">                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_50\">&quot;It is settled law that disputes relating to contracts\n                            cannot      be   agitated under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a> of the\n                            Constitution of India. It has been so held in the\n                            cases of Kerala SEB v. Kurien E. Kalathil reported\n                            in (<a href=\"/doc/1156062/\" id=\"a_39\">2000)6 SCC 293, State of U.P. v. Bridge &amp;\n                            Roof Co. (India) Ltd.</a> reported in (<a href=\"/doc/1893286/\" id=\"a_40\">1996) 6 SCC 22\n                            and Bareilly Development Authority v. Ajai Pal\n                            Singh</a> reported in (1989) 2 SCC 116. This is settled\n                            law. The dispute in this case was regarding the\n                            terms of offer. They were thus contractual disputes\n                            in respect of which a writ court was not the proper\n                            forum.</span></span> Mr Dave, however, relied upon the cases\n                            of Verigamto Naveen v. Govt. of A.P. reported in\n                            (2001) 8 SCC 344 and Harminder Singh Arora v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_60\">                            Union of India reported in (1986) 3 SCC 247. These,\n                            however, are cases where the writ court was\n                            enforcing a statutory right or duty. These cases do\n                            not lay down that a writ court can interfere in a\n                            matter of contract only. Thus on the ground of\n                            maintainability the petition should have been\n<span class=\"hidden_text\" id=\"span_51\"> Patna High Court CWJC No.1344 of 2014                                        32</span>\n\n\n\n\n                            dismissed.&quot;\n</p><p data-structure=\"Section\" id=\"p_61\">                   36. Thus, on the basis of the law <a href=\"/doc/1893286/\" id=\"a_41\">laid down by</a> the Apex\n\n        Court, as discussed above, there will be no difficulty in coming to the\n\n        conclusion that the present writ application as with regard to non-\n\n        statutory contract also containing arbitration clause, questioning the\n\n        termination of contract as per the terms of the contract, will not be\n\n        maintainable.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_62\">                   37. The next submission of Mr. Giri, that once the petitioner\n\n        had already sought foreclosure of the contract on account of non-\n\n        fulfilment of the terms and conditions under the agreement by the\n\n        respondents, the authorities of the PHED could not have taken a\n\n        decision for either cancellation of contract or forfeiting the security\n\n        amount or blacklisting the petitioner because they could not have been\n\n        the judge of their own cause, also seems to be an argument in\n\n        desperation. The plain and simple fact is that the petitioner was\n\n        awarded a contract to complete the work of design, construction and\n\n        commissioning of 1500 nos. mini water supply scheme in 26 draught\n\n        effected districts of Bihar with provision of electrical pumping set on\n\n        turn key basis and the contract was to be completed within a period of\n\n        18 months i.e. 1.4.2010 to 30.9.2011.\n</p>\n<p data-structure=\"Section\" id=\"p_63\">                   38. From the counter affidavit of the respondents it is also\n\n        very clear that the petitioner could not complete the work despite\n<span class=\"hidden_text\" id=\"span_52\"> Patna High Court CWJC No.1344 of 2014                                        33</span>\n\n\n\n\n        repeated indulgences including extension of time given to it. This\n\n        aspect has been explained in paragraph no.6 of the counter affidavit\n\n        which reads as follows:\n</p>\n<blockquote id=\"blockquote_34\">                   &quot;6(i) The Public Health Engineering Department came out\n                   with a tender for the work of design, construction and\n                   commissioning of 1500 nos. mini water supply scheme in 26\n                   draught effected districts    of Bihar with provision of\n                   electrical pumping set on turn key basis with 12 months of O\n                   &amp; M after trial run of three months for the contract price of\n                   Rs.220,00,00,000/- (Rupees Two hundred twenty crores\n                   only) vide letter no.6 dated 1.4.2010. The bid of this\n                   petitioner was accepted by the then Chief Engineer (Urban),\n                   PHED and the then Executive Engineer of P.H.Division,\n                   Hajipur signed the agreement on behalf of Engineer-in-Chief\n                   cum Special Secretary, PHED, Bihar on 15.4.2010. In this\n                   way, the agreement was for the value of Rs.220 crores and\n                   the completion period of 18 month starting from 1.4.2010\n                   and finishing on 30.9.2011 were granted under the\n                   agreement. The terms of agreement would be governed by\n                   the General Conditions of Contract dated 1.4.2010.\n</blockquote><blockquote id=\"blockquote_35\">                   (ii) That after contact/ agreement, firstly the contractor/\n                   petitioner submitted the design and drawings on 13.7.2010\n                   for approval the sites of 760 work of mini water supply of\n                   electric pumping set in Patna Division and after verification\n                   the Regional Chief Engineer, Patna approved on 19.7.2010\n                   and handed over the approved design and drawings to the\n                   agency of the petitioner to work.\n</blockquote><blockquote id=\"blockquote_36\">                   (iii) That secondly the contractor/ petitioner submitted\n<span class=\"hidden_text\" id=\"span_53\"> Patna High Court CWJC No.1344 of 2014                                             34</span>\n\n\n\n\n                   design and drawings on 11.7.2010 for approval the\n                   construction work of 515 sites of mini water supply of\n                   electric pumping set and after verification the Chief\n                   Engineer, Bhagalpur approved the design and drawing on\n                   15.7.2010 and handed over the design and drawings to the\n                   agency of the petitioner/ contractor.\n</blockquote><blockquote id=\"blockquote_37\">                   (iv) That thirdly the contractor/ petitioner submitted designs\n                   and drawings of 225 sites on 15.5.2010 and the same was\n                   approved by the Chief Engineer, Muzaffarpur on 8.6.2011\n                   and handed over to the agency of the petitioner/ contractor.\n</blockquote><blockquote id=\"blockquote_38\">                   (v) That it is relevant to mention here that the respondents\n                   handed over location of 880 sites for completion the work\n                   within time as per the agreement, but the petitioner/\n                   contractor has completed the work and established only 26\n                   electric pumping sets till 15.10.2011.\n</blockquote><p data-structure=\"RespArg\" id=\"p_64\">                       It is also relevant to mention here that the respondents\n                   handed over 349 sites after 15.10.2011 for completion the\n                   work of electric pumping set of 349 sites in different districts\n                   and thus the respondents handed over total 1229 sites out of\n                   1500 sites in different districts, but the petitioner/ contractor\n                   only completed the work of 115 sites since after 15.10.2011\n                   and 230 sites are pending and on query the respondents\n                   found that the petitioner/ contractor slowed down the work\n                   after March, 2012 and stopped their work since March,\n                   2013.\n</p><p data-structure=\"Section\" id=\"p_65\">                   (vi) That as per terms and conditions as <a href=\"/doc/1893286/\" id=\"a_42\">laid down in</a> clause\n                   10B(ii) of the agreement that mobilization amount may not\n                   be given exceeding 10% of the tendered value, if request\n                   made by the contractor in writing within one month of the\n<span class=\"hidden_text\" id=\"span_54\"> Patna High Court CWJC No.1344 of 2014                                           35</span>\n\n\n\n\n                   order to commence the work and mobilization amount of\n                   10% may be given in two or more than two installments, if\n                   the contractor executes a Bank guarantee/ Bond from a\n                   scheduled Nationalized Bank but the same is not applicable\n                   in clause 10B(ii) of the contract.\n</p><p data-structure=\"CDiscource\" id=\"p_66\">                       It is relevant to mention here that the contractor submitted\n                   application before respondents with a prayer to grant\n                   mobilization advance vide letter no. 125 dated 15.2.2010 and\n                   thereafter the respondents decided to grant mobilization\n                   amount in three installments to the petitioner/ contractor vide\n                   official letter no.1574 dated 12.5.2010 so that contractor\n                   may complete the work within time under the provisions of\n                   10B(ii) clause of the contract.\n</p><p data-structure=\"Section\" id=\"p_67\">                       It is also relevant to mention here that recovery of such\n                   sums advance shall be made by deduction from the\n                   contractor‟s bills commencing after first ten percent of gross\n                   value of the work as per provision 10B sub-clause (iv).\n</p><p data-structure=\"RespArg\" id=\"p_68\">                   (vii) That the respondents handed over the list of 880 sites\n                   before 15.10.2011 for completion of the work of electric\n                   pumping set, but the petitioner/ contractor only completed\n                   the work of 26 sites of electric pumping set. It is out and out\n                   to place mention here that the respondents also given the list\n                   of 349 sites to the petitioner/ contractor after the lapse\n                   period, but the contractor only completed the work of 89\n                   items and thus the contractor only completed the work of\n                   115 sites of electric pumping set and work of 230 sites is\n                   pending as yet. Reason best known to the petitioner/\n                   contractor. The respondents made several correspondences\n                   to the contractor, but the petitioner/ contractor has not\n<span class=\"hidden_text\" id=\"span_55\"> Patna High Court CWJC No.1344 of 2014                                            36</span>\n\n\n\n\n                   followed the instructions of the respondents which shows his\n                   malafide intention and his intentions is to digest the\n                   mobilization amount and the contractor also finally stopped\n                   the work since March, 2013.\n</p><p data-structure=\"PetArg\" id=\"p_69\">                   (viii) That the petitioner/ contractor submitted bill of\n                   Rs.2942.26024 Lac for the different districts and after\n                   verification         of   Rs.2133.93974   Lac   was   paid   and\n                   Rs.267.5238 Lac is pending due to defect of bills. And the\n                   petitioner/ contractor submitted bills of Rs.559.61717 Lac\n                   without work.\n</p><p data-structure=\"PetArg\" id=\"p_70\">                   (ix) That the petitioner/ contractor admitted that he\n                   completed the installation work of 115 items of electric\n                   pumping set and deposited the cost for supply of electric\n                   power of 104 items and cost for supply of electrical power of\n                   11 items has not been deposited as yet.\n</p><p data-structure=\"CDiscource\" id=\"p_71\">                       The petitioner/ contractor also accepted before the\n                   respondents that the work for installation of 230 items is\n                   going on but there is no three phase line in 66 items of\n                   pumping set. The petitioner/ contractor accepted that he\n                   deposited the cost for supply of electrical power of 13 items\n                   but he has not deposited the cost for supply of electrical\n                   power of 53 items. Thus, it appears that there is laches and\n                   negligency on the part of the petitioner/ contractor and made\n                   violation of the agreement.\n</p><p data-structure=\"Section\" id=\"p_72\">                       And the petitioner/ contractor has not done the work as\n                   per the agreement and committed mischief.\n</p><p data-structure=\"Facts\" id=\"p_73\">                   (x) That the petitioner/ contractor submitted a presentation as\n                   per clause-25 of the contract for Arbitration on 3.7.2013\n                   before Superintending Engineer, P.H.Divisoin, Muzaffarpur,\n<span class=\"hidden_text\" id=\"span_56\"> Patna High Court CWJC No.1344 of 2014                                          37</span>\n\n\n\n\n                   but the petitioner/ contractor has not proceeded as per the\n                   document of Arbitration and the respondents become\n                   confirmed that due to malafide intention and negligence of\n                   the contractor/ petitioner has not proceeded as per the norms\n                   of contract as yet.\n</p><p data-structure=\"Issue\" id=\"p_74\">                   (xi) That the petitioner/ contractor submitted bills for\n                   mobilization advance of different districts of Bihar before\n                   the respondents and the respondents made advance payment\n                   of Rs.1495.43944 Lac and Rs.224.72359 Lac has ben\n                   adjusted by the different districts from the contractor in\n                   different bills and mobilization amount of Rs.1270.71595 as\n                   well as interest is lying with the contractor.\n</p><p data-structure=\"Section\" id=\"p_75\">                   (xii) That after lapse of the contract period, authority of the\n                   concerned department directed the firm to expedite the work\n                   project but in spite of the several reminders and notices from\n                   the different concerned P.H. Divisions the progress of the\n                   project remained slow and sluggish. The contractor has not\n                   pay heed towards the direction of the authority.\n</p><p data-structure=\"CDiscource\" id=\"p_76\">                   (xiii) That on 26.2.2014 a meeting was held by the Joint\n                   Secretary (Management Cell), PHED, Patna in presence of\n                   the several concerned Executive Engineers as well as the\n                   representatives of the firm and fully discussed the grievances\n                   of the contractor and lastly it was decided that the contractor\n                   has committed illegalities and gross negligency towards the\n                   work handed over to him causing irreparable damage to the\n                   people of drought affected districts, the meeting was\n                   resolved with a direction to recover the mobilization advance\n                   and cancel the contract and also forfeit the security amount\n                   of the contractor.\n</p><span class=\"hidden_text\" id=\"span_57\"> Patna High Court CWJC No.1344 of 2014                                          38</span><p data-structure=\"Precedent\" id=\"p_77\">\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_78\">                   (xiv) That it is relevant to mention here that the total amount\n                   of Rs.1495.43944 (Mobilization Advance) has been given to\n                   the petitioner/ contractor so that he may proceed towards the\n                   work speedily and Rs.224.72349 is adjusted by the\n                   respondents and Rs.1274.38376 as well as interest is liable\n                   to be adjusted from the petitioner/ contractor.\n</p><p data-structure=\"CDiscource\" id=\"p_79\">                   (xv) That the work of petitioner/ contractor is not\n                   satisfactory in spite of several directions given by the\n                   respondents and villagers of several draught affected\n                   districts have not taken the benefit of water supply. And the\n                   people remained deprived from the basic need of drinking\n                   water supply in spite the best effort of respondents.\n                       It is relevant to mention here that in spite of approval of\n                   designs and drawings of 1085 sites and handed over 800\n                   sites with NOC for starting the work, but the contractor has\n                   not completed the work causing loss to the mass suffering\n                   for drinking water and hampered the citizens of the draught\n                   affected districts of Bihar.\n</p><p data-structure=\"Facts\" id=\"p_80\">                       Under the facts it appears that the petitioner/ contractor\n                   with malafide intention induce the respondents to grant\n                   mobilization advance and after getting the said amount the\n                   petitioner/ contractor has not completed the work as per the\n                   agreement and dishonestly withheld the amount of\n                   Rs.1274.38376 which was liable to be recovered and for that\n                   reason the three Bank Guarantees given against the\n                   mobilization advance were invoked on 6.6.2014. The State\n                   Bank of India, Kolkata office paid the Bank Guarantee on\n                   9.6.2014 after seeking legal opinion from their own\n                   Lawyer.&quot;\n</p><span class=\"hidden_text\" id=\"span_58\"> Patna High Court CWJC No.1344 of 2014                                        39</span><p data-structure=\"Precedent\" id=\"p_81\">\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_82\">                   39. This Court is not going to hold for the time being as to\n\n        who was the erring party but this much becomes clear from the stand\n\n        taken by both the petitioner and the respondents that a contract which\n\n        was given by the respondents to the petitioner was not completed\n\n        within the prescribed period and the claim of the petitioner is that the\n\n        respondents had failed in furnishing and fulfilling the conditions for\n\n        execution of the contract by it, whereas the respondents have come\n\n        out to say that it was the petitioner which had failed to complete the\n\n        work despite of the co-operation extended by the departmental\n\n        authorities. In fact the pleadings on record will be sufficient to show\n\n        that there was/ is presence of a dispute as defined under the\n\n        <a href=\"/doc/1052228/\" id=\"a_43\">Arbitration Act</a> and its resolution can be made possible only by\n\n        leading of evidence both oral and documentary before the Arbitrator\n\n        as per the dispute resolution mechanism evolved, agreed and entered\n\n        into between the parties.\n</p>\n<p data-structure=\"Section\" id=\"p_83\">                   40. The only submission of Mr. Giri, that the departmental\n\n        authorities could not have decided as to whether the petitioner was the\n\n        erring person either on fact or in law and the matter should have been\n\n        left in the hands of the independent authorized person, would in fact\n\n        amount to rewriting of the terms and conditions of the agreement.\n\n</p><p data-structure=\"CDiscource\" id=\"p_84\">                  41. The submission of Mr. Giri, learned Senior counsel for\n\n        the petitioner, that authorities of the department could not have taken\n<span class=\"hidden_text\" id=\"span_59\"> Patna High Court CWJC No.1344 of 2014                                       40</span>\n\n\n\n\n        an action because it was a party to the agreement and the matter had to\n\n        be referred to a neutral person for determining as to whether the\n\n        petitioner had committed any breach of terms and conditions of the\n\n        agreement, has to be also noted for its being rejected.\n\n</p><p data-structure=\"Precedent\" id=\"p_85\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863280\" id=\"span_62\">42. The reliance of the learned counsel for the petitioner to\n\n        certain observations made in this regard in paragraph no.26 in the case\n\n        of M/s <a href=\"/doc/1863280/\" id=\"a_44\">NCC Ltd.</a> (supra) seems to be wholly misplaced, inasmuch as\n\n        some observation therein on the basis of a judgment of Apex Court in\n\n        the case of M/s <a href=\"/doc/1056935/\" id=\"a_45\">J.G.Engineers Private Ltd. v. Union of India</a> &amp; anor.,\n\n        reported in (2011)5 SCC 758, is far too wide and in fact not at all\n\n        contextual, inasmuch as in the case of M/s <a href=\"/doc/1056935/\" id=\"a_46\">J.G.Engineers Pvt. Ltd.</a>\n\n        (supra) the issue actually before the Apex Court was with regard to\n\n        correctness of an award of the arbitrator. The terms and conditions of\n\n        the agreement were, therefore, pressed into action to examine as to\n\n        whether the counter claim of the Union of India against the contractor\n\n        M/s J.G.Engineer could be rejected by the arbitrator in view an\n\n        unilateral decision of the authorities of the Union of India. Let it be\n\n        noted that the arbitrator had held that the contractor had committed no\n\n        delay and thus, was entitled to certain relief of payment of amount\n\n        under the terms and conditions of the agreement as claimed by it in\n\n        the arbitration proceeding but the High Court had reversed the\n\n        decision of the arbitrator against which the contractor M/s\n<span class=\"hidden_text\" id=\"span_63\"> Patna High Court CWJC No.1344 of 2014                                          41</span>\n\n\n\n\n        J.G.Engineers had moved the Apex Court.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">                <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1056935\" id=\"span_64\">43. It was actually in that context that certain observations were\n\n        made by the Apex Court with regard to unilateral decision taken by\n\n        the department which were examined by the arbitrator and were found\n\n        to be not correct. The said judgment of M/s <a href=\"/doc/1056935/\" id=\"a_47\">J.G.Engineers Pvt. Ltd.</a>\n\n        (supra), therefore, is not an authority that in no case the department or\n\n        the Government awarding contract can take its decision as also annul\n\n        the contract on the ground of violation of terms and conditions of the\n\n        contract and for each and every issue such decision has to be taken by\n\n        a neutral person.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_87\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863280\" id=\"span_66\">44. Such observation made by this Court in the case of M/s\n\n        <a href=\"/doc/1863280/\" id=\"a_48\">N.C.C.</a> (supra) said to be based on the judgment of the Apex Court in\n\n        the case of M/s <a href=\"/doc/1056935/\" id=\"a_49\">J.G.Engineers Pvt. Ltd.</a> (supra) would actually place\n\n        the contractor on dictating terms because firstly it would default in\n\n        completing work and then it would expect the department to refer the\n\n        matter to a neutral person to adjudicate as to whether there was no\n\n        fault on the part of the contractor.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_67\">That, however, is not even the ratio\n\n        of the judgment of the case of M/s <a href=\"/doc/1056935/\" id=\"a_50\">J.G.Engineer Pvt. Ltd.</a> (supra)\n\n        which in fact lays down the law only with regard to the grounds on\n\n        which the award of the arbitrator can be interfered by the Court in\n\n        exercise of power under <a href=\"/doc/536284/\" id=\"a_51\">section 34</a> of the Arbitration and Conciliation\n\n        Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_68\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863280\" id=\"span_69\">Thus, whatever has been held by the learned Single Judge in the\n<span class=\"hidden_text\" id=\"span_70\"> Patna High Court CWJC No.1344 of 2014                                             42</span>\n\n\n\n\n        case of M/s <a href=\"/doc/1863280/\" id=\"a_52\">NCC Ltd.</a> (supra) on the basis of ratio <a href=\"/doc/1863280/\" id=\"a_53\">laid down by</a> the\n\n        Apex Court in the case of M/s <a href=\"/doc/1056935/\" id=\"a_54\">J.G.Engineers Pvt. Ltd.</a> (supra) does\n\n        not seem to be correct ennunciation of law.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">                <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1863280\" id=\"span_71\">45. The view of learned Single Judge in the case of M/s <a href=\"/doc/1863280/\" id=\"a_55\">N.C.C.</a>\n\n         (supra) even other wise cannot be made applicable to the facts of the\n\n         present case of the petitioner because in this case such power in the\n\n         agreement has been vested to the department to take action against\n\n         the defaulting contractor in case of breach of terms and conditions of\n\n         the agreement as clearly spelt out in different clauses forming part of\n\n         the contract.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863280\" id=\"span_72\">If the wide proposition <a href=\"/doc/1863280/\" id=\"a_56\">laid down by</a> the learned Single\n\n         Judge in the case of M/s <a href=\"/doc/1863280/\" id=\"a_57\">NCC Ltd.</a> (supra) is accepted to be correct\n\n         enunciation of law, this Court would find it difficult to allow any\n\n         contractor to be subjected to determination or cancelling any contract\n\n         though it may have agreed to it with its open eyes, as the petitioner\n\n         had, while entering into the agreement, Clause 3 whereof reads as\n\n         follows:</span>\n</p>\n<p data-structure=\"Section\" id=\"p_89\">                        &quot;CLAUSE         3    When      Contract     can     be\n                        determined/Rescined Subject to the other provisions\n                        contained in this clause the Engineer-In-Charge may,\n                        without prejudice to his any other rights or remedy\n                        against the contractor in respect of any delay inferior\n                        workmanship, any claims for damages and/or any\n                        other provisions of this contract or otherwise, and\n                        whether the date of completion has or has not elapsed,\n<span class=\"hidden_text\" id=\"span_73\"> Patna High Court CWJC No.1344 of 2014                                               43</span>\n\n\n\n\n                        by notice in writing absolutely determine the contract\n                        in any of the following cases :\n</p><blockquote id=\"blockquote_39\">                               i) It the contractor having been given by the\n                        Engineer-in-Charge a notice in writing to rectify,\n                        reconstruct or replace any defective work or that the\n                        work is being performed in an inefficient or otherwise\n                        improper or unworkman like manner shall omit to\n                        comply with the requirement of such notice for a\n                        period of seven days thereafter.\n</blockquote><blockquote id=\"blockquote_40\">                               ii) If the contractor being a company shall pass a\n                        resolution or the court shall make an order that the\n                        company shall be wind up or if a receiver or a manager\n                        on behalf of a creditor shall be appointed or if\n                        circumstances shall arise which entitle the court or the\n                        creditor to appoint a receiver or a manager or which\n                        entitle the court to make a winding up order.\n</blockquote><blockquote id=\"blockquote_41\">                               iii) if the contractor has, without reasonable\n                        cause, suspended the progress of thework or has failed\n                        to proceed with the work with due diligence so that in\n                        the opinion of the Engineer-in-Charge (which shall be\n                        final and binding) he will be unable to secure\n                        completion of the work by the date of completion and\n                        continues to do so after a notice in writing of seven\n                        days from the Engineer-in-Charge.\n</blockquote><blockquote id=\"blockquote_42\">                               iv) If the contractor fails to complete the work\n                        within the stipulated date or items of work with\n                        individual date of completion, if any stipulated, on or\n                        before such date(s) of completion and does not\n                        complete them within the period specified in a notice\n<span class=\"hidden_text\" id=\"span_74\"> Patna High Court CWJC No.1344 of 2014                                                44</span>\n\n\n\n\n                        given in writing in that behalf by the Engineer-in-\n                        Charge.\n</blockquote><blockquote id=\"blockquote_43\">                               v) If the contractor persistently neglects to carry\n                        out his obligations under the contract and/or commits\n                        default in complying with any of the terms and\n                        conditions of the contract and does not remedy it or\n                        take effective steps to remedy it within 7 days after a\n                        notice in writing is given to him in that behalf by the\n                        Engineer-in-Charge.\n</blockquote><blockquote id=\"blockquote_44\">                               vi) If the contractor commits any acts mentioned\n                        in Clause 21 hereof:\n</blockquote><blockquote id=\"blockquote_45\">                               vii) If the work is not started by the contractor\n                        within 1/8th of the stipulated time subject to the\n                        maximum of 45 days.\n</blockquote><p data-structure=\"PetArg\" id=\"p_90\">                        When the contractor has made himself liable for action\n                        under any of the cases aforesaid, the Engineer-in-\n                        Charge on behalf of the Governor of Bihar shall have\n                        powers :\n</p><blockquote id=\"blockquote_46\">                               a) To determine or rescind the contract as\n                        aforesaid (of which termination or rescission notice in\n                        writing to the contractor under the hand of Engineer-\n</blockquote><p data-structure=\"Conclusion\" id=\"p_91\">                        in-Charge shall be conclusive evidence). Upon such\n                        determination or rescission the Earnest Money\n                        Deposit, Security Deposit already recovered and\n                        Performance Guarantee under the contract shall be\n                        liable to be forfeited and shall be absolutely at the\n                        disposal of the Government.\n</p><p data-structure=\"Section\" id=\"p_92\">                               b) After giving notice to the contractor to\n                        measure up the work of the contractor and to take such\n<span class=\"hidden_text\" id=\"span_75\"> Patna High Court CWJC No.1344 of 2014                                              45</span>\n\n\n\n\n                        whole, or the balance or part thereof as shall be un-\n                        executed out of his hands and to give it to another\n                        contractor to complete the work. The contractor,\n                        whose contract is determined or rescinded as above,\n                        shall not be allowed to participate in the tendering\n                        process for the balance work.\n</p><p data-structure=\"Section\" id=\"p_93\">                        In the event of above course(s) being adopted by the\n                        Engineer-in-Charge, the contractor shall have no claim\n                        to compensation for any loss sustained by him by\n                        reasons of his having purchased or procured any\n                        materials or entered into any engagements or made\n                        any advances on account or with a view to the\n                        execution of the work or the performance of the\n                        contract. And in case action is taken under any of the\n                        provision aforesaid the contractor shall not be entitled\n                        to recover or be paid any sum for any work thereof or\n                        actually performed under this contract unless and until\n                        the Engineer-in-Charge has certified in writing the\n                        performance of such work and the value payable in\n                        respect thereof and he shall only be entitled to be paid\n                        the value so certified.\n</p><p data-structure=\"Section\" id=\"p_94\">                46. Yet again Clause 14 of the agreement of the petitioner had\n\n        itself stipulated for cancellation of contract in full or part on the\n\n        certain eventuality which again for the sake of clarity and convenience\n\n        is quoted hereinbelow:\n</p>\n<blockquote id=\"blockquote_47\">                        &quot;CLAUSE 14 Cancellation of Contract in full or part\n                        If the contractor :\n</blockquote><blockquote id=\"blockquote_48\">                               i) at any time makes default in proceeding with\n<span class=\"hidden_text\" id=\"span_76\"> Patna High Court CWJC No.1344 of 2014                                              46</span>\n\n\n\n\n                        the works or any part of the work with due diligence\n                        and continues to do so after a notice in writing of 7\n                        days from the Engineer-in-Charge; or\n</blockquote><blockquote id=\"blockquote_49\">                               ii) Commits default to comply with any of the\n                        terms and conditions of the contract and does not\n                        remedy it or take effective steps to remedy it within 7\n                        days after a notice in writing is given to him in that\n                        behalf by the Engineer-in-Charge; or\n</blockquote><blockquote id=\"blockquote_50\">                               iii) Fails to complete the works or items of work\n                        with individual dates of completion, on or before the\n                        date(s) of completion, and does not complete them\n                        within the period specified in a notice given in writing\n                        in that behalf by the Engineer-in-Charge; or\n</blockquote><blockquote id=\"blockquote_51\">                               iv) Shall offer or give or agree to give to any\n                        person in Government service or to any other person\n                        on his behalf any gift or consideration of any kind as\n                        an inducement or reward for doing or forbearing to do\n                        or for having done or forborne to do any act in relation\n                        to the obtaining or execution of this or any other\n                        contract for Government; or\n</blockquote><blockquote id=\"blockquote_52\">                               v) Shall enter into a contract with Government\n                        in connection with which commission has been paid or\n                        agreed to be paid by him or to his knowledge, unless\n                        the particulars of any such commission and the terms\n                        of payment thereof have been previously disclosed in\n                        writing to the Accepting Authority/Engineer-in-\n                        Charge; or\n</blockquote><blockquote id=\"blockquote_53\">                               vi) Shall obtain a contract with Government as a\n                        result of wrong tendering or other non-bonafide\n<span class=\"hidden_text\" id=\"span_77\"> Patna High Court CWJC No.1344 of 2014                                                47</span>\n\n\n\n\n                        methods of competitive tendering; or\n</blockquote><blockquote id=\"blockquote_54\">                               vii) Being an individual, or if a firm, any partner\n                        thereof shall at any time be adjudged insolvent or have\n                        a receiving order or order for administration of his\n                        estate made against him or shall take any proceedings\n                        for liquidation or composition (other than a voluntary\n                        liquidation for the purpose of amalgamation or\n                        reconstruction) under any Insolvency Act for the time\n                        being in force the sequestration of his estate or if a\n                        trust deed be executed by him for benefit of his\n                        creditors; or\n</blockquote><blockquote id=\"blockquote_55\">                               viii) Being a company, shall pass a resolution or\n                        the Court shall make an order for the winding up of the\n                        company, or a receiver or manager on behalf of the\n                        debenture holders or otherwise shall be appointed or\n                        circumstances shall arise which entitle the Court or\n                        debenture holders to appoint a receiver or manager; or\n</blockquote><blockquote id=\"blockquote_56\">                               ix) Shall suffer an execution being levied on his\n                        goods and allow it to be continued for a period of 21\n                        days; or\n</blockquote><blockquote id=\"blockquote_57\">                               x) Assigns, transfers, sublets (engagement of\n                        labour on a piece-work basis or of labour with\n                        materials not to be incorporated in the work, shall not\n                        be deemed to be subletting) or otherwise parts with or\n                        attempts to assign, transfer sublet or otherwise parts\n                        with the entire works or any portion thereof without\n                        the prior written approval of the Competent Authority;\n</blockquote><blockquote id=\"blockquote_58\">                               The      Competent   Authority    may,     without\n                        prejudice to any other right or remedy which shall\n<span class=\"hidden_text\" id=\"span_78\"> Patna High Court CWJC No.1344 of 2014                                                48</span>\n\n\n\n\n                        have accrued or shall accrue hereafter to Government,\n                        by a notice in writing to cancel the contract as a whole\n                        or only such items of work in default from the\n                        Contract. The Engineer-in-Charge shall on such\n                        cancellation by the Competent Authority have powers\n                        to :\n</blockquote><blockquote id=\"blockquote_59\">                               (a) Take possession of the site and any\n                        materials, constructional plant, implements stores, etc.,\n                        thereon; and/or\n</blockquote><blockquote id=\"blockquote_60\">                               (b) Carry out the incomplete work by any means\n                        at the risk and cost of the contractor.\n</blockquote><p data-structure=\"Section\" id=\"p_95\">                               On cancellation of the contract in full or in part,\n                        the Engineer-in-Charge shall determine what amount,\n                        if any, is recoverable from the contractor for\n                        completion of the works or part of the works or in case\n                        the works or part of the works is not to be completed,\n                        the loss of damage suffered by Government. In\n                        determining the amount, credit shall be given to the\n                        contractor for the value of the work executed by him\n                        up to the time of cancellation, the value of contractor&#x27;s\n                        materials taken over and incorporated in the work and\n                        use of plant and machinery belonging to the\n                        contractor.\n</p><p data-structure=\"Section\" id=\"p_96\">                               Any excess expenditure incurred or to be\n                        incurred by Government in completing the works or\n                        part of the works or the excess loss or damages\n                        suffered or which may be suffered by Government as\n                        aforesaid after allowing such credit shall without\n                        prejudice to any other right or remedy available to\n<span class=\"hidden_text\" id=\"span_79\"> Patna High Court CWJC No.1344 of 2014                                                49</span>\n\n\n\n\n                        Government in law be recovered from any moneys due\n                        to the contractor on any account, and if such moneys\n                        are not sufficient the contractor shall be called upon in\n                        writing and shall be liable to pay the same within 31\n                        days.\n</p><p data-structure=\"CDiscource\" id=\"p_97\">                                If the contractor fails to pay the required sum\n                        within the aforesaid period of 30 days the Engineer-in-\n                        Charge shall have the right to sell any or all of the\n                        contractors unused materials, constructional plant,\n                        implements, temporary buildings, etc. and apply the\n                        proceeds of sale thereof towards the satisfaction of any\n                        sums due from the contractor under the contract and if\n                        thereafter there be any balance is outstanding from the\n                        contractor, it shall be recovered in accordance with the\n                        provisions of the contract.\n</p><p data-structure=\"Section\" id=\"p_98\">                                Any sums in excess of the amounts due to\n                        Government and unsold materials, constructional\n                        plant, etc., shall be returned to the contractor, provided\n                        always that if cost or anticipated cost of completion by\n                        Government of the works or part of the works is less\n                        than the amount which the contractor would have been\n                        paid had he completed the works or part of the works,\n                        such benefit shall not accrue to the contractor.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_99\">                                                      (Underlining for emphasis)\n</p><p data-structure=\"Section\" id=\"p_100\">                47. The aforesaid underlined stipulations made in the agreement\n\n        have been quoted in extenso only for the purpose to show that the\n\n        competent authority of the department has been vested full power and\n\n        authority to take action against the contractor and therefore, it will be\n<span class=\"hidden_text\" id=\"span_80\"> Patna High Court CWJC No.1344 of 2014                                       50</span>\n\n\n\n\n        very difficult for this Court to accept the submission of the learned\n\n        counsel for the petitioner that in no event any action can be taken\n\n        against the contractor by the authorities of the department and such a\n\n        decision, as to whether any default was committed by the contractor,\n\n        has to be decided only by a neutral person. That in fact again would\n\n        be firstly amount to enforcing the terms and conditions of the contract\n\n        and that too of a non-statutory contract which cannot be done in writ\n\n        jurisdiction under <a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> of the Constitution of India in view of\n\n        law <a href=\"/doc/1863280/\" id=\"a_59\">laid down by</a> the Apex Court in the case of Radha Krishna\n\n        Agrawal (supra). Secondly as per stipulation made in Clause 3 and 14\n\n        of the Agreement if the contractor makes a default or causes breach of\n\n        terms and conditions it is the competent authority of the department\n\n        who has been vested power to take appropriate action not only for\n\n        determination of contract but also taking other penal measures.\n\n</p><p data-structure=\"CDiscource\" id=\"p_101\">                48. As a matter of fact it is for this reason that the terms of\n\n        agreement had envisaged that if the contractor becomes aggrieved on\n\n        account of any action taken by the competent authorities of the\n\n        department within the terms and conditions of the contract that a\n\n        provision for arbitration in Clause 25 of the Agreement has been also\n\n        made as has been already quoted above. The dispute in fact relating to\n\n        the agreement in any form can arise only when the department will\n\n        take a decision against the contractor and the remedy in such cases\n<span class=\"hidden_text\" id=\"span_81\"> Patna High Court CWJC No.1344 of 2014                                             51</span>\n\n\n\n\n        would be only the arbitration and nothing else.\n\n</p><p data-structure=\"Section\" id=\"p_102\">                49. The petitioner also cannot expect this writ Court to decide\n\n        as to whether it had justified reasons either in not completing the work\n\n        or seeking extension of time because even the issue of extension of\n\n        time is not a matter of right and is well covered by Clause 5 of the\n\n        Clause of contract which reads as follows:\n</p>\n<blockquote id=\"blockquote_61\">                        &quot;CLAUSE 5 Time and Extension for Delay\n                        The time allowed for execution of the Works as\n                specified in the Schedule &#x27;F&#x27; or the extended time in\n                accordance with these conditions shall be the essence of the\n                Contract. The execution of the works shall commence from\n                such time period as mentioned in letter of acceptance or from\n                the date of handing over of the site whichever is later. If the\n                Contractor commits default in commencing the execution of\n                the work as aforesaid, Government shall without prejudice to\n                any other right or remedy available in law, be at liberty to\n                forfeit the security deposit absolutely.\n</blockquote><blockquote id=\"blockquote_62\">                        5.1 As soon as possible after the contract is concluded\n                the Contractor shall submit a Time &amp; Progress Chart for each\n                milestone and get it approved by the Department. The Chart\n                shall be prepared in direct relation to the time stated in the\n                Contract documents for completion of items of the work. It\n                shall indicate the forecast of the dates of commencement and\n                completion of various trades or sections of the work and may\n                be amended as necessary by agreement between the\n                Engineer-in-Charge and Contractor within the limitations of\n                time imposed in the contract documents, and further to\n<span class=\"hidden_text\" id=\"span_82\"> Patna High Court CWJC No.1344 of 2014                                                52</span>\n\n\n\n\n                ensure good progress during the execution of the work, the\n                contractor shall in all cases in which the time allowed for any\n                work, exceeds one month (save for special jobs for which a\n                separate Programme has been agreed upon) complete the\n                work as per milestone given in schedule &#x27;F&#x27;.\n</blockquote><blockquote id=\"blockquote_63\">                        5.2 If the work(s) be delayed by.\n</blockquote><blockquote id=\"blockquote_64\">                        i) force majeure, or\n</blockquote><blockquote id=\"blockquote_65\">                        ii) Serious loss or damage by fire, or\n</blockquote><blockquote id=\"blockquote_66\">                        iii) Civil commotion, local.\n</blockquote><blockquote id=\"blockquote_67\">                        iv) delay on the part of other contractors or tradesmen\n                engaged by Engineer-in-Charge in executing work not\n                forming part of the Contract, or\n</blockquote><blockquote id=\"blockquote_68\">                        v)    non-availability   of    stores,   which   are   the\n                responsibility of Government to supply or\n</blockquote><blockquote id=\"blockquote_69\">                        vi) non-availability or break down of tools and Plant to\n                be supplied or supplied by Government or\n</blockquote><blockquote id=\"blockquote_70\">                        vii) any other cause which, in the absolute discretion\n                of the authority mentioned in Schedule &#x27;F&#x27; is beyond the\n                Contractor&#x27;s control.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_103\">                then upon the happening of any such event causing delay, the\n                Contractor shall immediately give notice thereof in writing to\n                the Engineer-in-Charge but shall nevertheless use constantly\n                his best endeavors to prevent or make good the delay and\n                shall do all that may be reasonably required to the\n                satisfaction of the Engineer-in-Charge to proceed with the\n                works.\n</p><p data-structure=\"CDiscource\" id=\"p_104\">                        5.3 Request for the rescheduling of Milestones and\n                extension of time, to be eligible for consideration, shall be\n                made by the contractor in writing within fourteen days of the\n<span class=\"hidden_text\" id=\"span_83\"> Patna High Court CWJC No.1344 of 2014                                              53</span>\n\n\n\n\n                happening of the hindering event causing delay on the\n                prescribed form. The Contractor may also, if practicable,\n                indicate in such a request the period for which extension is\n                desired.\n</p><p data-structure=\"Conclusion\" id=\"p_105\">                        5.4 In any such case the authority mentioned in\n                Schedule &#x27;F&#x27; may give a fair and reasonable extension of time\n                and reschedule the milestones for completion of work. Such\n                extension shall be communicated to the Contractor by the\n                Engineer-in-Charge in writing, within 3 months of the date\n                of receipt of such request. Non application by the contractor\n                for extension of time shall not be a bar for giving a fair and\n                reasonable extension by the Engineer-in-Charge and this\n                shall be binding on the contractor.\n</p><p data-structure=\"Precedent\" id=\"p_106\">                        5.5 The basic centerlines, reference points and\n                benchmarks will be fixed by the department. The contractor\n                shall established at his own cost at suitable points, additional\n                reference lines and bench marks as may be necessary and\n                instructed by the engineer-in-charge. The contractor shall\n                remain responsible for the sufficiency and accuracy of all the\n                bench marks and reference lines.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_107\">                                                      (underlining for emphasis)\n</p><p data-structure=\"CDiscource\" id=\"p_108\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_84\">50. Thus, merely because the petitioner had filed an application\n\n        for extension of time and the same was in any way under\n\n        consideration would not mean that on non-completion of work even\n\n        upto 80% in a period of four years from the date of award of the\n\n        contract for which the completion period was from 01.04.2010 to\n\n        30.09.2011 no action could have been taken against the petitioner\n<span class=\"hidden_text\" id=\"span_85\"> Patna High Court CWJC No.1344 of 2014                                        54</span>\n\n\n\n\n        save and except to refer the matter to a neutral person to adjudicate as\n\n        to whether the petitioner on account of non-completion of work had\n\n        become defaulter. The ratio laid down by the Apex Court in the case\n\n        of M/s <a href=\"/doc/1056935/\" id=\"a_60\">J.G.Engineers Pvt. Ltd.</a> (supra) in no view of the matter does\n\n        go to this extent and in fact whatever observations have been made\n\n        therein in relation to examining the correctness of an award in terms\n\n        of <a href=\"/doc/536284/\" id=\"a_61\">section 34</a> of the Arbitration and Conciliation Act cannot have such\n\n        a far consequence that the department having awarded the contract to\n\n        a contractor within the specified terms and conditions of the\n\n        agreement will become a slave and captive in the hand of the\n\n        contractor and will also be compelled to keep on awarding fresh\n\n        contract to a contractor irrespective of default made by him by way of\n\n        non-completion of work.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_109\">                   51. The next submission of Mr. Giri that the impugned order\n\n        does not contain the reasons and as such, the same would be in\n\n        violation of the principles of natural justice because whatever was\n\n        stated by the petitioner in the show cause reply has not been taken into\n\n        consideration also does not appeal to this Court for two reasons,\n\n        firstly, the Division Bench of this Court in the case of M/s Radha\n\n        Krishna Agrawal (supra) has specifically held that the adherence to\n\n        the principles of natural justice will not be applicable in a purely\n\n        contractual matter arising out of non-statutory contract and in this\n<span class=\"hidden_text\" id=\"span_86\"> Patna High Court CWJC No.1344 of 2014                                             55</span>\n\n\n\n\n        regard this Court has said as follows:\n</p>\n<blockquote id=\"blockquote_71\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"51032\" id=\"span_87\">&quot;Learned counsel for the petitioners contended that\n                   even in cases of exercise of contractual right of\n                   termination of a lease principles of natural justice are\n                   attracted. I do not think that it is a correct legal\n                   proposition. No case was brought to our notice either of\n                   the Supreme Court or any of the High Courts in India\n                   which has taken the view that before exercising the right\n                   or option to terminate an agreement or lease in terms\n                   thereof contracting party must be given an opportunity to\n                   have his say in the matter. Even on principle I do not\n                   think that it is possible to accept the contention. Although\n                   it is true, as observed by Lord Denning, M, R. in Gaming\n                   Board for Great Britain ex parte Benaim (1971) 1 AE. RH\n                   1148 that it is not possible to lay down rigid rules as to\n                   when the principles of natural justice are to apply&quot;, yet\n                   cases firmly establish that the circumstances in which or\n                   the occasion where the action under challenge has been\n                   taken, determines the applicability of the rules of natural\n                   justice. It has been held by A. N. Ray J. (as he then was)\n                   speaking for the Court in <a href=\"/doc/51032/\" id=\"a_62\">Daud Ahmad v. District\n                   Magistrate, Allahabad</a>, (AIR 1972 SC 896 at p. 899).\n                    &quot;It is the nature of power and the circumstance and\n                   conditions under which it is exercised that will occasion\n                   the invocation of the principles of natural justice.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_110\">                           I may also usefully refer to what was said by the\n                   Privy Council in Durayappan, v. Fernando (1967) 2 A. C.\n                   337 at p. 349. Giving the opinion of the Board Lord\n                   Upjohn said &quot;In their Lordships&#x27; opinion there are three\n<span class=\"hidden_text\" id=\"span_88\"> Patna High Court CWJC No.1344 of 2014                                                   56</span>\n\n\n\n\n                   matters which must always be borne in mind when\n                   considering whether the principle should be applied or\n                   not.    These        matters   ars   .....   Secondly,   in   what\n                   circumstances or upon what, occasion is the person\n                   daiming to be entitled to exercise the measure of control\n                   entitled to intervene.&quot; To put the same matter tersely\n                   borrowing the phrase of Lord Denning. &quot;Every thing\n                   depends on the subject matter&quot;. In my view, unless the\n                   Court is of the opinion that the occasion or circumstances\n                   for the exercise of power is such, that it would be unfair\n                   or unjust to the party affected by action taken, to be\n                   visited by the consequences thereof, unless it had been\n                   given an opportunity to have his say in the matter, the\n                   principles of natural justice are not attracted. In my view\n                   the exercise of contractual right is not such an occasion.\n                   There is nothing unjust or unfair in a party terminating a\n                   contract, even without giving the other party an\n                   opportunity to have his say in the matter, on the basis of\n                   the express right conferred by the contract itself. The very\n                   nature and occasion of the exercise of right flowing as it\n                   does from the contract, is such as to exclude the\n                   applicability of the rules of natural justice. Further it is to\n                   be observed that when a right to terminate a lease, on the\n                   ground of the existence of conditions which give a right of\n                   termination, has been exercised, it is open to the party\n                   exercising the option to justify the action taken, if\n                   properly challenged, not only on the grounds which were\n                   under contemplation when the action was taken, but also\n                   on other grounds which are available in law to the\n<span class=\"hidden_text\" id=\"span_89\"> Patna High Court CWJC No.1344 of 2014                                                         57</span>\n\n\n\n\n                   contracting party in terms of the agreement. This is an\n                   additional reason as to why rules of natural justice cannot\n                   be held to be attracted in cases where a lease has been\n                   terminated in terms of the contract itself.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_111\">                                                              (Underlining for emphasis)\n\n</p><p data-structure=\"CDiscource\" id=\"p_112\">                   52. Secondly, even on going through the content of the\n\n        impugned order of cancellation of contract of the petitioner dated\n\n        13.5.2014 which essentially has to be read in the backdrop of the\n\n        show cause notice issued to the petitioner on 20.3.2014 it would\n\n        become clear that there was a full application of mind by the\n\n        authorities before passing the impugned order. Let it be kept in mind\n\n        that apart from various communications and reminders periodical\n\n        assessment of the work done by the petitioner was made and it was\n\n        noticed that after March, 2013 the petitioner had failed to do any\n\n        work. Thus, the petitioner in the show cause notice was directed to\n\n        explain on specific issues as would be evident from perusal of the\n\n        show cause notice dated 20.3.2014 which for the sake of clarity and\n\n        convenience is quoted hereinbelow:\n</p>\n<blockquote id=\"blockquote_72\">                                                     ^^fcgkj ljdkj\n                                              yksd LokLF; vfHk;a=.k foHkkx\n                  i=kad&amp;6@izk0vk0&amp;111@11&amp;645                           iVuk] fnukad 20-3-14\n                  izs&quot;kd]\n                            t;&#x27;kadj pkS/kjh\n                            vfHk;ark izeq[k&amp;lg&amp;fo&#x27;ks&quot;k lfpo\n<span class=\"hidden_text\" id=\"span_90\"> Patna High Court CWJC No.1344 of 2014                                                           58</span>\n\n\n\n\n                  lsok esa]\n                       ,l0ih0,e0,y0 bUQzk fy0]\n                       22] dSesd LVzhV] CykWd&amp;,\n                       rhljk rYyk] dksydkrk&amp;700016@\n                       ,Q&amp;27@2] vks[kyk bUMLVzh;y ,fj;k]\n                       QSt&amp;AA ubZ fnYyh&amp;110020\n                  fo&quot;k;&amp; jkT; ds lq[kkM+ izHkkfor 26 ftykssa esa fo|qr iai pkfyr iai ds\n                  lkFk 1500 feuh ikbZi tykiwfrZ ;kstukvksa ds dk;kZUo;u gsrq VuZ&amp;dh ds\n                  vk/kkj      ij    vkeaf+=r   fufonk     esa   foHkkxh;     dk;Z     vkoaVu\n                  la[;k&amp;6@izk0vk0&amp;103@10&amp;1082] fnukad 01-04-2010 ds laca/k esaA\n                  egk&#x27;k;]\n                           mi;qZDr fo&quot;k; ds lEcU/k esa dguk gS fd jkT; ds lq[kkM+ izHkkfor\n                  26 ftykssa eas fo|qr pkfyr iai ds lkFk feuh tykiwfrZ tykiwfrZ ;kstuk ds\n                  dk;kZUo;u gsrq foHkkxh; i=kad&amp;1082 fnukad 01-04-2010 ds }kjk vkidks\n                  dk;Z vkoaVu fd;k x;k gSA rnuqlkj vkids }kjk yksd LokLF; izeaMy]\n                  gkthiqj esa ,djkjukek fd;k x;k gSA ,djkjukek ds vuqlkj ;kstuk dks\n                  iw.kZ djus dh vof/k 18 ekg Fkh] tks fnukad 15-10-2011 dks lekIr gks\n                  pqdh gSA ,djkjukek ds vuqlkj ;kstuk dks iw.kZ dj rhu ekg ds lQy\n                  Vzk;y ju ds i&#x27;pkr ;kstuk dk ckjg ekg rd O&amp;M dk dk;Z vkids\n                  }kjk fd;k tkuk gSA ;kstukvksa dh izxfr dh leh{kk le; le; ij\n                  vkids lkFk dh x;h gSA ijUrq] ;kstuk ds dk;kZUo;u dh izxfr dkQh\n                  /kheh ,oa vlarks&quot;kizn jghA dk;Zikyd vfHk;ark] yksd LokLF; izeaMy]\n                  gkthiqj }kjk ;kstuk dh izxfr vlarks&quot;ktud jgus ds dkj.k vkidks iwoZ esa\n                  uksfVl Hkh fn;k x;k gS ,oa mlds ckn Hkh vkids }kjk dk;Z dh izxfr\n                  ykus esa dksbz vfHk:fp ugha fn[kkbZ x;h gSA ekpZ 2013 ls ;kstuk dk dk;Z\n                  yxHkx can dj gSA ,slh ifjfLFkfr dks /;ku esa j[krs gq, foHkkx }kjk\n                  lacaf/kr dk;Zikyd vfHk;aark] v/kh{k.k vfHk;ark ,oa {ks=h; eq[; vfHk;ark ds\n                  lkFk ;kstuk ds dk;ksZa dh izxfr dh leh{kk fnukad 26-02-2014 dks\n                  eq[;ky;] iVuk esa dh x;h] ftlesa vkids izfrfu/k esa &#x27;kkfey gq;s ¼cSBd\n                  dh dk;Zokgh dh Nk;kizfr layXu½A vkids }kjk dk;kZfUor dh tk jgh\n                  ;kstukvksa dh izxfr esa visf{kr izxfr ugh gksus ds laca/k esa fo&#x27;ks&quot;k :i ls\n                  ppkZ mDr cSBd esa dh x;h ,oa fofHkUu fcUnqvksa ij fLFkfr fuEuor gSA&amp;\n<span class=\"hidden_text\" id=\"span_91\"> Patna High Court CWJC No.1344 of 2014                                                           59</span>\n\n\n\n\n                             ;kstuk ds fMtkbu ,oa Mzkbax dk vuqeksnu\n                            ,djkjukek esa ;kstuk ds dk;kZUo;u gsrq fMtkbZu ,oa Mzkbax dk\n                  vuqeksnu lacaf/kr {ks=h; eq[; vfHk;ark }kjk fd;s tkus dk izko/kku gSA\n                  mDr vkyksd esa vkids }kjk iVuk iz{ks= ds vUrxZr 760 feuh tykiwfrZ\n                  ;kstuk ds fuekZ.k gsrq fMtkbZu ,oa Mzkbax fnukad 13-07-2010 dks lefiZr\n                  fd;k x;kA ftls tkapksijkar fnukad 19-07-2010 dks {ks=h; eq[; vfHk;ark\n                  iVuk }kjk vuqeksfnr fd;k x;k ,oa vkidks miyC/k djk fn;k x;kA\n                  Hkkxyiqj iz{ks= ds varxZr 515 feuh tykiwfrZ ;kstuk ds fuekZ.k gsrq\n                  fMtkbZu ,oa Mzkbax fnukad 11-07-2010 dks lefiZr fd;k x;k              ftls\n                  {ks=h; eq[; vfHk;ark Hkkxyiqj }kjk fnukad 15-07-2010 dks vuqeksfnr\n                  fd;k x;k ,oa vkidks miyC/k djk;k x;kA eqtIQjiqj iz{ks= ds vUrxZr\n                  225 feuh tykiwfrZ ;kstuk ds fuekZ.k gsrq vkids }kjk fMtkbZu 15-05-2010\n                  dks {ks=h; izeq[k vfHk;ark eqtIQjiqj dks lefiZr fd;k x;k] ftls vkids\n                  izfrfuf/k ds }kjk lq/kkj djkdj fnukad 08-06-2011 dks {ks=h; eq[;\n</blockquote><p data-structure=\"Section\" id=\"p_113\">                  vfHk;ark eqtIQjiqj }kjk vuqeksfnr fd;k x;k ,oa vkidks miyc/k djk;k\n                  x;k A\n                            mDr ls Li&quot;V gS fd iVuk ,oa Hkkxyiqj iz{ks= ds vUrzxZr dqy\n                  1275 ;kstukvksa ds dk;kZUo;u gsrq fMtkbZu ,oa Mzkbax ekg tqykbZ 2010 esas\n                  gh vuqeksfnr dj foHkkx }kjk miyC/k djk;k x;kA ijUrq ;kstuk ds\n                  dk;kZUo;u esa visf{kr izxfr vkids }kjk ugha yk;h x;hA\n                             ;kstuk ds dk;kZUo;u gsrq LFky lwfp\n                            fofHkUu dk;Z izeaMyksa }kjk ;kstuk ds dk;kZUo;um gsrq fu/kkZfjr\n                  le; vof/k ds vUrZxZr vkidks 880 LFky miyC/k djk;s x;s ftuds\n                  fo:n~/k ek= 26 ;kstukvksa dks iw.kZ dj pkyw fd;k x;kA mDr ls Li&quot;V gS\n                  fd vkids }kjk ;kstuk ds dk;kZUo;u esa vfHk:fp ugha fn[kkbZ x;hA\n                  foHkkx }kjk ;kstuk iw.kZ djus dh fu/kkZfjr vof/k ds i&#x27;pkr Hkh 349 vnn\n                  vkSj LFky vkidks miyC/k djk;s x;sA vcrd vkids }kjk ek= 115\n                  ;kstuk,a iw.kZ dh x;h gS rFkk 230 ;kstuk,a viw.kZ fLFkfr esa gS tks dk;Z ds\n                  izfr vkids ykijokgh dk ifjpk;d gSA\n                              ;kstuk ds dk;kZUo;u gsrq eksosykbZys&#x27;ku vfxze\n                            ;kstuk ds dk;kZUo;u esa rasth ykus ds mn~ns&#x27;; ls vkids\n                  vuqjks/k ij SBD dh dafmdk&amp;10B¼AA½ ds vkyksd esa nl izfr&#x27;kr\n<span class=\"hidden_text\" id=\"span_92\"> Patna High Court CWJC No.1344 of 2014                                                            60</span>\n\n\n\n\n                  ekscsykbZys&#x27;ku vfxze nsus dk izko/kku fd;k x;kA fofHkUu ize.Myksa ds }kjk\n                  ;kstuk dk dk;kZUo;u lqxerkiwoZd djus gsrq izFke fd&#x27;r ds :i esa ekg\n                  vxLr 2011 rd :i;s 1136-74044 yk[k rFkk f}rh; fd&#x27;r ds :i esa\n                  ekg ekpZ 2011 ls ekg tqykbZ 2012 rd :i;s 358-699 yk[k ;kfu dqy\n                  1495-43944 yk[k :i;s dk ekscsykbZts&#x27;ku vfxze vn;k x;k ftlds\n                  fo:n~/k dkZ dh izxfr de jgus ds dkj.k ek= 224-7249 :i;s ds vfxze\n                  dk lek;kstu pkyw foi=ksa ls fd;k tk ldkA bl izdkj vHkh Hkh vkids\n                  ikl 1270-71595 yk[k :i;k eksosykbZts&#x27;ku vfxze ds :i esa gS] ftlij\n                  lwn dh jkf&#x27;k dh x.kuk djus ij mDr jkf&#x27;k vkSj vf/kd gks tk;sxhA\n                  foHkkx }kjk ;kstuk ds dk;kZUo;u esa rsth ykus gsrq lg;ksx djus dh\n                  mijkar Hkh visf{kr izxfr vkids }kjk ugha ykbZ x;ha] tks dk;Z ds izfr\n                  vkids ykijokgh dk ?kksrd gSA\n                             ;kstuk ds dk;kZUo;u gsrq Hkqxrku\n                            fofHkUu dk;Z izeaMyksa esa vkids }kjk lefiZr fd;s x;s foi= dh\n                  jf&#x27;k 2942-26024 yk[k :i;k gS] ftlds tkap ds mijkar vkidks 2133-\n                  93974 yk[k :i;k dk Hkqxrku fd;k x;k ,oa foi= eas =qfV jgus ds\n                  dkj.k 267-5238 yk[k :i;s dk Hkqxrku yafcr gSA blds lkFk gh vkids\n                  }kjk fcuk dk;Z djk;s Hkh dqN izeaMyksa esa vfu;fer :i ls yxHkx 559-\n                  61717 yk[k :i;s dk foi= lefkiZr fd;k x;k] tks lgh ugha gSA\n                             fo|qr la;kstu\n                            fofHkUu izeaMyksa ds v/khu fo|qr la;kstu gsrq 104 LFkyksas ds fy,\n                  jkf&#x27;k tek dh x;h gS] tcfd 115 ;kstuk,a iw.kZ dh x;h gSA fuek.kZ/khu\n                  230 LFkyksa esa ls 13 LFkyksa ds fy, fo|qr la;kstu dh jkf&#x27;k tek dh x;h\n                  gSA vr,o fo|qr la;kstu ysdj ;kstuk dks pkyw djkus dh fn&#x27;kkk esa Hkh\n                  vkids }kjk dkbZ :fp ugha yh x;hA\n                            mi;qzZDr rF;ksa ls Li&quot;V gS fd vkids }kjk djk;s x;s dk;Z dh\n                  izxfr &#x27;kq:vkrh nkSj ls gh dkQh /kheh ,oa vlarks&quot;kizn jgh gS rFkk ekpZ\n                  2013 ls ;kstuk dk dk;Z yxHkx can gSA fnukad 26-02-2014 dks gqbZ cSBd\n                  esa Hkh vkids izfrfuf/k }kjk mDr fcUnqvksa ds laca/k esa dksbZ [kaMu Hkh ugh\n                  fd;k x;kA ,djkjukek ds vuqlkj dk;Z lekfIr ds vof/k fcrs gq, djhc\n                  &lt;kbZ o&quot;kZ gks x;s gSA vr,o D;ksa u vkids ,djkjukek dks fo[kafMr djrs\n                  gq, tekur dh jkf&#x27;k jkT;lkr dj vkids deZ dks dkyh lwph esa Mkyh\n<span class=\"hidden_text\" id=\"span_93\"> Patna High Court CWJC No.1344 of 2014                                                     61</span>\n\n\n\n\n                  tk;\\\n                            vr,o funs&#x27;k gS fd mi;qZDr fcUnqvksa ij viuk Li&quot;Vhdj.k ,d\n                  lIrkg ds vUnj fuf&#x27;pr :i ls miyc/k djkosa] vU;Fkk ,drjQk fu.kZ;\n                  ysrs gq, vkids QeZ ds fo:n~/k mDr dkjZokbZ dh tk;sxhA\n                                                                     fo&#x27;oklHkku\n                                                                        g0@*\n                                                                      20@03@14\n                                                                 ¼t;&#x27;kadj pkS/kjh½\n                                                      vfHk;ark izeq[k&amp;lg&amp;fo&#x27;ks&quot;k lfpo**\n\n                                                    (underlining for emphasis)\n\n</p><p data-structure=\"Section\" id=\"p_114\">                   53. Let it be noted that the petitioner claims that it had filed\n\n        exhaustive show cause reply on 16.4.2014 which reads as follows:\n\n</p><blockquote id=\"blockquote_73\">                   &quot;Letter No.-SPML/PHED/PAT-1583 Date 16.4.2014\n                   To,\n                   The Engineer in Chief cum Special Secretary,\n                   Public Health Engineering Department,\n                   Govt. of Bihar, Patna\n\n                   Sub: Design, construction &amp; commissioning of 1500 no.\n                   Mini Water Supply of Scheme for 26 drought effected\n                   districts of Bihar with provision of electrical pumping sets\n                   on turn key basis with 12 months O &amp; M after three months\n                   trial run- Proposal for completion of the works taken up\n                   during the contract period and the work plan for such\n                   completion.\n</blockquote>\n<blockquote id=\"blockquote_74\">                   Dear Sir,\n                   This has reference to the subject contract awarded by the\n                   Public Health Engineering Department (PHED) of the\n                   Government of Bihar to SPML Infra Limited as per contract\n                   agreement No. SBD/01 of 2010-2011 under PHED work\n<span class=\"hidden_text\" id=\"span_94\"> Patna High Court CWJC No.1344 of 2014                                         62</span>\n\n\n\n\n                   order No.6/ PRA-A 103/10-1082 dated 1.4.2010. The time\n                   of performance of contract was agreed as 18 months. PHED\n                   as the Employer to the contract had an obligation to finalize\n                   the locations for the various components of the water supply\n                   facilities to be created in 1500 villages including the supply\n                   of electrical power. In this regard, SPML states\n</blockquote><blockquote id=\"blockquote_75\">                   1) That SPML vide its letter dated 24th February 2014, which\n                   was received by the PHED on 6th March 2014 had, taking\n                   cognizance of the discussions and deliberations that took\n                   place in the meeting held on 5th February 2014 with the\n                   Engineer in Chief, had agreed to complete the work in the\n                   villages where SPML had started the work subject to the\n                   following conditions:\n</blockquote><blockquote id=\"blockquote_76\">                   a. The PHED shall not take any action of termination of\n                   contract and initiate penal action against SPML as the delay\n                   in performance of the contract is solely due to PHED in\n                   terms of not providing the site of work as well as not making\n                   available the electrical power for commissioning of the\n                   village schemes. Any action initiated in this direction shall\n                   stand withdrawn.\n</blockquote><blockquote id=\"blockquote_77\">                   b. The PHED on completion of the works in the villages\n                   where it had started the works during the contract period\n                   shall foreclose the contract and declare it as performed on\n                   the grounds that PHED could not make available land site\n                   and electrical power in total of 1106 villages.\n                   c. As has been committed by the PHED in the Meeting held\n                   on 5th February 2014, PHED will make payments for the\n                   works as per the bills raised and to be raised by the SPML\n                   without any demur and delay.\n</blockquote><span class=\"hidden_text\" id=\"span_95\"> Patna High Court CWJC No.1344 of 2014                                         63</span>\n\n\n\n\n<blockquote id=\"blockquote_78\">                   d. As has been agreed by the PHED in the meeting held on\n                   5th February 2014, PHED shall provide electrical power in\n                   66 villages as per the list annexed with the letter dated 24th\n                   February 2014 on immediate priority. A copy of the said\n                   letter is annexed hereto and marked as Annexure 1.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_115\">                   2) That the Joint Secretary, PHED had convened a meeting\n                   on 26th February 2014 wherein SPML had stated that SPML\n                   is willing to complete the work in villages which was started\n                   during the contract period will be completed within six\n                   months. It was also clarified that in 1155 villages where\n                   work was not started, SPML will not be able to take up and\n                   complete the work.\n</p><p data-structure=\"Conclusion\" id=\"p_116\">                   A. Making available work fronts and locations (No\n                   Objection certificates for sites):\n</p><blockquote id=\"blockquote_79\">                   1. That as against 1500 villages, the No Objection\n                   certificates received for execution of the works at the land\n                   sites are for 620 villages with Khata and Khesara Numbers.\n</blockquote><p data-structure=\"Precedent\" id=\"p_117\">                   However, the NOC received with Khata and Khesara during\n                   the contract period i.e. from 1.4.2010 to 30.9.2011 is for 548\n                   villages. Out of these 548 villages, NOC for 79 v villages\n                   was received within 3 months prior to the completion date.\n                   In case of 89 villages, the sites are still disputed and/or\n                   power line is not available. Bores have failed in 28 villages.\n                   Considering this, the total available and clear sites for\n                   construction are in 352 villages.\n</p><p data-structure=\"Precedent\" id=\"p_118\">                   2. There are other 593 locations wherein the list of sites was\n                   provided during the contract period but Khata and Khesara\n                   were not available, however SPML started the work at 167\n                   locations by obtaining the land through joint survey and\n<span class=\"hidden_text\" id=\"span_96\"> Patna High Court CWJC No.1344 of 2014                                           64</span>\n\n\n\n\n                   consultations with the PHED.\n</p><p data-structure=\"Conclusion\" id=\"p_119\">                   Hence, considering this, the total villages come to 352+ 167\n                   =519 which is received within the contract period duly\n                   cleared for execution. Details of these is annexed hereto and\n                   marked as Annexure 2.\n</p><p data-structure=\"Conclusion\" id=\"p_120\">                   B. Work Execution Plan\n</p><p data-structure=\"Precedent\" id=\"p_121\">                   1. SPML has already completed work in 170 units as on date\n                   out of which 104 village schemes have already been\n                   commissioned. The balance to be completed, therefore\n                   works out to 519- 170= 349 villages. A statement showing\n                   division wise balance work for completion in these 349\n                   villages is annexed hereto and marked as Annexure 3, SPML\n                   agrees and proposes to complete the work in these balance\n                   349 villages, subject to the fulfillment of conditions as stated\n                   hereinabove.\n</p><p data-structure=\"Section\" id=\"p_122\">                   2. That SPML proposes to complete the balance villages\n                   (519- 170= 349) as per the following schedule.\n</p><pre id=\"pre_2\">         Sr. Description                        Village Time of completion\n                                                        in months from the\n                                                Nos.\n                                                        date            of\n                                                        confirmation to be\n                                                        given by the PHED\n<span class=\"hidden_text\" id=\"span_97\">         i.     Locations where the work of 39          6</span>\n                bore as a source of water and\n                switch room are completed\n<span class=\"hidden_text\" id=\"span_98\">         ii.    Locations where bores have 56           9</span>\n                been completed and other\n                works are in partial completion\n         iii.   Locations where only bore is 129        10\n                completed and other works are\n                not started\n         iv.    Sites for which NOC was given 125       12\n                with Khata and Khesara 3\n                months prior to completion\n                date but work yet to start\n<span class=\"hidden_text\" id=\"span_99\"> Patna High Court CWJC No.1344 of 2014                                          65</span>\n\n\n\n\n                                        Total     34918     (time    for\n                                                     different locations\n                                                     to              run\n                                                     concurrently)\n</pre><p data-structure=\"Conclusion\" id=\"p_123\">                   3. That SPML agrees to complete the 349 village water\n                   supply schemes as above subject to PHED agreeing to take\n                   over these villages as well as the villages which are earlier\n                   completed (170 villages) for operation and maintenance.\n                   PHED shall also ensure availability of electrical power for\n                   commissioning of all the completed villages immediately on\n                   their completion without any delay whatsoever.\n</p><p data-structure=\"CDiscource\" id=\"p_124\">                   4. That out of 170 village works in 104 villages are\n                   completed and commissioned. The log book for taking over\n                   is ready. However, PHED ha snot taken over the village\n                   schemes for operation and maintenance. A list showing these\n                   104 villages is annexed hereto and marked as Annexure 4.\n</p><p data-structure=\"Precedent\" id=\"p_125\">                   5. That out 170 villages, works in 66 village schemes are\n                   completed. However, commissioning could not be done by\n                   SPML as the electrical power connection is yet to be\n                   received at these villages. A list showing these 66 villages is\n                   annexed hereto and marked as Annexure 5.\n</p><p data-structure=\"CDiscource\" id=\"p_126\">                   C. Outstanding payments\n                   SPML places on record the following factual details relating\n                   to the outstanding payments.\n</p><p data-structure=\"Section\" id=\"p_127\">                   a) Payment due commensurate to the work actually\n                       done.\n</p><p data-structure=\"CDiscource\" id=\"p_128\">                   An amount equivalent to Rs.12,60,82,198/- is outstanding to\n                   be paid by PHED to SPML towards the work already done\n                   in the 394 villages. Details thereof is annexed hereto and\n                   marked as Annexure 6.\n</p><p data-structure=\"CDiscource\" id=\"p_129\">                   b) Mobilization advances adjustment\n<span class=\"hidden_text\" id=\"span_100\"> Patna High Court CWJC No.1344 of 2014                                       66</span>\n\n\n\n\n                   Rs.14,16,11,197/- were paid by the PHED to SPML as\n                   Mobilization Advance under clause 10B(ii) of the Contract.\n                   Against this, advance payment, Rs.2,84,59,602/- have been\n                   adjusted so far as the provisions of the contract. Details\n                   thereof are annexed hereto and marked as Annexure 7.\n</p><p data-structure=\"CDiscource\" id=\"p_130\">                   c) Reimbursement of Electrical Connection Charges\n                   Providing electrical power at the village location was the\n                   responsibility of the PHED. However, to get the connections\n                   for commissioning of the schemes, SPML under knowledge\n                   of the PHED had paid connection charges to the BSEB,\n                   PHED has to reimburse these charges to SPML as they were\n                   to be paid by PHED only. Details thereof is annexed\n                   herewith and marked as Annexure 8.\n</p><p data-structure=\"Conclusion\" id=\"p_131\">                   That this proposal is without prejudice to the right of SPML\n                   to pursue the contractual claims which are already made and\n                   subject to an agreement to be reached with the PHED that\n                   the contract shall be foreclosed and discharged as performed\n                   on completion of the villages mentioned hereinabove.\n                   PHED is hereby requested to consider this proposal and\n                   issue a letter of confirmation extending the time of\n                   completion upto 18 months from the date of its confirmation\n                   without levy of any liquidated damages or without any\n                   contractual action whatsoever.\n</p><p data-structure=\"Conclusion\" id=\"p_132\">                   For and on behalf of SPML Infra Ltd.\n</p><p data-structure=\"Conclusion\" id=\"p_133\">                   Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_134\">                   (Authorized Signatory)&quot;\n</p><blockquote id=\"blockquote_80\">                   54. This Court has purposely extracted the whole of show\n\n        cause reply filed by the petitioner on 16.4.2014, inasmuch as from its\n\n        bare reading it will become clear that it was in fact not a show cause\n<span class=\"hidden_text\" id=\"span_101\"> Patna High Court CWJC No.1344 of 2014                                         67</span>\n\n\n\n\n        reply to the allegations made in the show cause notice dated\n\n        20.3.2014. In fact not a word has been said about the allegation made\n\n        and issue raised in show cause notice in this alleged reply of the\n\n        petitioner dated 16.4.2014. The petitioner in fact was asked to explain\n\n        the reason for not completing the work within 18 months and the\n\n        periodical extension given thereafter but in the letter dated 16.4.2014,\n\n        which is being claimed to be its show cause reply, the petitioner had\n\n        raised all those issues commending from 5th February, 2014 with a\n\n        request that it should be provided with the work front and location,\n\n        whereafter it intends to execute the plan only on getting certain\n\n        outstanding payments. As a matter of fact when the letter dated\n\n        16.4.2014 only refers itself to be the proposal, that cannot be read to\n\n        be a show cause reply and therefore, this Court will have no difficulty\n\n        in holding that the petitioner did not even care to file show cause reply\n\n        to the specific allegations made against it in the show cause notice\n\n        dated 20.3.2014.\n</blockquote>\n<blockquote id=\"blockquote_81\">                   55. The petitioner thus having not done so at least cannot\n\n        complain and raise plea of violation of the principles of natural justice\n\n        including that the impugned order is not a reasoned order. The\n\n        question would be if the petitioner did not controvert the allegations in\n\n        the show cause notice and in fact did not say a word about the\n\n        allegations in the show cause notice, what reasons were go be given\n<span class=\"hidden_text\" id=\"span_102\"> Patna High Court CWJC No.1344 of 2014                                                          68</span>\n\n\n\n\n        by the authorities? Thus, this plea of impugned order dated 13.5.2014\n\n        to be bad on the ground of its being non-speaking order is also wholly\n\n        misconceived both on fact and in law.\n</blockquote>\n<blockquote id=\"blockquote_82\">                   56. This would also become further clear from the impugned\n\n        order of termination of contract of the petitioner wherein it was\n\n        specifically mentioned that when the petitioner did not file its reply to\n\n        the show cause notice dated 20.3.2014 it was given a reminder on\n\n        16.4.2014 for submitting its show cause reply by 25.4.2014 but even\n\n        then no show cause reply was filed and the aforesaid letter dated\n\n        16.4.2014 of the petitioner by way of fresh proposal was received. All\n\n        these aspects, therefore, have been dealt in the impugned order dated\n\n        13.5.2014 which reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_83\">                                                    fcgkj ljdkj\n                                           yksd LokLF; vfHk;a=.k foHkkx\n                                                       vkns&#x27;k\n                   lafpdk la[;k&amp;6@izk0vk0&amp;111@11&amp;874                        fnukad&amp; 13-5-14\n                   fo&quot;k;&amp; es0 ,l0ih0,e0,y0 bUQzk fy0 ubZ fnYyh dks jkT; ds lq[kkM+\n                   izHkkfor 26 ftyksa esa fo|qr iai vk/kkfjr 1500 feuh ikbZi tykiwfrZ\n                   ;kstukvksa   ds      dk;ZkUo;u    gsrq   vkoaVu   dk;Z    dh    ,djkjukek\n                   la[;k&amp;,l0ch0Mh0&amp;01 o&quot;kZ 2010&amp;11 dks fo[kafMr dj tekur dh jkf&#x27;k\n                   jkT;lkr djus ,oa QeZ dks dkyh lwph esa Mkyus ds laca/k esaA\n                   jkT; ds lq[kkM+ izHkkfor 26 ftykssa esa fo|qr pkfyr iai ds lkFk 1500\n                   feuh ikbZi tykiwfrZ ;kstukvksa ds dk;kZUo;u gsrq esllZ ,l0ih0,e0,y0\n                   bUQkz fy0 ubZ fnYyh dks foHkkxh; i=kad&amp;1082] fnukad 01-04-2010 dk;Z\n                   vkoaVu vkns&#x27;k fuxZr fd;k x;kA rnuqlkj QeZ }kjk ,djkjukek\n                   dk;Zikyd vfHk;ark] yksd LokLF; ize.My] gkthiqj ds lkFk fd;k x;kA\n                   ¼,djkjukek la[;k&amp;,l0ch0Mh001] o&quot;kZ 2010&amp;11½\n<span class=\"hidden_text\" id=\"span_103\"> Patna High Court CWJC No.1344 of 2014                                                         69</span>\n\n\n\n\n                            ,djkjukek ds vuqlkj ;kstuk dks iw.kZ djus dh vof/k 18 ekg\n                   Fkh] tks fnukad 15-10-2011 djks lekIr gks pqdh gSA {ks=h; inkf/kdkfj;ksa\n                   ls izkIr lwpuk ds vuqlkj QeZ ds }kjk djk;s tk jgs dk;Z dh izxfr\n                   dkQh /kheh jgh gS rFkk ekpZ 2013 ls dk;Z yxHkx can fd;s tkus dh\n                   fLFkfr esa {ks=h; inkf/kdkfj;ksa }kjk QeZ dks bl laca/k esa i= fy[ks x;s\n                   ,oa Lekfjr Hkh fd;s x;sA ijUrq QeZ ds }kjk dk;Z dh izxfr esa dkbZ\n                   lq/kkj ugha yk;k tk ldkA bl laUnHkZ esa QWkeZ ds izfrfuf/kx.k ,oa {ks=h;\n                   inkf/kdkfj;ksa ds lkFk dk;Z dh leh{kk foHkkxh; eq[;ky; Lrj ij Hkh dh\n                   x;hA ijUrq blds Hkh visf{kr ifj.kke ugha feysA rRi&#x27;pkr fnukad 26-\n                   02-2014 dks QeZ ds izfrfuf/kx.k ,oa lEcfU/kr {ks=h; inkf/kdkfj;ksa ds\n                   lkFk eq[;ky; Lrj ij iqu% leh{kkRed cSBd dh x;hA mDr cSBd esa\n                   {ks=h; inkf/kdkfj;ksa ls izkIr lwpuk ds vuqlkj QeZ ds }kjk vcrd ek=\n                   115 ;kstukvksa dks iw.kZ fd;k x;k gS ,oa 230 ;kstuk,a viw.kZ fLFkfr esa\n                   ,d yEcs vlsZ ls gSA ;kstuk dh izxfr dh bl fLFkfr ij QeZ ds\n                   izfrfuf/kx.k }kjk Hkh dksbZ [kaMu ugha fd;k x;k vkSj u gh muds }kjk\n                   dkbZ Bksl izLrko vFkok dk;Z ;kstuk crkbZ x;h tks dk;Z ds izfr mudh\n                   ykijokgh ,oa vfHk:fp ugha ysus dk ?kksrd gSA\n                             dk;Z dh izxfr vlarks&quot;ktud jgus ds QyLo:i QeZ dks\n                   foHkkxh; i=kad 6@izk0vk0&amp;111@11&amp;645 fnukad 20-03-2014 ds }kjk\n                   Li&quot;Vhdj.k ,d lIrkg ds vUnj nsus dk funs&#x27;k fn;k x;kA ijUrq QeZ\n                   }kjk dkbZ Li&quot;Vhdj.k ugha fn;s tkus ds dkj.k iwu% foHkkxh;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_135\">                   i=kad&amp;6@izk0vk0&amp;111@11&amp;777 fnukad 16-04-2014 ds }kjk Li&quot;Vhdj.k\n                   dk tcko 25-04-2014 rd nsus gsrq funs&#x27;k fn;k x;kA foHkkx }kjk iwNs\n                   x;s Li&quot;Vhdj.k ds fcUnqvksa ds lUnHkZ esa fcUnqokj tcko ugha nsdj QeZ\n                   vius i=kad&amp;1583 fnuad 16-04-2014 tks foHkkx esa fnukad 25-04-2014\n                   dkz izkIr gqvk] ds }kjk lwfpr fd;k gS fd 349 LFkyksa ij dk;Z iw.kZ fd;k\n                   tk ldsxk] c&#x27;krsZ fd foHkkx mugsa 18 eghus ds vkSj le; o`f} dh\n                   Lohd`fr nsA blizdkj ;g Li&quot;V gksrk gS fd QeZ ds }kjk ,djkfjr 1500\n                   ;kstukkvksa ds iw.kZ djus ds y{; ds izfr dksbz izfron~/krk ugha jg x;h\n                   gSA ,djkjukek dh &#x27;krksZ ds vuqlkj ;kstuk dh izxfr vlarks&quot;ktud jgus\n                   ,oa ,d yaca vlsZ ls dk;Z can j[kus dh fZLFkfr esa ,djkjukek ds\n                   Claus of Contract dh dafMdk 1A] 2] 3 ,oa 14 ds vkyksd\n                   esa QeZ dh lafonk dks fo[kafMr dj tekur dh jkf&#x27;k jkT;lkr djus ,oa\n<span class=\"hidden_text\" id=\"span_104\"> Patna High Court CWJC No.1344 of 2014                                                    70</span>\n\n\n\n\n                     dkyh lwph esa Mkyus dk mi;qDr ekeyk curk gSA\n                            mi;qzZDr ifjis{; esa lE;d~ fopkjksijkar es0 ,l0ih0,e0,y0\n                     baQkz fy0 ubZ fnYyh] fudk fuca/ku la[;k 290@10 gS dh lafonk\n                     ¼,djkjukek la[;k ,l0ch0Mh0&amp;01] o&quot;kZ 2010&amp;11½ dks fo[kafMr dj\n                     tekur dh jkf&#x27;k jkT;lkr djus ,oa dkyh lwph esa Mkyus dk fu.kZ;\n                     fy;k tkrk gSA\n                            ;g vkns&#x27;k rRdky izHkko ls ykxw gksxkA\n                                                                    g0@&amp;\n                                                                 13@05@14\n                                                               ¼t;&#x27;kadj pkS/kjh½\n                                                       vfHk;ark izeq[k&amp;lg&amp;fo&#x27;ks&quot;k lfpo\n                     Kkikad&amp;874              iVuk] fnukad 13-5-14**\n\n                                                      (underlining for emphasis)\n\n</p><p data-structure=\"Precedent\" id=\"p_136\">                     57. The result of the aforesaid discussion, on the issue of\n\n        show cause notice and show cause reply, would be that the impugned\n\n        order cannot be held to be bad on account of its being allegedly non-\n\n        speaking because the petitioner had never raised any issue pertaining\n\n        to the allegations made against it in the show cause notice dated\n\n        20.3.2014 and in fact did not file his show cause reply despite\n\n        reminder given on 16.4.2014. In that view of the matter this Court\n\n        does not find that the petitioner can raise the issue of violation of the\n\n        principles of natural justice which in the peculiar facts and\n\n        circumstances of this case seems to be more or less ornamental or in\n\n        the words of the Apex Court in the case of Gulam Mustafa v. State of\n\n        Gujrat, reported in AIR 1977 SC 448, &quot;the last refuse of a losing\n\n        litigant&quot;.\n</p><span class=\"hidden_text\" id=\"span_105\"> Patna High Court CWJC No.1344 of 2014                                         71</span><p data-structure=\"Conclusion\" id=\"p_137\">\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_138\">                   58. The last submission of the learned counsel for the\n\n        petitioner that the authorities of the department could not have\n\n        invoked the Bank guarantee, inasmuch as the petitioner had\n\n        competing claim and was always desirous to complete the work is\n\n        also not acceptable to this Court either on fact or in law. Let it be\n\n        noted that the impugned order rescinding the contract of the petitioner\n\n        came to be passed on 13.5.2014 and the Bank guarantee was invoked\n\n        thereafter on 9.6.2014. The Bank guarantee invariably is given by a\n\n        party by way of its financial commitment. The department on account\n\n        of several acts of omission and commission and particularly non-\n\n        completion of allotted work in the prescribed period had sustained\n\n        loss and therefore, it was definitely entitled under the terms of the\n\n        agreement to invoke Bank guarantee.\n</p>\n<p data-structure=\"Precedent\" id=\"p_139\">                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834541\" id=\"span_106\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1605704\" id=\"span_107\">59. Secondly, the issue as with regard to maintainability of a\n\n        writ petition questioning the decision of invoking Bank guarantee has\n\n        also been well settled by the Apex Court in the case of <a href=\"/doc/1605704/\" id=\"a_63\">Larsen &amp;\n\n        Toubro Ltd. V. Maharashtra State Electricity Board</a> &amp; ors., reported\n\n        in (1995)6 SCC 68, wherein having referred to its earlier judgment in\n\n        the case of <a href=\"/doc/1834541/\" id=\"a_64\">United Commercial Bank v. Bank of India</a>, reported in\n\n        (1981)2 SCC 766, U.P.Coop.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_108\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"218672\" id=\"span_109\">Federation Ltd.v. Singh Consultants &amp;\n\n        Engineers (P) Ltd., reported in (<a href=\"/doc/218672/\" id=\"a_65\">1988)1 SCC 174, General Electric\n\n        Technical Services Co. Inc. v. Punj Sons (P) Ltd.</a>, reported in (1991)4\n<span class=\"hidden_text\" id=\"span_110\"> Patna High Court CWJC No.1344 of 2014                                         72</span>\n\n\n\n\n        SCC 230, and the decision of the Court of Appeal in England in Elian\n\n        and Rabbath v. Matsas and Matsas, reported in (1966)2 Lloyd‟s Rep\n\n        495, CA, as also the judgment in the case of <a href=\"/doc/325228/\" id=\"a_66\">Svenska Handelsbanken\n\n        v. Indian Charge Chrome</a>, reported in (1994)1 SCC 502, it had been\n\n        held that\n\n                    &quot;In case of confirmed bank guarantee/ irrevocable letters of\n                    credit, it cannot be interfered by the courts unless there is\n                    fraud and irretrievable injustice involved in the case and\n                    fraud has to be an established fraud.&quot;</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_140\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1605704\" id=\"span_111\">60. What would be irretrievable injustice has been also\n\n        explained therein stating that it has to be based on the ground that the\n\n        guarantee was not encashable on its terms. The Apex Court in this\n\n        regard in the case of <a href=\"/doc/1605704/\" id=\"a_67\">Larsen and Tubro</a> (supra) had held that\n\n                    &quot;There should be prima facie case of fraud and special\n                    equities in the form of preventing irretrievable injustice\n                    between the parties and mere irretrievable injustice without\n                    prima facie case of established fraud is of no consequence in\n                    restraining the encashment of bank guarantee.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_141\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_112\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_113\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1605704\" id=\"span_114\">61. This judgment in the case of <a href=\"/doc/1605704/\" id=\"a_68\">Larsen &amp; Toubro Ltd.</a>\n\n        (supra) was again followed by the Apex Court in the case of\n\n        <a href=\"/doc/708879/\" id=\"a_69\">Hindustan Steel Workers Construction Ltd. V. G.S.Atwal &amp; Co.\n\n        (Engineers) Pvt. Ltd.</a>, reported in (1995)6 SCC 76, as well as in the\n\n        case of <a href=\"/doc/1746106/\" id=\"a_70\">U.P.State Sugar Corporation v. Sumac International Ltd.</a>,\n\n        reporte din (1997)1 SCC 568, wherein it was held as follows:</span></span></span>\n\n</p><blockquote id=\"blockquote_84\">                    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"270232\" id=\"span_115\">&quot;15. Our attention was invited to a number of decisions on\n<span class=\"hidden_text\" id=\"span_116\"> Patna High Court CWJC No.1344 of 2014                                           73</span>\n\n\n\n\n                   this issue- among them, to Larsen &amp; Toubro Ltd. V.\n                   Maharashtra SEB, reported in (1995)6 SCC 68, and\n                   Hindustan Steel Workers Construction Ltd. V. G.S. Atwal &amp;\n                   Co. (Engineers) (P) Ltd., reported in (1995)6 SCC 76, as\n                   also to <a href=\"/doc/270232/\" id=\"a_71\">National Thermal Power Corpn. Ltd. V. Flowmore\n                   (P) Ltd.</a>, reported in (1995)4 SCC 515.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901943\" id=\"span_117\">The latest decision is\n                   in the case of <a href=\"/doc/1901943/\" id=\"a_72\">State of Maharashtra v. National Construction\n                   Co.</a>, reported in (1996)1 SCC 735, where this Court has\n                   summed up the position by stating (SCC p. 741), para 13)\n                       &quot;The rule is well established that a bank issuing a\n                       guarantee is not concerned with the underlying contract\n                       between the parties to the contract. The duty of the bank\n                       under a performance guarantee is created by the\n                       document itself. Once the documents are in order the\n                       bank giving the guarantee must honour the same and\n                       make payment ordinarily unless there is an allegation of\n                       fraud or the like. The courts will not interfere directly or\n                       indirectly to withhold payment, otherwise trust in\n                       commerce internal and international would be irreparably\n                       damaged. But that does not mean that the parties to the\n                       underlying contract cannot settle the disputes with respect\n                       to allegations of breach by resorting to litigation or\n                       arbitration as stipulated in the contract. The remedy\n                       arising ex contractu is not barred and the cause of action\n                       for the same is independent of enforcement of the\n                       guarantee.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_142\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_118\">62. The other relevant decision on the same issue of the\n\n        Apex Court is in the case of <a href=\"/doc/1988070/\" id=\"a_73\">Hindustan Steelworks Cosntruction Ltd.\n\n        V. Tarapore &amp; Co.</a>, reported in (1996)5 SCC 34, wherein it was held\n<span class=\"hidden_text\" id=\"span_119\"> Patna High Court CWJC No.1344 of 2014                                            74</span>\n\n\n\n\n        as follows:</span>\n</p>\n<blockquote id=\"blockquote_85\">                   &quot;16. Clearly, therefore, the existence of any dispute between\n                   the parties to the contract is not a ground for issuing an\n                   injunction to restrain the enforcement of bank guarantees.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_143\">                   63. Applying the aforementioned principles in the facts of\n\n        the present case this Court does not find existence of any fraud,\n\n        inasmuch as there is at best only a dispute between the parties to the\n\n        contract which cannot be a ground for issuing an injunction to restrain\n\n        enforcement of the Bank guarantee.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_144\">                   64. This Court, however, must take one more submission of\n\n        Mr. Giri that if the petitioner now would invoke its arbitration clause\n\n        of the agreement in the light of the impugned order of cancellation of\n\n        contract of the petitioner, as well as forfeiture of its security and its\n\n        blacklisting, arbitration cannot be held in a fair and objective manner.\n\n        According to Mr. Giri, the Arbitrator should have been given a clean\n\n        slate in view of the dispute raised by the petitioner seeking reference\n\n        to arbitration proceeding.\n</p>\n<p data-structure=\"RespArg\" id=\"p_145\">                   65. Mr. Lalit Kishore, learned PAAG, on the other hand, has\n\n        submitted that once the petitioner takes recourse of arbitration\n\n        proceeding the same shall be conducted and decided on its own merits\n\n        and the Arbitrator will never be bound by the action taken or the order\n\n        passed by the department.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_146\">                   66. In the considered opinion of this Court the prayer of the\n<span class=\"hidden_text\" id=\"span_120\"> Patna High Court CWJC No.1344 of 2014                                         75</span>\n\n\n\n\n        petitioner in this writ application for invoking arbitration clause was\n\n        itself premature, inasmuch as the petitioner on its own showing had\n\n        not moved the competent authority in terms of Clause 25 of the\n\n        Arbitration Clause. The prayer made in this writ application seeking a\n\n        direction from this Court to the respondent authorities of PHED to\n\n        decide the dispute as raised by it in its letter dated 3.7.2013 cannot be\n\n        said to be invoking arbitration clause as per Clause 25 of the\n\n        Agreement. The petitioner in fact had to first move the Superintending\n\n        Engineer for a written instruction and if the Superintending Engineer\n\n        had failed to give such instruction he had to move the Chief Engineer\n\n        and the Chief Engineer had to give his decision within 30 days and if\n\n        the petitioner was aggrieved by such decision of the Chief Engineer\n\n        he had to give notice to the Chief Engineer for appointment of\n\n        Arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_147\">                   67. Admittedly this part of requirement of Clause 25(i) and\n\n</p><p data-structure=\"RespArg\" id=\"p_148\">        (ii) of the Agreement was never completed by the petitioner before\n\n        rushing to this Court by filing this writ application on 16.1.2014. As a\n\n        matter of fact the petitioner had also not even taken plea of pendency\n\n        of this writ application either in the joint meeting held on 26.2.2014 or\n\n        in the alleged show cause reply filed by it on 16.4.2014 though this\n\n        writ petition had already been filed on 16.1.2014, which for the\n\n        reasons indicated above was wholly premature. As a matter of fact the\n<span class=\"hidden_text\" id=\"span_121\"> Patna High Court CWJC No.1344 of 2014                                          76</span>\n\n\n\n\n        impugned order of cancellation of contract was passed only during the\n\n        pendency of this writ application on 13.5.2014, whereas the writ\n\n        petition was heard only for the first time on 16.5.2014.\n\n</p><p data-structure=\"RespArg\" id=\"p_149\">                   68. It, thus, becomes clear that the petitioner actually wanted\n\n        to preempt the authorities of PHED in not taking any action against it\n\n        but then when it had not only attended the meeting on 26.2.2014 in its\n\n        bid to explain its point of view but had also submitted its proposal in\n\n        the letter dated 16.4.2014 without even referring to pendency of this\n\n        writ application, it cannot come out to assail the impugned order on\n\n        the ground of pendency of the writ application.\n\n</p><p data-structure=\"Section\" id=\"p_150\">                   69. The submission of Mr. Giri that the petitioner did not\n\n        move the Bihar Public Works Contracts Disputes Arbitration Tribunal\n\n        (hereinafter referred to as „the Arbitration Tribunal‟) because the\n\n        <a href=\"/doc/164253420/\" id=\"a_74\">Bihar Public Works Contracts Disputes Arbitration Tribunal Act,\n\n        2008</a> (hereinafter referred to as „2008 Act‟) had the effect of\n\n        superseding Clause 25 of the Agreement envisaging arbitration\n\n        proceedings to be conducted as per <a href=\"/doc/1306164/\" id=\"a_75\">Arbitration and Conciliation Act,\n\n        1996</a> is also to be only noted for its being rejected. The 2008 Act\n\n        under <a href=\"/doc/1804257/\" id=\"a_76\">section 2(k)</a> defines „Works Contract‟ in the following terms:\n\n</p><blockquote id=\"blockquote_86\">                   &quot;Works contract means a contract made by the State\n                   Government or a public undertaking with any other person\n                   for the execution of any of its works relating to construction,\n                   repairs or maintenance of any building or superstructure,\n<span class=\"hidden_text\" id=\"span_122\"> Patna High Court CWJC No.1344 of 2014                                           77</span>\n\n\n\n\n                   dam, weir, canal, reservoir, tank, lake, road, all types of\n                   bridge, culvert, factory or work shops or of such other work\n                   of the State Government, or as the case may be, of the public\n                   undertaking, as the State Government may, by notification in\n                   the Official Gazette, specify and includes-\n</blockquote><blockquote id=\"blockquote_87\">                   (i)     a contract made for the supply of goods relating to the\n                           execution of any of such works or for supply of any\n                           other goods irrespective of whether it is required for\n                           any specific project or work or any type of\n                           consultancy services/ service providers.\n</blockquote><blockquote id=\"blockquote_88\">                   (ii)    Contracts made for the supply of services relating to\n                           the execution of any of such works, including\n                           consultancy services for preparation of DPR‟s;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_151\">                           Supervision; project advisory, quality assurance,\n                           Project Management or any other management\n                           services.\n</p><p data-structure=\"Section\" id=\"p_152\">                   (iii)   Words and expressions used and not defined in this\n                           Act, but defined in the <a href=\"/doc/1052228/\" id=\"a_77\">Arbitration Act</a>, shall have the\n                           meanings assigned to them in the <a href=\"/doc/1052228/\" id=\"a_78\">Arbitration Act</a>.&quot;\n</p><p data-structure=\"Section\" id=\"p_153\">                   70. <a href=\"/doc/1146817/\" id=\"a_79\">Section 8</a> of 2008 Act also lays down that the provision\n\n        of 2008 Act shall be in addition to <a href=\"/doc/1306164/\" id=\"a_80\">Arbitration and Conciliation Act</a>\n\n        and therefore, when Clause 25 of the Agreement talks of provision of\n\n        <a href=\"/doc/1306164/\" id=\"a_81\">Arbitration and Conciliation Act, 1996</a> it cannot be said that 2008\n\n        Bihar Act has the effect of either overriding the provisions of\n\n        <a href=\"/doc/1306164/\" id=\"a_82\">Arbitration and Conciliation Act, 1996</a> which is a Central Legislation.\n\n        The Bihar Act of 2008 in fact does not in any manner create an\n\n        impediment for arbitration in Clause 25 of the Agreement inasmuch\n<span class=\"hidden_text\" id=\"span_123\"> Patna High Court CWJC No.1344 of 2014                                           78</span>\n\n\n\n\n        as <a href=\"/doc/155826512/\" id=\"a_83\">Section 8</a> of Bihar Act, 2008 in this regard reads as follows:\n\n</p><blockquote id=\"blockquote_89\">                   &quot;8. Act to be in addition to <a href=\"/doc/1306164/\" id=\"a_84\">Arbitration &amp; Conciliation Act,\n                   1996</a>.- Notwithstanding anything contained in this Act, any\n                   of the provisions shall be in addition to and supplemental to\n                   <a href=\"/doc/1306164/\" id=\"a_85\">Arbitration &amp; Conciliation Act, 1996</a> and in case any of the\n                   provision contained herein is construed to be in conflict with\n                   <a href=\"/doc/1052228/\" id=\"a_86\">Arbitration Act</a>, then the latter Act shall prevail to the extent\n                   of conflict.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_154\">                   71. <a href=\"/doc/1079220/\" id=\"a_87\">Section 9</a> of 2008 Bihar Act in fact is a complete answer\n\n        to the submission of Mr. Giri wherein either party has been given the\n\n        liberty to move to the Tribunal for raising the dispute and its being\n\n        adjudicated by the Arbitral Tribunal. <a href=\"/doc/1079220/\" id=\"a_88\">Section 9</a> in this regard reads as\n\n        follows:\n</p>\n<blockquote id=\"blockquote_90\">                            &quot;9. Reference to Tribunal and making of award-\n</blockquote><blockquote id=\"blockquote_91\">                   (1) Where any dispute arises between the parties to the\n                   contract, either party shall, irrespective of whether such\n                   contract contains an arbitration clause or not, refer, within\n                   one year from the date on which the dispute has arisen, such\n                   dispute in writing to the Tribunal for arbitration in such\n                   form and accompanied by such documents or other\n                   evidence and by such fees, as may be prescribed.\n</blockquote><blockquote id=\"blockquote_92\">                            (2) On receipt of a reference under Sub-section (1),\n                   the Tribunal may, if satisfied after such inquiry as it may\n                   deem fit to make, that the requirements under this Act in\n                   relation to the reference are complied with, admit such\n                   reference and where the Tribunal is not so satisfied, it may\n                   reject the reference summarily.\n</blockquote><blockquote id=\"blockquote_93\">                            (3) Where the Tribunal admits the reference under\n                   Sub-section(2), it shall after recording evidence if\n                   necessary, and after perusal of the material on record and\n                   on affording an opportunity to the parties to submit their\n                   arguments, make an award or an interim award, giving its\n                   reasons therefore.\n</blockquote><blockquote id=\"blockquote_94\">                            (4) The Tribunal shall use all reasonable dispatch in\n                   entering on and proceeding with the reference admitted by\n<span class=\"hidden_text\" id=\"span_124\"> Patna High Court CWJC No.1344 of 2014                                         79</span>\n\n\n\n\n                   it and making the award, and an endeavour shall be made to\n                   make an award within four months from the date on which\n                   the Tribunal had admitted the reference.\n</blockquote><blockquote id=\"blockquote_95\">                            (5) The award including the interim award made by\n                   the Tribunal shall subject to an order, if any made under\n                   <a href=\"/doc/750244/\" id=\"a_89\">Section-12</a> or 13, be final and binding on the parties to the\n                   dispute.\n</blockquote><blockquote id=\"blockquote_96\">                          (6) An award including an interim award as\n                   confirmed or varied by an order, if any, made under\n                   <a href=\"/doc/750244/\" id=\"a_90\">Section-12</a> or 13 shall be deemed to be a decree within the\n                   meaning of <a href=\"/doc/78563457/\" id=\"a_91\">Section-2</a> of the Code of Civil Procedure, 1908\n                   of principal Court of original jurisdiction within the local\n                   limits whereof the award or the interim award has been\n                   made and shall be executed accordingly.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_155\">                   72. In view of above, this Court will have no difficulty in\n\n        also holding that the petitioner has/ had statutory effective alternative\n\n        remedy by way of arbitration before the Bihar Public Works Contracts\n\n        Disputes Arbitration Tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_156\">                   73. Thus, for the reasons indicated above, this Court will\n\n        have no difficulty in coming to the conclusion that this writ\n\n        application has got no merit.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_157\">                   74. That being so, this writ application must fail and is,\n\n        accordingly, dismissed, as a result whereof the interim order of this\n\n        Court dated 13.5.2014 and 10.6.2014 shall automatically stand\n\n        vacated.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_158\">                   75. There would be, however, no order as to costs.\n\n<span class=\"hidden_text\" id=\"span_125\">                   M.J.C.No. 2114 of 2014</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_159\">                   76. As this Court has already discussed earlier the facts as\n<span class=\"hidden_text\" id=\"span_126\"> Patna High Court CWJC No.1344 of 2014                                            80</span>\n\n\n\n\n        with regard to the alleged contempt they need not be repeated for\n\n        deciding the issue raised by the petitioner in this contempt application.\n\n        Suffice it to say that this contempt application was filed on 19.6.2014\n\n        alleging that the opposite parties have caused willful disobedience to\n\n        the interim order dated 16.5.2014 and 10.6.2014. In this regard the\n\n        case of the petitioner is that even when this Court by the interim order\n\n        dated 16.5.2014 had stayed operation of the impugned order dated\n\n        13.5.2014 so far it related to forfeiting of the security deposit and\n\n        blacklisting of the petitioner but even then the opposite parties have in\n\n        complete violation of the aforementioned order had forfeited the\n\n        security deposit by way of encashment of Bank guarantee despite a\n\n        separate interim order of restraint passed by this court on 10.6.2014.\n\n</p><p data-structure=\"Precedent\" id=\"p_160\">                   77. According to the petitioner, it is the action on the part of\n\n        the Executive Engineer encashing the Bank guarantee of a sum of\n\n        Rs.12,30,00,000/- by depositing it in Treasury on 12.6.2014 which\n\n        would amount to committing further contempt of the interim order of\n\n        this Court dated 10.6.2014.\n</p>\n<p data-structure=\"RespArg\" id=\"p_161\">                   78. The opposite parties, on the other hand, have filed their\n\n        show cause reply and have explained that they have not violated any\n\n        part of the interim orders dated 16.5.2014 and/or 10.6.2014.\n\n        According to the opposite parties what was protected by way of stay\n\n        under the interim order of this Court dated 16.5.2014 was only\n<span class=\"hidden_text\" id=\"span_127\"> Patna High Court CWJC No.1344 of 2014                                        81</span>\n\n\n\n\n        security deposit as per the Agreement which came to be cancelled by\n\n        the impugned order passed by the Engineer-in-Chief. The opposite\n\n        parties have in this regard explained that such security amount\n\n        furnished at the time of execution of the agreement vide Bank\n\n        guarantee dated 7.4.2010 to the tune of Rs.4,40,00,000/- has not been\n\n        touched and that has never been invoked. The opposite parties have in\n\n        fact also explained that it was the subsequent three Bank guarantees\n\n        dated 16.3.2013 by way of performance guarantee clearly\n\n        distinguishable from the security deposit as per agreement executed in\n\n        the year 2010, which actually was invoked as there was no stay of the\n\n        same in the order dated 16.5.2014 of this Court.\n\n</p><p data-structure=\"CDiscource\" id=\"p_162\">                   79. In the same way the opposite parties have also explained\n\n        that there would be no question of violation of the subsequent interim\n\n        order dated 10.6.2014, inasmuch as on the request of the Executive\n\n        Engineer in its letter dated 5.6.2014 the officials of the State Bank of\n\n        India at Kolkata had encashed the Bank guarantee on 9.6.2014 by way\n\n        of furnishing and handing over the bank draft in the name of the\n\n        Executive Engineer, whereafter the ministerial act of its being\n\n        deposited in the Treasury would not amount to contempt, inasmuch as\n\n        what was said in the order dated 9.6.2014 was only with regard to\n\n        either staying operation of the order dated 5.6.2014 whereby and\n\n        whereunder a request was made by the Executive Engineer to the\n<span class=\"hidden_text\" id=\"span_128\"> Patna High Court CWJC No.1344 of 2014                                          82</span>\n\n\n\n\n        State Bank of India, Kolkata to encash the performance Bank\n\n        guarantee or staying encashment of Bank guarantee but then both the\n\n        acts were already completed on 9.6.2014 at a point of time when the\n\n        interim order was not there and the said interim order came to be\n\n        passed only on 10.6.2014.\n</p>\n<p data-structure=\"Section\" id=\"p_163\">                   80. In this regard the opposite parties given a detailed\n\n        explanation in paragraph no.6 of the show cause reply which reads as\n\n        follows:\n</p>\n<blockquote id=\"blockquote_97\">                   &quot;6. That the opposite party would humbly state and submit\n                   that in terms of the Standard Bid Document (SBD), the\n                   petitioner was obliged to get a security deposit of 10% of the\n                   contract value. Earlier in the SBD, Clause 10 relating to\n                   mobilization advance was not applicable in the present case,\n                   but after the agreement, on the representation of the\n                   petitioner the said clause regarding mobilization advance\n                   was made applicable on the condition that the petitioner will\n                   be paid mobilization advance to the extent of 10% of the\n                   contract value subject to furnishing Bank Guarantee/\n                   Guarantees       convering   the   advance   on   account   of\n                   mobilization. Thus, the „security deposit‟ and „mobilization\n                   advance‟ are two different things under the SBD. Since in\n                   the writ application, there is no stay of the whole order dated\n                   13.5.2014 and the contract in question was already rescinded\n                   which was not stayed, the opposite party was directed by the\n                   Engineer-in-Chief cum Special Secretary vide letter no. 963\n                   dated 5.6.2014 to invoke the three Bank guarantees which\n                   were specifically submitted to cover the mobilization\n<span class=\"hidden_text\" id=\"span_129\"> Patna High Court CWJC No.1344 of 2014                                        83</span>\n\n\n\n\n                   advance amount lying with the petitioner.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_164\">                   81. Let it be kept in mind that the aforesazid statement has\n\n        not been controverted by the petitioner and therefore, the plea of\n\n        security deposit referable to Rs.4,40,00,000/- at the time of execution\n\n        of the agreement cannot be equated much less made comparable with\n\n        the mobilization advance of Rs.13,20,00,000/- which actually did not\n\n        form part of the earlier agreement and was a subsequent condition\n\n        agreed between the parties. Once this aspect becomes clear there\n\n        would be no question of violation of at least the interim order dated\n\n        16.5.2014.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_165\">                   82. In the considered opinion of this Court when the stay\n\n        order was passed on 16.5.2014 staying operation of part the order of\n\n        the Engineer-in-Chief dated 13.5.2013 only as with regard to either\n\n        blacklisting or forfeiting of the security deposit, the meaning of\n\n        security deposit has to remain confined in the context of agreement\n\n        which was sought to be cancelled on 16.05.2013. Under the\n\n        Agreement, which were executed way back in the year 2010, there\n\n        was only one security deposit of Rs. 4,40,00,000/- and that was\n\n        furnished by the petitioner by a bank guarantee dated 7.4.2010. That\n\n        security deposit as noted above has not been invoked or encashed by\n\n        the opposite parties till date. Thus there is apparently no violation of\n\n        interim order dated 16.5.2014 by the opposite parties.\n\n</p><p data-structure=\"CDiscource\" id=\"p_166\">                   83. The next question would be as with regard to alleged\n<span class=\"hidden_text\" id=\"span_130\"> Patna High Court CWJC No.1344 of 2014                                         84</span>\n\n\n\n\n        violation of the interim order dated 10.6.2014. Let it be noted that on\n\n        10.6.2014 this Court had restrained either operation of the content of\n\n        the letter dated 5.6.2014 written by the Executive Engineer to the\n\n        State Bank of India, Kolkata or had directed that the Bank guarantee\n\n        of the petitioner would not be invoked. This interim order was\n\n        however passed on 10.6.2014 but then it is an admitted fact and again\n\n        asserted by the opposite parties in their show cause reply that pursuant\n\n        to the aforementioned request made by the opposite party Executive\n\n        Engineer to the State Bank of India, Kolkata in its three seprate letters\n\n        dated 5.6.2014 for encashing the Bank guarantee involving amount of\n\n        mobilization advance to the tune of Rs.13.30 crores was already acted\n\n        upon by the State Bank of India, Kolkata by way of not only\n\n        encashing the Bank guarantee but also preparing of a draft and\n\n        handing it over to the Executive Engineer on 9.6.2014.\n\n</p><p data-structure=\"CDiscource\" id=\"p_167\">                   84. This aspect again has been clarified in paragraphs no. 8,\n\n        9 and 10 which again is reproduced hereinbelow:\n\n</p><blockquote id=\"blockquote_98\">                   &quot;8. That the opposite party along with a Class IV employee\n                   namely Sri Lagandeo Singh went to Kolkata and submitted\n                   three Bank Guarantees along with his letters no. 1307, 1308\n                   and 1309, all dated 5.6.2014 I the Corporate Account Branch\n                   of the State Bank of India at Kolkata. The Bank was\n                   requested to pay the amount under the three Bank\n                   Guarantees which were issued by the Bank to cover\n                   mobilization advance given to the petitioner.\n</blockquote><span class=\"hidden_text\" id=\"span_131\"> Patna High Court CWJC No.1344 of 2014                                            85</span>\n\n\n\n\n<blockquote id=\"blockquote_99\">                    9. That the opposite party states that on 6.6.2014, the\n                    opposite party was informed orally by the Bank authorities\n                    that they will send these letters to their legal advisor because\n                    the Bank was aware of the order dated 16.5.2014 passed in\n                    C.W.J.C.No. 1344/2014. The Bank also informed the\n                    petitioner that the three Bank Guarantees were invoked by\n                    the opposite party. Since the Bank wanted to take a legal\n                    advice which was likely to take a day or two, the opposite\n                    party authorized Sri Lagandeo Singh, Class IV employe to\n                    receive the Bank drafts towards payment of the Bank\n                    Guarnatees and asked him to stay at Kolkata, whereas the\n                    opposite party left Kolkata in the evening of 7th June, 2014.\n</blockquote><blockquote id=\"blockquote_100\">                    10. That the opposite party states that as it appears the Bank\n                    obtained the legal opinion from its legal Advisor and\n                    decided to make payment of the Bank Guarantee amount for\n                    which three separate Bank Drafts were prepared on 9th June,\n                    2014 by way of payment of the three Bank Guarantees and\n                    those drafts were made available to Sri Lagandeo Singh,\n                    Class IV employee in the late evening on 9.6.2014. Payment\n                    through Bank drafts amounts to encashment of the three\n                    Bank Guarantees.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_168\">                    85. Let it be again only noted that there is no denial of the\n\n        aforementioned stand taken by the opposite parties in their show\n\n        cause reply by the petitioner despite service of copy on them on\n\n        1.7.2014.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_169\">                    86. This Court has also carefully perused the Bank‟s letter\n\n        dated 9.6.2014, as contained in Annexure D to the show cause reply.\n\n        It gives full detail of not only encashment of the Bank guarantee but\n<span class=\"hidden_text\" id=\"span_132\">        Patna High Court CWJC No.1344 of 2014                                        86</span>\n\n\n\n\n               also its payment through three Bank drafts No. 765854, 765855,\n\n               765856 all dated 9.6.2014 as is apparent from photo copy of the draft\n\n               enclosed with the show cause reply.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_170\">                          87. As a matter of fact this Court would find that it was the\n\n               petitioner who wanted to confuse the authorities of the Bank by\n\n               writing some uncalled for letter to the State Bank of India on 6th June,\n\n               2014 wherein the authorities of the Bank were requested by the\n\n               petitioner not to encash the Bank guarantee on the ground that the\n\n               High Court on 16.5.2014 had granted stay order against &quot;forfeiture of\n\n               Bank guarantee&quot; until further orders, whereas the fact remains that the\n\n               order of this Court dated 16.5.2014 was only with regard to stay on\n\n               &#x27;forfeiture of security deposit&#x27;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_171\">                          88. Thus, for the reasons indicated above, this Court does\n\n               not find that the opposite parties have committed any contempt.\n\n</p><p data-structure=\"Conclusion\" id=\"p_172\">                          89. That being so, this contempt application has also no\n\n               merit and is, accordingly, dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_173\">\n</p><p data-structure=\"Precedent\" id=\"p_174\">                                                          (Mihir Kumar Jha, J)\n\nPatna High Court\nDated 26th November, 2015\nSurendra/ A.F.R.\n\n U\n </p>","numcites":41,"numcitedby":3,"docsource":"Patna High Court","citetid":124344618,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"non statutory contracts","formInput":"non%20statutory%20contracts"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"encashment of bank guarantee","formInput":"encashment%20of%20bank%20guarantee"},{"value":"what is malafide intention","formInput":"what%20is%20malafide%20intention"},{"value":"verigamto naveen","formInput":"verigamto%20naveen"},{"value":"j.g engineers","formInput":"j.g%20engineers"},{"value":"PLJR","formInput":"PLJR"},{"value":"works contract","formInput":"works%20contract"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"NCC limited","formInput":"NCC%20limited"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"contract cancellation","formInput":"contract%20cancellation"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"bank of india  filter:  service matters","formInput":"bank%20of%20india%20%20filter%3A%20%20service%20matters"},{"value":"mandamus","formInput":"mandamus"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}