{"tid":140357700,"publishdate":"2015-04-15","title":"Prasad Shrikant Purohit vs State Of Maharashtra & Anr on 15 April, 2015","doc":"<h2 class=\"doc_title\">Prasad Shrikant Purohit vs State Of Maharashtra &amp; Anr on 15 April, 2015</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2015 SUPREME COURT 2514</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-m-sapre\">Abhay Manohar Sapre</a>, <a href=\"/search/?formInput=benchid:f-m-kalifulla\">Fakkir Mohamed Ibrahim Kalifulla</a></h3>\n\n<pre id=\"pre_1\">            \n                                                                  Reportable\n\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n                    CRIMINAL APPEAL NOS.1969-1970 OF 2010\n\nPrasad Shrikant Purohit                        ...Appellant\n\n                                   VERSUS\n\nState of Maharashtra &amp; Anr.             ...Respondent\n                             With\n\nCriminal Appeal No.1971 of 2010\nCriminal Appeal Nos.1994-98 of 2010\nCriminal Appeal No.58 of 2011\nCriminal Appeal No. 636 of 2015 @ SLP (Crl.) No.8132 of 2010\nCriminal Appeal Nos. 639-40 of 2015 @ SLP (Crl.) Nos.9370-71 of 2011\nSLP (Crl.) 9303 of 2011\nSLP (Crl.) No.9369 of 2011\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Fakkir Mohamed Ibrahim Kalifulla, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">Leave granted in SLP (Crl.) No.8132 of 2010 and SLP  (Crl.)  Nos.9370-71  of\n2011.\n</p><p data-structure=\"Issue\" id=\"p_3\"> As in all the above appeals the issue that arises for consideration is  the\napplicability of the  <a href=\"/doc/38034089/\" id=\"a_1\">Maharashtra  Control  of  Organized  Crime  Act,  1999</a>\n(hereinafter called &quot;MCOCA&quot;), all these appeals  are  disposed  of  by  this\ncommon judgment.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">Criminal Appeal Nos.1969-70/2010 have been  preferred  by  Lt.  Col.  Prasad\nShrikant Purohit challenging the judgment in Criminal Appeal No.867 of  2009\nwhich was disposed of by the common order passed by the  Division  Bench  of\nthe Bombay High Court in Criminal Appeal Nos.866, 867, 868, 869 and 1024  of\n2009 dated 19.07.2010. By the said order the  Division  Bench  reversed  the\norder of the Special Judge dated 31.7.2009 passed in Special  Case  No.1  of\n2009 wherein he held that the charges against the accused  in  C.R.No.18  of\n2008 registered with Anti-Terrorist Squad, Mumbai (hereinafter  referred  to\nas &quot;ATS&quot;) under the MCOCA do not survive and were discharged from the  case.\n The Special Court by invoking <a href=\"/doc/33929048/\" id=\"a_2\">Section 11</a> of the MCOCA directed the case  to\nbe tried by the  regular  Court.  The  Division  Bench  while  allowing  the\nCriminal Appeal Nos.866 to 869 of 2009 set aside the order  of  the  Special\nJudge 31.07.2009 in Special Case No.1 of 2009 as well as  orders  passed  in\nBail Application Nos.40 to 42 of 2008, restored those  applications  to  the\nfile in MCOCA Special Case No. 01 of 2009 for being  decided  on  merits  by\nSpecial Judge himself. In Criminal Appeal No.1024  of  2009  while  allowing\nthe said appeal, Bail Application No.41 of 2008 was directed to be  restored\nin MCOCA Special Case No. 01 of 2009 for being heard and decided on  merits.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_5\">The appellant-Lt. Col. Prasad Shrikant Purohit is the  first  respondent  in\nCriminal Appeal No.867 of 2009.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">The appeals arising  out  of  SLP  (Crl.)  No.9370-71/2011  have  also  been\npreferred by the very same  appellant,  namely,  Lt.  Col.  Prasad  Shrikant\nPurohit challenging the common order passed  in  Criminal  Bail  Application\nNo.333 of 2011 with Criminal Application No.464 of 2011 along with  Criminal\nApplication No.556 of 2011 dated 9th November 2011  by  the  learned  Single\nJudge of the Bombay High Court. By the said order the learned Judge  allowed\nthe Criminal Application No.556 of 2011 filed by Ajay  Ekanath  Rahirkar  by\ngranting him bail by imposing certain conditions. In the case  of  appellant\nherein, the challenge made in Criminal Application No.464 of  2011  was  the\norder of the Special Judge after the order of remand passed by the  Division\nBench dated 19.07.2010. The Special Judge  by  the  order  dated  30.12.2010\nrejected the appellant&#x27;s application for  bail.  The  learned  Single  Judge\nafter detailed discussion, dismissed the Criminal  Bail  Application  No.333\nof 2011 as well  as  Criminal  Application  No.464  of  2011  by  the  order\nimpugned in these appeals.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">The appeal arising out of SLP(Crl.)  No.8132/2010  has  been  filed  by  one\nPragyasinh  Chandrapalsinh  Thakur  challenging  the  common   order   dated\n19.07.2010 passed by  the  Division  Bench  of  the  Bombay  High  Court  in\nCriminal Appeal No.866 of 2009  which  is  identical  to  the  case  of  the\nappellant in Criminal Appeal Nos.1969-70 of 2010.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">Criminal Appeal No.1971 of 2010 is preferred by one Rakesh Dattaray  Dhawade\nchallenging the order dated 19.07.2010 passed by the Division Bench  of  the\nBombay High Court in Criminal Appeal No.868 of 2009.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">The appeal arising out of  SLP  (Crl.)  No.9303/2011  is  preferred  by  one\nSudhakar Dhar Dwivedi and  Ramesh  Shivji  Upadhyay  challenging  the  order\ndated 20.10.2011 of the learned Single Judge of the Bombay  High  Court.  By\nthe said judgment, the learned Single Judge declined to interfere  with  the\norder of Special Judge in Misc.  Application  No.98/2011  permitting  police\ncustody to the  first  respondent,  namely,  National  Investigation  Agency\n(NIA) for 8 days from 22.07.2011 up to 30.07.2011. In fact,  the  said  case\nwas originally investigated  by  ATS  and  final  report  was  submitted  on\n30.01.2009 and supplementary charge-sheet vide MCOCA No.8/2011 was filed  on\n21.4.2011. Thereafter by order  dated  1.4.2011  of  the  Ministry  of  Home\nAffairs, Government of India, investigation was transferred to  NIA  and  an\nFIR was registered as Crime No.5/2011 by police station  NIA  on  13.4.2011.\nThereafter NIA sought for police custody which was granted by  order  passed\nin Misc. Application No.98/2011  dated  19.07.2011.  The  said  SLP  is  not\nargued before us and, therefore, the same is delinked  from  this  batch  of\ncases and the same shall be heard separately.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">We heard arguments of Mr. U.R. Lalit, learned senior  counsel  who  appeared\nbefore us for the appellants in Criminal Appeal Nos.1969-70/2010 as well  as\nCriminal Appeal Nos.1994-98/2010, Mr. Triloki Nath Razdan,  learned  counsel\nfor the appellant in appeal arising out  of  SLP  (Crl.)  No.9303/2011,  Mr.\nBasava Prabhu S. Patil, learned senior counsel in the appeal arising out  of\nSLP (Crl.) No.8132/2010 and Mr. Vikas Mehta,  learned  counsel  in  Criminal\nAppeal No.1971 of 2010.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">Mr. U.R. Lalit, learned senior counsel in his submissions  referred  to  the\nbrief facts which led to the  initiation  of  the  proceedings  against  the\nappellants under the provisions of MCOCA. As the narration goes,  there  was\na bomb blast at the place called  Malegaon  in  Mumbai  on  29.9.2008.  With\nreference to the said occurrence, FIR  No.130/2008  was  registered  in  the\nAzad Nagar police station in Malegaon on 30.9.2008. On 26.10.2008, the  said\nFIR  was  transferred  and  registered  as  C.R.   No.   18/2008   and   the\ninvestigation was taken over by ATS. Thereafter the  appellant  in  Criminal\nAppeal No. 1971/2010, namely, one Rakesh Dattaray Dhawade  was  arrested  by\nATS on 02.11.2008. Subsequent to his arrest, the appellant  in  Crl.  Appeal\nNos. 1969-1970/2010 was arrested on 05.11.2008. On 20.11.2008, approval  was\ngiven as per <a href=\"/doc/118242256/\" id=\"a_3\">Section 23(1) (a)</a>  of  MCOCA  by  DIG,  ATS  for  recording  of\ninformation about  the  commission  of  an  offence  and  for  applying  the\nprovisions of <a href=\"/doc/21636269/\" id=\"a_4\">Section  3(1)(i)</a>,<a href=\"/doc/155408800/\" id=\"a_5\">3(2)</a>  and  <a href=\"/doc/117723703/\" id=\"a_6\">3(4)</a>  of  MCOCA  against  all  the\naccused in C.R. No. 18/2008.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">Be that as it may, earlier on 21.11.2003, there  was  a  bomb  explosion  at\nMohmedia Masjid, Nanalpeth, Parbhani which was registered as C.R. No.161  of\n2003/Parbhani. There was another bomb explosion  at  Kaderia  Masjid,  Jalna\nduring Friday Namaz which was registered as C.R.No. 194 of 2004/Jalna.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">In  the  case  pertaining  to  Parbhani,  the  charge-sheet  was  filed   on\n07.09.2006 against A1-Sanjay Choudhary for  the  offences  punishable  under\nSections 302, 307, 324, 337, 338, 285, 286 and 295 read  with  34,  <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a>  and\n<a href=\"/doc/339028/\" id=\"a_8\">Sections 3</a>, <a href=\"/doc/1133492/\" id=\"a_9\">4</a>, <a href=\"/doc/1729281/\" id=\"a_10\">6</a> of the Explosives Act and Section 25(1)  and  (3)  of   the\n<a href=\"/doc/1934415/\" id=\"a_11\">Arms Act</a>. The case  was  registered  as  RCC  No.467/2006.  A  supplementary\nchargesheet-I was filed in Parbhani case against four accused for the  above\nreferred to offences as well as Sections 120-B &amp; 153-A read with 34  of  <a href=\"/doc/1569253/\" id=\"a_12\">IPC</a>\non 29.9.2006.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">In  Jalna  case,  charge-sheet  was  filed  against  A-1  for  the  offences\npunishable under Sections 307, 436, 324, 323, 120-B, 153-A read with  34  of\n<a href=\"/doc/1569253/\" id=\"a_13\">IPC</a> and <a href=\"/doc/339028/\" id=\"a_14\">Sections 3</a>, <a href=\"/doc/1133492/\" id=\"a_15\">4</a>, <a href=\"/doc/1729281/\" id=\"a_16\">6</a> of Explosives Act on 30.9.2006. In Jalna case,  two\nsupplementary charge-sheets were filed on 7.1.2008 against  four  additional\naccused and against five accused on 14.1.2008. On 13.11.2008,  supplementary\ncharge-sheet-2 was filed against the appellant in  Crl.  Appeal  No.1971  of\n2010-Rakesh Dattaray Dhawade in Parbhani Case and  a  supplementary  charge-\nsheet-3 was filed against him in Jalna Case on  15.11.2008.  Thereafter,  on\n20.11.2008, charge-sheet in Malegaon Blast Case was  filed  by  ATS  against\nthe appellants  herein  under  the  MCOCA.  On  15.01.2009,  sanction  under\nSection 23(2) of MCOCA was also granted.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">In the above stated background, Mr. U.R. Lalit, learned senior counsel  made\nas many as five submissions to contend  that  MCOCA  was  not  attracted  as\nagainst the appellants and, therefore, the orders impugned are liable to  be\nset aside.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">Mr. U.R. Lalit, learned senior counsel prefaced his submissions  by  stating\nthat appellants were all proceeded against based on the  footing  that  they\nwere  members  of  an  organization  called  &quot;Abhinav  Bharat&quot;   which   was\nregistered in 2007 and  that  they  were  now  being  prosecuted  under  the\nprovisions of MCOCA. The learned senior counsel submitted that in  order  to\nprosecute the appellants under the  MCOCA,  the  definition  of  &quot;continuing\nunlawful activity&quot;, &quot;organized crime&quot; and  &quot;organized  crime  syndicate&quot;  as\ndefined under <a href=\"/doc/1477100/\" id=\"a_17\">Section 2(1)(d)</a>,(e) and (f) of MCOCA should be satisfied.  The\nlearned senior counsel while referring to the  above  definitions  submitted\nthat the prosecuting agency were relying upon the Parbhani  case  and  Jalna\ncase which occurred in 2003 and 2004 and which were  organized  by  RSS  and\nBajrang Dal with which neither Abhinav Bharat nor  the  appellants  were  in\nanyway connected and, therefore,  the  definition  of  &quot;continuing  unlawful\nactivity&quot; or &quot;organized crime&quot; as well as &quot;organized  crime  syndicate&quot;  was\nnot fully established.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">The next submission of Mr. U.R. Lalit, learned senior counsel  was  that  in\norder to attract  <a href=\"/doc/1477100/\" id=\"a_18\">Section  2(1)(d)</a>  for  an  offence  to  be  a  &#x27;continuing\nunlawful activity&#x27; within a period of preceding ten years from the  date  of\nthe third occurrence, two prior cases falling under the said Section  should\nhave been filed and taken cognizance of and that the date with reference  to\nwhich the preceding ten years  is  to  be  counted  is  the  date  of  third\noccurrence. The  learned  senior  counsel,  therefore,  submitted  that  the\nMalegaon bomb blast occurred on 29.09.2008, the arrest  of  Rakesh  Dattaray\nDhawade was on 02.11.2008, supplementary charge-sheet against him was  filed\nin Parbhani case on 13.11.2008 and  in  Jalna  case  on  15.11.2008  and  in\nParbhani, the case was committed to Sessions Court only  on  29.4.2009  i.e.\nnot within the preceding  10  years  of  the  occurrence  in  Malegaon  and,\ntherefore, the definition of <a href=\"/doc/1477100/\" id=\"a_19\">Section 2(1) (d)</a> was not satisfied.  Even  with\nreference to Jalna, the learned senior counsel submitted  that  the  Express\nOrder of cognizance was taken only on 28.11.2008 i.e. after  the  occurrence\nin Malegaon, namely, 29.09.2008. Therefore,  the  requirement  of  preceding\nten years in order to bring the earlier  two  occurrences  in  Parbhani  and\nJalna within the definition of 2(1)(d)  as  continuing  unlawful  activities\nwas not made out. The learned senior counsel in this context submitted  that\nthe conclusion  of  the  Division  Bench  that  cognizance  is  always  with\nreference to the offence and not the offender,  is  not  the  correct  legal\nposition.  The  learned  senior  counsel   after   referring   to   <a href=\"/doc/183536048/\" id=\"a_20\">Sections\n173(2)(i)(a)</a>, <a href=\"/doc/867855/\" id=\"a_21\">190(1)(b)</a> and <a href=\"/doc/1220064/\" id=\"a_22\">178</a> of the Code of Criminal Procedure  (<a href=\"/doc/445276/\" id=\"a_23\">Cr.P.C</a>.)\nsubmitted that a  close  reading  of  the  above  Sections  shows  that  the\ncognizance will be with reference to the offender and not the  offence.  The\nlearned senior counsel, therefore, submitted that in the case of  Jalna  the\nExpress Order of cognizance was taken on 28.11.2008 after the  supplementary\ncharge-sheet dated 15.11.2008 against Rakesh  Dattaray  Dhawade,  which  was\nlong after the date of occurrence  of  Malegaon,  namely,  29.09.2008,  and,\ntherefore, the requirement of two earlier cases as stipulated under  <a href=\"/doc/1477100/\" id=\"a_24\">Section\n2(1)(d)</a> was not satisfied.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1579977\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"61274\" id=\"span_2\">The  learned  senior  counsel  relied  upon  the\ndecisions in <a href=\"/doc/61274/\" id=\"a_25\">Ajit Kumar Palit v. State of West Bengal</a> - <a href=\"/doc/1579977/\" id=\"a_26\">AIR 1963 SC 765  and\nDilawar Singh v. Parvinder Singh @ Iqbal Singh &amp; Anr.</a> - 2005  (12)  SCC  709\nin support of his submissions.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">Mr. U.R. Lalit, learned senior counsel then  contended  that  the  event  of\ncognizance being taken as defined under <a href=\"/doc/1477100/\" id=\"a_27\">Section 2(1) (d)</a> can  only  be  with\nreference to &#x27;competent court&#x27; and in the case of Parbhani and Jalna as  the\noffences were under Sections 302,  307/308  etc.,  Sessions  Court  was  the\ncompetent court and not the Chief Judicial Magistrate.  The  learned  senior\ncounsel pointed out that in the case of Parbhani, the  committal  order  was\npassed only on 29.04.2009 i.e. long  after  the  Malegaon  case  occurrence,\nnamely, 29.09.2008. Therefore, the requirement of two  earlier  cases  which\nwere taken cognizance of by the competent court cannot be held to have  been\nsatisfied. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"434675\" id=\"span_3\">In support of the said submission, learned senior counsel  relied\nupon <a href=\"/doc/434675/\" id=\"a_28\">Fakhruddin Ahmad v. State of Uttaranchal and Anr.</a> - (2008) 17 SCC 157.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_19\">The learned senior counsel then contended  that  in  order  to  attract  the\nprovisions of MCOCA, in all the three cases, the same gang  must  have  been\ninvolved. Elaborating his submission, the learned senior  counsel  contended\nthat Rakesh Dattaray Dhawade who has been added as A-7 in Malegaon case  was\narrested on 02.11.2008 and his arrest was shown in Parbhani and in Jalna  on\n13.11.2008 and 15.11.2008 as directed by the Additional Police  Commissioner\nof ATS and even going by the statement of A-7, he  procured  some  materials\nand gave them to one principal accused in Parbhani and Jalna, namely,  Devle\nand going by the said statement, there is no scope  to  link  the  appellant\nwith the cases which related to  Parbhani  and  Jalna  and,  therefore,  the\nrequirement of involvement of the same gang in all the three cases  was  not\nsatisfied. The learned senior counsel  submitted  that  in  any  event,  the\nappellants were not concerned with Parbhani and Jalna, that  they  were  not\neven aware of A-7&#x27;s involvement in those two occurrences, as they  were  not\nmembers of those gangs which  were  involved  in  Parbhani  and  Jalna  and,\ntherefore, the invocation of MCOCA was not  made  out.  The  learned  senior\ncounsel further contended that it was all  the  more  reason  to  hold  that\ncognizance should be with reference to the  offender  and  not  the  offence\nwhich has to be mandatorily satisfied.\n</p>\n<p data-structure=\"PetArg\" id=\"p_20\">The learned senior counsel lastly submitted that going by the definition  of\n&#x27;organized crime&#x27; under <a href=\"/doc/1477100/\" id=\"a_29\">Section 2(1) (e)</a>, there must have been  a  pecuniary\ngain accompanied by the act of violence, that the appellant  had  not  taken\nany money from anybody and when such pecuniary advantage  should  have  been\npresent in all the three cases, it cannot be held that the case against  the\nappellant would come under the definition of  &#x27;organized  crime&#x27;.  According\nto learned senior counsel, in the case of Parbhani and Jalna, only  violence\nwas the basis and promoting insurgency was not even the case of  prosecution\nwhich may have a semblance of application in  Malegaon  case  and  certainly\nnot in Parbhani and Jalna. The learned senior counsel, therefore,  contended\nthat  the  application  of  MCOCA  as  against  the  appellants  was  wholly\ninappropriate and consequently, the order of  the  Division  Bench  and  the\nsubsequent order of the Special Court in declining to grant bail was  liable\nto be set aside. The learned senior counsel submitted  that  the  appellants\nmade out a case to show that there were  reasonable  grounds  for  believing\nthat he was not guilty of such offence under MCOCA  and  as  provided  under\nSection 21(4)(b) of MCOCA and should have been  granted  bail.  The  learned\nsenior counsel further submitted  that  the  appellant  in  Criminal  Appeal\nNos.1969-70 of 2010 as well as in SLP (Crl.) Nos.9370-71 of  2011  has  been\nin jail for more than six years and he is entitled for grant of bail.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"244079\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"857240\" id=\"span_5\">Mr. Triloki Nath Razdan, learned counsel appearing  for  the  appellants  in\nthe appeal arising  out  of  SLP  (Crl.)  No.9303/2011  while  adopting  the\narguments of Mr. U.R. Lalit, learned senior counsel  for  the  appellant  in\nCrl.A.No.1969-70/2010 contended that the Objects and Reasons of MCOCA  shows\nthat the very purport of the enactment  was  to  curb  the  accumulation  of\nillegal  wealth,  that  in  order  to  attract  the  provisions  of   MCOCA,\ninvolvement in organized crime by an organized crime syndicate  in  all  the\nthree cases must be satisfied.  By referring to  the  sanction  order  dated\n15.01.2009, learned  counsel  submitted  that  when  the  arrest  of  Rakesh\nDattaray Dhawade was in the month of  November,  2008,  the  requirement  of\n<a href=\"/doc/1477100/\" id=\"a_30\">Section 2(1) (d)</a> relating to  two  previous  cases  of  continuing  unlawful\nactivity was not satisfied.  In other words, according to  learned  counsel,\nas the  requirement  of  continuing  unlawful  activity  in  respect  of  an\norganized crime by the organized crime syndicate was not  shown,  MCOCA  was\nnot attracted. The learned counsel relied upon in <a href=\"/doc/857240/\" id=\"a_31\">Central Bank of  India  v.\nState of Kerala and others</a> - (<a href=\"/doc/244079/\" id=\"a_32\">2009) 4 SCC 94 and  Ranjitsing  Brahamjeetsing\nSharma v. State of Maharashtra &amp; Anr.</a> - (2005) 5 SCC 294.</span></span>\n</p>\n<p data-structure=\"Facts\" id=\"p_22\">Mr. Patil, learned senior counsel appearing for the appellant in SLP  (Crl.)\nNo.8132/2010 referred to the impugned judgment of  the  Division  Bench,  in\nparticular, paragraph 18 and submitted that the  question  which  was  posed\nfor consideration by the  Division  Bench  was  limited  to  the  extent  of\nexamining the issue of taking  cognizance  of  the  offences  by  the  Chief\nJudicial Magistrate at Parbhani and its counterpart at Jalna.   Sofaras  the\nappellant in the  present  appeal  was  concerned,  learned  senior  counsel\nsubmitted that she became a  Sanyasin  after  performing  appropriate  Hindu\nreligious rites and prayers on 30.01.2007,  that  she  was  residing  in  an\nashram at Jabalpur, Madhya Pradesh and that she owned  a  two  wheeler  LML-\nFreedom which she sold out to one Sunil Joshi of Madhya Pradesh way back  in\nOctober, 2004 for a sale consideration of Rs.24,000/- and  she  also  signed\nthe necessary transfer application Forms in October, 2004  itself  and  that\nthereafter she had no control over the said  vehicle.   The  learned  senior\ncounsel submitted that inspite  of  her  disclosing  the  above  facts,  the\nofficials of ATS applied third degree methods upon  her  and  insisted  that\nthe said vehicle was involved in Malegaon blast occurrence  and,  therefore,\nshe was also involved in the said occurrence.  The  learned  senior  counsel\nsubmitted that she  was  implicated  in  the  Malegaon  case  while  she  is\ninnocent simply because the vehicle  bearing  registration  No.MH-15-P-4572,\nwhich she owned, was stated to have been involved in the Malegaon blast.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">The learned senior counsel then submitted that if the  Objects  and  Reasons\nis read for interpreting <a href=\"/doc/339028/\" id=\"a_33\">Section 3</a>, a strict application of the  Act  should\nbe made, in which event, in order to invoke the provisions of MCOCA  <a href=\"/doc/1477100/\" id=\"a_34\">Section\n2(1)(d)</a>, (e) and  (f)  should  be  satisfied.  It  was  contended  that  for\nimplicating a person it is to be mandatorily shown that he was  involved  in\na &#x27;continuing unlawful activity&#x27; as  a  member  of  crime  syndicate  or  on\nbehalf of it on two earlier occasions, that the appellant was  not  involved\nin either the Parbhani case or in Jalna case and, therefore, the  invocation\nof MCOCA against the appellant was  not  maintainable.  The  learned  senior\ncounsel also submitted  that  having  regard  to  the  relevant  dates  with\nreference to the committal order  in  Jalna  case,  namely,  11.8.2008,  the\nsubsequent charge-sheet against A-7 on 15.11.2008 on  which  date  the  case\nwas registered afresh as RCC No.648/2008 and on  28.11.2008  when  committal\norder was passed, the sanction order  in  Malegaon  case  being  20.11.2008,\nthere was no scope to hold that there were two earlier cases falling  within\nthe definition of continuing unlawful  activity  as  defined  under  <a href=\"/doc/1477100/\" id=\"a_35\">Section\n2(1)(d)</a> of the Act. The learned senior counsel,  therefore,  contended  that\nthe order of the trial Court dated 31.07.2009 discharging  all  the  accused\nwas justified and the Division Bench ought not to have interfered  with  the\nsaid order.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">The learned senior counsel also submitted that  the  Division  Bench  having\nnoted that the offence under <a href=\"/doc/345634/\" id=\"a_36\">Section 153A</a>, IPC was not  laid  after  getting\nprior sanction as required under <a href=\"/doc/967463/\" id=\"a_37\">Section 196</a> Cr.P.C.  even  as  against  A-7\nRakesh Dattaray Dhawade, there was no valid cognizance taken  by  the  trial\nCourt in respect of the earlier cases of Parbhani  and  Jalna.  The  learned\nSenior Counsel, therefore, contended that in the absence of the  &#x27;continuing\nunlawful activity&#x27; as defined under <a href=\"/doc/1477100/\" id=\"a_38\">Section 2(1)(d)</a> of an &#x27;organized  crime&#x27;\nby  &#x27;organized  crime  syndicate&#x27;  shown,  application  of  MCOCA  was   not\njustified. As far as the preceding 10  years  as  prescribed  under  <a href=\"/doc/1477100/\" id=\"a_39\">Section\n2(1)(d)</a> is concerned, learned senior counsel submitted that <a href=\"/doc/1477100/\" id=\"a_40\">Section  2(1)(d)</a>\nspecifically refers to &#x27;activity&#x27;  for calculating the  preceding  10  years\nand, therefore, 29.09.2008 would be the  relevant  date  and  calculated  on\nthat basis the claim of the prosecution that there were  two  earlier  cases\nas stipulated under <a href=\"/doc/1477100/\" id=\"a_41\">Section 2 (1)(d)</a> was not satisfied. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1014504\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"698472\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1510141\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"66237433\" id=\"span_9\">In support  of  this\nsubmission, learned senior counsel relied upon the decisions of  this  Court\nreported as <a href=\"/doc/66237433/\" id=\"a_42\">Mahipal Singh v. Central Bureau of Investigation &amp; Anr.</a>  -  <a href=\"/doc/1510141/\" id=\"a_43\">2014\n(11) SCC 282, State of Maharashtra &amp; Ors. v. Lalit Somdatta Nagpal &amp; Anr.</a>  -\n(<a href=\"/doc/698472/\" id=\"a_44\">2007) 4 SCC 171, State of Maharashtra v. Bharat Shanti Lal Shah and Ors.</a>  -\n<a href=\"/doc/1014504/\" id=\"a_45\">2008 (13) SCC 5 and Tolaram Relumal &amp; Anr. v. The  State  of  Bombay</a>  -  AIR\n1954 SC 496.</span></span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"66237433\" id=\"span_10\">Mr. Vikas Mehta, learned counsel appearing for  the  appellant  in  Criminal\nAppeal No.1971/2010, namely, Rakesh Dattaray Dhawade after making  reference\nto the judgment in  <a href=\"/doc/66237433/\" id=\"a_46\">Mahipal  Singh</a>  (supra)  contended  that  prior  to  the\nregistration of FIR No.130 of 2008  on  30.09.2008  in  the  Malegaon  blast\ncase, the appellant was not involved in any &#x27;continuing unlawful  activity&#x27;.\n According to him, if a  strict  interpretation  is  to  be  placed  on  the\ndefinition of &#x27;continuing unlawful activity&#x27; as stated in <a href=\"/doc/66237433/\" id=\"a_47\">the said  decision</a>\nof this Court, the appellant having been not involved in the  commission  of\nany offence prior to  registration  of  FIR  No.130/2008  either  singly  or\njointly as a member of an &#x27;organized crime syndicate,  invocation  of  MCOCA\nwas not justified. The learned counsel  then  contended  that  in  order  to\ninvoke MCOCA all the three definitions of <a href=\"/doc/1477100/\" id=\"a_48\">Section 2 (1)  (d)</a>,  (e)  and  (f)\nshould be satisfied in which event it should be by the same gang in all  the\nthree  cases.   The  learned  counsel  then  contended  that  since   strict\ninterpretation is to be made as directed by this Court while  upholding  the\nvalidity of the Act, it  should  be  construed  only  in  that  manner.</span>  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"66237433\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1510141\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"244079\" id=\"span_13\">The\nlearned counsel by relying upon the decisions in  <a href=\"/doc/244079/\" id=\"a_49\">Ranjitsing  Brahamjeetsing\nSharma</a> (supra), <a href=\"/doc/1510141/\" id=\"a_50\">Lalit Somdatta Nagpal</a>  (supra)  and  <a href=\"/doc/66237433/\" id=\"a_51\">Mahipal  Singh</a>  (supra)\ncontended that the  requirement  of  satisfaction  of  &#x27;continuing  unlawful\nactivity&#x27; of an &#x27;organized crime&#x27; by an &#x27;organized crime syndicate&#x27;  insofar\nas it related to the appellant was not made out and the application  of  the\nMCOCA was not justified.  Mr. S.S. Shamshery, learned counsel appearing  for\nthe appellant in Criminal Appeal No.58/2011 submitted that  he  is  adopting\nthe arguments of Mr. U.R. Lalit, learned senior  counsel  for  appellant  in\nCriminal Appeal No.1969-70 of 2010 and the judgment of  the  Division  Bench\nis liable to be set aside.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">As against the above submissions made on behalf of the appellants, Mr.  Anil\nSingh, learned ASG for the respondent  State  submitted  that  the  Division\nBench after  formulating  the  question  in  paragraph  18  ascertained  the\nrelevant dates when cognizance was taken in Parbhani case and in Jalna  case\nby the Committal Court and in both the cases cognizance was taken  as  early\nas on 07.09.2006 in Parbhani and on 30.9.2006 in Jalna which were borne  out\nby records and, therefore, the  Division  Bench  was  justified  in  setting\naside the order of the Special Court.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1591771\" id=\"span_14\">In support  of  his  submission  that\ntaking a fresh cognizance is not a  requirement  of  law  in  a  case  where\ncognizance is already taken in respect of the  same  offence,  reliance  was\nplaced upon <a href=\"/doc/1591771/\" id=\"a_52\">R.R. Chari v.  State  of  Uttar  Pradesh</a>  -  AIR  1951  SC  207,\nRaghubans Dubey v. State of Bihar - AIR 1967  SC  1167,  Darshan  Singh  Ram\nKishan v. State of Maharashtra - AIR 1971 SC 2372, State of West  Bengal  v.\nSalap Service Station &amp; Ors.  -  1994  (3)  Suppl.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"89575618\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"434675\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"304538\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41295\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1540221\" id=\"span_19\"><a href=\"/doc/1540221/\" id=\"a_53\">SCC  318,  CREF  Finance\nLimited v. Shree Shanthi Homes (P) Ltd. and another</a>  -  <a href=\"/doc/41295/\" id=\"a_54\">2005  (7)  SCC  467,\nState of Karnataka v. Pastor P. Raju</a> - <a href=\"/doc/304538/\" id=\"a_55\">2006 (6) SCC 728, S.K.  Sinha,  Chief\nEnforcement Officer v. Videocon International Ltd. &amp; Ors.</a>  -  (2008)  2  <a href=\"/doc/434675/\" id=\"a_56\">SCC\n492, Fakhruddin Ahmad</a> (supra)  and  <a href=\"/doc/89575618/\" id=\"a_57\">Sarah  Mathew  v.  Institute  of  Cardio\nVascular Diseases By</a> its Director Dr. K.M. Cherian &amp; Ors.- (2014) 2 SCC 62.</span></span></span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">According to learned  ASG,  in  respect  of  an  offence  under  MCOCA,  for\ninvoking its provisions, cognizance of the offence taken as  provided  under\n<a href=\"/doc/686759/\" id=\"a_58\">Section 190</a> Cr.P.C. was sufficient.  The learned ASG then submitted that  in\norder to  ascertain  a  &#x27;continuing  unlawful  activity&#x27;  as  defined  under\n<a href=\"/doc/1477100/\" id=\"a_59\">Section 2 (1) (d)</a> of the MCOCA what is required is  commission  of  such  an\noffence as a member of either &#x27;organized crime syndicate&#x27; or  on  behalf  of\n&#x27;organized crime syndicate&#x27; would mean any &#x27;organized crime  syndicate&#x27;  and\nnot the  same  &#x27;organized  crime  syndicate&#x27;.   As  far  as  the  contention\nrelating to two earlier cases in the preceding 10  years,  the  learned  ASG\nsubmitted that in the Malegaon case, the occurrence was  on  29.09.2008  and\nin the preceding 10 years i.e. on 07.09.2006 cognizance  was  taken  in  the\nParbhani case and in Jalna case cognizance  was  taken  on  30.09.2006  and,\ntherefore, the  same  was  sufficient  to  hold  that  the  appellants  were\ninvolved in a &#x27;continuing  unlawful  activity&#x27;  and  thereby  satisfied  the\nrequirement of 2 (1) (d) (e) and (f) of MCOCA. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"66237433\" id=\"span_20\">The  learned  ASG  sought  to\ndistinguish the case in <a href=\"/doc/66237433/\" id=\"a_60\">Mahipal Singh</a> (supra).</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"37174\" id=\"span_21\">The learned  ASG  by  relying\nupon <a href=\"/doc/37174/\" id=\"a_61\">Zameer Ahmed Latifur Rehman Sheikh v. State of  Maharashtra  &amp;  Ors.</a>  -\n2010 (5) SCC 246 submitted that insurgency is a grave disturbance of  public\norder and, therefore, the question of pecuniary  advantage  was  not  needed\nwhere  promotion  of  insurgency  formed  the  basis  for  prosecuting   the\nappellants under MCOCA.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"114008897\" id=\"span_22\">On &#x27;other advantage&#x27;, learned ASG relied upon  <a href=\"/doc/114008897/\" id=\"a_62\">State\nof Maharashtra v. Jagan Gagansingh Nepali @ Jagya</a> -2011 (5) Mh.L.J. 386.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_28\">Mr. Mariaarputham,  learned  senior  counsel  appearing  for  the  State  of\nMaharashtra and NIA after referring to the accusations against  the  accused\nsubmitted that going by the allegations and  the  gravity  of  the  offence,\nthey are not entitled for bail. The learned senior  counsel  also  submitted\nthat apart from offences under the MCOCA, the appellants are also  proceeded\nunder  the  <a href=\"/doc/1389751/\" id=\"a_63\">Unlawful  Activities  (Prevention)  Act,  1967</a>,  in  particular,\noffences under <a href=\"/doc/532823/\" id=\"a_64\">Sections 13</a>, <a href=\"/doc/836457/\" id=\"a_65\">15</a>, <a href=\"/doc/935470/\" id=\"a_66\">16</a>,  <a href=\"/doc/1612863/\" id=\"a_67\">17</a>,  <a href=\"/doc/1570744/\" id=\"a_68\">18</a>,  18B,  20,  23  etc.  and  the\nmaximum penalty for offences under <a href=\"/doc/836457/\" id=\"a_69\">Sections 15</a> to 23 is  the  death  penalty\nand that under Section 43D(5) for grant of bail,  severe  restrictions  have\nbeen imposed and, therefore, both because  the  question  raised  about  the\nimplications of MCOCA, as well as, having regard to the offences  for  which\nthe appellants are proceeded against, they are not  entitled  for  grant  of\nbail.   The  learned  senior  counsel  then  contended  that  in  order   to\nconstitute an offence as an &#x27;organized crime&#x27;  under  <a href=\"/doc/1477100/\" id=\"a_70\">Section  2  (1)(e)</a>  of\nMCOCA, it is not necessary  that  for  the  commission  of  such  aggressive\noffences,  there  should  be  allegation  of   pecuniary   advantage   also.\nAccording to learned senior counsel, insofar as, promotion of insurgency  is\nconcerned, even without any allegation of pecuniary gain, the  said  act  by\nitself would constitute an &#x27;organized crime&#x27;. The  learned  senior  counsel,\ntherefore,  contended  that  even  in  the  absence  of  any  allegation  of\npecuniary gain, the  offence  alleged  would  fall  under  the  category  of\n&#x27;organized crime&#x27;. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1591771\" id=\"span_23\">The learned senior counsel further contended that in  any\nevent there were materials to show that the  appellant  in  Criminal  Appeal\n1969-70/2010 as well as the appellant in Criminal  Appeal  No.1971/2010  had\npecuniary  advantage.  The  learned  senior  counsel  then  contended   that\ncognizance of the offence was taken by the Magistrate based on  the  charge-\nsheet and when once there was application of judicial mind with  a  view  to\nproceed with the  matter,  the  requirement  of  cognizance  was  fulfilled.\nInsofar as the offences pertaining to Parbhani  and  Jalna  were  concerned,\nthe learned senior counsel contended that they were all  <a href=\"/doc/1569253/\" id=\"a_71\">IPC</a>  offences  and,\ntherefore, taking cognizance of those offences need not  be  tested  on  the\nanvil of the  provisions  of  MCOCA.   The  learned  senior  counsel  <a href=\"/doc/114008897/\" id=\"a_72\">placed\nreliance upon</a> the decisions in Gopal Marwari &amp; Ors.  v.  Emperor  -AIR  1943\nPatna 245 which was affirmed by this Court in <a href=\"/doc/1591771/\" id=\"a_73\">R.R. Chari</a> (supra).</span>   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1510141\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1353664\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"41295\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1540221\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"569814\" id=\"span_28\">He  also\n<a href=\"/doc/1591771/\" id=\"a_74\">placed reliance upon</a> Darshan Singh Ram Kishan (supra), <a href=\"/doc/569814/\" id=\"a_75\">State of West  Bengal\n&amp; Anr. v. Mohd. Khalid &amp; Ors.-</a>  (1995)  1  <a href=\"/doc/1540221/\" id=\"a_76\">SCC  684,  CREF  Finance  Limited</a>\n(supra), <a href=\"/doc/41295/\" id=\"a_77\">Pastor P. Raju</a> (supra), <a href=\"/doc/1353664/\" id=\"a_78\">Mona Panwar v. High</a> Court of Judicature  at\nAllahabad Through its <a href=\"/doc/1510141/\" id=\"a_79\">Registrar &amp; Ors. - (2011) 3 SCC 496 and  Sarah  Mathew</a>\n(supra).</span></span></span></span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">On the submission  relating  to  competent  Court,  learned  senior  counsel\nsubmitted that in Parbhani and Jalna reference needs  to  be  made  only  to\nSections 190, 200, 201, 202 read with  <a href=\"/doc/1329373/\" id=\"a_80\">Section  4</a>  Cr.P.C.  and  when  on  a\ncomplaint filed by the prosecution, the CJM  having  taken  cognizance,  the\nsame was sufficient for the fulfillment of requirement  of  the  &#x27;continuing\nunlawful activity&#x27; as  defined  under  <a href=\"/doc/1477100/\" id=\"a_81\">Section  2  (1)  (d)</a>  of  the  MCOCA.\nAccording to learned senior counsel, for the purpose  of  taking  cognizance\nunder the above provisions, the presence of the accused was  not  necessary.\nAs far as the relevant  date  is  concerned,  according  to  learned  senior\ncounsel,  even  if  the  date  of  occurrence  of  Malegaon  blast,  namely,\n29.9.2008 is taken as the relevant date, the committal  Court  having  taken\ncognizance by receipt of the charge-sheet dated  07.09.2006  in  respect  of\nParbhani and on 30.09.2006 in the case of Jalna and the committal order  was\non 12.02.2007 in Jalna, the  cognizance  was  well  before  29.09.2008  and,\ntherefore, there was  nothing  lacking  for  the  purpose  of  invoking  the\nprovisions of MCOCA. The learned senior counsel further  contended  that  as\nlong as all the three incidents were committed by a  group  of  persons  and\none common individual was involved in all the three  incidents,  that  would\nattract invocation of MCOCA.\n</p>\n<p data-structure=\"RespArg\" id=\"p_30\">Mr. Tushar Mehta, learned ASG also appearing for NIA submitted that  in  the\nevent of granting bail, having regard to the nature of  offence  alleged  to\nhave been indulged  in  by  the  appellants,  severe  conditions  should  be\nimposed and that the agency is  entitled  for  custodial  interrogation  and\nalso the presence of the accused at the time of trial should be ensured.\n</p>\n<p data-structure=\"PetArg\" id=\"p_31\">By way of reply Mr. U.R. Lalit, learned senior counsel  submitted  that  the\nprosecution has not shown involvement of &#x27;Abhinav Bharat&#x27;  in  the  Parbhani\ncase or Jalna case in which event if &#x27;Abhinav Bharat&#x27;  is  to  be  excluded,\nthe linking of the appellants by making reference  to  Abhinav  Bharat  will\nalso entitle them to contend that MCOCA  cannot  be  invoked.   The  learned\nsenior counsel submitted that since MCOCA has been invoked for  the  purpose\nof ascertaining the cognizance of the offence, reference to <a href=\"/doc/1477100/\" id=\"a_82\">Section  2(1)(d)</a>\nwould alone be made and not under <a href=\"/doc/686759/\" id=\"a_83\">Section 190</a>  Cr.P.C.  The  learned  senior\ncounsel further contended that cognizance by  the  competent  Court  in  the\nfacts and the nature of offence alleged in Parbhani  and  Jalna  would  only\nmean the Sessions Court under <a href=\"/doc/887219/\" id=\"a_84\">Section 209</a> Cr.P.C. and, therefore,  there  is\na serious doubt as to the application of MCOCA. The learned senior  counsel,\ntherefore, contended that such  doubt  should  be  held  in  favour  of  the\nappellants under Section 21(4)(b) of MCOCA  and  the  appellants  should  be\ngranted bail.\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">Mr. Patil, learned senior counsel for the appellant in  appeal  arising  out\nof  SLP(Crl.)  No.8132/2010  submitted  that  when  the  case  of  the  said\nappellant  is  considered  with  reference   to   additional   charge-sheet,\nappellant being a  lady  suffering  from  cancer  and  her  implication  was\nbecause of sale of  her  two  wheeler  four  years  before  the  occurrence,\napplying the decision in Salap Service Station (supra), she is entitled  for\nthe grant of bail.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">Having noted the submissions of respective counsel, at the outset,  we  want\nto note the specific challenges  made  in  these  appeals.  As  far  as  the\nappellant in Criminal Appeal No.1969-70 of 2010 is concerned, he along  with\nthe other appellants is aggrieved by the common  judgment  of  the  Division\nBench of the Bombay High Court in Crl.A. Nos.866, 867, 868, 869 and 1024  of\n2009 dated 19.07.2010.  By the said judgment, the Division Bench  set  aside\nthe order of the Special Judge dated 31.07.2009 in Special  Case  No.1/2009.\nWhile setting aside the said order of the Special Judge, the Division  Bench\ndirected the Special  Judge  to  consider  the  bail  applications  in  Bail\nApplication Nos.40-42 of 2008 and pass  orders  on  merits.   In  fact,  the\nSpecial Judge in his order dated 31.07.2009 took the  view  that  MCOCA  was\nnot applicable to  Special  Case  No.1/2009  and  consequently  by  invoking\n<a href=\"/doc/655746/\" id=\"a_85\">Section 11</a> of MCOCA, directed the case to be tried  by  the  regular  Court.\nTherefore, when we examine the correctness of the judgment of  the  Division\nBench dated 19.07.2010 in Crl. A Nos.866/2009 and connected appeals, if  the\nsaid  judgment  is  to  be  upheld,  the  consequence  would   be   to   the\nconsideration of the bail applications under Section 21 of the MCOCA.\n</p>\n<p data-structure=\"Facts\" id=\"p_34\">It is relevant to note that after the order  of  the  Division  Bench  dated\n19.7.2010, the Special Judge dealt with the Bail Applications Nos. 40-42  of\n2008 and dismissed all the applications. Thereafter, those orders  were  the\nsubject matter of challenge in Criminal Bail  Application  No.333/2011  with\nCriminal Application  No.464/2011  insofar  as  the  appellant  in  Criminal\nAppeal No.1969-70/2010 is  concerned.   One  other  appellant  namely,  Ajay\nEknath Rahirkar filed Criminal Application No.556/2011 which was allowed  by\nthe  Bombay  High  Court  and  he  was  granted  bail  by  imposing  certain\nconditions.  As far as Criminal Application No.333/2011 was  concerned,  the\nsaid application was rejected and the main Criminal Application  No.464/2011\nwas disposed of by the High Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">The appellant in Criminal Appeal No.1971 of 2010 was one of the  respondents\nin Criminal Appeal No.868 of 2009 which was  disposed  of  by  the  Division\nBench of the Bombay High Court by its order dated 19.07.2010 along with  the\nconnected appeals preferred by the State of Maharashtra  through  ATS  which\nis the prosecuting agency in respect of the Special Case  No.1  of  2009  on\nthe file of the Special Judge under  MCOCA.  The  said  appellant  was  also\naggrieved by the order of the Division Bench referred  to  above  in  having\nset aside the order of the Special Judge dated  31.07.2009.   The  appellant\nin the appeal arising out of  SLP  (Crl.)  No.8132/2010  is  also  similarly\nplaced like that of the appellants in Criminal Appeal  Nos.1969-70/2010  and\nCriminal Appeal No.1971/2010.\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">Having thus noted the grievances of the appellants in the above referred  to\nappeals as against the order of the Division Bench dated 19.07.2010 as  well\nas the subsequent order of the learned Single Judge in  having  declined  to\ngrant bail by confirming the order of the Special Court in Bail  Application\nNo.42 of 2008, from the above referred to details gathered from  the  appeal\npapers as well as the  orders  impugned  in  these  appeals  the  scope  for\nconsideration in these appeals pertains to the questions:-\n</p>\n<blockquote id=\"blockquote_1\">Whether the common order of the Division Bench dated  19.07.2010  in  having\nset aside the order of the Special  Judge  in  Special  Case  No.1  of  2009\ndischarging the appellants from the said case on the ground that  MCOCA  was\nnot applicable to the said case and consequently the case was  to  be  tried\nby the Regular Court under <a href=\"/doc/655746/\" id=\"a_86\">Section 11</a> of MCOCA calls for interference?\n</blockquote>\n<blockquote id=\"blockquote_2\">If answer to question No. (a) is in the negative, whether  for  the  purpose\nof grant of bail under Section 21(4)(b) of MCOCA, can it be  held  that  the\napplication of the said Act is not  made  out  against  the  appellants  and\nconsequently the rejection of bail by the trial Court and  as  confirmed  by\nthe learned Single Judge of the Bombay High Court is justified?\n</blockquote>\n\n\n<blockquote id=\"blockquote_3\">Having thus ascertained the scope involved in these  appeals  by  virtue  of\nthe orders impugned herein, when we  consider  the  submissions  of  learned\ncounsel for the appellants, we find  that  the  sum  and  substance  of  the\nsubmissions can be summarized as under:\n</blockquote>\n<blockquote id=\"blockquote_4\">&quot;That the definition of &#x27;continuing unlawful  activity&#x27;,  &#x27;organized  crime&#x27;\nor &#x27;organized crime syndicate&#x27; as defined under <a href=\"/doc/1477100/\" id=\"a_87\">Section 2(1)(d)(e)</a>  and  (f)\nof MCOCA was not  cumulatively  satisfied  in  order  to  proceed  with  the\nSpecial Case  No.1  of  2009  for  the  alleged  commission  of  offence  of\norganized crime under <a href=\"/doc/339028/\" id=\"a_88\">Section 3</a> of MCOCA.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_37\"> In order to find an answer to the said question  a  detailed  reference  to\nsome of the provisions of MCOCA, its Objects  and  Reasons  and  some  other\nprovisions of the <a href=\"/doc/445276/\" id=\"a_89\">Cr.P.C</a>. are required to be  noted.  The  prime  provisions\nwhich are relevant under MCOCA are <a href=\"/doc/1477100/\" id=\"a_90\">Sections 2(1) (d)</a>, (e) &amp; (f), 3,  21  (4)\n</p><p data-structure=\"Section\" id=\"p_38\">(b), 23 (1) &amp; (2) of MCOCA. As far as the <a href=\"/doc/445276/\" id=\"a_91\">Cr.P.C</a>.  is  concerned,  reference\nwill have to be made to <a href=\"/doc/1133492/\" id=\"a_92\">Sections 4</a>, 173(2) &amp; (8), 190, 191, 192,  193,  200,\n201 and 209. In order  to  appreciate  the  said  provisions  the  same  are\nextracted as under:\n</p>\n<blockquote id=\"blockquote_5\">&quot;<a href=\"/doc/38034089/\" id=\"a_93\">The Maharashtra Control of Organized Crime Act, 1999</a>\n\n<a href=\"/doc/1477100/\" id=\"a_94\">Section  2  (1)(d)</a>  &quot;Continuing  unlawful  activity&quot;   means   an   activity\nprohibited by law for the  time  being  in  force,  which  is  a  cognizable\noffence punishable with imprisonment of  three  years  or  more,  undertaken\neither singly or jointly, as a member of an organized crime syndicate or  on\nbehalf of such syndicate in respect of which  more  than  one  charge-sheets\nhave been filed before a competent Court within the preceding period of  ten\nyears and that Court has taken cognizance of such offence;\n</blockquote>\n<blockquote id=\"blockquote_6\">(e)  &quot;organized  crime&quot;  means  any  continuing  unlawful  activity  by   an\nindividual, singly or jointly, either as a  member  of  an  organized  crime\nsyndicate or on behalf of such syndicate, by use of violence  or  threat  of\nviolence or intimidation or coercion, or  other  unlawful  means,  with  the\nobjective of gaining pecuniary benefits, or gaining undue economic or  other\nadvantage for himself or any other person or promoting insurgency;\n</blockquote>\n<blockquote id=\"blockquote_7\">(f) &quot;Organised crime syndicate&quot; means a group of two or  more  persons  who,\nacting either singly or collectively, as a  syndicate  or  gang  indulge  in\nactivities of organized crime;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">3. Punishment for organized crime. -  (1)  Whoever  commits  an  offence  of\norganized crime shall -\n</p>\n<p data-structure=\"Section\" id=\"p_40\">      (i) if such offence has resulted  in  the  death  of  any  person,  be\npunishable with death or imprisonment for life and shall also be  liable  to\na fine, subject to a minimum fine of rupees one lac;\n</p>\n<p data-structure=\"Facts\" id=\"p_41\">      (ii) in any other case, be punishable with  imprisonment  for  a  term\nwhich  shall  not  be  less  than  five  years  but  which  may  extend   to\nimprisonment for life and shall also be liable  to  a  fine,  subject  to  a\nminimum fine of rupees five lacs.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">(2)  Whoever  conspires  or  attempts  to  commit  or  advocates,  abets  or\nknowingly facilitates the commission  of  an  organized  crime  or  any  act\npreparatory to organized crime, shall be punishable with imprisonment for  a\nterm which shall be not less  than  five  years  but  which  may  extend  to\nimprisonment for life and shall also be liable  to  a  fine,  subject  to  a\nminimum fine of rupees five lacs.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">(3) Whoever harbours or conceals or attempts  to  harbour  or  conceal,  any\nmember  of  an  organized  crime  syndicate   shall   be   punishable   with\nimprisonment for a term which shall not be less than five  years  but  which\nmay extend to imprisonment for life, and shall also be  liable  to  a  fine,\nsubject to a minimum fine of rupees five lacs.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">(4) A person who is a member  of  an  organized  crime  syndicate  shall  be\npunishable with imprisonment for a term which shall not be  less  than  five\nyears but which may extend to  imprisonment  for  life  and  shall  also  be\nliable to a fine, subject to a minimum fine of rupees five lacs.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">(5) Whoever holds any property derived or obtained  from  commission  of  an\norganized crime or which has  been  acquired  through  the  organized  crime\nsyndicate funds shall be punishable with a term  which  shall  not  be  less\nthan three years but which may extend to imprisonment  for  life  and  shall\nalso be liable to fine, subject to a minimum fine of rupees two lacs.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">21.(4)(b) Where the Public Prosecutor opposes the application, the Court  is\nsatisfied that there are reasonable grounds for believing  that  he  is  not\nguilty of such offence and that he is  not  likely  to  commit  any  offence\nwhile on bail.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">23. Cognizance of, and investigation into, an offence.- (1)  Notwithstanding\nanything contained in the Code,-\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">(a) no information about the commission of an  offence  of  organized  crime\nunder this Act, shall be recorded by a  police  officer  without  the  prior\napproval of the police officer not below the rank of  the  Deputy  Inspector\nGeneral of Police;\n</p>\n<p data-structure=\"Section\" id=\"p_49\">(b) No investigation of an offence under the provisions of  this  Act  shall\nbe  carried  out  by  a  police  officer  below  the  rank  of  the   Deputy\nSuperintendent of Police.\n</p>\n<p data-structure=\"Section\" id=\"p_50\">(2) No Special Court shall take cognizance of any  offence  under  this  Act\nwithout the previous sanction of the police officer not below  the  rank  of\nAdditional Director General of Police.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_51\"><a href=\"/doc/445276/\" id=\"a_95\">Code of Criminal Procedure</a>, 1973\n\n</p><p data-structure=\"Issue\" id=\"p_52\">4. Trial of offences under the <a href=\"/doc/1569253/\" id=\"a_96\">Indian Penal Code</a> and other  laws.-  (1)  All\noffences under the <a href=\"/doc/1569253/\" id=\"a_97\">Indian Penal Code</a> (45 of  1860)  shall  be  investigated,\ninquired into, tried, and otherwise dealt with according to  the  provisions\nhereinafter contained.\n</p><p data-structure=\"Section\" id=\"p_53\">(2) All offences under any other law shall be investigated,  inquired  into,\ntried, and otherwise dealt  with  according  to  the  same  provisions,  but\nsubject to any enactment for the time being in force regulating  the  manner\nor place of investigating, inquiring into, trying or otherwise dealing  with\nsuch offences.\n</p>\n<p data-structure=\"Issue\" id=\"p_54\">173. Report of police officer on completion of investigation:\n</p><blockquote id=\"blockquote_8\">Xxx\n</blockquote><blockquote id=\"blockquote_9\">(i) As soon as it is completed, the officer in charge of the police  station\nshall forward to a Magistrate empowered to take cognizance  of  the  offence\non  a  police  report,  a  report  in  the  form  prescribed  by  the  State\nGovernment, stating -\n</blockquote><p data-structure=\"CDiscource\" id=\"p_55\">the names of the parties;\n</p><p data-structure=\"CDiscource\" id=\"p_56\">the nature of the information;\n</p><p data-structure=\"CDiscource\" id=\"p_57\">the names of the persons who appear to be acquainted with the  circumstances\nof the case;\n</p><p data-structure=\"Section\" id=\"p_58\">whether any offence appears to have been committed and, if so, by whom;\nwhether the accused has been arrested;\n</p><p data-structure=\"Issue\" id=\"p_59\">whether he has been released on  his  bond  and,  if  so,  whether  with  or\nwithout sureties;\n</p><p data-structure=\"Section\" id=\"p_60\">whether he has been forwarded in custody under Section 170;\nwhether the report of medical examination of the  woman  has  been  attached\nwhere investigation relates to an offence under  Section  376,  376A,  376B,\n376C, Section 376D or <a href=\"/doc/64610953/\" id=\"a_98\">Section 376E</a> of the Indian Penal Code (45 of 1860)\n</p><p data-structure=\"Precedent\" id=\"p_61\">(ii)  the  officer  shall  also  communicate,  in  such  manner  as  may  be\nprescribed by the State Government, the action taken by him, to the  person,\nif any, by whom the information relating to the commission  of  offence  was\nfirst given.\n</p>\n<p data-structure=\"Section\" id=\"p_62\">  (8)  Nothing  in  this  section  shall  be  deemed  to  preclude   further\ninvestigation in respect of an offence after a report under sub-section  (2)\nhas been forwarded to the Magistrate and, whereupon such investigation,  the\nofficer in charge of the police station obtains further  evidence,  oral  or\ndocumentary, he shall forward to the Magistrate a further report or  reports\nregarding such evidence in the form prescribed; and the provisions  of  sub-\nsection (2) to (6) shall, as far as  may  be,  apply  in  relation  to  such\nreport or reports as they apply in relation to a report forwarded under sub-\nsection (2).\n</p>\n<p data-structure=\"Section\" id=\"p_63\">190.  Cognizance of offences by Magistrates.-(1) Subject to  the  provisions\nof this Chapter, any Magistrate of the first class, and  any  Magistrate  of\nthe second class specially empowered in this behalf under  sub-section  (2),\nmay take cognizance of any offence-\n</p><p data-structure=\"Section\" id=\"p_64\">(a) upon receiving a complaint of facts which constitute such offence,\n</p><p data-structure=\"Section\" id=\"p_65\">(b) upon a police report of such facts, and\n</p><p data-structure=\"Section\" id=\"p_66\">(c) upon information received from any person other than a  police  officer,\nor upon his own knowledge, that such offence has been committed.\n</p>\n<p data-structure=\"Issue\" id=\"p_67\">(2)   The Chief Judicial  Magistrate  may  empower  any  Magistrate  of  the\nsecond class to take cognizance under sub-section (1) of  such  offences  as\nare within his competence to inquire into or try.\n</p><p data-structure=\"Section\" id=\"p_68\">(a) upon receiving a complaint of facts which constitutes such offence:\n</p><blockquote id=\"blockquote_10\">(b) upon a police report of such facts:\n</blockquote><blockquote id=\"blockquote_11\">(c) upon information received from any person other than a  police  officer,\nor upon his own knowledge, that such offence has been committed.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_69\">191. Transfer on application  of  the  accused.-  When  a  Magistrate  takes\ncognizance of an offence under clause (c)  of  sub-section  (1)  of  section\n190, the accused shall, before any evidence is taken, be  informed  that  he\nis entitled to have the case inquired into or tried by  another  Magistrate,\nand if the accused or any of  the  accused,  if  there  be  more  than  one,\nobjects to further proceedings before the Magistrate taking cognizance,  the\ncase shall be transferred to such other Magistrate as may  be  specified  by\nthe Chief Judicial Magistrate in this behalf.\n</p>\n<p data-structure=\"Issue\" id=\"p_70\">192. Making over of cases to Magistrates.-(1) Any Chief Judicial  Magistrate\nmay, after taking cognizance of an offence, make over the case  for  inquiry\nor trial to any competent Magistrate subordinate to him.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">(2)   Any Magistrate of the first class empowered  in  this  behalf  by  the\nChief Judicial Magistrate may, after taking cognizance of an  offence,  make\nover the case for inquiry or trial to such  other  competent  Magistrate  as\nthe Chief Judicial Magistrate may, by general  or  special  order,  specify,\nand thereupon such Magistrate may hold the inquiry or trial.\n</p>\n<p data-structure=\"Section\" id=\"p_72\">193.  Cognizance of offences by Courts  of  Session.-  Except  as  otherwise\nexpressly provided by this Code or by any other law for the  time  being  in\nforce, no Court of Session shall take cognizance of any offence as  a  Court\nof original jurisdiction unless the case has  been  committed  to  it  by  a\nMagistrate under this Code.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">200.  Examination of complainant.- A  Magistrate  taking  cognizance  of  an\noffence on complaint  shall  examine  upon  oath  the  complainant  and  the\nwitnesses present, if any, and the substance of such  examination  shall  be\nreduced  to  writing  and  shall  be  signed  by  the  complainant  and  the\nwitnesses, and also by the Magistrate:\n</p><blockquote id=\"blockquote_12\">Provided that, when the complaint is made in writing,  the  Magistrate  need\nnot examine the complainant and the witnesses-\n</blockquote><blockquote id=\"blockquote_13\">(a) if a public servant acting or purporting to act in the discharge of  his\nofficial duties or a court has made the complaint; or\n</blockquote><blockquote id=\"blockquote_14\">(b) if the Magistrate makes over the case for inquiry or  trial  to  another\nMagistrate under section 192:\n</blockquote><blockquote id=\"blockquote_15\">            Provided further that if the Magistrate makes over the  case  to\nanother Magistrate under section 192 after  examining  the  complainant  and\nthe witnesses, the latter Magistrate need not re-examined them.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_74\">201.  Procedure by Magistrate not competent to take cognizance of the case.-\n(1) If the complaint is made to a Magistrate who is not  competent  to  take\ncognizance of the offence, he shall.-\n</p><p data-structure=\"CDiscource\" id=\"p_75\">(a)   if the complaint is in writing, return  it  for  presentation  to  the\nproper Court with an endorsement to that effect;\n</p><p data-structure=\"Issue\" id=\"p_76\">(b)   if the complaint is not in writing,  direct  the  complainant  to  the\nproper Court.\n</p><p data-structure=\"Precedent\" id=\"p_77\">209. Commitment of  case  to  Court  of  Session  when  offence  is  triable\nexclusively by  it.-when  in  a  case  instituted  on  a  police  report  or\notherwise, the accused appears or is brought before the  Magistrate  and  it\nappears to the Magistrate that the offence is  triable  exclusively  by  the\nCourt of Session, he shall-\n</p><p data-structure=\"Section\" id=\"p_78\">      (a) commit, after complying with the  provisions  of  Section  207  or\nSection 208, as the case may be, the case to  the  Court  of  Sessions,  and\nsubject to the provisions of this Code relating to bail, remand the  accused\nto custody until such commitment has been made;\n</p><p data-structure=\"Section\" id=\"p_79\">      (b) subject to the provisions of this Code relating  to  bail,  remand\nthe accused to custody, and until the conclusion of, the trial;\n</p><p data-structure=\"CDiscource\" id=\"p_80\">      (c) send to that Court the record of the case and  the  documents  and\narticles, if any, which are to be produced in evidence;\n</p><p data-structure=\"CDiscource\" id=\"p_81\">      (d) notify the Public Prosecutor of the commitment of the case to  the\nCourt of Session.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_82\">In the first instance, it will be profitable to examine the scheme of  MCOCA\nby making a cursory glance to the Objects  and  Reasons  and  thereafter  to\nmake an intensive reading of the  above  referred  to  provisions.  When  we\nperuse the Objects and Reasons, it discloses that organized crime  has  been\nposing very serious threat to our society for quite some years  and  it  was\nalso  noted  that  organized  crime  syndicates  had  a  common  cause  with\nterrorist gangs. In the Objects and Reasons, the foremost consideration  was\nthe serious threat to the society by those who were indulging  in  organized\ncrimes in the recent years apart from organized  crime  criminals  operating\nhand in glove with terrorist gangs.  It is common  knowledge  that  for  the\nterrorist gangs, the sole object is to create panic in the  minds  of  peace\nloving members of the society and in that process attempt  to  achieve  some\nhidden agenda which cannot be easily identified, but certainly will  not  be\nin the general interest or well being of the society.  Those who  prefer  to\nact in such clandestine manner and activities will formulate their own mind-\nset and ill-will towards others and attempt to achieve their  objectives  by\nindulging  in  unlawful  hazardous  criminal  activities  unmindful  of  the\nserious consequences and in majority of such  cases  it  results  in  severe\nloss of  life  of  innocent  people  apart  from  extensive  damage  to  the\nproperties of public at large.  It  was  further  found  that  the  existing\nlegal framework, that is the penal and procedural laws and the  adjudicatory\nsystem, were found to be  inadequate  to  curb  or  control  the  menace  of\n&#x27;organized crime&#x27;. The Objects and Reasons also states that such  &#x27;organized\ncrimes&#x27; were  filled  by  illegal  wealth  generated  by  contract  killing,\nextrusion, smuggling in contraband, illegal trade in  narcotics,  kidnapping\nfor ransom, collection of protection money, money  laundering  etc.  Keeping\nthe above serious repercussions referred to  in  the  Objects  and  Reasons,\nwhen we examine <a href=\"/doc/1477100/\" id=\"a_99\">Section 2(1)(d)(e)</a>&amp;(f), which defines  &#x27;continuing  unlawful\nactivity&#x27;, &#x27;organized crime&#x27; or &#x27;organized crime syndicate&#x27;,  we  find  that\nthe three definitions are closely interlinked.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_83\">The definition of  &#x27;continuing  unlawful  activity&#x27;  under  <a href=\"/doc/1477100/\" id=\"a_100\">Section  2(1)(d)</a>\nmainly refers to an activity prohibited by law. The said activity should  be\na cognizable offence, punishable with imprisonment of three years  or  more.\nThe commission of such offence should have  been  undertaken  either  by  an\nindividual singly or by joining  with  others  either  as  a  member  of  an\n&#x27;organized crime syndicate&#x27; or even if as an individual or by joining  hands\nwith others even if not as a member of a &#x27;organized  crime  syndicate&#x27;  such\ncommission of an offence should have been on behalf of  such  syndicate.  It\nfurther states that in order to come within the  definition  of  &#x27;continuing\nunlawful activity&#x27; there should have been more than one  charge-sheet  filed\nbefore a competent Court within the preceding period of 10  years  and  that\nthe said Court should have taken cognizance of such offence.\n</p>\n<p data-structure=\"Section\" id=\"p_84\">Before getting into the  nuances  of  the  said  definition  of  &#x27;continuing\nunlawful activity&#x27;, it will be  worthwhile  to  get  a  broad  idea  of  the\ndefinition of &#x27;organized crime&#x27; under <a href=\"/doc/1477100/\" id=\"a_101\">Section 2(1)(e)</a> and  &#x27;organized  crime\nsyndicate&#x27; under  <a href=\"/doc/1477100/\" id=\"a_102\">Section  2(1)(f)</a>.  An  &#x27;organized  crime&#x27;  should  be  any\n&#x27;continuing unlawful activity&#x27; either by an individual  singly  or  jointly,\neither as a member of an &#x27;organized crime syndicate&#x27; or on  behalf  of  such\nsyndicate.  The  main  ingredient  of  the  said  definition  is  that  such\n&#x27;continuing unlawful activity&#x27; should  have  been  indulged  in  by  use  of\nviolence or  threat  of  violence  or  intimidation  or  coercion  or  other\nunlawful means. Further such violence and other activity  should  have  been\nindulged in with an objective  of  gaining  pecuniary  benefits  or  gaining\nundue economic or other advantage for himself or for  any  other  person  or\nfor promoting insurgency. Therefore,  an  &#x27;organized  crime&#x27;  by  nature  of\nviolent action indulged in by an individual singly or jointly  either  as  a\nmember of an &#x27;organized crime syndicate&#x27; or  on  behalf  of  such  syndicate\nshould have been either with an object for making pecuniary gains  or  undue\neconomic or other advantage or for promoting insurgency. If the  object  was\nfor making pecuniary gains it can be either for himself  or  for  any  other\nperson.  But  we  notice  for  promoting  insurgency,  there  is   no   such\nrequirement of any personal interest or the interest of any other person  or\nbody. The mere indulgence in a violent activity etc.  either  for  pecuniary\ngain or other advantage  or  for  promoting  insurgency  as  an  individual,\neither singly or jointly as a member of &#x27;organized crime  syndicate&#x27;  or  on\nbehalf of a such  syndicate  would  be  sufficient  for  bringing  the  said\nactivity within the four corners of the definition of &#x27;organized crime&#x27;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_85\">An &#x27;organized crime syndicate&#x27; is a group of two  or  more  persons  who  by\nacting singly or collectively as a syndicate or gang indulge  in  activities\nof &#x27;organized crime&#x27;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_86\">By conspectus reading of the above three definitions, if  in  the  preceding\n10 years from the date of third continuing unlawful activity  if  more  than\none charge-sheet has been filed before a competent  Court  which  had  taken\ncognizance of such offence which would result in imposition of a  punishment\nof three years or more, undertaken  by  a  person  individually  or  jointly\neither as a member of an &#x27;organized crime syndicate&#x27; or on its behalf,  such\ncrime if falls within the definition of &#x27;organized  crime&#x27;,  the  invocation\nof MCOCA would be the resultant position.\n</p>\n<p data-structure=\"Section\" id=\"p_87\">Keeping the above broad prescription as the outcome  of  the  definition  of\n<a href=\"/doc/1477100/\" id=\"a_103\">Section 2(1)(d)(e)</a>&amp;(f) in mind, when we refer to <a href=\"/doc/339028/\" id=\"a_104\">Section 3</a>, we find that  it\nis  a  penal  provision  under  which,  the  various  punishments  for   the\ncommission of &#x27;organized crime&#x27; have been set out and  such  punishment  can\nbe up to life imprisonment and  even  death,  apart  from  fine  subject  to\nminimum  of  Rupees  one  lakh  to  maximum  of  Rupees  five   lakhs.   The\nimprisonment ranges from five  years  to  life  imprisonment  and  can  also\nresult in imposition of death penalty. <a href=\"/doc/1612863/\" id=\"a_105\">Section 17</a> prescribes  Special  Rules\nof evidence notwithstanding anything contrary contained in  <a href=\"/doc/445276/\" id=\"a_106\">Cr.P.C</a>.  or  the\n<a href=\"/doc/1953529/\" id=\"a_107\">Indian Evidence Act</a> for the purposes of trial and  punishment  for  offences\nunder MCOCA. <a href=\"/doc/1570744/\" id=\"a_108\">Section 18</a> of the Act is  again  a  non-obstante  clause  which\nstates that irrespective of any provision in  the  Code  or  in  the  <a href=\"/doc/1953529/\" id=\"a_109\">Indian\nEvidence Act</a>, and subject to the provisions of said  Section,  a  confession\nmade  by  a  person  before  a  police  officer  not  below  the   rank   of\nSuperintendent of Police and recorded  by  such  police  officer  either  in\nwriting or in any mechanical devices like cassettes, tapes or  sound  tracks\nfrom which sounds or images can be reproduced shall  be  admissible  in  the\ntrial of such person or co-accused abettor or conspirator provided they  are\ncharged and tried in the same case together with the accused. Section 20  is\nyet another provision under MCOCA which prescribes that where  a  person  is\nconvicted of any of the offence punishable under MCOCA,  the  Special  Court\nmay in addition to awarding any punishment,  by  order  in  writing  declare\nthat any property, movable or immovable or both, belonging  to  the  accused\nand specified in the order shall stand forfeited  to  the  State  Government\nfree from all encumbrances etc. Under Section 21,  which  again  is  a  non-\nobstante  clause,  the  provisions  of  the  Act  notwithstanding   anything\ncontained in the Code or any other law shall be deemed to  be  a  cognizable\noffence within the meaning of clause (c)  of  <a href=\"/doc/317777/\" id=\"a_110\">Section  2</a>  of  the  Code  and\n&quot;cognizable  case&quot;  as  defined  in  that  clause  should   be   constructed\naccordingly.\n</p>\n<p data-structure=\"PetArg\" id=\"p_88\">Under Section 21(4) notwithstanding  anything  contained  in  the  Code,  no\nperson accused of an offence punishable under MCOCA, when he is in  custody,\nshould be released on bail on his own bond unless under  sub-clause  (b)  of\nsub-section (4) even when the Public Prosecutor opposes the application  for\nbail,  the  Court  is  satisfied  that  there  are  reasonable  grounds  for\nbelieving that the said accused is not guilty of such offence  and  that  he\nis not likely to commit any offence while on bail.\n</p>\n<p data-structure=\"Section\" id=\"p_89\">Under Section  22  there  is  a  rebuttable  presumption  of  commission  of\norganized crime punishable under <a href=\"/doc/339028/\" id=\"a_111\">Section 3</a> unless the  contrary  is  proved.\nUnder Section 23 a safeguard is provided to the effect  that  under  Section\n23(1)(a) no information about the commission  of  an  offence  of  organized\ncrime under MCOCA should be recorded by a police officer without  the  prior\napproval of a police officer not below the rank of Deputy Inspector  General\nof Police. Further under Section 23(1)(b) no  investigation  of  an  offence\nunder MCOCA shall be carried out by a  police  officer  below  the  rank  of\nDeputy Superintendent of Police. Under sub-Section (2)  of  Section  23,  no\nSpecial Court should take cognizance of any offence under MCOCA without  the\nprevious sanction of the police officer not below  the  rank  of  Additional\nDirector General of Police.\n</p>\n<p data-structure=\"PetArg\" id=\"p_90\">Reference to the above provisions  thus  discloses  that  the  Act  is  very\nstringent in its operation when it comes to the question of dealing with  an\n&#x27;organized crime&#x27; committed by an &#x27;organized crime syndicate&#x27; in respect  of\na &#x27;continuing unlawful activity&#x27;. With the above  salient  features  of  the\nprovisions of MCOCA in mind, when we consider  the  various  submissions  of\nthe learned counsel, the main submissions of the  learned  counsel  for  the\nappellants were five-fold.\n</p>\n<p data-structure=\"PetArg\" id=\"p_91\">The first submission was that the present appellants  were  all  alleged  to\nhave been involved in a bomb blast which occurred on 29.09.2008 at  a  place\ncalled &#x27;Malegaon&#x27;. According to the prosecuting agency, the appellants  were\neither  member  of  an  organization  called  &#x27;Abhinav  Bharat&#x27;  which   was\nregistered in the year 2007 or the commission of  the  offence  was  jointly\nwith the members of the  said  organization  for  and  on  its  behalf.  The\ncontention in the foremost was that in order to rope in  the  appellants  on\nthe above footing, the requirement of <a href=\"/doc/1477100/\" id=\"a_112\">Section 2(1)(d)</a>,  namely,  &#x27;continuing\nunlawful activity&#x27; must have been satisfied. In order  to  demonstrate  such\ncompliance, it was contended on behalf of the prosecuting agency that  there\nwere two earlier occurrences of bomb blasts one in  Parbhani  on  21.11.2003\nand another at Jalna on 27.08.2004, that on those two earlier occurrences A-\n7, namely, Rakesh Dattaray Dhawade was involved who is also a member of  the\npresent  gang  and  consequently  the  definition  of  &#x27;continuing  unlawful\nactivity&#x27; is satisfied.\n</p>\n<p data-structure=\"PetArg\" id=\"p_92\">The learned counsel for the appellants on the other hand contended that  A-7\nwas not a member of the so-called &#x27;Abhinav Bharat&#x27;,  that  &#x27;Abhinav  Bharat&#x27;\nas an  organization  was  not  indisputably  involved  in  the  two  earlier\noccurrences  in  the  year  2003  and  2004,  therefore,  when  such   clear\ndemarcation existed as between the  appellants,  the  so-called  members  of\nAbhinav Bharat and the earlier occurrences of 2003 and  2004,  as  well  as,\nthe exclusion of A-7 as member of &#x27;Abhinav Bharat&#x27; there  was  no  scope  to\ninvoke MCOCA.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_93\">We are, in the first instance, concerned with the appellant&#x27;s  challenge  to\nthe order of the Division Bench dated 19.07.2010 wherein the  sole  question\nconsidered pertains to the application of MCOCA based on the  definition  of\n&#x27;continuing unlawful activity&#x27; under <a href=\"/doc/1477100/\" id=\"a_113\">Section  2(1)(d)</a>  for  the  purpose  of\ngrant  of  bail  under  Section  21(4)(b)  of  MCOCA.  To  recapitulate  the\nbackground of this litigation, it was the order of discharge passed  by  the\nSpecial Judge in Special Case No.1 of 2009 dated 31.07.2009 on  the  footing\nthat cognizance of two earlier cases within  preceding  10  years  from  the\ndate of third occurrence dated 29.09.2008 was not  satisfied  and  based  on\nthe said conclusion the Special Judge passed  the  order  of  discharge  and\nalso simultaneously passed an order under <a href=\"/doc/655746/\" id=\"a_114\">Section 11</a>  for  the  transfer  of\nthe Special Case No.1 of 2009 to the Regular Court  which  went  before  the\nDivision Bench at the instance of the  State  and  the  prosecuting  agency.\nThe Division Bench while dealing with the said  conclusion  of  the  Special\nCourt took a contrary  view  holding  that  the  Special  Judge  misdirected\nhimself by stating that the cognizance was with reference  to  the  offender\nand not the offence which led to the passing of such an illegal order  dated\n31.07.2009. The Division Bench took the view that going  by  the  provisions\ncontained in <a href=\"/doc/1477100/\" id=\"a_115\">Section 2(1)(d)</a> read along with <a href=\"/doc/686759/\" id=\"a_116\">Sections 190</a> and <a href=\"/doc/1867088/\" id=\"a_117\">173(3)</a> of  the\nCr.P.C., as well as the settled principles in the various decisions of  this\nCourt, the cognizance of offence was taken as early as on 07.09.2006 in  the\nParbhani case and 30.09.2006 in  the  Jalna  case,  which  were  within  the\npreceding 10 years from  the  date  of  the  occurrence  of  Malegaon  case,\nnamely, 29.09.2008 and therefore, the  order  of  discharge  passed  by  the\nSpecial Judge was not sustainable and valid in law.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_94\">Having recapitulated the background to the above extent when we examine  the\ncontentions raised, it must be stated that the conclusion  of  the  Division\nBench as regards  the  cognizance  aspect  cannot  be  held  to  be  totally\nerroneous when  it  struck  down  the  order  of  the  Special  Judge  dated\n31.07.2009. Keeping aside for the present the various other submissions  and\nconsidering the opening submission of the counsel while assailing the  order\nof Division Bench wherein we confine to  the  question  relating  to  taking\ncognizance of the offence as  set  out  apparently  in  <a href=\"/doc/1477100/\" id=\"a_118\">Section  2(1)(d)</a>  of\nMCOCA. In that perception, on the opening submission of the learned  counsel\nfor the appellants we too have no hesitation to hold that the cognizance  of\nthe offence as stated to have been rightly taken into account in respect  of\nParbhani  and  Jalna  based  on  the  charge-sheets  dated  07.09.2006   and\n30.09.2006 respectively was perfectly in order to apply  the  definition  of\n&#x27;continuing unlawful activity&#x27;  for  the  purpose  of  invoking  MCOCA  with\nreference to Malegaon occurrence. We, however, wish  to  examine  in  detail\nthe justification for our above conclusion  when  we  deal  with  the  other\ncontentions  where  submissions  were  made  in  extenso   with   particular\nreference to the involvement of A-7 in the alleged occurrences  of  Parbhani\nand Jalna, more particularly with reference to  the  date  of  supplementary\ncharge-sheet, arrest made and the arrest made  with  reference  to  Malegaon\noccurrence and the alleged nexus as between the appellants and A-7 in  order\nto find out whether application of MCOCA could still be held to  be  validly\nmade by the prosecuting agency.  For the present by reaching our  conclusion\nas above on  the  first  submission,  we  proceed  to  deal  with  the  next\nsubmission of learned counsel for the appellants.\n</p>\n<p data-structure=\"PetArg\" id=\"p_95\">The submission of the learned counsel for  the  appellants  was  that  under\n<a href=\"/doc/1477100/\" id=\"a_119\">Section 2(1)(d)</a>, in order to construe a &#x27;continuing unlawful  activity&#x27;  two\nearlier charge-sheets in the preceding 10 years should exist and  that  such\ncharge-sheets should have been  taken  cognizance  by  the  competent  court\nwithin the said period of 10 years and it must have  been  accomplished.  It\nwas also contended that for ascertaining the said position, the date of  the\nthird occurrence should be the relevant date for counting the  preceding  10\nyears. Insofar as that claim is concerned, it can be straight away  accepted\nthat since <a href=\"/doc/1477100/\" id=\"a_120\">Section 2(1)(d)</a> uses the expression &#x27;an  activity&#x27;  in  the  very\nopening set of expressions, which is prohibited by law,  the  date  of  such\nactivity, namely, the third one can be taken as the relevant  date  for  the\npurpose of finding out the two earlier charge-sheets  in  the  preceding  10\nyears, in which event in the present case, the preceding 10 years will  have\nto be counted from 29.09.2008 which was the date when the  third  occurrence\nof Malegaon bomb blast took place.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_96\">With reference to Malegaon bomb blast, A-7 is the key person to be noted  as\nit was with reference to his involvement  in  the  earlier  two  bomb  blast\ncases, namely, Parbhani and Jalna the whole  case  of  the  prosecution  for\ninvoking MCOCA  was  developed.  Even  while  examining  the  various  other\nsubmissions, we want to once again reiterate that our present  endeavour  is\nfor examining the correctness of the  order  of  the  Division  Bench  which\nstems from the first order of the Special Judge dated  31.07.2009  by  which\nthe appellants were discharged and the consequential order under <a href=\"/doc/655746/\" id=\"a_121\">Section  11</a>\ntransferring the case to the Regular Court. It must also be stated that  our\nendeavour in this respect is also for the purpose of finding  an  answer  to\nthe prescription contained in Section 21(4)(b) of MCOCA.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_97\">Therefore, what all to be examined is whether cognizance of the earlier  two\noffences as mentioned in the definition of <a href=\"/doc/1477100/\" id=\"a_122\">Section 2(1)(d)</a>  was  duly  taken\nwithin the preceding period of 10 years.  Having  stated  in  uncontroverted\nterms that 29.09.2008 is  the  relevant  date,  namely  the  date  of  third\noccurrence (i.e.) Malegaon bomb blast, when we  go  back,  the  question  is\nwhether in respect of the bomb blast in Parbhani on 21.11.2003  and  similar\nbomb  blast  in  Jalna  on  27.08.2004  the  charge-sheets  were  filed  and\ncognizance was taken by the  competent  court  within  the  said  period  of\npreceding 10 years. There is no controversy as to the date of occurrence  of\nthe above two bomb blasts. There is also no  dispute  that  the  very  first\ncharge-sheet in Parbhani as against A-1 was filed on 07.09.2006  before  the\nChief Judicial Magistrate. Similarly, the filing of the  first  charge-sheet\non 30.09.2006 in Jalna case is also  not  in  dispute.  The  contention  put\nforward is  that  the  supplementary  charge-sheet  in  respect  of  A-7  in\nParbhani case was filed only on 13.11.2008 and on 15.11.2008 in  Jalna  case\nand if those two dates with regard to A-7 are taken as the  relevant  dates,\nthen the requirement of  two  earlier  cases  as  stipulated  under  <a href=\"/doc/1477100/\" id=\"a_123\">Section\n2(1)(d)</a> preceding 10 years period was not satisfied, inasmuch as,  the  date\nof third occurrence was 29.09.2008 and the date of charge-sheets as  against\nthe A-7 were subsequent to that date  and  not  earlier.  The  said  crucial\nfactor is required to be determined  to  decide  the  contention  raised  on\nbehalf of the appellants. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1579977\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"61274\" id=\"span_30\">In this  context  reliance  was  placed  upon  the\ndecisions in <a href=\"/doc/61274/\" id=\"a_124\">Ajit Kumar Palit</a> (supra) and <a href=\"/doc/1579977/\" id=\"a_125\">Dilawar Singh</a>  (supra)  on  behalf\nof  the  appellants.  That  apart,  reference  was  also  made  to   Section\n173(2)(i)(a) and 173(8) to contend that cognizance referred  to  in  context\nof MCOCA would only relate to  the  offender  and  not  to  the  offence  as\nprescribed under Section 190(1)(b).</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_98\">As against the above submissions Mr. Anil Singh, learned ASG  appearing  for\nrespondent-State and Mr. Mariarputham, learned Senior Counsel appearing  for\nthe State of Maharashtra and NIA contended that the relevant dates  are  the\nfirst charge-sheet filed in Parbhani case on 07.09.2006 and  in  Jalna  case\non 30.09.2006.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"434675\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"304538\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"41295\" id=\"span_33\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1540221\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1591771\" id=\"span_35\">Reliance  was  placed  upon  the  decisions  in  <a href=\"/doc/1591771/\" id=\"a_126\">R.R.  Chari</a>\n(supra), Raghbans Dubey (supra), Darshan Singh  Ram  Kishan  (supra),  Salap\nService Station (supra),  <a href=\"/doc/1540221/\" id=\"a_127\">CREF  Finance  Limited</a>  (supra),  <a href=\"/doc/41295/\" id=\"a_128\">Pastor  P.  Raju</a>\n(supra), <a href=\"/doc/304538/\" id=\"a_129\">Videocon International Ltd.</a> (supra) and  <a href=\"/doc/434675/\" id=\"a_130\">Fakhruddin  Ahmad</a>  (supra)\nin support of the submission. Reliance was  also  placed  upon  <a href=\"/doc/686759/\" id=\"a_131\">Section  190</a>\nCr.P.C. to contend that cognizance  of  offence  is  relevant  and  not  the\noffender and, therefore, the initial date of cognizance taken by  the  Chief\nJudicial Magistrate on the above dates in  respect  of  Parbhani  and  Jalna\nwill hold good for invoking MCOCA.</span></span></span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_99\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"89575618\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1353664\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"569814\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1591771\" id=\"span_39\">It was also contended that cognizance is an act which  a  Court  when  first\napply its judicial mind  with  a  view  to  proceed  with  the  matter  and,\ntherefore, when in Parbhani and Jalna by virtue of Section  190  read  along\nwith Section 173 based on the report of the police when  the  first  charge-\nsheet was filed on 07.09.2006 and 30.09.2006 respectively  in  Parbhani  and\nJalna, the requirement of  taking  cognizance  by  the  Competent  Court  in\nrespect of offences under the <a href=\"/doc/1569253/\" id=\"a_132\">Indian Penal Code</a> which alone was relevant  in\nrespect of the  two  earlier  cases  was  satisfied  and  nothing  more  was\nrequired to be shown. Further reliance was placed upon <a href=\"/doc/1591771/\" id=\"a_133\">R.R.  Chari</a>  (supra),\nDarshan Singh Ram Kishan (supra), <a href=\"/doc/569814/\" id=\"a_134\">Mohd. Khalid</a> (supra), <a href=\"/doc/1353664/\" id=\"a_135\">Mona Panwar</a>  (supra)\nand <a href=\"/doc/89575618/\" id=\"a_136\">Sarah Mathew</a> (supra) in support of the above submissions.</span></span></span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_100\">Keeping the respective submissions of the learned counsel in  mind  when  we\nexamine the said issue, in the first instance we wish to refer  to  relevant\nprovisions touching upon this issue, namely, <a href=\"/doc/1477100/\" id=\"a_137\">Section 2(1)(d)</a>  of  MCOCA  and\nSection 173(2) and  (8)  as  well  as  <a href=\"/doc/686759/\" id=\"a_138\">Sections  190</a>  and  <a href=\"/doc/1145599/\" id=\"a_139\">193</a>  of  Criminal\nProcedure Code. When we refer to <a href=\"/doc/1477100/\" id=\"a_140\">Section 2(1)(d)</a> of MCOCA the definition  of\n&#x27;continuing unlawful activity&#x27; is defined to mean an activity prohibited  by\nlaw and that it should be a cognizable offence punishable with  imprisonment\nof three years or more. For the purpose of ascertaining the  issue  relating\nto cognizance, the other part of the said definition which  requires  to  be\nnoted is that more than one charge-sheet should have  been  filed  before  a\nCompetent Court within the preceding period  of  10  years  and  that  Court\nshould have taken cognizance of such offence. The offence should alleged  to\nhave been committed either singly or jointly as a  member  of  an  organized\ncrime syndicate or on its behalf. In so far as the offences  are  concerned,\nif the offence would attract a punishment of three years or more that  would\nsuffice for falling within the  said  definition.  The  charge-sheet  should\nhave been filed before a Competent Court  with  reference  to  such  offence\nagainst the offenders.\n</p>\n<p data-structure=\"Section\" id=\"p_101\">One of the contentions raised and which was  countered  by  the  respondents\nwas  that  such  two  earlier  offences  should  also  satisfy   the   other\nrequirements stipulated under MCOCA, namely, as a  member  of  an  organized\ncrime syndicate or on behalf of an organized crime syndicate  either  singly\nor jointly. A strict interpretation  of  <a href=\"/doc/1477100/\" id=\"a_141\">Section  2(1)(d)</a>  would  definitely\nmean the fulfillment of such requirement since the  definition  specifically\nreads to the effect &#x27;undertaken either singly or jointly as a member  of  an\norganized crime syndicate or on behalf of such syndicate&#x27;.  Therefore,  even\nif the earlier offences were not initiated under  the  provisions  of  MCOCA\nsuch initiations should have  been  capable  of  being  brought  within  the\nprovisions of MCOCA, namely, as part of an activity of  an  organized  crime\nsyndicate either by its own members either singly or jointly or  though  not\nas a member but  such  participation  should  have  been  on  behalf  of  an\n&#x27;organized crime syndicate&#x27;.  As  far  as  filing  of  the  charge-sheet  is\nconcerned what all it refers to is such filing before a Competent Court  and\nthat Court should have taken cognizance of such offence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_102\">A minute reference to the said Section, therefore, shows that in  the  event\nof the fulfillment of the rest of the requirements, namely,  the  nature  of\noffence providing for punishment of three years and  more,  the  involvement\nof the offender as required under the said definition, when it comes to  the\nquestion of filing of the  charge-sheet,  the  requirement  of  such  filing\nshould be before a competent court within a period preceding  10  years  and\nthat such court has taken cognizance of such  offence.  Significantly,  when\nit comes to the question of fulfillment of  the  requirement  of  cognizance\nwhat is prescribed is the cognizance of such offence and not  the  offender.\nAs far as the court is concerned, here again the specific reference used  is\n&#x27;competent court&#x27; and not &#x27;Sessions Court&#x27;.  Therefore,  keeping  aside  the\nrest of the requirements to be  fulfilled  under  <a href=\"/doc/1477100/\" id=\"a_142\">Section  2(1)(d)</a>  for  the\npresent, when we consider the requirement  of  filing  of  the  charge-sheet\nbefore the  Competent  Court  and  such  Court  taking  cognizance  of  such\noffence, it can be stated without any scope of controversy that two  earlier\ncases which would  attract  a  punishment  of  more  than  three  years  and\nprohibited by law, undertaken singly or jointly as a member of an  organized\ncrime syndicate or on its behalf, if more than one charge-sheet is filed  in\nrespect of such offence before the Competent Court and the  said  Court  had\ntaken cognizance of such offence, the  definition  of  &quot;continuing  unlawful\nactivity&quot; would be satisfied.\n</p>\n<p data-structure=\"Section\" id=\"p_103\">Keeping the said prescription of  the  definition  of  &quot;continuing  unlawful\nactivity&quot; under <a href=\"/doc/1477100/\" id=\"a_143\">Section 2(1)(d)</a> in mind when we examine the question  as  to\ntaking of cognizance and the Competent  Court  before  whom  more  than  one\ncharge-sheet to be filed, there is no  other  provision  under  MCOCA  which\ndeals with or  prescribes  any  stipulation  for  fulfillment  of  the  said\nrequirement.  We  have  to,  therefore,  necessarily  fall  back  upon   the\nprovisions contained in  the  <a href=\"/doc/445276/\" id=\"a_144\">Criminal  Procedure  Code</a>.  For  that  purpose\nreference to Sections 173, 190 and 193  have  to  be  noted.  Under  Section\n173(2)(i), it is stipulated that as soon as the investigation is  completed,\nthe  officer  in-charge  of  the  Police  Station  should  forward  to   the\nMagistrate who is empowered to take cognizance of the offence  on  a  police\nreport in the form prescribed by the State Government, which should  contain\namong other things the names of the parties, the nature of information,  the\nnames of the persons who appear to be acquainted with the  circumstances  of\nthe case and various other details.\n</p>\n<p data-structure=\"Section\" id=\"p_104\">When we read the said Section 173(2)(i) along with <a href=\"/doc/686759/\" id=\"a_145\">Section 190</a>  of  Cr.P.C.,\nit can be seen that any Magistrate of the first class or any  Magistrate  of\nthe second class specially empowered as provided under  sub-section  (2)  of\nthe said Section may take cognizance of any offence upon a police report  of\nsuch  facts.  Therefore,  reading  Section  173(2)(i)  along  with   Section\n190(1)(b), a duty is cast upon the officer in-charge of the  police  station\nmandatorily  to  forward  to  the  Magistrate  who  is  empowered  to   take\ncognizance of the offence on a police report. Under  Section  190(1)(b)  any\nMagistrate of the first class and for that matter any Magistrate  of  second\nclass  who  is  empowered  by  the  Chief  Judicial  Magistrate  for  taking\ncognizance under sub-Section (1) can take cognizance of  any  offence  based\non filing of a police report furnished with the facts  as  stipulated  under\nSection 173(2)(i) (a to h). A conjoint  reading  of  Section  173(2)(i)  and\nSection 190(1)(b), therefore, makes the position crystal clear  that  taking\nof cognizance of any offence by a Magistrate  of  the  First  Class  or  the\nSecond Class  subject  to  empowerment  created  under  sub-Section  (2)  of\nSection 190 can take cognizance upon a police report.  It can be  emphasized\nhere that under Section 190 (1) (b) where the Police  Report  as  stated  in\nSection 173(2) (i) is filed before a Magistrate under  Section  190(1)  (b),\nirrespective of  the  nature  of  offence,  the  said  Magistrate  has  been\ninvested with all the powers to take cognizance  by  applying  his  judicial\nmind.  To be more  precise,  once  the  Police  Report  is  filed  before  a\njudicial Magistrate as prescribed under Section 190(1)  (b),  who  has  been\ninvested with the judicial authority to take cognizance of  any  offence  in\nthe first instance, the requirement of taking cognizance gets  fulfilled  at\nthat very moment. Further the  very  fact  that  proceedings  pertaining  to\nParbhani  and  Jalna  were  pending  before  the   Magistrate   where   such\nproceedings were initiated by the filing  of  the  police  report  till  the\noccurrence in Malegaon took place itself was sufficient to demonstrate  that\njudicial mind was very much applied to the proceedings based on  the  police\nreport consequent upon cognizance taken.\n</p>\n<p data-structure=\"Issue\" id=\"p_105\">Keeping the said prescription of law in mind, when we apply the  requirement\nas stipulated under <a href=\"/doc/1477100/\" id=\"a_146\">Section 2(1)(d)</a> of MCOCA, without straining any  further\non this question, it can be safely held that the requirement  of  filing  of\nthe charge-sheet in two earlier cases before the competent court in  respect\nof an offence stipulated under <a href=\"/doc/1477100/\" id=\"a_147\">Section 2(1)(d)</a> can be held to  be  satisfied\nonce cognizance is taken by a Judicial Magistrate  of  first  class  or  for\nthat matter an empowered second class Magistrate, in the event of filing  of\na police report as prescribed under  Section  173(2)(i)  by  virtue  of  the\npower vested under <a href=\"/doc/867855/\" id=\"a_148\">Section 190(1)(b)</a> of Cr.P.C. If the  ingredients  of  the\nabove requirements are fulfilled it will have to be held, that that part  of\nthe requirement  under <a href=\"/doc/1477100/\" id=\"a_149\">Section 2(1)(d)</a>, namely, the competent  court  taking\ncognizance of the offence as stipulated under <a href=\"/doc/1477100/\" id=\"a_150\">Section 2(1)(d)</a> in respect  of\ntwo earlier cases will get fulfilled.\n</p>\n<p data-structure=\"Section\" id=\"p_106\">Once we steer clear of the said legal position,  to  emphasize  further,  we\nalso wish to refer to <a href=\"/doc/1145599/\" id=\"a_151\">Section 193</a> Cr.P.C. the caption of which  specifically\nstates &quot;Cognizance of offences by Courts of Session&quot;. The  said  Section  is\nnegatively couched and states that except as  otherwise  expressly  provided\nby this Code or by any other law for the time being in force,  no  Court  of\nSession shall take  cognizance  of  any  offence  as  a  Court  of  Original\nJurisdiction unless the case has been committed to it by a Magistrate  under\nthis Code. For our purpose of  ascertaining  the  requirement  of  competent\ncourt and cognizance stipulated under <a href=\"/doc/1477100/\" id=\"a_152\">Section  2(1)(d)</a>  of  MCOCA,  we  find\nthat under Section 193, the Court of Session can take hold of the case as  a\nCourt of Original Jurisdiction only after committal order is  passed  to  it\nby a Magistrate under the  provisions  of  <a href=\"/doc/445276/\" id=\"a_153\">Cr.P.C</a>.,  whereas  under  Section\n190(1)(b), the power of a Magistrate has been pithily stated  to  mean  that\nhe can take cognizance of any offence subject  to  the  fulfillment  of  the\nrequirements (a), (b) and (c) and no further.\n</p>\n<p data-structure=\"Section\" id=\"p_107\">We are now pitted with the question as to whether the taking  of  cognizance\nof the offence by the Competent Court under  <a href=\"/doc/1477100/\" id=\"a_154\">Section  2(1)(d)</a>  of  MCOCA  is\nreferable only to the Court of Sessions or even to  a  Magistrate  of  first\nclass under Section 190. In this  context,  when  we  read  <a href=\"/doc/1477100/\" id=\"a_155\">Section  2(1)(d)</a>\nalong with 190 and 193 in the absence of  any  specific  stipulation  either\nunder <a href=\"/doc/1477100/\" id=\"a_156\">Section 2(1)(d)</a> of MCOCA or any other provision under the said Act  in\nthe ordinary course of interpretation it  can  be  validly  stated  that  on\nfulfillment of Section 190, when a Judicial Magistrate of first class or  an\nempowered second class Magistrate, takes  cognizance  of  any  offence  that\nwould fulfill the requirement  of  <a href=\"/doc/1477100/\" id=\"a_157\">Section  2(1)(d)</a>  relating  to  competent\ncourt. We have noted under MCOCA that beyond what has been stipulated  under\n<a href=\"/doc/1477100/\" id=\"a_158\">Section 2(1)(d)</a>  there  is  no  other  provision  dealing  with  the  matter\nrelating to a Competent Court for the purpose  of  taking  cognizance.  When\nunder the provisions of <a href=\"/doc/445276/\" id=\"a_159\">Cr.P.C</a>., Judicial  Magistrate  of  first  class  has\nbeen empowered to take cognizance of any offence based on a  Police  Report,\nwe fail to see any hurdle  to  state  that  on  taking  cognizance  in  that\nmanner, the said court  should  be  held  to  be  the  competent  court  for\nsatisfying the requirement of <a href=\"/doc/1477100/\" id=\"a_160\">Section 2(1)(d)</a> of MCOCA. In this respect,  we\nwill have to bear in mind that the implication  of  MCOCA  would  come  into\nplay only after the third occurrence takes place  and  only  after  that  it\nwill have to be seen whether on the earlier two such  occasions  involvement\nof someone jointly or singly, either as a  member  of  an  &#x27;organized  crime\nsyndicate&#x27; or on its behalf indulged in  a  crime  in  respect  of  which  a\ncharge-sheet has already been filed before the Competent Court  which  Court\nhad taken cognizance of such offence.\n</p>\n<p data-structure=\"Section\" id=\"p_108\">Therefore, we are able to state the legal position without any ambiguity  to\nthe effect that in the event of a Judicial  first  class  Magistrate  or  an\nempowered second class Magistrate having  taken  cognizance  of  an  offence\nbased on a  police  report  as  stipulated  under  Section  173(2)(i),  such\ncognizance of an offence would fulfill the requirement of that part  of  the\ndefinition under <a href=\"/doc/1477100/\" id=\"a_161\">Section 2(1)(d)</a> of MCOCA. Once we  are  able  to  ascertain\nthe said legal  position  by  way  of  strict  interpretation,  without  any\nambiguity, we also wish to refer to various decisions relied upon by  either\nparty to note whether there is any scope of contradiction with reference  to\nsaid legal position.\n</p>\n<p data-structure=\"Precedent\" id=\"p_109\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61274\" id=\"span_40\">Mr. Lalit, learned counsel  in the course of  his  submissions  relied  upon\n<a href=\"/doc/61274/\" id=\"a_162\">Ajit Kumar Palit v. State of West Bengal and another</a> - AIR 1963 SC  765.  In\n<a href=\"/doc/61274/\" id=\"a_163\">the said decision</a> with reference to the  expression  &#x27;cognizance&#x27;  a  three-\nJudge Bench of this Court has explained what is really  meant  by  the  said\nexpression in the following words in paragraph 19:</span>\n</p>\n<blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591771\" id=\"span_41\">&quot;......The word &quot;cognizance&quot; has  no  esoteric  or  mystic  significance  in\ncriminal law or procedure. It merely means-become aware  of  and  when  used\nwith reference to a court or Judge, to take notice  of  judicially.  It  was\nstated in Gopal Marwari v. Emperor, AIR 1943 PAT 245  (SB)  by  the  learned\nJudges of the Patna High Court in a passage quoted  with  approval  by  this\nCourt in <a href=\"/doc/1591771/\" id=\"a_164\">R.R. Chari v. State of Uttar Pradesh</a>, 1951 SCR  312  at  page  320:</span>\n</blockquote><blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"181514\" id=\"span_42\">(AIR 1951 SC 207 at page 210) that the word &quot;cognizance&quot;  was  used  in  the\nCode to indicate the point when  the  Magistrate  or  Judge  takes  judicial\nnotice of an offence and that it was a word of  indefinite  import,  and  is\nnot perhaps always used in exactly the same sense. As  observed  in  <a href=\"/doc/181514/\" id=\"a_165\">Emperor\nv. Sourindra Mohan Chuekorbutty,  ILR</a>  37  CAL  412  at  page  416,  &quot;taking\ncognizance does not involve any formal  action;  or  indeed  action  of  any\nkind, but occurs as soon as a Magistrate, as such, applies his mind  to  the\nsuspected commission of  an  offence&quot;.  Where  the  statute  proscribes  the\nmaterials on which alone the judicial mind shall operate before any step  is\ntaken, obviously the statutory requirement must be fulfilled......&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_110\">                                                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591771\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591771\" id=\"span_44\">(Emphasis added)\n\n\nIn the above extracted portion the reference made to  the  earlier  judgment\nin <a href=\"/doc/1591771/\" id=\"a_166\">R.R. Chari</a>&#x27;s case reported in <a href=\"/doc/1591771/\" id=\"a_167\">R.R. Chari</a> (supra) at  page  210  that  the\nword &#x27;cognizance&#x27; was used in the Court  to  indicate  the  point  when  the\nMagistrate or Judge takes judicial notice of an  offence  throws  sufficient\nlight to state that at that very moment when  a  Magistrate  takes  judicial\nnotice of an offence, the requirement of cognizance  of  such  offence  will\nget  fulfilled.  Therefore<a href=\"/doc/1591771/\" id=\"a_168\">,  <a href=\"/doc/1591771/\" id=\"a_169\">the  said  decision</a></a>  also  fully  supports  our\nconclusion on the question of taking cognizance by the competent Court.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1579977\" id=\"span_45\">Reliance was then placed upon the  decision  in  <a href=\"/doc/1579977/\" id=\"a_170\">Dilawar  Singh</a>  (supra)  in\nparticular paragraph 8.  The said paragraph 8 reads as under:</span>\n</p>\n<blockquote id=\"blockquote_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1309482\" id=\"span_46\">&quot;8. The contention raised by learned  counsel  for  the  respondent  that  a\ncourt takes cognizance of an offence and not of an offender holds good  when\na Magistrate takes cognizance of an offence  under  <a href=\"/doc/686759/\" id=\"a_171\">Section  190</a>  CrPC.  The\nobservations made by this Court in <a href=\"/doc/1309482/\" id=\"a_172\">Raghubans Dubey v. State  of  Bihar</a>  were\nalso made in that context. <a href=\"/doc/1331755/\" id=\"a_173\">The Prevention of Corruption  Act</a>  is  a  special\nstatute and as the preamble shows, this Act has been enacted to  consolidate\nand amend the law relating to the prevention of corruption and  for  matters\nconnected therewith. Here, the principle expressed in  the  maxim  generalia\nspecialibus  non  derogant  would  apply  which  means  that  if  a  special\nprovision has been made on a certain matter, that matter  is  excluded  from\nthe general provisions.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174675\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1805206\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1125589\" id=\"span_49\">(See <a href=\"/doc/1125589/\" id=\"a_174\">Godde Venkateswara Rao v. Govt. of A.P.</a>,  <a href=\"/doc/1805206/\" id=\"a_175\">State\nof Bihar v. Dr. Yogendra Singh and Maharashtra State Board of Secondary</a>  and\n<a href=\"/doc/174675/\" id=\"a_176\">Higher Secondary Education v. Paritosh Bhupeshkumar Sheth</a>.)  Therefore,  the\nprovisions of <a href=\"/doc/176528/\" id=\"a_177\">Section 19</a> of the Act will have an overriding effect over  the\ngeneral provisions contained in Section 190 or 319  <a href=\"/doc/445276/\" id=\"a_178\">CrPC</a>.  A  Special  Judge\nwhile trying an offence  under  the  <a href=\"/doc/1331755/\" id=\"a_179\">Prevention  of  Corruption  Act,  1988</a>,\ncannot summon another person  and  proceed  against  him  in  the  purported\nexercise of power under <a href=\"/doc/435819/\" id=\"a_180\">Section 319</a> CrPC if no sanction has been granted  by\nthe appropriate authority for prosecution of such a person as the  existence\nof a sanction is sine qua non for taking cognizance of the offence qua  that\nperson.&quot;</span></span></span>\n</blockquote><p data-structure=\"Section\" id=\"p_112\">                                                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"174675\" id=\"span_50\">(Emphasis added)\n\n\nBy relying upon the said part of the decision it was contended  that  taking\n&#x27;cognizance of an offence&#x27; cannot be  the  universal  rule  and  that  under\nspecial circumstances such cognizance of offence would be qua  that  person,\nnamely, the offender. It is true that in <a href=\"/doc/174675/\" id=\"a_181\">the  said  decision</a>  while  dealing\nwith the requirement of sanction under  <a href=\"/doc/97670/\" id=\"a_182\">Section  19</a>  of  the  Prevention  of\nCorruption Act with reference to an offence under <a href=\"/doc/66864175/\" id=\"a_183\">Section 13(2)</a> of the  said\nAct, this Court did say that in the absence of a sanction under  Section  19\nthe taking of cognizance of the offence qua that person cannot  be  held  to\nhave been made out. When we apply <a href=\"/doc/174675/\" id=\"a_184\">the said decision</a>, it must be stated  that\nit was laid in the  context  of  an  offence  under  <a href=\"/doc/1259316/\" id=\"a_185\">Section  13(2)</a>  of  the\nPrevention  of  Corruption  Act  which  Act  specifically   stipulates   the\nrequirement of prior sanction under Section  19  for  proceeding  against  a\npublic servant by way of  a  sanction  and,  therefore,  it  was  held  that\n<a href=\"/doc/176528/\" id=\"a_186\">Section 19</a> of the Act will  have  an  overriding  effect  over  the  general\nprovisions contained in Section 190 or 319 of <a href=\"/doc/445276/\" id=\"a_187\">Cr.P.C</a>.  For  the  fulfillment\nof the requirement to be complied with under <a href=\"/doc/1477100/\" id=\"a_188\">Section 2(1)(d)</a> of  MCOCA,  for\nascertaining a &#x27;continuing unlawful activity&#x27; in the  absence  of  any  such\nrestriction as stipulated under <a href=\"/doc/97670/\" id=\"a_189\">Section 19</a> of the Prevention  of  Corruption\nAct under the provisions of MCOCA we have found that Section 190  will  have\nevery effect insofar as  taking  of  cognizance  by  a  competent  Court  is\nconcerned as stipulated under <a href=\"/doc/1477100/\" id=\"a_190\">Section 2(1)(d)</a> and, therefore, as held by  us\non compliance of the said requirement under Section 190, namely,  cognizance\nof the offence by the competent Magistrate, that  part  of  the  requirement\nunder <a href=\"/doc/1477100/\" id=\"a_191\">Section 2(1)(d)</a> will get automatically fulfilled.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_113\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"434675\" id=\"span_51\">Reliance was then placed upon the decision in <a href=\"/doc/434675/\" id=\"a_192\">Fakhruddin Ahmad</a>  (supra),  in\nparticular paragraph 17. The said paragraph 17 reads as under:</span>\n</p>\n<blockquote id=\"blockquote_19\">&quot;17. Nevertheless, it is well settled that before a Magistrate can  be  said\nto have taken cognizance of an offence, it is imperative that he  must  have\ntaken notice of the accusations and applied  his  mind  to  the  allegations\nmade in the complaint or in the police report or  the  information  received\nfrom a source other than a police report,  as  the  case  may  be,  and  the\nmaterial filed therewith. It needs little emphasis that it is only when  the\nMagistrate applies his mind  and  is  satisfied  that  the  allegations,  if\nproved, would constitute an offence  and  decides  to  initiate  proceedings\nagainst the alleged offender, that it can be positively stated that  he  has\ntaken cognizance of the offence. Cognizance is in regard to the offence  and\nnot the offender.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_114\">                                                            (emphasis added)\n\nEven here this Court has  stated  in  uncontroverted  terms  that  once  the\nMagistrate applies his mind to the offence alleged and decides  to  initiate\nproceedings against the alleged offender, it  can  be  stated  that  he  has\ntaken cognizance of the offence and by way of  reiteration.  It  is  further\nstated that cognizance is in regard to the offence  and  not  the  offender.\nThis decision, therefore, reinforces the position that cognizance is  mainly\nof the offence and not the offender.\n</p>\n<p data-structure=\"Precedent\" id=\"p_115\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1591771\" id=\"span_52\">In <a href=\"/doc/1591771/\" id=\"a_193\">R.R. Chari</a> (supra), in paragraph 8, this Court made  it  clear  that  the\nword &#x27;cognizance&#x27; is used by the  Court  to  indicate  the  point  when  the\nMagistrate or a Judge first takes judicial notice of an offence.  Therefore,\nprimarily cognizance of an offence takes place when  a  Judicial  Magistrate\napplies his mind and takes judicial notice of the offence.</span> In fact  that  is\nwhat has been even statutorily stipulated under Section 190(1) of Cr.P.C.\n</p>\n<p data-structure=\"Precedent\" id=\"p_116\">In Darshan Singh Ram  Kishan   (supra),  in  paragraph  8,  with  particular\nreference to Section 190, this Court has held as under:\n</p><blockquote id=\"blockquote_20\">&quot;8. As provided by  <a href=\"/doc/686759/\" id=\"a_194\">Section  190</a>  of  the  Code  of  Criminal  Procedure,  a\nMagistrate may take cognizance of an offence either, (a)  upon  receiving  a\ncomplaint, or (b) upon a police report, or  (c)  upon  information  received\nfrom a person other than a police officer or even upon his  own  information\nor suspicion that such an offence has been  committed.  As  has  often  been\nheld, taking cognizance does not involve any formal action or indeed  action\nof any kind but occurs as soon as a  Magistrate  applies  his  mind  to  the\nsuspected commission of an offence. Cognizance, therefore, takes place at  a\npoint when a Magistrate first takes judicial notice of an offence.  This  is\nthe position whether the Magistrate takes cognizance  of  an  offence  on  a\ncomplaint, or on a police report, or upon  information  of  a  person  other\nthan a police officer. Therefore, when a Magistrate takes cognizance  of  an\noffence upon a police report, prima facie he  does  so  of  the  offence  or\noffences disclosed in such report.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_117\">                                                            (emphasis added)\n\n\nThe above passage referred to  in  the  said  decision  makes  the  position\nexplicitly clear that  cognizance  would  take  place  at  a  point  when  a\nMagistrate first takes judicial notice of the offence either on a  complaint\nor on a police report or upon information of a person other than the  police\nofficer.  Taking judicial notice is nothing but pursuing the report  of  the\npolice officer, proceeding further on that report by opening  the  file  and\nthereafter taking further steps to ensure the presence of  the  accused  and\nall other consequential steps including at a later stage depending upon  the\nnature of offence alleged to pass necessary order of committal to  Court  of\nSessions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_118\">In  Salap  Service  Station  (supra),  the  question  as  to  what  is   the\nimplication of a supplementary report  filed  by  the  investigating  agency\nunder <a href=\"/doc/274924/\" id=\"a_195\">Section 173(8)</a> Cr.P.C. was considered. While dealing  with  the  same,\nit has been stated as under in paragraph 2:\n</p>\n<blockquote id=\"blockquote_21\">2.....It may be  mentioned  here  that  in  the  supplementary  charge-sheet\nallegations are to the effect that there was violation of  Direction  12  of\nthe Control Order. The question of taking cognizance does not arise at  this\nstage since cognizance has already been taken  on  the  basis  of  the  main\ncharge-sheet. What all Section 173(8) lays down is  that  the  investigating\nagency can carry on further investigation in respect of the offence after  a\nreport under sub-section (2) has been filed. The further  investigation  may\nalso disclose some fresh offences but connected with the  transaction  which\nis the subject-matter of the earlier report..............The purpose of sub-\n</blockquote><p data-structure=\"Section\" id=\"p_119\">section (8) of <a href=\"/doc/1412034/\" id=\"a_196\">Section 173</a> CrPC is to enable  the  investigating  agency  to\ngather further evidence and that cannot  be  frustrated.  If  the  materials\nincorporated in the supplementary charge-sheet do not make out any  offence,\nthe question of framing any other charge on the basis of that may not  arise\nbut in case the court frames a charge it is open to the accused  persons  to\nseek discharge in respect of that offence also as they have done already  in\nrespect of the offence disclosed in the main charge-sheet. The rejection  of\nthe report outright at that stage in our view is not correct.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_120\">                                                            (emphasis added)\n\n\nThe above statement of law  with  particular  reference  to  <a href=\"/doc/274924/\" id=\"a_197\">Section  173(8)</a>\nCr.P.C. makes the position much more clear to the effect that the filing  of\nthe supplementary charge-sheet does  not  and  will  not  amount  to  taking\ncognizance by the Court afresh against whomsoever again  with  reference  to\nthe very same offence.  What  all  it  states  is  that  by  virtue  of  the\nsupplementary charge-sheet further offence may also be  alleged  and  charge\nto that effect may be filed. In fact, going by  Section  173(8)  it  can  be\nstated like in our case by  way  of  supplementary  charge-sheet  some  more\naccused may also be added to the offence with reference to which  cognizance\nis already taken by the Judicial Magistrate.  While  cognizance  is  already\ntaken  of  the  main  offence  against  the  accused  already  arrayed,  the\nsupplementary charge-sheet  may  provide  scope  for  taking  cognizance  of\nadditional charges or against more accused with  reference  to  the  offence\nalready taken cognizance of and the  only  scope  would  be  for  the  added\noffender to seek for discharge after the filing of the supplementary charge-\nsheet against the said offender.\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1540221\" id=\"span_53\">In <a href=\"/doc/1540221/\" id=\"a_198\">CREF Finance Limited</a> (supra) paragraph 10 is relevant wherein this  Court\nhas held as under:</span>\n</p>\n<blockquote id=\"blockquote_22\">10......Cognizance is taken of the offence and  not  of  the  offender  and,\ntherefore, once the court on perusal of the complaint is satisfied that  the\ncomplaint discloses the commission of an offence and there is no  reason  to\nreject the complaint at that stage, and proceeds further in the  matter,  it\nmust be held to have  taken  cognizance  of  the  offence.  One  should  not\nconfuse taking of cognizance with issuance of process. Cognizance  is  taken\nat the initial stage when the Magistrate peruses the complaint with  a  view\nto ascertain whether the commission of any offence is disclosed......&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_122\">                                                            (emphasis added)\n\n\nThe said statement of law reinforces the legal position that  cognizance  is\nalways of the offence and not the offender and once the  Magistrate  applies\nhis judicial mind with  reference  to  the  commission  of  an  offence  the\ncognizance is taken at that very moment.\n</p>\n<p data-structure=\"Section\" id=\"p_123\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41295\" id=\"span_54\">To the very  same  effect  is  the  judgment  in  <a href=\"/doc/41295/\" id=\"a_199\">Pastor  P.  Raju</a>  (supra).\nParagraph 13 is relevant for our purpose, which reads as under:</span>\n</p>\n<blockquote id=\"blockquote_23\">&quot;13. It is necessary to mention here that taking cognizance  of  an  offence\nis not the same thing as issuance of process. Cognizance  is  taken  at  the\ninitial stage when the Magistrate applies his judicial  mind  to  the  facts\nmentioned in a complaint or to a police report or upon information  received\nfrom any other person that an offence has been committed.  The  issuance  of\nprocess is at a subsequent stage when after considering the material  placed\nbefore it the court decides to proceed against the offenders against whom  a\nprima facie case is made out.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_124\">                                                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"304538\" id=\"span_55\">(emphasis added)\n\n\nThe above principle has been  reiterated  again  in  <a href=\"/doc/304538/\" id=\"a_200\">Videocon  International\nLtd.</a> (supra) in paragraph 19. Paragraph 19 can be usefully extracted,  which\nreads as under:</span>\n</p>\n<blockquote id=\"blockquote_24\">&quot;19. The expression &quot;cognizance&quot; has not been defined in the Code.  But  the\nword (cognizance) is of indefinite import. It  has  no  esoteric  or  mystic\nsignificance in criminal law. It merely means &quot;become  aware  of&quot;  and  when\nused with reference to a court or a Judge, it connotes &quot;to  take  notice  of\njudicially&quot;. It indicates the point when  a  court  or  a  Magistrate  takes\njudicial notice of an offence with  a  view  to  initiating  proceedings  in\nrespect of such offence said to have been committed by someone.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_125\">                                                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1353664\" id=\"span_56\">(emphasis added)\n\n\n\nIn <a href=\"/doc/1353664/\" id=\"a_201\">Mona Panwar</a> (supra) at paragraph 19 what is meant by &#x27;taking  cognizance&#x27;\nhas been explained as under:</span>\n</p>\n<blockquote id=\"blockquote_25\">&quot;19. The phrase &quot;taking cognizance of&quot; means cognizance of  an  offence  and\nnot of the offender. Taking cognizance does not involve  any  formal  action\nor indeed action of any kind but occurs as soon as a Magistrate applies  his\nmind to the suspected  commission  of  an  offence.  Cognizance,  therefore,\ntakes place at a point when a Magistrate first takes judicial notice  of  an\noffence. This is the position whether the Magistrate takes cognizance of  an\noffence on a complaint or on a  police  report  or  upon  information  of  a\nperson other than a police officer. Before the Magistrate  can  be  said  to\nhave taken cognizance of an offence under Section 190(1)(b) of the Code,  he\nmust have not only applied  his  mind  to  the  contents  of  the  complaint\npresented before him, but must have done so for the  purpose  of  proceeding\nunder Section 200 and the provisions following that section.  However,  when\nthe Magistrate had applied his  mind  only  for  ordering  an  investigation\nunder Section 156(3) of the Code or issued a warrant  for  the  purposes  of\ninvestigation, he cannot be said to have taken cognizance of an offence.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_126\">                                                            (emphasis added)\n\n\n\nThe above statement of law makes the position amply  clear  that  cognizance\nis of an offence and not of the offender,  that  it  does  not  involve  any\nformal action and as soon as the Magistrate applies  his  judicial  mind  to\nthe suspected commission of offence, cognizance takes place.\n</p>\n<p data-structure=\"Precedent\" id=\"p_127\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"89575618\" id=\"span_57\">Again in a recent  decision  of  this  Court  in  <a href=\"/doc/89575618/\" id=\"a_202\">Sarah  Mathew</a>  (supra)  in\nparagraph 34, the position has been reiterated as under:</span>\n</p>\n<blockquote id=\"blockquote_26\">&quot;34. Thus, a Magistrate takes cognizance when he applies his mind  or  takes\njudicial notice of an offence with  a  view  to  initiating  proceedings  in\nrespect of offence which is  said  to  have  been  committed.  This  is  the\nspecial connotation acquired by the term  &quot;cognizance&quot;  and  it  has  to  be\ngiven the same meaning wherever  it  appears  in  Chapter  XXXVI.  It  bears\nrepetition to state that  taking  cognizance  is  entirely  an  act  of  the\nMagistrate. Taking cognizance may be delayed because of several reasons.  It\nmay be delayed because of systemic reasons. It may  be  delayed  because  of\nthe Magistrate&#x27;s personal reasons.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_128\">Therefore, having regard to the overwhelming  decisions  of  this  Court  in\nhaving repeatedly expressed what is meant by cognizance and in  majority  of\nthe decisions by making specific reference to  Section  190,  we  are  clear\nthat the interpretation has to be to the cognizance of  the  offence  to  be\ntaken note of by the Judicial Magistrate as  prescribed  under  Section  190\nand if it takes place that would satisfy  and  fulfill  the  requirement  of\ncognizance of offence by the filing of more  than  one  charge-sheet  before\nthe Competent Court as stipulated in <a href=\"/doc/1477100/\" id=\"a_203\">Section 2(1)(d)</a> of MCOCA.\n</p>\n<p data-structure=\"Precedent\" id=\"p_129\">Having considered the  scope  of  the  definition  of  &quot;continuing  unlawful\nactivity&quot; as defined under <a href=\"/doc/1477100/\" id=\"a_204\">Section 2(1)(d)</a> with reference to  the  competent\ncourt and the cognizance of more than one earlier case, when  we  apply  the\nsaid principles to the facts of this case, as noted in the initial  part  of\nthis judgment, the two earlier cases were the bomb  blast  in  Parbhani  and\nJalna. In Parbhani, the occurrence was on 21.11.2003 and in Jalna it was  on\n27.08.2004. In the Parbhani case, the first charge-sheet was filed as  early\nas on 07.09.2006 before the Chief Judicial Magistrate and in  Jalna  it  was\nfiled on 30.09.2006 before the concerned Chief Judicial  Magistrate  and  in\nboth the  cases,  cognizance  was  taken  and  the  proceedings  before  the\nrespective Magistrates concerned were continued.  Therefore,  having  regard\nto our conclusion that the  cognizance  taken  by  the  Judicial  Magistrate\nunder <a href=\"/doc/954690/\" id=\"a_205\">Section 190(1)</a> of Cr.P.C. based on the  police  report  under  <a href=\"/doc/183536048/\" id=\"a_206\">Section\n173(2)(i)</a> of Cr.P.C. the same would fulfill the requirement of  &#x27;cognizance&#x27;\nas well as, the &#x27;competent court&#x27;.  It will  have  to  be,  therefore,  held\nthat to that extent,  the  definition  under  <a href=\"/doc/1477100/\" id=\"a_207\">Section  2(1)(d)</a>  relating  to\n&quot;continuing unlawful activity&quot; in respect  of  more  than  one  case  of  an\noffence punishable for more than three years is  fully  satisfied.  Once  we\ncome to the said conclusion, we do not  find  any  substance  in  the  third\nsubmission of the appellants that cognizance by competent court  would  only\nmean cognizance of such offences  which  can  be  dealt  with  only  by  the\nSessions Court and  not  by  a  Judicial  Magistrate.  Therefore,  the  said\nsubmission that the cognizance was taken by Sessions Court much later  after\nits committal (i.e.) in the case of Parbhani  only  on  29.04.2009  that  is\nafter the bomb blast in Malegaon and thereby the definition  of  &#x27;continuing\nunlawful activity&#x27; in respect of more than one case  under  <a href=\"/doc/1477100/\" id=\"a_208\">Section  2(1)(d)</a>\nis not satisfied  cannot  be  accepted.   The  said  submission,  therefore,\ndeserves to be rejected.\n</p>\n<p data-structure=\"PetArg\" id=\"p_130\">The next submission made on behalf of the appellants was that  in  order  to\nconstitute the earlier  two  offences  to  fall  within  the  definition  of\n&#x27;continuing unlawful activity&#x27; for invoking the provisions  of  MCOCA  after\nthe third occurrence, the involvement of the accused must have been  by  the\nsame gang. In other words, even if it were to be held that a  member  of  an\n&#x27;organized crime syndicate&#x27; singly or jointly participated or on  behalf  of\nan &#x27;organized crime syndicate&#x27; with reference to  such  participation  taken\nplace, what is to be ensured is that in all the three cases the  same  gang,\nnamely, the &#x27;organized crime syndicate&#x27; must have been  involved.  Based  on\nthe said contention it was submitted that in the case on hand after A-7  was\narrested on 02.11.2008 he was produced in Parbhani case  on  11.11.2008  and\nsupplementary charge-sheet was filed against him on 13.11.2008 and in  Jalna\ncase a supplementary charge-sheet was filed on 15.11.2008 while none of  the\nother accused had any role to play either in Parbhani or in Jalna,  nor  was\nthe so-called &#x27;Abhinav Bharat&#x27; was involved  in  either  Parbhani  or  Jalna\noccurrences. The contention was that  though  A-7  was  implicated  both  in\nParbhani and Jalna such implication was not in pursuance of his  role  as  a\nmember of an &#x27;organized crime syndicate&#x27; pertaining to Malegaon  bomb  blast\nnor was the position that the gang  involved  in  Malegaon  blast  was  also\nresponsible for the bomb blast in Parbhani  and  Jalna.  It  is,  therefore,\ncontended that even as regards to A-7  he  only  alleged  to  have  gathered\ncertain materials and procured at the request  of  one  Devle  who  was  the\nprime accused in Parbhani and Jalna. It was contended that even as  per  the\ncounter affidavit of the second respondent herein there was no  nexus  shown\nfor the involvement of any of the accused in the Malegaon  bomb  blast  case\nto do anything with Parbhani or Jalna  bomb  blast  either  individually  or\njointly as a member of gang or on behalf of the gang.\n</p>\n<p data-structure=\"Precedent\" id=\"p_131\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1510141\" id=\"span_58\">In this context, reliance was placed upon the  decision  in  <a href=\"/doc/1510141/\" id=\"a_209\">Lalit  Somdatta\nNagpal &amp; Anr.</a> (supra). A similar contention was raised before this Court  <a href=\"/doc/1510141/\" id=\"a_210\">in\nthat case</a> to the effect that isolated incidents spread over a period  of  10\nyears  involving  different  types  of  offences  would  not   attract   the\nprovisions of MCOCA and that such activity must be such as to  have  a  link\nfrom the first to the last offence alleged to have  been  undertaken  in  an\norganized manner by an organized crime syndicate. The  contention  was  that\ncontinuing unlawful activity would necessarily  mean  continuous  engagement\nin unlawful activity where there would  be  a  live  link  between  all  the\ndifferent offences alleged. The said contention was  refuted  on  behalf  of\nthe State in the said case by  contending  that  no  live  link  need  exist\nbetween the different cases for the  application  of  MCOCA  and  that  such\nnexus theory was not contemplated by the  legislature.  While  dealing  with\nthe said contention, this Court in the facts of that case held as  under  in\nparagraph 63:</span>\n</p>\n<blockquote id=\"blockquote_27\">&quot;63. As has been repeatedly emphasised on behalf of  all  the  parties,  the\noffence under MCOCA must comprise continuing unlawful activity  relating  to\norganised crime undertaken by an individual singly or jointly, either  as  a\nmember of the organised crime syndicate or on behalf of  such  syndicate  by\nuse of coercive or other  unlawful  means  with  the  objective  of  gaining\npecuniary benefits or gaining undue economic or other advantage for  himself\nor for any other person or for promoting insurgency. In  the  instant  case,\nboth Lalit Somdatta Nagpal and Anil Somdatta Nagpal have been shown to  have\nbeen involved in several cases of a similar nature which are  pending  trial\nor are under investigation.  As  far  as  Kapil  Nagpal  is  concerned,  his\ninvolvement has been shown only in respect of CR No. 25 of 2003 of  Rasayani\nPolice Station, Raigad, under Sections 468, 420 and 34  of  the  Penal  Code\nand <a href=\"/doc/11894189/\" id=\"a_211\">Sections 3</a>, <a href=\"/doc/361626/\" id=\"a_212\">7</a>, <a href=\"/doc/371939/\" id=\"a_213\">9</a> and <a href=\"/doc/1943863/\" id=\"a_214\">10</a> of the Essential Commodities Act. In  our  view,\nthe facts as disclosed justified the application of the provisions of  MCOCA\nto Lalit Nagpal and Anil Nagpal.  However,  the  said  ingredients  are  not\navailable as far as Kapil Nagpal is concerned, since he has not  been  shown\nto be involved in any continuing  unlawful  activity.  Furthermore,  in  the\napproval that  was  given  by  the  Special  Inspector  General  of  Police,\nKolhapur Range, granting approval  to  the  Deputy  Commissioner  of  Police\n(Enforcement), Crime Branch, CID, Mumbai  to  commence  investigation  under\nSection 23(1) of MCOCA, Kapil Nagpal has not been mentioned. It is  only  at\na later stage with the registering of CR No. 25 of 2003 of  Rasayani  Police\nStation, Raigad, that Kapil Nagpal  was  roped  in  with  Lalit  Nagpal  and\nSomdatta Nagpal and permission was granted to apply the provisions of  MCOCA\nto him as well by order dated 22-8-2005.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_132\">                                                       (underlining is ours)\n\n\nWhen we refer to the said line of reasoning stated therein, we find that  in\nthe case of one accused, namely, one Kapil Nagpal, since he  was  not  shown\nto be involved in any of the earlier cases, his case required  to  be  dealt\nwith differently and he  cannot  be  said  to  have  been  involved  in  any\ncontinuing unlawful activity. We do not find any other specific  reason  for\nexcluding him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_133\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"244079\" id=\"span_59\">In this context a three Judge Bench decision of  this  Court,  which  throws\nmuch light on  this  issue  is  <a href=\"/doc/244079/\" id=\"a_215\">Ranjitsing  Brahamjeetsing  Sharma</a>  (supra).\nParagraphs 31, 36 and 37 are relevant for our purpose which read as under.</span>\n</p><blockquote id=\"blockquote_28\">&quot;31. The High Court does not say that the appellant  has  abetted  Telgi  or\nhad conspired with him. The findings  of  the  High  Court  as  against  the\nappellant are attributable to allegations  of  abetting  Kamat  and  Mulani.\nBoth Kamat and Mulani were public servants. They may or  may  not  have  any\ndirect role to play as regards commission of an organised crime  but  unless\na [pic]nexus with an  accused  who  is  a  member  of  the  organised  crime\nsyndicate or an offence in the nature of  organised  crime  is  established,\nonly by showing some alleged indulgence to Kamat or  Mulani,  the  appellant\ncannot be said to have conspired  or  abetted  commission  of  an  organised\ncrime. Prima facie, therefore, we are of  the  view  that  <a href=\"/doc/339028/\" id=\"a_216\">Section  3(2)</a>  of\nMCOCA is not attracted in the instant case.\n</blockquote>\n<blockquote id=\"blockquote_29\">36. Does this statute require that before a person is released on bail,  the\ncourt, albeit prima facie, must come  to  the  conclusion  that  he  is  not\nguilty of such offence? Is it necessary for  the  court  to  record  such  a\nfinding? Would there be any machinery available to the  court  to  ascertain\nthat once the accused is enlarged on bail, he would not commit  any  offence\nwhatsoever?\n</blockquote>\n<blockquote id=\"blockquote_30\">37. Such findings are required to  be  recorded  only  for  the  purpose  of\narriving at an objective finding on the basis of materials  on  record  only\nfor grant of bail and for no other purpose.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_134\">                                                            (emphasis added)\n\n\nA reading of paragraph 31 shows that in order to  invoke  MCOCA  even  if  a\nperson may or  may  not  have  any  direct  role  to  play  as  regards  the\ncommission of an organized crime, if a nexus either with an accused  who  is\na member of an &#x27;organized crime  syndicate&#x27;  or  with  the  offence  in  the\nnature of an  &#x27;organized  crime&#x27;  is  established  that  would  attract  the\ninvocation of <a href=\"/doc/339028/\" id=\"a_217\">Section 3(2)</a> of MCOCA. Therefore, even if  one  may  not  have\nany direct role to play relating to the commission of an &#x27;organized  crime&#x27;,\nbut when the nexus of such person with an accused who is  a  member  of  the\n&#x27;organized crime syndicate&#x27; or such nexus is related to the offence  in  the\nnature of &#x27;organized crime&#x27; is established by showing his  involvement  with\nthe accused or the offence in the nature of such &#x27;organized crime&#x27;, that  by\nitself would attract the provisions of MCOCA. The said statement of  law  by\nthis Court, therefore, makes the position clear as to in what  circumstances\nMCOCA can be applied in respect of a person depending upon  his  involvement\nin an organized crime in the manner  set  out  in  the  said  paragraph.  In\nparagraphs 36 and 37, it was made further clear that such an analysis to  be\nmade to ascertain  the  invocation  of  MCOCA  against  a  person  need  not\nnecessarily go to the extent for holding a person  guilty  of  such  offence\nand that even a finding to that  extent  need  not  be  recorded.  But  such\nfindings have to be necessarily recorded for the purpose of arriving  at  an\nobjective finding on the basis of materials on record only for  the  limited\npurpose of grant of bail and not for any other purpose. Such  a  requirement\nis, therefore, imminent under Section 21(4)(b) of MCOCA.\n</p>\n<p data-structure=\"Precedent\" id=\"p_135\">Having regard to the said legal position with reference to  the  requirement\nto  be  fulfilled  in  respect  of  an  &#x27;organized  crime&#x27;  with  particular\nreference to the past two instances and the present one  in  order  to  find\nout  as  to  whether  a  person  was  involved  in  a  &#x27;continuing  unlawful\nactivity&#x27;, when we refer to the  facts  before  us,  in  the  case  on  hand\ninsofar as A-7 Rakesh Dattaray Dhawade is concerned,  he  has  been  charge-\nsheeted in Parbhani,  Jalna  as  well  as,  the  Malegaon  bomb  blast.  The\nmaterials available on record disclose that he furnished  certain  materials\nat the asking of the prime accused involved in  Parbhani  and  Jalna,  which\nalso related to bomb blasts in both the places. Going  by  the  charge-sheet\nfiled against A-7 in Malegaon his direct involvement  has  been  alleged.  A\nconspectus consideration of the above facts discloses that  insofar  as  A-7\nwas concerned, he had a  nexus  with  the  member  of  an  &#x27;organized  crime\nsyndicate&#x27; and also had every nexus with the offence in  the  nature  of  an\n&#x27;organized crime&#x27; of the two earlier cases, namely, Parbhani and  Jalna  and\nalso direct involvement in the present  bomb  blast  at  Malegaon.  In  such\ncircumstances, there is no difficulty in coming  to  a  definite  conclusion\nthat insofar as,  A-7 is concerned, his activity and involvement in all  the\nthree occurrences, namely, Parbhani, Jalna and Malegaon disclose nexus  with\nthe crime and also with the other accused involved in the crime and  thereby\nthe satisfaction of the definition of &#x27;continuing unlawful activity&#x27;  of  an\n&#x27;organized  crime&#x27;  on  behalf  of  an  &#x27;organized   crime   syndicate&#x27;   is\nsatisfactorily shown.  In such circumstances, by virtue of  Section  21  (4)\nof MCOCA he is not entitled for the grant of bail and that he does not  fall\nwithin the excepted category stipulated in sub-clause  (a)  or  (b)  of  the\nsaid sub-Section (4) of Section 21.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_136\">Having stated the said position relating to A-7, when we come  to  the  case\nof others, there is no dispute that in respect of  other  appellants,  their\ninvolvement is with reference to the present  occurrence,  namely,  Malegaon\nbomb blast. Admittedly they  are  not  proceeded  against  for  the  offence\nrelating to Parbhani and Jalna.  But still at  the  present  juncture,  with\nthe materials available on record as on date, we are not in  a  position  to\nascertain as to the involvement of the appellants either  by  way  of  their\nnexus with any accused who is a member of an &#x27;organized crime syndicate&#x27;  or\nsuch nexus with the offence  of  an  &#x27;organized  crime&#x27;  which  pertains  to\nParbhani and Jalna. We cannot also rule out the possibility of the  evidence\nbased on the investigation by  the  prosecuting  agency  to  come  out  with\nreliable materials in support of such nexus to be shown with an  accused  or\nwith the crime in respect of the earlier two  cases,  namely,  Parbhani  and\nJalna. We cannot, therefore, declare to  the  extent  as  was  done  by  the\nSpecial Judge in the order  dated  31.07.2009  to  straightway  reach  at  a\nconclusion to the effect that MCOCA was not attracted and,  therefore,  they\nshould be discharged.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_137\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"244079\" id=\"span_60\">But, for the purpose of the  requirement  under  Section  21(4)  (b)  having\nregard to the absence of any material as on date to disclose any nexus  with\nthe accused of an &#x27;organized crime syndicate&#x27; or with  the  offence  in  the\nnature of an &#x27;organized crime&#x27;, in Parbhani and  Jalna  as  of  now  we  can\nstate that in respect  of  appellants  other  than  A-7  i.e.  appellant  in\nCriminal Appeal No.1971/2010, their application for bail can  be  considered\nby the Special Court.  Therefore, on this issue, namely, in all  cases  same\ngang must be involved, our answer is to the above limited  extent  based  on\nthe earlier statement  of  law  as  declared  in  <a href=\"/doc/244079/\" id=\"a_218\">Ranjitsing  Brahamjeetsing\nSharma</a> (supra) in paragraph 31.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_138\">With that when we come to the next submission,  namely,  that  in  order  to\ncharacterize the past occurrence as well as the  present  occurrence  as  an\n&#x27;organized crime&#x27; falling under <a href=\"/doc/1477100/\" id=\"a_219\">section 2 (1) (e)</a> of MCOCA, in each of  such\noccurrence, violence should have played a key role and  that  such  violence\netc. should have been for  pecuniary  gain.   The  submission  was  made  on\nbehalf of the appellants that there was no material to show that any of  the\nappellants had any pecuniary advantage from  anybody.   The  contention  was\nthat all the attributes of <a href=\"/doc/1477100/\" id=\"a_220\">Section 2(1)(e)</a>,  namely,  an  &#x27;organized  crime&#x27;\nmust be present in all the three cases.  It was further  contended  that  in\nthe occurrence relating to Parbhani and Jalna, there was  no  allegation  of\npecuniary advantage and they were all just mere cases of violence.  It  was,\nalso contended that &#x27;promoting insurgency&#x27; was also not  the  specific  case\nof the prosecution in all the three cases, even assuming  it  may  arise  in\nMalegaon blast, the same was not present in Parbhani or Jalna.\n</p>\n<p data-structure=\"Section\" id=\"p_139\">To appreciate the said contention, it will be necessary to make  a  detailed\nreference to <a href=\"/doc/1477100/\" id=\"a_221\">Section 2(1)(e)</a> of MCOCA.  As far as the nature of activity  is\nconcerned, in <a href=\"/doc/1477100/\" id=\"a_222\">Section 2(1)(e)</a>, it is stated  that  &#x27;organized  crime&#x27;  means\ncontinuing unlawful activity by use of violence or  threat  of  violence  or\nintimidation or coercion or other unlawful means with the object of  gaining\npecuniary benefits or gaining undue economic or other advantage for  himself\nor for any other person or for promoting insurgency. If we make  a  detailed\nreference to the said provision, the use of violence etc. should  have  been\ncarried out with the object of either  gaining  pecuniary  benefits  or  for\ngaining undue economic or other advantage  for  oneself  or  for  any  other\nperson or for promoting insurgency.  We find that the violent activity  need\nnot necessarily be for  pecuniary  advantage  in  all  acts  of  &#x27;continuing\nunlawful activity&#x27;.  Indulging in such violent activity can be  for  gaining\npecuniary advantage or  for  gaining  any  other  undue  economic  or  other\nadvantage or for promoting insurgency.  Therefore, at the  very  outset,  we\ndo not find any scope to interpret <a href=\"/doc/1477100/\" id=\"a_223\">Section 2(1)(e)</a>,  namely,  an  &#x27;organized\ncrime&#x27; to mean that in order to come within the  said  expression  indulging\nin such violent or other activity should always be for pecuniary  gain.   On\nthe other hand, we can safely hold that such indulgence in violent  activity\ncan be either for pecuniary gain or for economic advantage or for any  other\nadvantage either for the person who indulged in such  activity  or  for  any\nother person or for promoting insurgency.  In that  respect,  we  find  that\nexpected benefit for indulging in any violent or related activity  could  be\nfor any of the above purposes independently and one such purpose may be  for\npromoting insurgency.\n</p>\n<p data-structure=\"Precedent\" id=\"p_140\">When once we are able to state the definition  of  &#x27;organized  crime&#x27;  under\n<a href=\"/doc/1477100/\" id=\"a_224\">Section 2(1) (e)</a> with such clear precision, the other question  is  what  is\nmeant by &#x27;promoting insurgency&#x27;.  In fact, the said expression  has  already\nbeen considered by some of the judgments of this Court, and,  therefore,  we\ncan  make  useful  reference  to  those  judgments  to  understand  what  is\ninsurgency and whether there was any act  of  insurgency  prevalent  in  the\ncase on hand when the alleged activity of violence etc. alleged against  the\nappellants. The dictionary meaning of expression &#x27;insurgent&#x27; is  raising  an\nactive revolt  or  a  revolutionary.  Therefore,  going  by  the  dictionary\nmeaning, promoting insurgency would mean creating a revolution  and  thereby\ndisturb the peaceful atmosphere.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"37174\" id=\"span_61\">In fact, in the decision of this Court  in\n<a href=\"/doc/37174/\" id=\"a_225\">Zameer Ahmad Latifur Rehman Sheikh</a> (supra) a  reference  has  been  made  to\nthis very expression and has been  dealt  with  in  a  detailed  fashion  in\nparagraphs 26 to 29.  We can  usefully  refer  to  the  said  paragraphs  to\nunderstand the expression insurgency.  Paragraphs 26 to 29 are as under:</span>\n</p><blockquote id=\"blockquote_31\">&quot;26. The term &quot;insurgency&quot; has not been defined either under  MCOCA  or  any\nother statute. The word &quot;insurgency&quot; does not  find  mention  in  UAPA  even\nafter the 2004 and 2008 Amendments. The definition as submitted by Mr  Salve\nalso does not directly or conclusively  define  the  term  &quot;insurgency&quot;  and\nthus reliance cannot be placed upon it. The appellants  would  contend  that\nthe term refers to rising in active revolt or rebellion. Webster defines  it\nas a condition of revolt against the Government  that  does  not  reach  the\nproportion of an organised revolution.\n</blockquote>\n<blockquote id=\"blockquote_32\">27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907725\" id=\"span_62\">In <a href=\"/doc/907725/\" id=\"a_226\">Sarbananda Sonowal v.  Union  of  India</a>  this  Court  has  held  that\ninsurgency is undoubtedly a  serious  form  of  internal  disturbance  which\ncauses grave threat to the life of people, creates panic situation and  also\nhampers the growth and economic prosperity of the State.</span>\n</blockquote>\n<blockquote id=\"blockquote_33\">28. We feel inclined to adopt  the  aforesaid  definition  for  the  current\nproceedings as there  does  not  appear  to  exist  any  other  satisfactory\nsource.\n</blockquote>\n<blockquote id=\"blockquote_34\">29. Although the term &quot;insurgency&quot; defies  a  precise  definition,  yet,  it\ncould be understood to mean and cover breakdown of peace and tranquility  as\nalso a grave disturbance of public order so as to endanger the  security  of\nthe State and its sovereignty.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_141\">                                                       [pic](Emphasis added)\n\n\nIt has been more succinctly described in paragraphs 45 to 47 which can  also\nbe usefully referred to:\n</p>\n<blockquote id=\"blockquote_35\">&quot;45. Now that we have examined under what circumstances a State law  can  be\nsaid  to  be  encroaching  upon  the  law-making  powers  of   the   Central\nGovernment, we may proceed to evaluate the current issue on merits.  Let  us\nonce again examine the provision at the core of this matter:\n</blockquote><blockquote id=\"blockquote_36\">&quot;2. (1)(e) &#x27;organised crime&#x27; means any continuing unlawful  activity  by  an\nindividual, singly or jointly, either as a  member  of  an  organised  crime\nsyndicate or on behalf of such syndicate, by use of violence  or  threat  of\nviolence or intimidation or coercion, or  other  unlawful  means,  with  the\nobjective of gaining pecuniary benefits, or gaining undue economic or  other\nadvantage for himself or any other person or promoting insurgency;&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_142\">After examining this provision at length, we have  come  to  the  conclusion\nthat the definition of &quot;organised crime&quot; contained  in  <a href=\"/doc/1477100/\" id=\"a_227\">Section  2(1)(e)</a>  of\nMCOCA makes it clear that the  phrase  &quot;promoting  insurgency&quot;  is  used  to\ndenote a possible driving force for &quot;organised crime&quot;. It  is  evident  that\nMCOCA does not punish &quot;insurgency&quot;  per  se,  but  punishes  those  who  are\nguilty of running a crime organisation, one of the motives of which  may  be\nthe promotion of insurgency.\n</p>\n<p data-structure=\"Precedent\" id=\"p_143\">46. We may also examine the Statement of Objects and Reasons to support  the\nconclusion arrived at by us.  The  relevant  portion  of  the  Statement  of\nObjects and Reasons is extracted hereinbelow:\n</p><blockquote id=\"blockquote_37\">&quot;1. Organised crime has for quite some years now come up as a  very  serious\nthreat to our society. It knows no national boundaries  and  is  fuelled  by\nillegal wealth generated  by  contract,  killing,  extortion,  smuggling  in\ncontrabands, illegal trade in narcotics, kidnappings for ransom,  collection\nof protection money and money laundering, etc. The illegal wealth and  black\nmoney generated by the organised crime being very huge, it has  had  serious\nadverse effect on our economy. It  was  seen  that  the  organised  criminal\nsyndicates  made  a  common  cause   with   terrorist   gangs   and   foster\nnarcoterrorism which extends  beyond  the  national  boundaries.  There  was\nreason to believe that organised criminal gangs have been operating  in  the\nState and thus, there was immediate need to curb their activities.\n</blockquote>\n<blockquote id=\"blockquote_38\">2. The existing legal framework i.e. the penal and procedural laws  and  the\nadjudicatory system are found to be rather inadequate  to  curb  or  control\nthe menace of organised crime. The Government  has,  therefore,  decided  to\nenact a special law with stringent and  deterrent  provisions  including  in\ncertain  circumstances  power  to  intercept  wire,   electronic   or   oral\ncommunication to control the menace of organised crime.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_144\">47. We find no merit in the contention that MCOCA, in any  way,  deals  with\npunishing insurgency directly. We  are  of  the  considered  view  that  the\nlegislation only deals with &quot;insurgency&quot;  indirectly  only  to  bolster  the\n[pic]definition of &quot;organised crime&quot;. However, even if it  be  assumed  that\n&quot;insurgency&quot; has a larger role to play than  pointed  out  by  us  above  in\nMCOCA, we are of the considered view that the  term  &quot;promoting  insurgency&quot;\n</p><blockquote id=\"blockquote_39\">as contemplated under <a href=\"/doc/1477100/\" id=\"a_228\">Section 2(1)(e)</a> of MCOCA comes within the  concept  of\npublic order.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_145\">                                                            (Emphasis added)\n\n\nTherefore, &#x27;insurgency&#x27; has  been  understood  to  mean  raising  an  active\nrevolt or rebellion in the common parlance. It is also stated that it  could\nbe understood to mean and cover breakdown of peace and tranquility  as  also\na grave disturbance of public order so as to endanger the  security  of  the\nState and its  sovereignty.  While  making  specific  reference  to  <a href=\"/doc/1477100/\" id=\"a_229\">Section\n2(1)(e)</a>, it was pointed out that MCOCA though  does  not  punish  insurgency\nper se, punishes those who are guilty of running a  crime  organization  and\none of the motive of which may be the promotion of  insurgency.   Therefore,\nit is not necessary that promoting insurgency should  always  be  linked  to\npecuniary advantage. Whenever an organized gang indulges in a  violent  act,\nsuch indulgence in  violence  or  threat  of  violence  or  intimidation  or\ncoercion or other unlawful means can be for promoting an insurgency.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_146\">In the light of such line of thinking already expressed by this  Court  with\nparticular reference to <a href=\"/doc/1477100/\" id=\"a_230\">Section  2(1)(e)</a>,  we  do  not  find  any  different\nmeaning to be attributed to the definition of &#x27;organized crime&#x27;,  much  less\nto the extent to which the appellants seek to interpret the said  definition\nand state that the indulgence  in  any  violent  and  related  activity  for\npromoting insurgency, the element of pecuniary advantage should be  present.\n We, therefore, reject such a contention and  hold  that  indulging  in  any\nviolent or other related activity  by  an  organized  gang  and  thereby  an\neffort to promote insurgency i.e. to damage the  peace  and  tranquility  in\nthe State is made, that by itself would fall within the four corners of  the\ndefinition of &quot;organized crime&quot; under <a href=\"/doc/1477100/\" id=\"a_231\">Section 2(1)(e)</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_147\">In the light of our above conclusions on the  various  submissions,  we  are\nconvinced that in respect of the appellant in Criminal Appeal  No.1971/2010,\nnamely, A-7, there is no scope even  for  the  limited  purpose  of  Section\n21(4)(b) to hold that application of MCOCA is doubtful.  We have  held  that\nthe said appellant A-7 had every nexus with all the  three  crimes,  namely,\nParbhani, Jalna and Malegaon and, therefore,  the  bar  for  grant  of  bail\nunder Section 21 would clearly operate against him and  there  is  no  scope\nfor  granting  any  bail.   Insofar  as  the  rest  of  the  appellants  are\nconcerned,  for  the  purpose  of  invoking  Section  21(4)(b),  namely,  to\nconsider their claim for bail, it can be held that for the present  juncture\nwith the available materials on record, it  is  not  possible  to  show  any\nnexus  of  the  appellants  who  have  been  proceeded  against  for   their\ninvolvement in Malegaon blast with the two earlier cases,  namely,  Parbhani\nand Jalna. There is considerable doubt about their involvement  in  Parbhani\nand Jalna and, therefore, they are entitled for their bail  applications  to\nbe considered on merits.\n</p>\n<p data-structure=\"Precedent\" id=\"p_148\">When once we are able to  steer  clear  of  the  said  position,  the  other\nquestion to be considered is the grant of bail on its own merits. For  which\npurpose, the submission of Mr.  Mariarputham,  learned  senior  counsel  who\nappeared for the State of Maharashtra and NIA based on the  decision  relied\nupon by him in State of U.P. Through CBI v. Amarmani  Tripathi  -  2005  (8)\nSCC 21 should be kept in mind, in particular paragraph 18,  which  reads  as\nunder:\n</p>\n<blockquote id=\"blockquote_40\">&quot;18. It is well settled that the matters to be considered in an  application\nfor bail are (i) whether there is any prima facie or  reasonable  ground  to\nbelieve that the accused had committed the offence; (ii) nature and  gravity\nof the charge; (iii) severity of the punishment in the event of  conviction;\n</blockquote><blockquote id=\"blockquote_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192984\" id=\"span_63\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1067439\" id=\"span_64\">(iv) danger of the accused absconding or fleeing, if released on  bail;  (v)\ncharacter, behaviour, means, position and  standing  of  the  accused;  (vi)\nlikelihood of the offence being repeated; (vii) reasonable  apprehension  of\nthe witnesses being tampered with; and (viii) danger, of course, of  justice\nbeing thwarted by grant of bail [see <a href=\"/doc/1067439/\" id=\"a_232\">Prahlad Singh Bhati v. NCT</a>,  <a href=\"/doc/192984/\" id=\"a_233\">Delhi  and\nGurcharan Singh v. State (Delhi Admn.</a>)]. While a vague allegation  that  the\naccused may tamper with the evidence or witnesses may not  be  a  ground  to\nrefuse bail, if the accused is of such character that his mere  presence  at\nlarge would intimidate the witnesses or if there is material  to  show  that\nhe will use his liberty to subvert justice  or  tamper  with  the  evidence,\nthen bail will be refused.</span></span> We may also refer  to  the  following  principles\nrelating to grant or refusal of bail stated  in  Kalyan  Chandra  Sarkar  v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_149\">Rajesh Ranjan: (SCC pp. 535-36, para 11)\n\n</p><p data-structure=\"Precedent\" id=\"p_150\">11. The law in regard to grant or refusal of bail is very well settled.  The\ncourt granting bail should exercise its discretion  in  a  judicious  manner\nand not as a matter of course. Though  at  the  stage  of  granting  bail  a\ndetailed examination of evidence and elaborate documentation  of  the  merit\nof the case need not be undertaken, there is a  need  to  indicate  in  such\norders reasons for  prima  facie  concluding  why  bail  was  being  granted\nparticularly where the accused is charged  of  having  committed  a  serious\noffence. Any order devoid of such reasons would suffer from  non-application\nof mind. It is also necessary for the court granting bail to consider  among\nother circumstances, the following factors also before granting  bail;  they\nare:\n</p><blockquote id=\"blockquote_42\">(a) The nature of accusation and the  severity  of  punishment  in  case  of\nconviction and the nature of supporting evidence.\n</blockquote><blockquote id=\"blockquote_43\">(b) Reasonable apprehension of tampering with the  witness  or  apprehension\nof threat to the complainant.\n</blockquote><blockquote id=\"blockquote_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1012138\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"836557\" id=\"span_66\">(c) Prima facie satisfaction of the court in support  of  the  charge.  (See\n<a href=\"/doc/836557/\" id=\"a_234\">Ram Govind Upadhyay v. Sudarshan Singh</a> and <a href=\"/doc/1012138/\" id=\"a_235\">Puran v. Rambilas</a>.)&quot;</span></span>\n</blockquote>\n\n<blockquote id=\"blockquote_45\">Even the other contentions submitted by the learned senior counsel that  the\nappellants are not entitled for bail, are all matters which the  prosecuting\nagency will have to place before the Special Court for  consideration  while\nconsidering the appellants&#x27; application for bail. For the same  reason,  the\nvarious other contentions raised on behalf  of  the  appellant  in  Criminal\nAppeal Nos.1969-70/2010 as well as  the  appeal  arising  out  of  SLP(Crl.)\nNo.8132 of 2010 by making reference to their  personal  grievances  are  all\nmatters  which  will  have  to  be  placed  before  the  Special  Judge  for\nconsideration. We are not expressing any opinion on  those  aspects  and  we\nleave it for the Special Judge to consider the bail  application  on  merits\nand pass appropriate orders.\n</blockquote>\n<blockquote id=\"blockquote_46\">Accordingly, on question No.(a) in paragraph 35, we hold that  the  judgment\nof the Division Bench in holding that cognizance is of the offence  and  not\nof the offender is perfectly justified and the same does not  call  for  any\ninterference. Therefore,  Criminal  Appeal  Nos.1969-70  of  2010,  Criminal\nAppeal No.1971 of 2010, Criminal Appeal Nos.1994-98 of 2010, appeal  arising\nout of SLP(Crl) No.8132 of 2010  and  Criminal  Appeal  No.58  of  2011  are\ndismissed. As far as the order dated 30.12.2010, rejecting bail,  passed  by\nthe learned Special Judge, which was also confirmed by  the  learned  Single\nJudge of the Bombay High Court  by order dated 09.11.2011 in  Criminal  Bail\nApplication No.333 of 2011 with Criminal Application No.464 of 2011  of  the\nappellant in appeals arising out of SLP  (Crl.)  Nos.9370-71  of  2011,  the\nsaid orders are set aside with the observation that there  is  enough  scope\nto doubt as to the application of  MCOCA  under  Section  21(4)(b)  for  the\npurpose of grant of bail and consequently the Special Judge is  directed  to\nconsider  the  application  for  bail  on  merits  keeping   in   mind   the\nobservations in paragraphs 100 and 101 of this  judgment  and  pass  orders.\nConsequently, the appeals arising out of SLP(Crl.) Nos.9370-71 of  2011  are\npartly allowed. The order impugned in these appeals is  set  aside  and  the\napplication for bail in Bail Application No.42 of 2008 is  restored  to  the\nfile of the Special Judge for passing orders on merits. Similarly,  for  the\nreasons stated in paragraph  99,  we  hold  that  the  appellant  in  appeal\narising out of SLP(Crl.) No.8132 of 2010  is  also  entitled  for  the  same\nrelief as is granted to the appellant for consideration for  grant  of  bail\nin the appeals arising out of SLP(Crl.) Nos.9370-71 of 2011. We thus  answer\nquestion No.(b) of paragraph 35 and the trial Court is, therefore,  directed\nto apply the same principle and consider the  bail  application  pending  or\nfiled afresh, if so advised, by the appellant in the appeal arising  out  of\nSLP(Crl.) No.8132 of 2010 and pass orders on merits. Consequently,  Criminal\nAppeal No.1971 of 2010, Criminal Appeal Nos.1994-98  of  2010  and  Criminal\nAppeal No.58 of 2011 are dismissed.\n</blockquote>\n<blockquote id=\"blockquote_47\">Since the occurrence is of the year 2008 and nearly seven  years  have  gone\nby, it is imperative that the  Special  Court  commence  the  trial  at  the\nearliest and conclude the same expeditiously.   We  direct  the  Prosecuting\nAgency to ensure that the necessary evidence i.e. oral, documentary as  well\nas other form of evidence placed before the  Court  to  enable  the  Special\nCourt to commence the trial early and conclude the same  expeditiously.   It\nis stated that no officer has been posted for the Special Court as on  date.\n We, therefore, request the Chief Justice of the High  Court  of  Bombay  to\npass appropriate orders either for posting  these  cases  before  a  learned\nJudge by way of special order or appoint  a  Presiding  Officer  exclusively\nfor deciding these cases in order to ensure speedy trial.   We  also  direct\nthe  Presiding  Officer  of  the  Special  Court  to  dispose  of  the  bail\napplications expeditiously, preferably within one month  from  the  date  of\nhis/her assumption of Office as Special Judge.  The Registry is directed  to\ntransmit the records forthwith.\n</blockquote>\n<blockquote id=\"blockquote_48\">Since, we have not heard arguments on the question as to the  claim  of  NIA\nin seeking custody covered by SLP (Crl.) No.9303  of  2011  and  SLP  (Crl.)\nNo.9369 of 2011 the same are delinked and shall be listed in due course.\n</blockquote>\n\n<blockquote id=\"blockquote_49\">                  ........................................................J.\n                              [Fakkir Mohamed Ibrahim Kalifulla]\n\n\n\n                 .........................................................J.\n                           [Abhay Manohar Sapre]\nNew Delhi;\n</blockquote><blockquote id=\"blockquote_50\">April 15, 2015\n</blockquote>","numcites":74,"numcitedby":123,"docsource":"Supreme Court of India","citetid":140357700,"divtype":"judgments","relatedqs":[{"value":"mcoca","formInput":"mcoca"},{"value":"section 190 of crpc","formInput":"section%20190%20of%20crpc"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"bail  filter:  anti corruption cases supreme court of india","formInput":"bail%20%20filter%3A%20%20anti%20corruption%20cases%20supreme%20court%20of%20india"},{"value":"judicial notice ","formInput":"judicial%20notice%20"},{"value":"U U Lalit","formInput":"U%20U%20Lalit"},{"value":"section 190 criminal procedure code","formInput":"section%20190%20criminal%20procedure%20code"},{"value":"190 (1) b","formInput":"190%20%281%29%20b"},{"value":"section 173(8)","formInput":"section%20173%288%29"},{"value":"more than one charge sheets have been","formInput":"more%20than%20one%20charge%20sheets%20have%20been"},{"value":"organized crime MCOCA","formInput":"organized%20crime%20MCOCA"},{"value":"supplementary charge sheet","formInput":"supplementary%20charge%20sheet"},{"value":"malegaon blast","formInput":"malegaon%20blast"},{"value":"mona panwar","formInput":"mona%20panwar"},{"value":"unlawful activity definition","formInput":"unlawful%20activity%20definition"},{"value":"organized crime","formInput":"organized%20crime"},{"value":"bail application","formInput":"bail%20application"},{"value":"Behalf of organized crime syndicate","formInput":"Behalf%20of%20organized%20crime%20syndicate"},{"value":"taking cognizance by magistrate","formInput":"taking%20cognizance%20by%20magistrate"},{"value":"coercion","formInput":"coercion"}],"cats":[{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"magistrates-take-cognizance-of-offences","formInput":"tag:magistrates-take-cognizance-of-offences"}],"courtcopy":true,"query_alert":null,"agreement":false}