{"tid":662058,"publishdate":"1972-05-05","title":"R.C. Thakkar vs (The Bombay Housing Board By Its ... on 5 May, 1972","doc":"<h2 class=\"doc_title\">R.C. Thakkar vs (The Bombay Housing Board By Its ... on 5 May, 1972</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1973GUJ34, AIR 1973 GUJARAT 34, ILR (1973) GUJ 134</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Mehta, J. \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. The appellant in this appeal is a partnership firm which does the work of building contractors.  The respondent is the Gujarat Housing Board (Which  is hereinafter referred to as &#x27; the Board&#x27;)  and which is the successor to Bombay Housing Board, against which this suit was originally filed by the appellant to recover  the total amount of Rs. 2,46,641.06  with costs and interest.  The suit was initially filed by the appellant in the court of Civil Judge, Senior Division, Ahmedabad.  Where it was registered as Jurisdiction  suit No.65 of 1959. After the formation of the City Civil Court at Ahmedabad, it was transferred to the court where it was registered as Civil Suit No. 295 of 1961. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2.  The dispute between the parties relates to two contracts taken by the appellant form the respondent in the year 1956 for the construction of  250  and 176 tenements for industrial labour in Ahmedabad at Mithipur Khokhra Mehmedabad. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3.  The record of the case reveals that the respondent Board had under taken 5 projects  for constructing residential tenements for industrial labour at Ahmedabad.  All the relevant details of these 5 projects are shown by the learned trail Judge in his judgment in a tabular form.  Two of these projects were at Malek Shaban or Bapunagar one at Mithipur, another one at Mithi pur Khokhra Mehmedabad, and one at Asarwa all situate in Ahmedabad.  For the purpose of suit contracts we concerned with the 4th project at  Mithipur --Khokhra -- Mehmedabad area.  This project was for the construction of 784 tenements and technical sanction thereof was obtained in he month of August, bad project of 784 tenements was divided into four groups.  Out of these four groups, we are concerned in this suit only with two groups namely, group &#x27; D&#x27; and group &#x27;F&#x27;. Group &#x27;D&#x27;  Consisted of 1l76 tenements.  The appellant- plaintiff has kept the contracts  for the construction of these two groups of tenements.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4.  In the month of January, 1956 the respondent Bard invited tenders for different groups of 784 tenements of Mithipur-Khokhra-Mehmedabad project by notice to contractors.  So far as these groups  &#x27;D&#x27; &amp; &#x27;F&#x27; are concerned the said notice is found to be in the following terms:  \n</p> \n\n<blockquote id=\"blockquote_1\">&quot;Notice to contractors. \n</blockquote> \n\n<blockquote id=\"blockquote_2\">Separate sealed tenders for each of the following groups in form &#x27;C&#x27; -- Tenders for lump sum contract are invited for the work of `Constructing 784 tenements for Industrial labour at Khokhara Mehamedabad &amp; Mithipur, Ahmedabad&#x27; . estimated to cost approximately. </blockquote><pre id=\"pre_2\">\n  \n Work under group           Estimated Cost               Amount of earnest                Amount of security deposit \n  of tenements.                    of  work                              money                                 to be paid in cash .\n<span class=\"hidden_text\" id=\"span_1\">        1                                     2                                          3                                                       4</span>\n</pre><blockquote id=\"blockquote_3\">------------------------------------------------------------------------------------------------------------------------------------------------</blockquote><pre id=\"pre_3\">\n    `D&#x27;                        Rs. 4,93,531                       Rs. 4,940.                                        Rs. 9,871\n   250 tenements,       \n    `F&#x27;                        Rs. 3,47,446.                      Rs. 3,475                                         Rs. 6,949.&quot;   \n    176 tenements.\n</pre><blockquote id=\"blockquote_4\">------------------------------------------------------------------------------------------------------------------------------------------------\n</blockquote>\n \n \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5.  This notice obviously invites tenders for &quot; lump sum&quot; contracts as distinguished from `scheduled rates contracts &#x27; it is an admitted position that lump sum&#x27; contractor agrees to execute the work within the required specifications and designs for agreed lump sum without reference to the rates.   However , in such contracts rates are mentioned and they form an integral part of the contracts. because, these rates are to be worked out for the purpose of evaluating additions and alterations made subsequently in the construction plan. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6.  The plaintiff-firm is found to have submitted it s tender quotations for group `D&#x27; on 20th February  1956 and for group `F&#x27;  on 24th  February, 1956..  Thereafter, as a result of some negotiations between the parties. the appellant is found to have reduced his quotations for both the groups and it was finally agreed that the appellant should execute the work relating to group `D&#x27; for the amount of Rs. 4,92,150/- and the work relating to group `F&#x27; for the amount of Rs. 3,44,322/- . It is an admitted position that this reduction works out at 0.28 percent and 0.9 percent less than the estimated cost to be borne respectively with regard to groups `D&#x27;  &amp; `T&#x27;.  At Exs. 130 &amp; 131 we find the said two contracts which are in form `C&#x27; and which embody different terms governing these  contracts Reference to these two exhibits shows that they are executed in  `C&#x27;  form which is used for lump sum contracts.  They contain the usual printed terms. a copy of the notice inviting tenders Sch. `A&#x27; which is with regard to the materials to be supplied to the contractor by the department. estimates and details of the construction work, schedule of rates, specifications and the plan showing the details of the construction to be carried out.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 7. The record of the case reveals that on 9th  May , 1956 a meeting of the board was called to consider the items of agenda. as found at Ex. 200 . Items Nos. 3 and 4 thereof are relevant for the purpose of this appeal as they relate to the contracts which have been kept by the appellant firm.  The contents of these two items reveal the nature of the negotiations which took place between the parties before the contracts at certain percentage less than the estimated cost shown in the notice s inviting the tenders and other papers relating to the tenders.  There after on the same day the said meeting of the Board is found to have passed some resolutions as revealed form Ex. 199  which is a copy of the minutes of that meeting,.  The resolution No. 1003 which appears in these Minutes reveals that finally the appellant firm`s offers to execute the contracts at certain percentage below the published estimated cost was accepted by the Board.  It is thus found that the offer relating to the suit contracts was accepted by the Board on 9th May, 1956.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 8.  Thereafter on 7th June, 1956 the executive Engineer, Housing Division, Ahmedabad issued work order on behalf of the respondent Board as found at Ex . 53 and ordered the appellant firm to start the construction work on 10th June, 1956 and to complete the same within 7 months i.e., on or before 9th January . 1957.  The appellant accordingly started the construction  work for both the contracts. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\"> 9. At this stage, it would be necessary to state some facts which form the background of the points in dispute. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\"> 10.  So far as the suit contracts are concerned, the technical sanction for the project was accorded on 13th August, 1955.  But, before  that technical sanctions for three other projects were already accorded.  Thus, for the first Malek  Shaban or Bapunagar Project, technical Sanction was given on 12-12-1953,  and the work relating  to that project was ordered to be executed according to the plan found at Ex. 121, dt. 25th May, 1952.  As per this plan, one acquaprivy was to be shared by two tenements.   Departmental estimate of costs per each tenement was shown as Rupees 2,994/- and the published estimate of cost on block of 8 such tenements was shown as Rs.15.398.50 in tender notices issued to the contractors.  The record of the case shows that the departmental estimate of Rs. 2,994/- includes some additions on account of contingency expenditure and establishment charges and that fact accounts for the apparent discrepancy between the departmental estimate and published cost estimate shown in the tender notices. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\"> 11. At this stage, some explanation of  the expressions &quot; departmental estimate&quot; and &quot;published estimate of cost&quot; is needed.  Department estimates are those estimates  which are prepared by the department for the purpose of obtaining technical sanction form the Head of the Department .  It is not in dispute  that these departmental estimates are arrived at by multiplying the quantity of work by the scheduled rates relating which tenders are invited from the contractors.  &quot; Published estimates of cost&quot; are those estimates of cost of works to be executed which are published as such in the notices inviting tenders and other documents relating to the tender.   Ex facle these published estimates convey to intending tenders  some idea as regards the cost involved in execution of the contracts in question.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> 12.  It is an admitted position that even for second Malek   Shaban Project, which received technical sanction on 24th September, 1954, the original plan proposed one acqua privy to be shared by two tenements.  But this plan was subsequently revised in the month of January, 1955.  and it was decided to construct one acqua privy or each of the tenements.  This obviously resulted in some additional work which was not covered by the original published estimate of cost,.  Therefore, though the published estimate of costs of one block of 8 tenements was originally shown at the previously mentioned  figure of Rs. 15,398, 50, (as mentioned with regard to the first project) the extra  cost of Rs. 1,377/- per  block of 8 tenements was offered to the concerned contractors by the respondent Board.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\"> 13.  As stated above,  there were two Mithipur Projects , the first which is at serial No  3 in the table contained in the Judgment of the trial court, is known as &quot;Mithipur Project &quot;  while the second which is at serial No. 4 of the said table , is known as &quot; Mithipur-Khokhra- Mehmedabad Project &quot; . This first Mithipur project found at serial No. 3 was 550 tenements .  Which received technical sanction of 4th January. 1955. the second Mithipur Project found at serial No 4. was as already stated, for 786 tenements.  It is this Project with which we are concerned tin this suit Departmental estimate cost for each of these two Mithipur Projects was also of  Rs/ 2.995/- i.e., the same which was shown with regard to the above referred two projects of Malek Shaban or Bapunagar Area . Published cost for a block of 8 tenements of these groups was Rs. 15,793/- for the second Mithipur project i.e., the suit project. Now it is admitted fact that in the second Mithipur Project, (i.e. the suit project)  the quantity of work was more than the quantity of work was more than that what was contained in the original Malek Shaban Projects.  This additional work was represented by the following five items: \n</p>   \n\n<blockquote id=\"blockquote_5\"> 1. One flush type water closet was to be constructed for each tenement and not one acqua privy for two tenements as in the previous plans.  This involved the construction of four more privies per one block of 8 tenements. \n</blockquote> \n\n<blockquote id=\"blockquote_6\">     2. one water-shelf.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">     3. One shelf.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">     4. R.C.C. weather sheds of 3&quot; and \n \n\n</blockquote><blockquote id=\"blockquote_9\">     5. R.C.C. lintels. \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_14\"> This was therefore, the additional work which was not covered by the original plan found at ex. 121 on the basis on which the figures of estimated costs were published. Thus, it is an admitted position that the cost of above referred additional work was not included in the published estimate of Rs. 15,793/- relating to the suit contracts.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\"> 14.   Pausing here for a while, it may be stated at this stage that the case of appellant plaintiff is that though the suit project involved the above additional construction, the published estimated of cost of each block of 8 tenements did not reflect the increase in cost on account of these additions.  According to the plaintiff, therefore, the result of this was that the notice  to the contractors, which quoted above made a false and misleading representation that group `D&#x27; tenements involved the estimated cost only of Rs. 4,93,531/- and group `F&#x27; tenements involved the estimated cost of Rs.  3,47,446/-, as these figures of estimated costs were based on a false representation that the estimated cost of each block of 8 tenements involved the estimated cost of each block of 8 tenements was Rs. 15,793/- .  According to the appellant plaintiff , this representation was false to of respondent Board and since the established practice (according to the appellant plaintiff) was to publish only the scheduled rates, multiplied by the quantity of work, to be executed, it was cost was the actual estimate of cost arrived at by the said multiplication. in plaintiff  the respondent Boar &quot; deliberately and fraudulently mislead&quot;  it and schedule of rates constituted the basis of the rates on which the estimate was shown&quot;.  The appellant says that this was a material statement of fact on the basis of which tenders were invited.  It is alleged that relying upon this statement ,which is proved to b false, it entered into the suit contracts,  According to appellant therefore , making and misrepresentation as regards a very material and important fact with the result that the contracts were rendered avoidable and by their execution the plaintiff suffered substantial damage. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_16\"> 15. Proceeding further with the course of events that took place before the suit was filed, it is alleged that the plaintiff first came to know about this alleged fraud or misrepresentation during the course of the execution of  the contracts when the first running account plaintiff  was passed.  At that time the plaintiff was paid on the basis of about 20 per cent below the scheduled rates mentioned in the tender contract. on  the plea that the lump sum tenders which were already accepted on the basis of published estimated costs, were about 20 per cent below the scheduled rates.  It is said that on the dates on the payment of first running account bills appellant plaintiff realised that published estimate of cost which formed the basis of lump sum payment,  did not truly reflect  the scheduled rates and that it was misled by this falsity to enter into the contracts in question.  As a result of this have entered into some correspondence with the officers of the respondent Board as detailed below. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> 16. The record reveals that in the months of October. November  and December, 1956. the respondent Board instructed the appellant to make some alterations in plan ( vide Exts. 55, 56 and 57).  These alteration resulted in some curtailment  of work .   The principal curtailment was the reduction of he width of the court yard from 20&#x27; to 14&#x27; Evidence reveals that deductions from appellant&#x27;s bills on account of these curtailments were made in accordance  with the scheduled rates mentioned in the tender contracts.  On 17th  December, 1956, the appellant addressed one letter to the Executive Engineer, Housing Division.  Ahmedabad raising for the first time some of the contentions raised in this suit.  This letter appears at Ex. 58 in the record on the case, and reference to it shows that therein the appellant has definitely alleged that in a lump sum contract, the estimated amount of cost, as shown in the tender.  should tally with the actual and correct estimate of cost as shown in the tender, should tally with the actual an correct estimate of cost as obtained by the multiplication of scheduled rates with the quantity of work which the contractor was expected pointed out in this letter that it was revealed to ;it that the actual estimate of cost of the construction work undertaken by it was Rs. 19.500/-  per block of 8 tenements whereas the estimate which was  represented in the tender papers was only of Rs. 15,793/-.   The appellant expressed surprise how such a wrong estimate was shown.  By this letter the appellant finally intimated to the Executive Engineer of the respondent board that in order to avoid delay in the completion of the work. It proposed to proceed with the revised plan &quot; without prejudice&quot;.  This letter further speak that all the payments of bills preferred by the appellant &quot; already receive and to be &quot;under ports&quot;.  Correspondence between the parties thereafter ensued as found by reference to Exts. 59.60.61.  63. and 66.  Reference to these documents shows that this correspondence took place between  the parties form 17th December . 1956 to 13th February, 1957.  It  is clear by reference to this correspondence that  the appellant and other contractors s had taken a specific and clear stand that they entered into the contracts under the belief that he published estimate of costs shown in the tender was correct.  The officers of the respondent  Board, however, did not accept these contentions of appellant.  It is found  that thereafter the appellant.  It is found that thereafter the appellant proceeded with the work and completed the same in accordance with the plan.   \n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\"> 17. On 11th December , 1957, the appellant addressed one letter to the Housing Commissioner of the respondent Board, as found at Ex. 70.  intimating inter alia that the work  of both the contracts was ready and therefore, the possession thereof should be taken with in 24  hours and further that the making of the final bills should at once be arranged.  It is not in dispute that the appellant has executed the work relating to the both contracts in accordance with the additions and alterations including  curtailments suggested by the officers of the respondent Board.  Final bills with regard to both the contracts were paid to the appellant  on 1st July  and 27th  September , 1958,  and then on 24 th  July , 1959 the appellant served two notices to the respondent under Section 64 of the Bombay Housing Board Act, 1948 , making the  claims covered  by the pre sent suit (vide Exs. 38 and 42).\n</p> \n\n<p data-structure=\"Facts\" id=\"p_19\"> 18. In this suit the appellant has claimed a decree of the total amount of Rs. 2,46, 641.06  and alternatively  a decree for Rs. 1,21,441.06.  This claim of the appellant is made up of 5 items out of which two items namely, (1) of Rupees  3,000/- being the amount of deposit retained by the respondent and the other of Rs. 14,208,06. being the amount of sales tax deducted by the respondent  do not now survive to be considered as these claims have been satisfied during the pendency of the suit before trial court.  This leaves us with only three items of  claims. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_20\"> 19. Out of the remaining three amounts the principal claim is of Rupees 2,10,000/- on account of damage or loss said to have been sustained by the appellant as a result of the alleged fraudulent misrepresentation made by the respondent Board in publishing false figures of estimated cost regarding both the contracts.  With regard to this  claim, and to her contention raised by the appellant in its plaint is that the original contracts which were lump/sum contracts.  Ceased to be such and became &quot;percentage contracts&quot; i.e. rate contracts because the respondent  Board made certain alterations in form of curtailment in the original proposed work and deducted bills on the basis of rates mentioned in the tender contracts.  The contention of the appellant on this point appears to be that ordinarily in lump sum contracts no curtailment of work can be made, but even if it is made deduction on that account cannot be made on the basis of scheduled rates as these scheduled rates did not form the basis of the contracts.  The appellant has therefore contended that by this action of the respondent.  both the contracts have been turned into rate contracts, and, therefore, it was entitled to be paid on the basis of rates multiplied by the quantity of work executed.  Since this is not done , the appellant has claimed different between what ought to have been paid to it according to the rates and what is actually paid to it according to the lump basis.  This claim amounts to Rs, 1,22,000/- so far as &#x27;D&#x27; group tenements are concerned.  Thus, the appellant has made the total claim of Rs. 2,10,000/-.   (Rs. 1,22,000/-+88,000/-) described it in the plaint as on account of &quot;damages or losses sustained&quot; by it.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\"> 20. Alternatively, the appellant has claimed that the respondent Board  was not entitled to make any curtailment and to make deductions on that account on the basis of scheduled rates.  It is  said that such deductions are of the value of Rs.  84,800/- regarding both the contracts.  The appellant has therefore contended the if its claim of Rupees 2,10,000/- is not allowed, this amount of Rs. 84,800/- should be decreed in its favour. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\"> 21. Next claim of the appellant is for Rs. 11,644/-.   This amount represents the short payment which the appellant claims to have been made to it on account of the construction of two office buildings for groups &#x27;D&#x27; and &#x27;F&#x27; .  Details of this claim are found in paras.  49  and 50 of the plaint. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_23\"> 22. The third claim of the appellant which remains to be considered is for the amount of Rs. 7,789/- being the amount representing the cost of extra  item of work of decorative cement &quot; Pattas&quot; which it claims to have done during the course of execution of contracts.  Details  thereof are found in para. 53. of the plaint So far as this third Caim regarding &quot;pattas&quot; is concerned.  Shri Desai.  the learned advocate appearing for the appellant firm has not pressed the same during the course of the arguments in this appeal.  Therefore this claim does not remain to be considered now.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_24\"> 23. In view of this , in this appeal. the claim of the plaintiff is confined only to the damage or loss, which is said to have been caused on account of the alleged fraudulent misrepresentation, and in the alternative, on account of deductions made on the basis of the scheduled rates with regard to the curtailment in work.  Other claim, which remains to be considered  in this appeal is with regard to the construction of two office buildings relating to groups &#x27;D&#x27; and &#x27;F&#x27;.   \n</p> \n\n<p data-structure=\"Section\" id=\"p_25\">    4th May ,1972\n \n\n</p><p data-structure=\"RespArg\" id=\"p_26\"> 24. The respondent  Board in its written statement has challenged the  appellant&#x27;s suit.  It has pointed out that the notice to the contractors inviting tenders and the tender contracts themselves  show clearly  that the contracts were lump sum contracts.  The respondent however, admits that tender contracts include the schedules of rates but these schedules. according to the respondent. were meant to provide for the rates in case of additions and alterations which are made during the course of execution of the contracts and which fall outside the scope of the original plans. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\"> 25. The respondent Board has not admitted having practiced any fraud or misrepresentation of the appellant.  According to it, since the contracts were lump sum contracts. the published estimate of cost need not truly represent the actual multiplication , of quantity of work with the rates of the schedule.  However , it is further pointed  out on behalf of the respondent Board that the tender contract discloses that the plaintiff firm was possessed of all the relevant materials such as specifications, maps and rates form which it could have reached proper and correct conclusions as regards the correct estimate of the costs of work undertaken by it. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_28\"> 26. The respondent has further contended in its written  statement that schedules of rates which are incorporated in the tender contracts are meant only  for putting valuations on additions and alteration made in the original contracts and, therefore, it was entitled to deduct the value of the curtailments on the basis of these schedules of rates.  This , according to the respondent Board would not change the character of the contracts from one of lump sums to that of percentage.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_29\"> 27. The  respondent has also contested the appellant&#x27;s claims as regards office building  and decorative  &quot;pattas&quot;  by contending that these works were covered by the contracts themselves. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_30\"> 28. The  learned trail Judge has held that ht appellant plaintiff has filed to prove the case of fraudulent misrepresentation as, in his opinion, there was no evidence to show that the members of the defendant Board or the Executive Engineer  acting on behalf of the Board in publishing the estimated costs, had knowledge that the published amounts of estimated costs of both the contracts were not correct.  However, the learner trail Judge has arrived at clear findings that the figures of estimated costs were &quot; wrong  in fact&quot;   and that the fact  &quot;was in contemplation of contracting parties&quot;.   Thus, though the learned Judge has held that a wrong statement with regard to a material fact was made to the plaintiff, that statement would not amount to a fraudulent misrepresentation contemplated by Section 17 of the Contract Act for the simple reason that the falsity  of the said statement was not within the knowledge of the party making it.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_31\"> 29. The learned Judge has further found that simply because deductions for the curtailed work were made on the basis of scheduled rates, the contracts.   According to him, looking to the terms of the contract these deduction were correctly made. \n</p> \n\n<p data-structure=\"Section\" id=\"p_32\"> 30. The learned trail Judge has also dismissed the appellant&#x27;s  claims with regard to the construction of office buildings and decorative &#x27;Pattas&quot;. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\"> 31. During the course of the hearing of this appeal  Shri Desai, the learned advocate of  the appellant plaintiff, drew our attention to the published estimates relating to previous two projects for Malek Saban or Bapunagar area to show that these published estimates correctly represented the estimated cost of the plans which the contractors were expected to execute.  From these facts established practice with the respondent Board to publish only that estate which correctly represented the value of the work required to carried out.  He further drew our attention to almost an admitted  position that published estimate of cost in both the suit contracts did not correctly represent the value of the work to be carried out.  He referred to the recorded evidence and especially to Exhibit 200, the agenda of 25th Meeting of the respondent board: and Ex, 199, the minutes of the Meeting, both dated  9th  May ,1954, to prove that published estimate of costs was a material representation which formed the basis of negotiations between the parties before the contracts were finalised.  According to him, the learned trial Judge was wrong in holding that neither the members of the Board nor its responsible officers ere having any knowledge about the falsity of this representation regarding the estimation of costs.  He  contended that there is definite evidence to show that the false representations in question were deliberately made with a view to induce the plaintiffs and contracts, because, otherwise, the respondent Board was not in a position to carry out the contracted work within  the limited of Rs. 3,000/- per tenement as per directive of   Central Government which subsidised such projects. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_34\"> 32.  As  stated above though Shri Desai has not pressed the appellant&#x27;s claim as regards the decorative pattas, he has pressed plaintiffs claim  regarding  the construction of office buildings.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_35\"> 33.  Shri Kaji who appeared on behalf of the  respondent Board, contended that  there is absolutely no evidence to show that any of the officers  of the Board had ever suggested or represented to the plaintiff in any manner that the amounts of published estimated costs regarding both the contracts as shown in tender notices, were arrived  at as a result of any multiplication of rates and quantities.  According to Shri Kaji, the fact that departmental estimates were arrived at on the basis of that multiplication was of no consequence so long as no representation was made to the plaintiff to the effect that published estimates. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_36\">  According to him, the figures of estimate of costs were required to be shown in tender notices only with a view to fix the  amount  of security deposits and earnest money, and not with a view to make any representation as to the value of construction cost which is not required to be shown in contracts which are lump sum contracts. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_37\"> 34.  Further, according to Shri Kaji, the averments made by the plaintiff in the plaint as well as its evidence regarding fraud are on the footing of &quot;non-disclosure&quot; by the board that published figures of estimated costs were not correct but since no duty was cast on the board to disclose how these estimates were made. the plaintiff cannot be said to have made out any case of fraudulent misrepresentation .  He urged that if the case of the plaintiff amounted to a plea of fraudulent silence  within the meaning of exception attached to <a href=\"/doc/353998/\" id=\"a_1\">section 19</a> of  Contract Act. \n</p> \n\n<p data-structure=\"Section\" id=\"p_38\"> 35.   Shri Kaji also urged that the plaintiff&#x27;s suit is not on he footing of damages for deceit.  According to him, plaintiff&#x27;s case rally amounts to saying that even though the contract as stipulated between the parties was a lump sum contract, the court should make out a new contract for it on the footing of the multiplication of rates and quantities under the plea that as per the terms of para.2 of  <a href=\"/doc/353998/\" id=\"a_2\">Section 19</a> of the Contract Act, it should be put in. the position in which it should have been if the representation  made regarding estimated costs were true.  According to Shri Kaji provisions of para.2 of <a href=\"/doc/353998/\" id=\"a_3\">Section 19</a> of the Contract Act can have no application to the facts of the case because, we don&#x27;t know what shape the  contracts would have finally taken if correct facts as regards the estimation of costs were represented to the tendering contractors.  On the question whether the plaintiff would be entitled to damages in tort resulting form fraudulent misrepresentation , the submission of Shri Kaji was that there is no evidence to prove any such damages.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_39\"> 36.   Shri Kaji  supported the findings of the lower court as regards  plaintiff&#x27;s claim for office constructions. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\"> 37.   Looking to the pleas.  which are raised by the learned Advocates of the parties.  During the course of the hearing of the this appeal  we find that following points arise for our consideration: \n</p>   \n\n<blockquote id=\"blockquote_10\"> (1)  Whether the suit contracts ceased to b lump sum contracts and were converted into rate contracts  simply because the deductions on account of curtailments were made in accordance with scheduled rates?  \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> (2)  Whether the plaintiff&#x27;s case as regards fraud is based on non-disclosure of a material fact or on a positive  assertion of a fraudulent misrepresentation? \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> (3) Whether the plaintiff  has successfully proved that it was induced to enter into the suit contracts by fraudulent misrepresentation  as regards the amounts of estimated costs? \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> (4) If the above point is answer in affirmative, can the plaintiff claim any damages either under <a href=\"/doc/353998/\" id=\"a_4\">Section 19</a>  of the Contract Act or under Law or Tort?  If so,  what?\n</blockquote> \n\n<blockquote id=\"blockquote_14\">  5)  Whether the plaintiff is entitled to its alternative claim of Rs. 84,800/- \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> (6) Is the  appellant plaintiff found entitled to any decree on account of the construction of office buildings?   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_41\"> 38. Before taking up the first point for our consideration.  it would be necessary  to know exactly what is meant by a &#x27;lump sum contract&#x27;.  It is not in dispute that the contracts in question were governed by the different orders contained in public Works Department Manual issued by the Government of Gujarat.  This Manual describes contracts of two types, namely.  (1) `Lump sum&#x27; and (2) `Scheduled Contracts&#x27; in para. 192  as under:    \n</p>   \n\n<blockquote id=\"blockquote_16\">  &quot; Contracts&quot; may be of two kinds viz. Lumps Sum schedule. \n</blockquote> \n\n<blockquote id=\"blockquote_17\"> In the Lump  Sum  Contract the contractor agrees to execute a complete work with all its contingencies in accordance with the drawings an specifications for a fixed sum, the following being its essential characteristics:--\n</blockquote>   \n\n<blockquote id=\"blockquote_18\"> (i) A Schedule of rates is specified in order to regulate the amount to be added to or deducted form the fixed sum on account of additions and alterations not covered by the contract. \n</blockquote> \n\n<blockquote id=\"blockquote_19\">  (ii)  Except as provided in clause (i) no allusion is made in the contract to the departmental estimate of the work, schedule of rates or quantities of work to be done. \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> (iii)  Detailed measurements of the work done are not required to be recorded except in respect of additions and alterations. \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> (iv)  The deductions to which Government  is entitled as per contracts are clearly recorded and attended to while issuing final certificates, and they should record in writing the mode they adopt and also refer to the documents on the basis of which a certificate  is given. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_42\"> Schedule contracts are those in which the  contractor undertakes to execute the work at fixed rates. the sum he is to receive depending on the quantities and king of work done or material  supplied. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\"> The form for lump sum contracts prescribed by Government is Form C (Printed as one of the accompaniments to Government Resolution No. 7938, dated the 5th April 1935 and as amended from time to time.)&quot;  \n</p> \n\n<blockquote id=\"blockquote_22\"> This description of lump sum contract shows that it is one which stipulates the completion of work contemplated by it for  a certain and specified sum or for a specified sum which is subject to variations in form  of omissions  or additions in the quantum of work at the rates agreed upon between the parties.  In such contracts, the price which is fixed is a firm of quantities which are referred to there affecting the fixed and specified price but for the purpose of affecting the fixed and specified price upon the extras or curtailments, which or contract. Therefore, if such contracts are accompanied by a schedule of rates, as is four in this case , the said schedule would subject of course. to the terms of the contract indicating the contrary be useful in adding to or deducting from the specified and fixed lump sum of the contract an amount which represents the value of work added or deducted on the basis of these rates.  This being the real nature of a lump sum contract, the fact that the Board has deducted from these bills, a certain amount representing the value of curtailments in work on the basis of scheduled rates, mentioned in the contract, would not and cannot convert the intrinsic nature of that contract.  In this connection, it should be noted that the schedule of rates, which accompanies the two suit contracts.  specifically mentions its function as under:\n</blockquote><blockquote id=\"blockquote_23\">    &quot;For regulating the amount to be added to or deducted from the fixed sum on account of additions or alterations not covered by the contract as per clause (6) of the agreement.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_44\"> These words thus clearly specify the function which the schedule of rates was expected to perform in execution of the contract.  Clause (6) of the agreement, to which a reference is made above, relates to the power of the Executive Engineer to make additions and alterations in drawings, specifications etc.  It says that such alterations would not invalidate the contract and it specifically provides that additional or curtailed work shall be carried out omitted at the rates entered in the contracts.  Looking to these provisions of the contract, it is difficult to comprehend how the mere fact that deductions on account of the curtailments were made in accordance with the scheduled rates, the character of the contract would be changed.  We. therefore, see no force in the appellant&#x27;s contention so far as point No. 1 is concerned.\n</p> \n\n<p data-structure=\"Section\" id=\"p_45\"> 39. So far as second point is concerned.  Shri Kaji&#x27;s contention was that plaintiff has failed to make a positive assertion of a fraudulent misrepresentation in the pliant.  According to Shri Kaji. the case of the plaintiff is based merely on the allegation that the respondent.  Board has failed to disclose a material fact namely. that the estimated costs did not represent the actual cost of the work, which could be arrived at by multiplying the scheduled rates with the quantity of work involved.  Shri Kaji, further developed this argument to show that if this happens to be merely a case of non-disclosure or silence, which is fraudulent within the meaning of <a href=\"/doc/299780/\" id=\"a_5\">Section 17</a> of the Contract Act, the plaintiff cannot succeed for two reasons, namely:\n</p>   \n\n<blockquote id=\"blockquote_24\"> (1) There was no duty cast on the respondent Board to make a disclosure as to the method of calculation adopted by it in arriving at the figures of cost estimates, and\n \n\n (2) Even if any such duty is presumed.  the case would be covered by exception attached to <a href=\"/doc/353998/\" id=\"a_6\">Section 19</a> of the Contract Act, which provides that the contracts in which the consent of the contracting party is obtained by silence fraudulent within the meaning of<a href=\"/doc/299780/\" id=\"a_7\"> S. 17</a>, would not be avoidable if the party whose consent was caused had the means of discovering the truth with ordinary diligence. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_46\"> 40.   While dealing with   this contention of Shri Kaji.  it would first be necessary to appreciate how far his contention that the plaintiff&#x27;s case is one of non-disclosure, is acceptable.  In this connection. it would  be necessary first to refer to paragraphs 15, 16, 18, 19 and 21 of the plaint.  In para. 15 the plaintiff has specifically stated that schedule of rates, quantity of work estimated and the estimated cost actually shown in the tender. constitute material statements on the basis of which the tenders are invited and offered.  Thereafter in paragraphs which follow. the plaintiff has shown how by making a positive representation as regards the estimate of costs.  the respondent Board has misled the plaintiff in entering into the contract.  Of course the plaintiff has also made averments to show that the defendant Board has intentionally refrained from disclosing how the estimate of costs was arrived at by it.  In paragraph 21. the plaintiff is found to have made the following averments :\n</p><blockquote id=\"blockquote_25\">    &quot;the defendant by making mala fide and misleading references in the details of construction of the said tenders to the aforesaid schedule of rates thereof, actively and fraudulently led the intending contractors including the plaintiffs into the belief that the aforesaid estimated cost as held out by the defendant Board was worked out on the basis of the said schedule of rates and further-more that the quantum of work involved in pursuance of the specifications and plan of the tender was co-extensive with the corresponding parity of the rates and the estimated costs as held out by the Board.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_47\"> In our opinion, these averments clearly disclose a positive case about the misrepresentation.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\"> 41. Further reference to the correspondence that took place between the parties during the course of the execution of the contract work, again shows very clearly that according to the plaintiff. it was misled by the positive assertion made as regards the estimate of costs of the work involved in the contract.  This corresponding is found at Exhs. 58 to 61 and 63.   At this stage we don&#x27;t find it necessary to make a detailed reference to this correspondence.  Fro the purpose of this point No. 2, however, we find that the respondent&#x27;s letter Ex. 63, which is dated 30th January, 1957 makes the position clear.  It states what was represented on behalf of the contractors including the plaintiff during the representation made by the contractors to the Housing Commissioner.  Bombay, in this regard.  The letter says:\n</p>   \n\n<blockquote id=\"blockquote_26\"> &quot;It was represented on behalf of the contractors that :--\n</blockquote><blockquote id=\"blockquote_27\">   (1) the contractors had made a mistake in filling the lump sum tender inasmuch as that the estimated amount shown in the tender was taken to be correct and therefore no effort was made by the contractors to check up the amount after finding out the quantities of items as per plan attached and applying the rates as per schedule attached.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_49\"> It is clear from these materials that there cannot be any doubt as regards the positive nature of the case, which the plaintiff has put both in its plaint a well as in the evidence which was recorded during the course of the trial.  It is obvious that it is not the case of non-disclosure or of a silence which is fraudulent within the meaning of <a href=\"/doc/299780/\" id=\"a_8\">Section 17</a> of the Contract Act, provision contained in the Exception attached to <a href=\"/doc/353998/\" id=\"a_9\">Section 19</a> of the Contract Act, would be attracted.  But since it is found that in essence the plaintiff&#x27;s case is not one of silence fraudulent within the meaning of <a href=\"/doc/299780/\" id=\"a_10\">Section 17</a> of the Contract Act, all this discussion would be irrelevant.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"393672\" id=\"span_2\">42. Speaking of the Execution which is attached to<a href=\"/doc/353998/\" id=\"a_11\"> S. 19</a> of the Contract  Act. it is now well established that this exception does not apply to the cases wherein there is a positive case of an active fraudulent representation which has been responsible for bringing about the contract between the parties.  This position has been established in various decisions including the decision given by Allahabad High Court in <a href=\"/doc/393672/\" id=\"a_12\">Niaz Ahmed Khan v. Parsottam Chandra</a>.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"246814\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1731913\" id=\"span_4\">AIR 1931  All 154 by Calcutta High Court <a href=\"/doc/1731913/\" id=\"a_13\">John Minas Apcar v. Louis Caird Malchus</a>, AIR 1939 Cal 473 and Madras High Court in <a href=\"/doc/246814/\" id=\"a_14\">Kopparthi Venkatraratnam v. Palleti Sivaramudu</a>.  AIR 1940 Mad 560.  We don&#x27;t find it necessary to detain ourselves in the discussion of this point any more in view of these decisions.  Under the circumstances, we conclude on point No. 2 that the plaintiff&#x27;s case is based on a positive assertion of a fraudulent misrepresentation to which the Exception attached to<a href=\"/doc/353998/\" id=\"a_15\"> S. 19</a> of the Act, has no application.</span></span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_51\"> 43. This brings us to point No. 3, which is the most important  point involved in this case, and on which, the learned advocates of the parties have addressed this court at length.  The point is whether the plaintiff has successfully proved that it was induced to enter into the suit contracts, by any fraudulent misrepresentation as regards the amounts of cost estimates published in tender notices as well as other papers relating to the tender contract. So far as English law is concerned. it contemplates three types of  misrepresentations namely (1) misrepresentations which are  fraudulent.  (2) misrepresentations which are negligent and (3) misrepresentations which are innocent.  The Indian law on the subject is contained in <a href=\"/doc/299780/\" id=\"a_16\">Section 17</a> and <a href=\"/doc/1270593/\" id=\"a_17\">18</a> of the Contract Act. <a href=\"/doc/299780/\" id=\"a_18\">Section 17</a> defines &quot;fraud&quot; while <a href=\"/doc/1270593/\" id=\"a_19\">Section 18</a> defines &quot;misrepresentation&quot;.  So far as this case is concerned. the plaintiff has made the positive allegations as regards the misrepresentation which according to it was fraudulent.  It is. therefore. first necessary to find what is fraud and what in its nature.  Apart from the statutory definition given to this expression by <a href=\"/doc/299780/\" id=\"a_20\">Section 17</a> of the Contract Act, it should be stated that in the very nature of things.  fraud is secret in its origin and methods adopted to make it successful cannot always be proved to the hilt by producing positive and tangible evidence.  But some times circumstances are eloquent enough to make the suggestion of a fraudulent conduct.  It is for this reason that <a href=\"/doc/299780/\" id=\"a_21\">Section 17</a> of the Indian Contract Act has made an attempt to define what can be termed as legal fraud in civil law as distinguished from criminal law.  Reference to paragraph 1556 of Halsbury&#x27;s Laws of England (third edition), Volume 26. shows that a representation is deemed to have been false, and therefore a misrepresentation. if it was at the material date false in substance and in fact.  Therefore. to constitute the falsity of a representation it should be found false in substance as well as in fact.  It is further observed in paragraph 1557  of the said Volume as under :\n</p><blockquote id=\"blockquote_28\">   &quot;The standard by which the truth or falsity of a representation is to be judged has been thus expressed.  If the material circumstances are incorrectly stated, that is to say, if the discrepancy between the facts as represented and the actual facts as represented and the actual facts is such as would be considered material by a reasonable represent, the representation is false; if otherwise, it is not.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_52\"> Again in paragraph 1571 following observations are found :--\n</p><blockquote id=\"blockquote_29\">    &quot;and it may now be taken as established beyond all question that, whenever a man makes a false statement which he does not actually and honestly believe to be true. that  statement is. for purposes of civil liability. as fraudulent know to be true. or knew or believed to be false.  Proof of absence of actual and honest belief is all that is necessary to satisfy the requirements of the law, whether the representation has been made recklessly or deliberately;&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_53\">Speaking of the standard of proof required in such case in paragraph 1572 it is observed as under :\n</p><blockquote id=\"blockquote_30\">    &quot;the standard of proof applicable is the civil standard of balance of probability and not the criminal standard of proof beyond reasonable doubt, but the degree of probability required to establish proof may vary according to the gravity of the allegation to be proved.&quot; \n</blockquote><p data-structure=\"Precedent\" id=\"p_54\">  In the words of Lord Bremwell in Willaim Smith v. David Chadwick.  (1884) 9 AC 187. at p. 203 &quot; \n</p><blockquote id=\"blockquote_31\">   &quot;An untrue statement as to the truth or falsity of which the man who makes it has no belief is fraudulent; for in making it, he affirms he believes it, which is false.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_55\"> 44. It is in light of these general observations as to the nature and character of legal fraud, we shall now proceed to consider the Indian law on the subject of fraud and misrepresentation.  As said above, it is contained in <a href=\"/doc/299780/\" id=\"a_22\">Sections 17</a> and <a href=\"/doc/1270593/\" id=\"a_23\">18</a> of the Contract Act.  For the purpose of this appeal. we are concerned with clause (1) of <a href=\"/doc/299780/\" id=\"a_24\">Section 17</a>. the same is as under :\n</p>   \n\n<blockquote id=\"blockquote_32\">,  &quot;Fraud&#x27; means and includes any of the following acts committed by a party to a contract. or with his convince. or by his agent. with intent to deceive another party thereto or his agent. or to induce him to enter into the contract :\n</blockquote><blockquote id=\"blockquote_33\">  (1)  the suggestion as a fact, of that which is not true. by one who does not believe it to be true;&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_56\">Analysis of this portion of the section reveals the following ingredients :\n</p>   \n\n<blockquote id=\"blockquote_34\"> (1)  There should be a suggestion as to a fact.\n</blockquote> \n\n<blockquote id=\"blockquote_35\"> (2)  The fat suggested should not be true.\n</blockquote> \n\n<blockquote id=\"blockquote_36\"> (3)  The suggestion should have been made by a person who does not believe it to be true; and \n \n\n (4)  The suggestion should be found to have been made with intent either to deceive or to induce the other party to enter into the contract in question.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_57\"> Let us now consider with reference to the facts of the present case whether these ingredients of <a href=\"/doc/299780/\" id=\"a_25\">Section 17(1)</a> of the Contract Act, are satisfied. \n</p> \n\n<p data-structure=\"Section\" id=\"p_58\"> 45. The first ingredient requires an inquiry of the question whether any suggestion of a fact was made to the plaintiff by the defendant Board.  The fact the suggestion of which is contemplated by clause (1) of <a href=\"/doc/299780/\" id=\"a_26\">Section 17</a> must, of course. be one which should have some relevance to the formation of the contract.  The case of the plaintiff is that such a relevant fact relating to the estimation of the cost of the work to be executed was made in this case in the tender notices as well as during the course of the negotiations between the parties which led to the final conclusion of the suit contracts.  This contention of the plaintiff is found to be true because if a reference is made to the notices inviting tender as well as tender papers. it becomes evident that these documents clearly and specifically refer to cost estimates at a particular figure.  These cost estimates were undoubtedly and obviously the estimates of the cost which was likely to be incurred in completion of the stipulated contracts.  Under the circumstances, it is obvious that the defendant Board represented to the intending tenderers that they would be incurring a particular amount of cost. in case they preferred to enter into the contracts for the execution of the work mentioned in the plans. specifications and other papers relating to the tender.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_59\"> 46.   At this stage. it would not be out of place to consider the importance of the cost estimates which are mentioned in tender notices and other papers relating to the tender contract.  For this purpose a short reference to the relevant provisions found in the P. W. D. Manual. to which a reference is already made above. would be of some use.  Paragraph 126 of the said Manual is with regard to the Administrative Approval and Technical Sanction, which would be accorded to a particular project before the tenders are invited. It says that before obtaining this administrative approval and technical sanction &quot;a properly detailed estimate must be prepared for the sanction of competent authority; this sanction is known as the technical sanction to the estimate&quot;.  Then if a reference is made to paragraph 143 which comes under the heading of `Preparation of Projects&#x27;, it will be found that it provides for the submission of papers and other details &quot;showing the total estimated cost of each item&quot;.  It further says that all these documents together form what is called &quot;the estimate&quot;.  This paragraph stipulates what the document refereed to by it should contain.  Sub-para (12) thereof says that the rates entered in the estimate should generally agree with those in the schedule of rates maintained in each division as required by paragraph 379.  Paragraph 379, to which a reference is made above.  All these provisions are undoubtedly for the purpose of department itself but it cannot be disputed that they clearly point out to the importance which the department attaches to the estimated cost before tender notices are invited.  Now, if these estimates of cost are mentioned as  such in the notices, which invite tender, then it clearly follows that by stating a particular figure of the estimated cost in these notices the department wants to convey to the intending tenders some idea about the cost, which they would be required to incur in execution of the contemplated work.  It is thus quite obvious that the respondent Board did make a representation to the intending tenders to the effect that the work under contemplation would be costing a particular amount.  The foregoing discussion also shows that the representation so made by the Board was as regards a very important and relevant fact to the formation of the contract, because, the intending contractors who happened to look to this estimate would be led to believe that the department itself has worked out the correct estimate of cost of the contemplated work according to the directions contained in P. W. D. Manual.  In this connection, we should note that Shri Kaji&#x27;s contention  was that the tender notices and other documents relating to the tender contract make no representation at all and that the figures of estimates of costs were shown therein only for the purpose of fixing the security deposits and earnest money.  We are not at all impressed by this contention of Shri Kaji.  It is undoubtedly true that the estimate of cost shown in the tender notices would be useful in fixing the amount of security deposit as well as earnest money to be taken from  the concerned contractor but that does not exhaust the utility of the estimate of the cost because the said estimate dose not cease to represent a very important fact relating to the contract. namely. that the execution of the contract would involve  a particular amount of cost  Shri Kaji further contended that in a lump sum contract, it is not obligatory on the department to mention  any estimate cost at all, and since the intending tenderers knew this fact they should not have attached any undue importance to the mention of these estimates in the tender notices.  We find in this contention that though it is true that in lump sum contracts. it is not obligatory on the department to mention any amount of estimated cost in the tender notice and other documents relating to the tender. the fact remains that the department has preferred to make a reference to these estimates of cost.  Therefore, even if the department was not bound to mention this fact, it has preferred to reveal this fact, and hence if this fact is found to be wrong or incorrect or misleading , the department has to take the consequences thereof.  As a matter of fact. If the department had not mentioned any figure as regards the estimated cost or if it had preferred to mention specifically that though the estimated cost was of a particular amount. it wanted to give contract only at a particular lump sum, the matter would, of course, have been different.  But that is not the case here.  Under the circumstances it must be concluded that the defendant-Board has made a suggestion in the tender notices about the fact which was most relevant and vital to the formation of the contract between the parties.  This satisfies the first of the four ingredients mentioned above.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_60\"> 47. Now coming to the second ingredient what is required to be proved by the plaintiff is that the fact which was suggested was not true. On this point Shri Kaji contended that the case of the plaintiff is that it was understood by it that the published estimate of cost represented the correct multiplication of rates with the quantities of different items of the contracts and that it was on such an understanding that it preferred to conclude the suit contracts.  He pointed out that there is no evidence to show that there was any representation by or on behalf of the respondent-Board indicating how the amounts of published estimate of costs were worked out.  It is undoubtedly true that there was nothing in tender notices issued by the respondent Board or in the tender agreements to suggest how the estimates of costs which were published were worked out.  But that does not matter in the least because here what we are called upon to find is not whether the representation which was not made was true or not. but whether the representation which was positively made was true or not.  In other words. the question is whether the specific and positive representation contained in the tender notices, subsequent negotiations between the parties, and the final agreements regarding the estimate of cost of both the contracts.  was true or not.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_61\"> 48.  The trial court has concluded that this representation was not true and on consideration of the recorded evidence we have. on our part, no hesitation whatever in confirming this finding of the learned Judge.  We shall, however. point out to certain important facts going to show how the above referred representation as to the estimate  of cost was not true.  Shortly stated  the evidence on this point is as under: \n</p>   \n\n<blockquote id=\"blockquote_37\"> (a)  As already stated above. there were in all 5 projects which were required to be executed.  The first project was relating to Malek Saban or Bapunagar area.  Since all these projects were for construction of residential houses for industrial labour, a common plan for all of them was originally sanctioned.  This common plan is found at Ex. 121, which is dated 25-5-1952.  It is an admitted fact that this plan continued to remain in force throughout the execution of all the five projects subject to certain additions, which are specifically referred to in the foregoing portion of this judgment.  The estimate of cost for this original plan Ex. 121 was, as already stated. Rs. 2,994/- per tenement, and Rs. 15,398.50/- per block of 8 such tenements.  Now when subsequently the above referred extra items were added to this plan.  obviously the estimated cost of each tenement should increase in proportion to the extras which were added.  At this point if a reference is made to the table found in the judgment of the trial court relating to all these five projects.  it will be noticed that some extras were added to the original plan during the course of the execution of second Malek Saban project.  We have already stated that for this addition. the defendant Board had sanctioned the amount of Rs. ,337/- per block of 8 tenements as early as 4th January, 1955.  (vide Ex. 154).  It is further found that thereafter the technical sanction for the first Mithipur Project, which is project No.8 in the above referred table, was accorded.  However, the estimated cost remained the same.  In other words. the said estimated cost did not include the costs of the extras which were added.  The same was the position with regard to the suit project No. 4.  We have already mentioned what were the extras to be added in the original plan during the course of the execution of the suit project.  As will be clear from the discussion which follows, the value of these extras amounted to Rs. 479/- even according to the departmental calculations of the defendant-Board.  But in spite of this additional work.  the estimated cost per tenement remained at the same figure. namely, Rs. 2,994/- and even the published estimated cost of a block of 8 tenements did not reflect the cost of this additional items.  The main point to be noted is that technical sanction with regard to the suit project was recorded on 13th August. 1955. but about 7 months before that i.e. on 4th January, 1955, the department had paid Rs 1,377/- more per block of 8 tenements on account of the additions of extras.  Therefore. the department knew that the cost of additions was not covered by the original estimate and yet it persisted in showing the same estimate of cost as before. which as based on the original plan  Ex. 121.\n</blockquote> \n\n<blockquote id=\"blockquote_38\"> (b) Apart from this. we find that the Housing Commissioner of the defendant Board obtained positive information with regard to the extra cost involved in the additions which were made to the original plan with regard to the extra cost involved in the additions which were made to the original plan with regard to the execution of the suit project.  In this connection, it would be pertinent to make a reference to Ex. 250 which is a letter written by the Housing Commissioner of the defendant-Board to his Assistant Housing Commissioner on 16th  May, 1955.  The letter is a short one and its contents are very relevant to the point under discussion.  They are as under :\n</blockquote><blockquote id=\"blockquote_39\">   &quot;Assistant Housing Commissioner&#x27;s action in asking the Executive Engineer, Housing Division.  Ahmedabad. to prepare draft tender papers in C Form together with charges as suggested in the above letter is approved.  The specifications for the lump sum quotations should include the W. C. seat per each tenement and all other items of works which are to be carried out.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_62\"> Here, it should be remembered that according to the original plan only one acqua privy was required to be shared as between two tenements.  But this plan was subsequently changed and it as decided that there should be one water closet seat per each tenement.  This obviously increased the number of privies to be constructed.  Apart from that, there were other additions to which we have already referred. Now we find that as per this letter of the Housing Commissioner. the then Executive Engineer, Housing Division Ahmedabad, actually worked out the cost estimate of the additional work which was to be provided in the construction of the two projects in Mithipur area.  This fact is disclosed by reference to Ex. 228, which is the letter dated 21st June, 1955 written by the Executive Engineer. Housing Division Ahmedabad, to the Assistant Housing Commissioner.  North Bombay.  This letter is obviously with reference to the first Mithipur project of 550 tenements.  But since it is an admitted fact that the work details and plans of  the suit project were exactly the same. as the first Mithipur project of 550 tenements, this letter is useful even for the purpose of showing what was the additional cost in putting the extra word relating to the suit contracts.  In this letter the Executive Engineer Housing Division. Ahmedabad mentioned that as per abstract sheets which he had prepared and attached along with his letter, the extra cost per tenement worked out to be at Rs. 479/-.  We have already got before us the copy of the abstracts which show in detail how the estimates of the additional work have been carried out by  this Executive Engineer.  It further transpires from the receiving  evidence that these facts were ultimately placed before the Housing Commissioner for the purpose of receiving technical sanction to the suit project.  The facts relating to the above two letters Exs. 250 and 228 are found correlated in one affidavit filed by one Mr. M. K. Kiratsingh Narsinghani who was working  as the Deputy Engineer  of the defendant Board at that time (vide Ex. 110).  It is clear from this affidavit that the Housing Commissioner had asked for the details of the extra cost on account of the additional items of work as provided in the tender papers that the Executive Engineer concerned prepared the above referred abstract showing the details of extra costs and that thereafter the Assistant  Commissioner (Housing) forward all these papers to the Housing Commissioner, who was pleased to approve the draft and the papers before according the technical sanction.  These facts, therefore, clearly show that though the plan and specifications involved in the suit contract contained some additional work involving the extra cost of Rs. 479/-, the department did not include this extra cost in the published estimate, which formed the basis of the contract between the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_63\"> (c)   Now in the record of the case we find department estimates with regard to all the five projects.  They are at Exs. 112 to 116.  Out of these, departmental estimates. the one which is found at Ex.115 relates the suit project.  During the course of the argument Shri Desai, the learned advocate appearing for the appellant took us  through the details of all these five estimates. to convince us that it has been the practice of the defendant-Board to publish only those estimates of costs, which were truly reflecting the amount of costs involved in the work to be executed arrived at by the multiplication of scheduled rates and the quantity of work relating to each item. After referring to the different details and figures of all these estimate we are convinced about the truth of this proposition.  Exs. 112.  113 and 114 which are the previous estimates relating to the first three projects clearly show that the published  estimate of cost was reflecting correctly the multiplication of rates with quantity of the work involved in the original plan. However. the estimates relating to the two Mithipur projects are found to have been based on the original plan Ex. 121.  without taking into consideration the subsequent additions made in that plan.  But at  any rate these documents reveal that the practice which was generally followed by the department was to publish only that estimate of cost which correctly reflected the multiplication of rates and the quality of work involved in the plan under consideration.  The departmental estimate with regard to the suit project, which is found at Ex. 115 further reveals that the plan, which is worked out there, did not include they addition subsequently  made.  Therefore, this provides further evidence to show that the statement made by the defendant Board as regards the estimate of costs was not true.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\"> (d) One of the partners of the plaintiff in this case, named, Purshottam Chunilal Thakkar, has given evidence on behalf of the plaintiff.  His deposition is found at Ex. 128. Reference to this deposition shows that therein he has made an attempt to prove that before entering into the suit contracts. he contacted the then Executive Engineer of the defendant-Board, one Mr. Gghamvir and made some inquiries from him as to how the estimate of costs shown in  the tender notices was prepared.  This witness alleges that the said Executive Engineer told him that the estimates of cost were prepared &quot;by multiplying the quantity of work of each item with the relevant rates shown in the schedule of rates.&quot;  Thus. the plaintiff has made an attempt to lead positive evidence in proof of the fraudulent misrepresentation which it wants to prove.  It was contended that as against this evidence of the plaintiff , the defendant has not produced any evidence to counter the same and has not preferred to examine the concerned Executive Engineer Mr. Gamvhir and. therefore, the deposition given by this witness of the plaintiff should be believed as dependable.  The learned trial Judge has considered this aspect of the matter in paragraph 16 of his judgment, wherein he has stated the reason why he has not preferred to rely upon this part of the testimony of this witness.  We find no reasons to disturb this finding of the learned trail Judge because if it were a fact that Mr. Gamvhir the then Executive Engineer  of the defendant Board had made any positive statement which was obviously fraudulent misrepresentation which led the plaintiff to accept the suit contracts, the plaintiff would not have missed to mention this fact at the first opportunity when it entered into the correspondence with the defendant Board in the month of December, 1956 as shown by the correspondence found at Exhs. 58, 59 60, 61 and 63.  Nowhere in this correspondence the plaintiff has made a grievance that Mr. Gamvhir   had tried to mislead it.  Thus. the plaintiff&#x27;s evidence as regards the alleged oral misrepresentation said to have been made by Gambhir is not found to be dependable for basing our findings on the question whether the statement as regards the estimate of cost made by the defendant Board and tender notices was false but since were are of the opinion that there is other more dependable evidence to prove this fact, we need not detain ourselves more on this point.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_65\"> (e)  The circumstantial and documentary evidence. which is discussed above on the question whether the representation made by the defendant Board was true or not, does supply a prima facie proof.  The respondent Board has not cared to counter this evidence or to explain the same by examining any of its officers responsible for procuring the suit contracts.   If in this connection, a reference is made to paras. 14 and 15 of the judgment recorded by the trail court, the point would be clear.  In para. 14 the learned trial Judge has stated as under :\n</p><blockquote id=\"blockquote_40\">   &quot;The inference is clear form the aforesaid correspondence that the departmental estimated cost of Rs. 15, 818/- per block of 8 tenements  remained unchanged in spite of the estimated extra cost of the additional work in respect of the scheme at Sr. No. 3 i.e., Mithipur 550 tenements. Why this was kept the same in spite of the obvious necessity for making addition has not been explained by the defendant by examining persons connected with the preparation of tender papers of this scheme.  Therefore, it would be reasonable to come to the conclusion that the estimated cost as shown in the tender papers for the scheme at Sr. No. 3 was wrong in point of fact as it did not take into account the cost of additional work as shown in exhibit 228 viz. Rs. 479/- per tenement. The additional cost per block at this rate would be Rs. 479 X 8 = Rs. 3832/-.  Adding this to the departmental estimate of Rs. 15,818/- the total estimate cost will come to Rs. 19,650/-/&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_66\"> Then in para. 5. the learned Judge observes as under :\n</p><blockquote id=\"blockquote_41\">   &quot;S. L. Patel, Chandnani and other persons connected with the preparation of tender papers for the schemes at Sr. No. 3 were the most material witnesses if the defendant wanted to prove that the published estimated cots of Rupees 15,818/- per block included the extra cost of additional items of work the most important of them being one water closet per tenement instead of one per two tenements.  And one is completely at a loss to understand why the evidence of these witnesses was withheld.  In these circumstances, therefore, I would also raise an adverse inference against the defendant that these witnesses if produced would not have been able to show that the published estimated included these additional items and was, therefore. correct.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_67\"> The learned judge has concluded this point in para. 17 of the judgment, as under :\n</p><blockquote id=\"blockquote_42\">  he fact. however, remains that in the notice to contractors which forms part of the tender papers a wrong figure of estimated cost was given as already shown above and we will have to consider the effect of this later on.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_43\"> In view of this above discussion we find that the learned Judge has rightly concluded that the representation in question was wrong in point of fact.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_68\"> 49. This therefore brings us to the third ingredient which involves the question whether the wrong representation which is referred to above.  was wrong to the knowledge of those who made it.  With due respect to the learned trial Judge, we find that it is here that he has reached a wrong conclusion.  In para. 26 of his judgment. he records as under :\n</p><blockquote id=\"blockquote_44\">  he first consideration with regard to the third element is whether the person who made the suggestion on behalf of the defendant Board was aware of the fact that the published estimate was wrong in point of fact?  The defendant being a Corporation the awareness or knowledge on this point which would be relevant for consideration would be awareness of the members of the Board of the defendant Corporation or the awareness of the person making this suggestion.  When there is allegation of fraud against a Corporation. it must be shown that the members constituting that Corporation who are managing the affords of the Corporation were guilty of any act amounting to fraud or the person dealing with the aggrieved party on behalf of the Corporation was guilty of any act amounting to fraud.  There is no evidence to show the members of the defendant Board were aware of the discrepancy pointed out above.  So far as the person acting on behalf of the Board with the plaintiff is concerned, that person is the Executive engineer who published the aforesaid notice to contractors inviting tenders.  It is not in dispute that the Executive Engineer at that time was one Mr. Gambhir.  D. O. Letter Ex. 117 also shows this.  There is no evidence to suggest that Gambhir had any knowledge about the discrepancy between the published estimate and real estimate at the time of publication of notice to contractors in respect of the suit tenders.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_45\"> Then again in the same paragraph he observes :\n</blockquote><blockquote id=\"blockquote_46\">   &quot;It is true that in connection with the scheme at sr. No. 3 i.e. Mithipur 550 tenements the Executive Engineer concerned, viz.. Mr. S. L. Patel was aware of the fact that he published estimate did not include the estimated cost of additional work which he himself estimated as extra  cost at Rs. 479/- per tenement and communicated the same to the Assistant Housing Commissioner by letter Ex. 228.  Therefore, with regard to him one can say with reasonable certainty that he did not believe the figure of Rs. 15,818/- per block of eight tenements as the published estimated cost to be inclusive of additional times even though the published figure did make the suggestion that it covered all items of planned work.  But the fact that S. L. Patel was aware of this does not necessarily mean that Mr. Gambhir who succeeded him was also aware of this state of affairs .  Thus, there is no evidence that Gambhir was aware of this discrepancy and therefore. there is no scope for holding that the person making the representation or suggestion in case of the suit contracts did not believe that suggestion to be true.  therefore, the third element which is necessary for the act to call under clause (1) of <a href=\"/doc/299780/\" id=\"a_27\">Section 17</a> has not been satisfied in the present case.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_69\"> In our opinion. this approach of the learned trial Judge is not correct. Chitty in his book on Contracts (twenty-third edition).  Vol. 1. at page 281 observes as under :\n</p><blockquote id=\"blockquote_47\">   &quot;The requirement of proof of the absence of honest belief does not, however, mean that the plaintiff must prove the defendant&#x27;s knowledge of the falsity of the statement.  It is enough to establish that the latter suspected  that his statement might be inaccurate, or that he neglected to inquire into its accuracy, without proving that he actually knew that it was false.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_70\"> The discussion which follows shows that there is evidence in the records of the case to point out that all the responsible officers of the Board were aware of the fact that the cost estimate which was published in the tender notices. was wrong.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\"> 50. It is an admitted fact that the tenders were invited on behalf of the Board only after the Housing Commissioner gave his technical sanction and also approved the tender s papers including specifications. plans and other details of work.  Affidavit at Ex. 101 and Housing Commissioner&#x27;s letter at Ex. 250 had given directions to include W. C. Seats per each tenement and other additional items of work. It was also he who sanctioned the published estimated cost as found in the tender  notices and agreements Exs. 130 and 131.  It is, therefore, futile to contend that officers of the Board who were responsible for issuing tender notices and entering into the tender contracts were not knowing that published estimate of cost did not correctly represent the cost of extra work involved in the contracts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_72\"> 51.   The law as to the liability of principal and agent for the fraud committed by either appears to be well settled ever since the decision of House of Lords in S. Pearson and Son Ltd. v. Lord Mayor &amp; C.. of Dublin. (1907) AC 351.  There, the defendant had invited the plaintiffs to tender for certain sewage work and for the purpose of enabling them to tender. plans with drawings and specifications were given to the plaintiffs by the defendant.  These plans and drawings and specifications had been prepared by engineers employed by the corporation and in these drawings and plans were certain statements as to the relevant circumstances of the work.  In particular there was a statement as to the existence of a wall at a depth of 9 feet.  The only relevance of that was that if the statement  was true the cost of the work would be less. Relying on the truth of the statement the contractors had agreed to do the work  for a particular sum.  But subsequently they found that the statement was wholly untrue and therefore they had to incur vary much more expense.  Eventually they filed an action for damages for fraud.  The question which was agitated before the House of Lords was relating to the liability of the principal for the fraud committed by his agent.  Earl of Halsbury is found to have observed as under with regard to this point :\n</p><blockquote id=\"blockquote_48\">   &quot; I do not understand the learned Judge to express any doubt as tot he liability of the principals for the fraud of their agent. if there was fraud : Cornfoot v. Fowke, (1840-6 M &amp; W 358).  If it was supposed to decide that the principal and agent could be so divided in responsibility that - like the schoolboy&#x27;s age game of  `I did not take it. I have not got it&#x27; -- the united principal and agent might commit fraud with impunity, it would be quite new to our jurisprudence.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_73\"> Then concluding his discussion on the point, he has further observed as under ;\n</p><blockquote id=\"blockquote_49\">   &quot;I cannot conclude without saying that I desire to associate myself entirely with the observations which have been made in by the Lord Chancellor that it matters not in respect of principal and agent (who represent but one person) which of them possesses the guilty knowledge or which of them makes the incriminating statement.  If between them the misrepresentation is made so as to induce the wrong. and thereby damages are caused, it matters not which is the person who makes the representation or which is the person who has the guilty knowledge.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_74\"> 52. Another decision on the point is London County Freehold &amp; Leasehold Properties Ltd. v. Basrekeley Property and Investment Co. Ltd.. (1936) 2 All ER 1039, wherein the same question came up for consideration.  In that case a person was about to buy a block of flats from a company  and he wanted to know whether the tenants paid the rent regularly.  Thereupon one of the company&#x27;s agent Mr. De Rees consulted another agent of the company namely, the property manager Mr. Addis and then informed the purchaser that the tenants paid the rent regularly when. in fact. many of the tenants did not do so. Goddard, J. in that case held that the company cannot be liable for any fraud but the court of Appeal took the opposite view and held that the company was liable for the fraud of its agent. Romer L. J. commenting on this point is found to have observed as under at pages 1050 and 1050 the report :--\n</p><blockquote id=\"blockquote_50\">   &quot;But I have also come to the conclusion that the cross-appeal of the plaintiffs should be allowed. for I think that the representation made by Mr. De Rees was untrue to the knowledge of the defendant  company.  It is quite plan that Mr. De Rees made the representation in all innocence, but he made it as agent for and on behalf of his principals. the defendant company, and they knew  that the representation was false.  being a corporation, they could. of course. have no actual knowledge at all. but they must be deemed to have had the knowledge of their agents who normally dealt with questions arising between them and their tenants and the true facts of the case must have been known to one or more of those agents ............ But even assuming that Mr. Addis did not see the note, the defendant company must be held to have made a fraudulent misrepresentation.  There was at one time a difference of judicial opinion upon the question whether a representation made by an agent innocently on behalf of a principal can be treated as a fraudulent representation for which the principal is liable.  when the principal, though having no knowledge that the representation is made. knows that it is untrue.  But it has now been laid down by the House of Lords that in such a case the principal is as much liable as though he had himself made the representation knowing it to be untrue:  1907 AC 351.  In that case it was said by Lord Loreburn, L. C. at page 354; that : `the principal and are one, and it does not signify which of them made the incriminated statement or which of them possessed the guilty knowledge&#x27;.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_75\">5th   May. 1972\n \n\n</p><p data-structure=\"Precedent\" id=\"p_76\"> 53. Proceeding further he has observed  as under about the same point :\n</p><blockquote id=\"blockquote_51\">   &quot;The defendants are a joint stock company acting and conducting business by a staff of officers and other agents whose duty it is in many departments to manage the company&#x27;s business and to look after its affairs.  What is the result of this state of affairs ?  The company and its agents must be regarded as one, and the former be deemed to have the knowledge of its agents in relation to the business.  It is impossible to believe that there were not many of the agents who must have known of the relations subsisting between the defendants and their tenants. and I agree with the view of Romer L. J.. that Captain Dixev and Mr. Addis must have known that the representations were untrue.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_77\"> 54. Revertin to the facts of the present case.  it is clear from the recorded evidence that not only the Housing Commissioner but also all the different officers of the respondent Board, who were responsible for inviting the tenders and finalising the suit contracts. were knowing that the published representation as regards estimated cost of the work covered by the suit contracts was not correct and was about 20 per cent below the actual cost.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_78\"> 55.  We find that there is still more important evidence to which the attention of the learned trial judge does not appear to have been drawn but which.  In our opinion, is very vital to the appreciation of the question under consideration.  This evidence consists of Ex. 200 and Ex. 199. to which we have already made a reference above.  These two documents are the agenda and the minutes of the 254th Meeting of the  Board held on 9th  May, 1954.  The contents of both these documents show that the published estimated cost became the fulcrum around which the parties finally negotiated the suit contracts.  The relevant portions of the agenda Ex. 200 are as under :\n</p>   \n\n<blockquote id=\"blockquote_52\">  &quot;M/s.  Vasant and Co. who had sent the lowest tender for group D (250 tenements) amounting to Rs. 4,99,669/- i.e. 1.22 per cent. above the estimated cost of Rs. 4,93,531/- did not agree to reduce their rate when negotiations were carried out by the Assistant Housing Commissioner  (North) Shri R. C. Thakkar who sent the 2nd lowest tender for the said group amounting  to Rs. 5,02,289/- i.e. 1.76 per cent above the estimated cost, consented to reduce his rate to Rs. 4,92,150 i.e.  to 0.28 per cent below the estimated cost, which is the lowest.\n</blockquote> \n\n<blockquote id=\"blockquote_53\"> Shri R. C. Thakkar has also sent the lowest tender for group F (176 tenements) amounting to Rs. 3,44,322/- i.e. 0.9 per cent below the estimated cost of Rs. 3,47,446/-.\n</blockquote> \n\n<blockquote id=\"blockquote_54\"> As the total cost of the lowest tenders in group D (250 tenements) amounting to Rs.4,92,150/-.  i.e. 0.28 per cent above the estimated cost of Rs. 4,93,531/- and group F (176 tenements) amounting to Rs. 3,44,322/- i.e. 0.9 per cent below the estimated cost of Rs. 3,47,446/- is above Rs. 6,00,000/-. the tenders are put up to the Board for consideration.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_79\">Thereafter the resolution of the Board followed as found at Ex. 199 :\n</p>   \n\n<blockquote id=\"blockquote_55\">&quot;Resolution No. 1,003/-\n</blockquote> \n\n<blockquote id=\"blockquote_56\">Resolved to accept :\n</blockquote>   \n\n<blockquote id=\"blockquote_57\"> (i)  The negotiated tender of  Shri R. C. Thakkar for constructing 250 tenements in Group D amounting to Rupees 4,92,150/- i.e. 0.28 per cent below the estimated cost of Rs. 4,93,531/- and (ii) the lowest tender of Shri R. C. Thakkar for constructing 176  tenements in group F amounting to Rs. 3,44,322/- i.e. 0.9 per cent below the estimated cost of Rupees     3,47,446/-.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_80\"> Thus both these documents reveal not only that published estimate of costs was a very important fact relating to the contract but also that the plaintiff had taken that estimate as a correct estimate which could form a proper basis for negotiations which finally culminated into completed contracts.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_81\"> 56.  These two documents Exs. 200 and 199 should be viewed in context of previously referred documents viz. Ex. 250 and which is the letter of Housing Commissioner dated 16-5-1955 and the other Ex. 228 by which it was conveyed to the Housing Commissioner and other officers of the respondent Board that the estimate of RS. 2,994/- per each tenement did not include the cost of extras amounting to RS. 479/-.  We have made a detailed reference to these tow documents while discussing the second ingredient of <a href=\"/doc/299780/\" id=\"a_28\">Section 17(1)</a> of the Act.   We find that no responsible officer of the respondent Board who   handled the relevant files could have avoided to notice this fact.  It was the Housing Commissioner who sanctioned the issue of tender an his attention was pointedly drawn tot his letter Ex. 228 and yet he has not thought it proper to rode his subordinates to make a correct declaration of cost estimate either in the tender notice or in other tender documents.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_82\"> 57.  Thus, the documents found at Ex. 250 and Ex. 228 read together with affidavit Ex. 10 and agenda of Board meeting of Ex. 200 as well as the resolution of that  meeting Ex. 199 completely establish that the respondent Board and its officers responsible for the suit contracts knew that the representation made with regard to the cost estimate of the work was false and misleading.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_83\"> 58.   Shri Desai&#x27;s contention was that it would be an understatement to say merely that the representation in question was false to the knowledge of the officers of  the Board. because. there is enough evidence to show that these officers have made the false representation deliberately and with a particular design and motive.  In support of this contention  he drew our attention to the following facts :\n</p>   \n\n<blockquote id=\"blockquote_58\">  (a)  He pointed out that the concerned officers of the Board were anxious to see that the cost per tenement did not exceed Rs. 3,000/- because that was the limit set by the Central Government which subsidised the project.\n</blockquote> \n\n<blockquote id=\"blockquote_59\">  (b)  He also drew our attention to some of the running account bills of another contractor, A. M. Parikh &amp; Sons and tried to show that previous to the execution of the suit contracts. this contractor was paid running account bills on rate basis but after their execution. these bills were paid after deducting 19 per cent from the scheduled rates.\n</blockquote> \n\n<blockquote id=\"blockquote_60\"> (c)   He further drew our attention to the findings of the learned trail Judge as regards last two sheets of Ex. 114/2 and stated that these two sheets were added in the he estimate of the third scheme relating to Mithipur Project with a view to make a show that the published estimate of cost was correct.\n</blockquote> \n\n<blockquote id=\"blockquote_61\"> (d)  Lastly, he contended that the photo copy found at Ex. 164 ought to have been rejected by the learned trial Judge.  According to the contents of this photo copy each tenement was likely to cost Rs. 479/- more on account of the above additions. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_84\"> 59.  So far as the limit of  Rupees  3, 000/- is concerned, we, find from the deposition of plaintiff&#x27;s witness S.  T.  Thakkar, who was working as the Assistant Officer in the office of the Accountant General that the scheme in question was subsidised by the Central Government and the Central Government had fixed Rs.  3,000/-  as ceiling of cost per each tenement for the purpose of subsidy.  But nothing further is found from the evidence supplied by this witness,  However, the fact remains that even in spite of the additions made in the plan regarding the tenements covered by the suit contracts, the defendant Board was expected to complete the construction within a limit of Rs.  3, 000/-.  This may be a factor which might have induced the officers of the Board not to make any change in the published estimate of cost because it was prepared with regard to the original  plan.  But beyond this we cannot say anything which would attribute mala fides to the action of these officers in not publishing the correct estimate of cost.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_85\"> 60.  So far as the payment of running bills to another contractor M/s.  A.  M.  Parikh &amp; Sons is concerned, it is undoubtedly found by reference to the running bills Exs.  142 and 143 that they were paid on the basis of scheduled rates.  A reference to the third bill Ex.  145 shows that the payment thereof was made on 14-2-1957 after  deducting 19 per cent  from the scheduled rates.  There is no evidence to show how and why this change was made and.  therefore, from these bare facts, it would not be proper to come to any conclusion about the mala fides of the concerned officers.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_86\"> 61.  So far as the last two sheets of Ex.  114/2 are concerned.  it should be noted that this document is with regard to the calculations of costs estimate done by the department with regard to the third project relating to Mithipur area.  There is no evidence to show how these two sheets were stitched with the original papers of Ex.  114/2.  The calculations contained in these two sheets  show  that therein even the costs of the extra work is calculated but at a reduced rate.  In view of the fact that these two sheets are found to have been subsequently added as also the fact that there is no satisfactory evidence to show the circumstances under which these sheets came to be added.  the learned trial Judge has not accepted the veracity of the contents thereof.  He has concluded his findings with regard to these last two sheets in para.  12 of his judgment as under:\n</p><blockquote id=\"blockquote_62\">   &quot;I am.  therefore, not prepared to rely upon these two leaves for coming to the conclusion that the published estimated cost as shown in column No.  9 of the works at serial Nos.  3, 4 and 5 was based upon these two leaves.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_87\"> We concur with this finding of the learned trial Judge.  But in view of the want  of proper evidence about the circumstances under which these two sheets were added in Ex.  114/2, it is not possible to conclude that they were added only with a view to defraud the plaintiff and other contractors.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_88\"> 62,  So far as the photo copy Ex.  164 is concerned, it is found that the parties have devoted much attention during the course of the trial in proof of this document.  On our part.  we do not attach any importance to this document because the contents of this document are even otherwise found proved through the letter Ex.  227 to which we have already made a reference above.  Ex.  164 seeks to prove only one fact namely, that in view of the additions to the original plan.  there should be an additional estimate of cost at the rate of Rs.  479/- per tenement.  Since this fact is even otherwise proved, we don&#x27;t think it necessary to detain ourselves more in discussing the evidence as regards this photo-copy.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_89\"> 63. In our opinion, the finding that the false representation was knowingly made by the party concerned.  is by itself sufficient to bring the case within the mischief of <a href=\"/doc/299780/\" id=\"a_29\">Section 17</a> of the Contract Act.  It is, therefore, not necessary to make any further probe into the motive of the person making false representation.  Even if the motive of the person indulging in deceit is very laudable, he cannot escape from the consequences of his action.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1103006\" id=\"span_5\">In this connection it would not be out of place to make a reference to the decision given by <a href=\"/doc/1103006/\" id=\"a_30\">Privy  Council Motor Finance Co., v. Addison &amp; Co. Ltd.</a>,  41 Cal WN 482 = (AIR 1937 PC 21).  Their Lordship came to the conclusion that the evidence given on behalf of the plaintiff was sufficient to establish that the plaintiffs relied on the defendant&#x27;s representations as to price and as to initial deposit, with regard to the motor cars referred further observed as under with reference to the facts of that case:</span>\n</p><blockquote id=\"blockquote_63\">   &quot;and in their Lordships&#x27; view, the representations complained of were not made, so far as can be seen with any intention to injure the plaintiff firm.  The expectation was that each transaction would be carried out in due course, each hirer fulfilling his obligations.  But as Stone. J. rightly held the intention to deceive is not necessarily an intention to injure or to cheat, and if the defendants made to the plaintiff firm a statement as to price and deposit which they new to be untrue, and did so with a view to the plaintiff firm entering into a purchase.  there is a sufficient basis for an action of deceit. provided always that the plaintiff firm relied upon the statement&quot;. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_90\"> 64.   In view of this .  we are of the opinion that even the third ingredient of <a href=\"/doc/299780/\" id=\"a_31\">Section  17(1)</a>  of the Contract Act is provided.\n</p> \n\n<p data-structure=\"Section\" id=\"p_91\"> 65. The fourth ingredient is with regard to the intention of the representor.  It should be the intention either to deceive or to induce the other party to enter into the contract.  This ingredient postulates its consequence also viz. that the represent must in fact, have been induced to enter into the contract by the misrepresentation in question.  If he is induced to enter into the contract not by the misrepresentation in question but by some other factors.  the case would not fall within the mischief of <a href=\"/doc/299780/\" id=\"a_32\">Section  17</a> of the Act.  Therefore. in the discussion which follows we propose to consider both these aspects of the matter.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_92\"> 66.  We may first consider whether the appellant was in fact induced to enter into the suit contracts by the respondent&#x27;s misrepresentation as regards the estimate of costs.  In this connection. we may usefully quote the following observations of Lord Blackburn in Smith v. Chadwick.  (1884)  9  AC  187:\n</p><blockquote id=\"blockquote_64\">    &quot;I think that if it is proved that the defendants with a view to induce the plaintiff  to enter into a contract  made a statement to the plaintiff  of such a nature as would be likely to induce a person  to enter into a contract and it is proved that the plaintiff did enter into the contract, it is a fair inference of fact that he was induced to do so by the statement.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_93\"> Speaking about the facts of the instant case, we find it important to note that according to published estimate, each tenement was costing  Rs.  2994/- and a block of eight such tenements was costing  Rs.  15793/-  According to correct estimate each tenement would cost  Rs.  2993   +  Rs.  479 (being the cost of extra work) = Rs. 3473/- and each block of 8 such tenements would cost Rupees  15793 +  Rs. 3832  (being cost of extra work at the rate of Rs.  479/- per tenement) =  Rs.  19625/-,  This shows that representation made by the published estimate was  about  20% below the actual cost of the work covered by the suit contracts.  The question which this aspect of the matter raises is whether the plaintiff  firm. whose partners should be presumed to be possessing at least a modicum degree of business sense would agree to undertake the responsibility of execution of the suit contracts for a price which  20% below the market price?  Reference to Exs.  200 and  199  shows that during the course of the negotiations between the parties the plaintiff was persuaded to reduce the lump sum amount by  0.28%  with regard to `D&#x27; group and by  0.9% with regard to `F&#x27; group.  If the plaintiff had known that the  representation made by published  estimate was already  20% less than what is ought to be, would it be foolish enough to still reduce the price of the contracts by 0.28% and  0.9% ?   In our opinion. this aspect of the matter clearly reveals that the appellant -- plaintiff agreed to the further  reduction by 0.28% and 0.9% only because an impression was created by the respondent-Board that the estimate of cost which was published by it was the correct estimate covering all the details of the suit contracts.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_94\"> 67. In this connection, it should be remembered that the estimate of cost published with regard to the first two projects of Malek Saban Area.  were correctly representing the actual cost which was involved  in the construction work.  Therefore. an impression was created by the Board amongst the contractors interested in offering the tenders that the estimate of cost involved in the undertakings.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_95\"> 68. All these facts. therefore, clearly show that it was the misrepresentation in question which was solely responsible for inducing  the plaintiff to enter into the suit contracts.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_96\"> 69. Next point for our consideration would be whether this representation was made with an intention to induce the plaintiff to enter into the suit contracts.  It need not be stated that there cannot be any direct proof of intention but many a times it is easy to know from the circumstances of the case what was the intention of a person in adopting a particular cause of action.  So far as this case is concerned no officer connected with the formation of the suit contracts is examined by the respondent-Board.  It is difficult to understand why these officers have avoided their evidence by appearing as defendant&#x27;s witnesses.  Under the circumstances. the false estimate of cost was shown in the tender notices. we have to go by the general principles as regards the appreciation of evidence that every person is presumed to have intended the result which naturally and in ordinary course flows from his action.  This proposition is. of course. subject to the proof to the contrary.  But no such contrary proof is adduced by the respondent-Board.  On this point. it would be relevant to bear in mind the following observations made by Lord Selborne in (1884) 9 AC 187 (supra):\n</p><blockquote id=\"blockquote_65\">   &quot;I conceive that in an action of deceit it is the duty of the plaintiff to establish two things: first. actual fraud, which is to be judged of by  the nature and character of the representations made. considered with reference to the object for which they were made the knowledge or means of knowledge of the person  making them, and the intention which the law justly imputes to every man to produce those consequences which are the natural result of his acts: and secondly. he must establish that this fraud was an inducing cause to the contract&quot;. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_97\"> Further we find that there is some force in the appellant&#x27;s contention that the concerned officers of the respondent-Board were anxious to see that the work involving the extra cost of Rs. 479/- per tenement should so far as possible be executed within the limits of Rs. 3000/- fixed by the Central Government.  It appears that it was for this purpose that they did not think it proper to change the original figure of cost estimates.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_98\"> 70.   Considering therefore. all these circumstances we find that even the fourth ingredient of <a href=\"/doc/299780/\" id=\"a_33\">Section 17(1)</a> of the Contract Act is satisfactorily proved.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_99\"> 71.   The foundation of the vice of fraud contemplated by <a href=\"/doc/299780/\" id=\"a_34\">Section 17</a> of the Contract Act manifestly is that a man making any representation which he intends another to act upon. must be taken to warrant his belief in its truth.  A person making such a representation should be presumed to be aware of the fact that the person to whom it is made will at least understand that he. the representator, believes it to be true.  Therefore, if the respresentor does not in fact. entertain any such belief in the truth of  his representation. he is as much guilty of fraud as if he had made any other representation which he knew to be false. or did not believe to be true.  In this view of the matter. the consideration of the grounds of the belief of the person making the statement renders an important aid in ascertaining whether the belief was really entertained.  In Derry v. Peek. (1889) 14 AC (373) Lord Herschell. has made very pertinent remarks on this point: Says the learned Lord:\n</p><blockquote id=\"blockquote_66\">   &quot;At the same time I desire to say distinctly that when a false statement has been made the questions for believing it. and what were the means of knowledge in the possession of the person making it. are most weighty matters for consideration.  The ground upon which an alleged belief was founded is a most important test of its reality.  I can conceive many cases where the fact that an alleged belief was destitute of all reasonable foundation would suffice of itself to convince the Court that it was not really entertained. and that the representation was a fraudulent one.  So. too. although means of knowledge are, as was pointed out by Lord Blackburn in Browlie v. Campbell. ((1880) 5 AC 925) a very different thing from knowledge. if  I thought that a person making a false statement had shut his eyes to the facts. or purposely abstained from inquiring into them.  I should hold that honest belief was absent. and that he was just as fraudulent as if he had knowingly stated  that which was false&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_100\"> These remarks are very pertinent so far as the facts of the present case are concerned.  The question which would arise is what were the means of knowledge available to the concerned officers of the respondent-Board which induced them to represent  that a particular amount was the estimate of cost of the contemplated work.  These officers have not preferred to step into the box to disclose these means of knowledge    which they had at their command had clearly suggested to them that what they were representating to the intending contractors was not true.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_101\"> 72.  The decision given by the House of Lords in Derry v. Peek (supra) fraud.  Their Lordships in that case insisted that there must  be first some evidence to prove fraud. but. while deciding this. they have also laid down some guiding principles which may lead the Court to the conclusion that the representation in question was fraudulent.  Lord Herschell has summarised this point in a very eloquent manner in the following passage extracted from his judgments.  \n</p><blockquote id=\"blockquote_67\">   &quot;Having now drawn attention. I believe. to all the cases having a material bearing upon the question under consideration. I proceed to state briefly the conclusions to which I have been led.  I think the authorities establish the following propositions:  First. in order to sustain an action of deceit. there must be proof of fraud. and nothing short of that will suffice.  Secondly, fraud is proved when it is shown that false representation has been made knowingly. or without belief in its truth or recklessly. careless whether it be true or false.  Although I have treated the second and third as distinct cases. I think the third is but an instance of the second. for one who makes a statement under such circumstances can have no real belief in the truth of what he states.  To prevent a false statement being fraudulent. there must, I think. always be an honest belief in its truth.  And this probably covers the whole ground. for one who knowingly alleges that which is false, has obviously no such honest belief.  Thirdly, if fraud is proved, the motive of the person guilty of it is immaterial.  It matters not that there was no intention to cheat  or injure the person to whom the statement was made&quot;. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_102\"> All the propositions which are found in the above extract for inquiring whether a particular representation is fraudulent or not. are found satisfied  in this case.  Under the circumstances, we conclude that the appellant-plaintiff  has satisfactorily proved the fraudulent misrepresentation which led them to enter into the disputed contracts.  Point No. 3 is, therefore. answered by us in the affirmative.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_103\"> 73.  Then coming to point No. 4. the question to be decided is whether the plaintiff can claim the damages under <a href=\"/doc/353998/\" id=\"a_35\">Section 19</a> of the Contract Act or under general law of Torts. and if so. what damages can be awarded to it.  <a href=\"/doc/353998/\" id=\"a_36\">Section 19</a> of the Contract Act provides that party to a contract whose consent was caused by fraud or misrepresentation may, if he thinks fit, insist that the contract shall be performed. and that he shall be put in the position in which he would have been if the representation made had been true.  Thus. the section gives an option to defrauded party to insist upon the performance of the contract.  If he elects to perform the contract, the section further enables him to request the Court to put him in the been if the representation made to him were true.  In this case, the representation which was made amounted to saying that the published figure of the estimate of cost was correct.  But since that figure did not include the costs of the additions made to the plan. the correct figure which should be taken for the purpose of compensating the plaintiff. should be taken after adding the cost of the extras.  Shri Kaji submitted on behalf of the respondent-Board that such a course is not contemplated by <a href=\"/doc/353998/\" id=\"a_37\">Section 19</a> of the Contract Act. because if the respondent-Board had. in fact. published correct figures of estimated cost one does not know what price would have been quoted by the intending tenderers and on what conditions a particular tender would have been accepted by the Board.  He pointed out that if the cost estimates were put at a higher figure as desired by the plaintiff. very likely some other contractor would have been able to conclude the suit contracts with the Board.  We are of the opinion that these contentions are irrelevant at this stage for the purpose of considering the above referred provision of<a href=\"/doc/353998/\" id=\"a_38\"> S. 19</a> of the Contract Act.  What the section contemplates is to compensate the party defrauded by putting him in the same position in which he would have been if the representation which was made was true.  We are therefore. not supposed to enter into field of speculation to know what would have happened had the correct representation been made in the tender notices.  The only requirement of<a href=\"/doc/353998/\" id=\"a_39\"> S. 19</a> is to consider what would have been the position of the defrauded party. had there been a correct representation.  Therefore. in our opinion. the only manner in which the provisions of <a href=\"/doc/353998/\" id=\"a_40\">Section 19</a> of the Contract Act can be carried out. would be to consider what additional amounts the plaintiff would have paid if the representation as to estimate of  cost of the suit contracts. was correctly made.  We find that even if it is believed that the plaintiff should be compensated in the general principles of Torts.  it would not make any difference because in Torts. the plaintiff can claim a decree for the damages or loss which it has suffered on account of the misrepresentation in question.  It is obvious that damages or loss which the law of Torts contemplates. also includes the profit which the party acting on misrepresentation would have been able to obtain had there been no misrepresentation.  This loss. therefore. can be worked out only on the basis that the appellant would have obtained the payment of extra cost of Rs. 479/- per tenement for the construction work carried out by it.  It follows. therefore. that for each of the suit tenements. the plaintiff would have been paid Rs. 479/- more on account of the additions made to the original plan.  For a block of 8 such tenements. he would have been paid the amount of Rs. 3832/- more.  Group `D&#x27; consists of 250 tenements  and. therefore. the additional amount to which he would have been entitled would be 250 X 479 = 1, 19,750/- but the plaintiff had agreed to accept the contact at 0.28% less.  This works out at Rs. 335-30.  Deducting this amount from the above referred amount of Rs. 1,19,750/- we get Rs. 1,19,414.70.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_104\"> 74.   Group `F&#x27; consisted of 176 tenements.  Multiplying therefore the figure of 176. we get the figure of Rs. 84,304/-.  The plaintiff had agreed to accept the work at 0.9% less.  This works out at Rs. 758.73/-.  Deducting this amount from Rs. 84,304/-. we get the figure of Rs. 83,545.3.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_105\"> 75. Thus. so far as `D&#x27; group tenements are concerned. the plaintiff is entitled to get the additional  amount of Rs. 1,19,414.70 while so far as `F&#x27; group tenements are concerned.  it is entitled to get Rs. 83,545.30.  The total of both these amounts is Rs. 2,02,960.00.  This would be the amount of loss or damages sustained by the plaintiff in carrying out the execution of the work.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_106\"> 76.  Shri Kaji. however. contended that the plaintiff has exercised its option and has carried out the work without any protest and. therefore. it cannot claim damages and convert the lump sum contracts into rate contracts.  We are not at all impressed  by this contention of Shri Kaji for the simple reason that under <a href=\"/doc/353998/\" id=\"a_41\">Section 19</a> of the Contract Act.  the plaintiff  was entitled to insist upon carrying out the contracts and to claim loss or damages in terms of that section.  If per chance. the award of damages which the plaintiff is found entitled to recover from the defendant. puts it in the same position in which it would have been. had there been a contract on rate basis.  that is the consequence of defendant&#x27;s own legal fraud and therefore. the defendant has to thank itself for the same.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_107\"> 77.  At the fag-end of the arguments of this appeal.  Shri Kaji contended that the appellant is not entitled to get any damages in view of the fact that it has certified the final bills in full payment of all its claims and even subsequent to the payment of the final bills, it has further certified at the time of the refund of security  deposit that it had no claim on any count towards the contract work.  He specifically drew our attention to Exhs. 138 and 139. which are the two letters written by Deputy Engineer Housing Sub-Division, Ahmedabad to Executive Engineer. as regards the refund of security deposits to the plaintiff.  Ex. 138 is dated 3-11-1958 while Ex. 139 is dated 31-12-1958.  Both these letters contain certificates issued by the plaintiff in the following terms:\n</p><blockquote id=\"blockquote_68\">    &quot;We. M/s. R. C. Thakkar certify that we have no claim on any count towards this work and contract.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_108\"> The contention of Shri Kaji was that in view of these certificates, it should be held that the plaintiff has waived its claim to damages.  We however find that no plea of waiver was taken by the respondent-Board in its written statement and during the course of the trial no issue was framed on the question whether the plaintiff has waived its right to claim damages.  resulting form the misrepresentation.  As a result of this.  Shri Kaji submitted an application to this Court to allow the respondent-Board to carry out suitable amendments in its written statement.  The material portion of the amendment.  which he wanted to carry out. is extracted as under:\n</p><blockquote id=\"blockquote_69\">   &quot;The defendant therefore submits that with full knowledge of material facts regarding the plaintiff&#x27;s alleged claim for damages on the ground of alleged fraudulent misrepresentation. the plaintiff gave up or waived or relinquished the said alleged claim by signing the said final bills and the said no-claim certificates.  The defendant. therefore. submits that in view of the categorical waiver by the plaintiff of its alleged claim the present suit is not maintainable by the plaintiff and is liable to be dismissed with costs&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_109\"> We find that this application for amendment is not bona fide.  So far as the final bills are concerned.  the plaintiff&#x27;s partner Puroshottamdas has explained in his deposition appearing at Ex. 128 under what circumstances he signed the receipt under the final bills:  What he states is as under:\n</p> \n\n<blockquote id=\"blockquote_70\"> &quot;I signed the receipt of full payment below the final bill because at that time Rs. 50,000/- were payable to me according to the bills and the Executive Engineer Mr. Bhatia told me that I will not get these payments unless.  I signed the full payment receipt.  He also assured me that it could not affect me.  if I have any claim in excess of this bill&quot;.  As against this specific allegation made by the witnesses to explain under what circumstances he signed  the certificates appearing under the final payments. we find that not a single question is put to him in cross-examination to challenge the statement made by him.  Moreover. reference to the deposition of defendant&#x27;s witness Ladharam Dayaldas Ex. 247. who was working as Divisional Accountant at the relevant time. shows that the Executive Engineer Mr. Bhatia to whom witness Purshottamdas has made a reference. was present in Court  at the relevant time.  Yet the defendant has not preferred to examine Mr. Bhatia to contradict the above referred allegations of witness Purshottamdas.  It is. therefore. found that effort of the defendant at this stage to advance a plea of waiver on the ground \n \n\n Exs.  138 and 139 are concerned not a single question is put to the plaintiff&#x27;s partner Purshottamdas during the course of his deposition to show that these certificates have been signed by him after understanding the full implications thereof and in token of the waiving of his further claims arising out of the suit contracts.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_110\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"351394\" id=\"span_6\">78. Privy Council has explained in <a href=\"/doc/351394/\" id=\"a_42\">Dawsons Bank Ltd.  v.  Nippon Menkwa Kabushishi Kaish</a>.  AIR  1935 PC  79 the meaning of the term &quot;waiver&quot; as distinguished from estoppel.  Their Lordships have held that waiver is contractual.  and may constitute a cause of action.  In their Lordships&#x27; opinion.  waiver is an agreement to release or not to assert a right.  Therefore.  whenever a  waiver is pleaded.  it should be shown by the party pleading the same that there was an agreement between them that the person waiving a particular right should not press that right in future in consideration of some compromise from some other person.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"37211\" id=\"span_7\">The view taken by the Privy Council in the above referred case is endorsed by the Supreme Court in <a href=\"/doc/37211/\" id=\"a_43\">Mademsetty Satyanarayana v.  G.  Yelloji Rao</a>.  AIR 1965 SC  1405.  If  we refer to the amendment application submitted on behalf of the respondent.  we find that there is nothing therein which  alleges such an agreement.  Therefore.  we don&#x27;t feel inclined to allow the respondent-Board to amend its written statement at this stage.</span>  This application is.  therefore, rejected by us.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_111\"> 79. This brings us to point No.  5 which relates to the alternative claim made by the plaintiff for Rs.  84.800/-.  We have already dealt with some important aspects of this claim while discussing the merits of point No.  1.  We have shown how from the schedule of rates attached to the tender contracts as well as from the art No.  6 of the printed agreement.  between the parties.  it is clear that whatever alterations are made in the plan.  they should be evaluated on the basis of the schedule of rates.  Under the circumstances the deduction of Rs.  84,800/- made by the respondent-Board evaluating the work curtailments on the basis of the scheduled rates.  is found to be proper.  This point is.  therefore.  decided against the appellant.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_112\"> 80. Last point, which remains to be considered is about the appellant&#x27;s claim regarding office construction.  Under the terms of the contract the appellant was bound to construct these offices.  The contract further stipulated  that it should be paid for this construction at the fixed rate of Rs.  3/- per sq.  ft.  of plinth area.  It is not in dispute that the plaintiff  has been paid on this basis.  The plaintiff now wants to claim on the basis scheduled rates but it is not so entitled in view of the specific terms of the contract.  We.  therefore.  find that the learned trial Judge was right in dismissing the plaintiff&#x27;s claim.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_113\"> 81.  The result.  therefore.  is that the plaintiff is found entitled to obtain a decree for damages resulting from the fraudulent misrepresentation.  which is proved.  As stated above.  this decree would be for the amount of Rupees 2.02.960.00.  This appeal, is therefore, allowed to that extent and the decree of the trial Court is accordingly set aside.  There shall be a decree against the respondent-Board and in favour of the plaintiff for Rs.  2.02.960.00 together with proportionate costs throughout and interest at the rate of 6% on this amount from the date of the suit till the date of the payment.  Decree accordingly.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_114\"> 82. Appeal allowed partly. \n</p> \n\n","numcites":9,"numcitedby":7,"docsource":"Gujarat High Court","citetid":662058,"divtype":"judgments","relatedqs":[{"value":"lump sum contract","formInput":"lump%20sum%20contract"},{"value":"contract by misrepresentation","formInput":"contract%20by%20misrepresentation"},{"value":"FRAUDULENT MISREPRESENTATION","formInput":"FRAUDULENT%20MISREPRESENTATION"},{"value":"fraudulent silence","formInput":"fraudulent%20silence"},{"value":"section 17 of the contract act","formInput":"section%2017%20of%20the%20contract%20act"},{"value":"what is running account","formInput":"what%20is%20running%20account"},{"value":"bombay housing board","formInput":"bombay%20housing%20board"},{"value":"misrepresentation","formInput":"misrepresentation"},{"value":"patta","formInput":"patta"},{"value":"works contract","formInput":"works%20contract"},{"value":"\"lump sum contract\"","formInput":"%22lump%20sum%20contract%22"},{"value":"torts","formInput":"torts"},{"value":"tender , more than estimated cost","formInput":"tender%20%2C%20more%20than%20estimated%20cost"},{"value":"Technical Sanction","formInput":"Technical%20Sanction"},{"value":"contract act","formInput":"contract%20act"},{"value":"c forms","formInput":"c%20forms"},{"value":"fraudulent","formInput":"fraudulent"},{"value":"earnest money","formInput":"earnest%20money"},{"value":"deceit  ","formInput":"deceit%20%20"},{"value":"multiplier","formInput":"multiplier"}],"cats":[{"value":"fraud-defined","formInput":"tag:fraud-defined"},{"value":"voidability-of-agreements-without-free-consent","formInput":"tag:voidability-of-agreements-without-free-consent"},{"value":"misrepresentation-defined","formInput":"tag:misrepresentation-defined"}],"courtcopy":false,"query_alert":null,"agreement":false}