{"tid":79321377,"publishdate":"2017-04-11","title":"Roopendra Singh vs State Of Tripura & Anr on 11 April, 2017","doc":"<h2 class=\"doc_title\">Roopendra Singh vs State Of Tripura &amp; Anr on 11 April, 2017</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2017 SC 1801, 2017 (13) SCC 612, 2017 CRI. L. J. 2826, AIR 2017 SC (CRIMINAL) 714, (2016) 4 RECCRIR 492, (2017) 67 OCR 266, (2017) 2 ALLCRIR 1918, (2017) 2 CURCRIR 226, (2017) 2 UC 904, (2017) 3 JLJR 129, (2017) 2 DLT(CRL) 396, (2017) 100 ALLCRIC 348, (2017) 2 CRILR(RAJ) 407, (2017) 2 RECCRIR 632, 2017 CRILR(SC MAH GUJ) 407, (2017) 4 SCALE 468, (2017) 3 BOMCR(CRI) 482, (2017) 3 ALLCRILR 374, (2017) 3 PAT LJR 189, (2017) 3 RAJ LW 2058, (2017) 2 GAU LT 49, (2017) 175 ALLINDCAS 238 (SC), AIR 2017 SUPREME COURT 1801</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a>, <a href=\"/search/?formInput=benchid:adarsh-kumar-goel\">Adarsh Kumar Goel</a></h3>\n\n<pre id=\"pre_1\">                                                                              Reportable\n\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n                      Criminal Appeal No. 690   of 2017\n                 (Arising out of SLP (Crl.) No.7014 of 2012)\n\n\nRoopendra Singh                                            ….Appellant\n\n                                   Versus\n\nState of Tripura &amp; Anr.                                     …. Respondents\n\n                                    WITH\n\n                    Criminal Appeal Nos. 691-692  of 2017\n                (Arising out of SLP (Crl.) Nos.8316-8317/2012\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Uday Umesh Lalit, J.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_2\">Leave granted in both the matters.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_3\">I     Criminal Appeal  @ out of SLP (Crl.) No.7014 of 2012)\n\n\n</p><p data-structure=\"Issue\" id=\"p_4\">2.    The appellant was tried in Sessions Trial No.22  (WT/K)  2010  in  the\nCourt  of  Additional  Sessions  Judge,  Khowai,  West  Tripura  for  having\ncommitted offences punishable under <a href=\"/doc/1243353/\" id=\"a_1\">Sections 342</a>, <a href=\"/doc/1836398/\" id=\"a_2\">376(2)(b)</a> and <a href=\"/doc/180217/\" id=\"a_3\">506</a> IPC  and\nwas acquitted of all the charges leveled against him vide  judgment  of  the\nTrial Court dated 28.04.2011.  Respondent No.2, i.e. the  victim  challenged\nthe acquittal by filing Criminal Appeal No.23 of 2011 in  the  Gauhati  High\nCourt, Agartala Bench.  This appeal was filed under <a href=\"/doc/81939/\" id=\"a_4\">Section 372</a> of  Code  of\nCriminal Procedure, 1973 (‘<a href=\"/doc/445276/\" id=\"a_5\">Cr.P.C</a>.’ for short). When the appeal  was  listed\nfor admission, an objection was taken that unless “leave” was granted  under\n<a href=\"/doc/1856707/\" id=\"a_6\">Section 378(4)</a> of Cr.P.C.,  the  appeal  could  not  be  admitted.  At  this\njuncture, a petition under Section 482 of Cr.P.C. was  filed  by  Respondent\nNo.2 for treating said criminal appeal under Section 372 read  with  Section\n378 Cr.P.C.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_5\">3.    The matter was contested.  The High Court by its  judgment  and  order\ndated 06.06.2012 concluded that there  was  an  unfettered  right  conferred\nupon the victim by <a href=\"/doc/1938563/\" id=\"a_7\">Section 372</a> Cr. P.C. and that no leave was  required  for\nthe victim to file such appeal. Consequently, the High Court  observed  that\nthere was no necessity for converting the appeal to one  under  <a href=\"/doc/1938563/\" id=\"a_8\">Section  372</a>\nread with 378 <a href=\"/doc/445276/\" id=\"a_9\">Cr.P.C</a>.  The following observations are noteworthy:-\n</p><blockquote id=\"blockquote_1\">“The proviso to Section 372 has created a right to appeal unfettered of  any\nleave or sanction and it shall automatically  lie  to  the  forum  where  an\nappeal ordinarily lies against the order of conviction of such court if  the\nsaid appeal against the judgment and order of  acquittal  is  filed  by  the\nvictim as defined in Section 2 (wa) of Cr.P.C.\n</blockquote>\n<blockquote id=\"blockquote_2\">      For the reasons as stated above, this court is of the view  that  even\nthough the right to appeal for the victim has been created  by  the  proviso\nto <a href=\"/doc/81939/\" id=\"a_10\">Section 372</a> of  Cr.P.C,  the  said  proviso  itself  is  a  comprehensive\nprovision, not fettered by  any  leave  or  sanction  as  required  for  the\ncategories of appeals as depicted in <a href=\"/doc/487026/\" id=\"a_11\">Section 378(1)</a>, <a href=\"/doc/277208/\" id=\"a_12\">378(2)</a>  and  <a href=\"/doc/1856707/\" id=\"a_13\">378(4)</a>  of\nCr.P.C. No leave is required for the victim to file  an  appeal  as  against\nthe order of acquittal under the proviso to <a href=\"/doc/81939/\" id=\"a_14\">Section 372</a> of Cr.P.C.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\">4.    The correctness of the decision of the High  Court  is  questioned  by\nthe appellant-accused. By  order  dated  13.08.2014,  Mr.  Shekhar  Naphade,\nlearned Senior Advocate was requested to assist the Court as  Amicus  Curiae\nand the matter was  directed  to  be  listed  for  final  hearing.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29443922\" id=\"span_1\">In  the\nmeantime a decision was rendered by this Court on 06.10.2015  in  <a href=\"/doc/29443922/\" id=\"a_15\">Satya  Pal\nSingh v. State of Madhya Pradesh</a>[1].   Paras  14,  15,  17  and  18  of  the\ndecision are as under:-</span>\n</p><blockquote id=\"blockquote_3\">”14.  Thus, from a reading of the above said legal  position  laid  down  by\nthis Court in the cases referred to supra, it is abundantly clear  that  the\nproviso to Section 372 Cr.P.C. must be read along with  its  main  enactment\ni.e. Section 372 itself and together with sub-section  (3)  of  Section  378\nCr.P.C. otherwise the substantive provision of Section 372 Cr.P.C.  will  be\nrendered nugatory, as it clearly states that no appeal shall  lie  from  any\njudgment or order of a criminal court except as provided by Cr.P.C.\n</blockquote>\n<blockquote id=\"blockquote_4\">15.   Thus, to conclude on the legal issue:\n</blockquote><blockquote id=\"blockquote_5\">“whether the appellant  herein,  being  the  father  of  the  deceased,  has\nstatutory right to prefer an appeal to the High Court against the  order  of\nacquittal under the proviso to <a href=\"/doc/81939/\" id=\"a_16\">Section 372</a>  Cr.P.C.  without  obtaining  the\nleave of the High Court as required under sub-section  (3)  of  <a href=\"/doc/487026/\" id=\"a_17\">Section  378</a>\nCr.P.C.?”\n\nthis Court is of the view that the right of questioning the  correctness  of\nthe judgment and order of acquittal by preferring  an  appeal  to  the  High\nCourt is conferred upon the victim including the legal heir and  others,  as\ndefined under <a href=\"/doc/760919/\" id=\"a_18\">Section 2(wa)</a> Cr.P.C., under the proviso to <a href=\"/doc/81939/\" id=\"a_19\">Section  372</a>,  but\nonly after obtaining the leave of the High  Court  as  required  under  sub-\nsection (3) of <a href=\"/doc/487026/\" id=\"a_20\">Section 378</a> Cr.P.C. The High Court  of  M.P.  has  failed  to\ndeal with this important legal  aspect  of  the  matter  while  passing  the\nimpugned judgment and order.\n</blockquote>\n<blockquote id=\"blockquote_6\">17. Hence, the impugned  judgment  and  order  of  the  High  Court  is  not\nsustainable in law and the same is liable to be set aside by this Court  and\nthe case is required to be remanded to the High Court to consider for  grant\nof leave to file an appeal by the appellant as  required  under  sub-section\n(3) of <a href=\"/doc/487026/\" id=\"a_21\">Section 378</a> Cr.P.C. and thereafter proceed in the matter.\n</blockquote>\n<blockquote id=\"blockquote_7\">18. For the reasons stated supra, this appeal is allowed  by  setting  aside\nthe impugned judgment and order of the High Court. The case is  remanded  to\nthe High Court to hear the appellant with regard to grant of leave  to  file\nan appeal as the appellant is legal heir of  the  victim  as  defined  under\n<a href=\"/doc/760919/\" id=\"a_22\">Section 2(wa)</a> Cr.P.C. and dispose of the appeal in accordance  with  law  in\nthe light of observations made in this order as expeditiously as possible.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1074259\" id=\"span_2\">5.    The decision in Satya Pal Singh shows that reliance was  placed  on  a\nFull Bench decision of High  Court  of  Delhi  in  <a href=\"/doc/1074259/\" id=\"a_23\">Ram  Phal  v.  State  and\nothers</a>[2], according to which the right to prefer an appeal  conferred  upon\na victim by virtue of proviso to  <a href=\"/doc/81939/\" id=\"a_24\">Section  372</a>  Cr.P.C.  is  an  independent\nstatutory right and there is no need for the victim to  seek  leave  of  the\nHigh Court. Said decision of the Full Bench of the High Court of  Delhi  was\nnot found to be legally correct by this Court in Satya Pal Singh.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_8\">6.    When this matter came up for final hearing, the learned Amicus  Curiae\nsubmitted that the decision of  this  Court  in  Satya  Pal  Singh  required\nreconsideration. It was submitted that proviso to <a href=\"/doc/81939/\" id=\"a_25\">Section 372</a> Cr.P.C. is  an\nindependent provision conferring  a  substantive  right  on  the  victim  to\nprefer an appeal against the judgment of acquittal,  conviction  for  lesser\noffence or inadequate compensation. It was further  submitted  that  appeals\nunder <a href=\"/doc/989353/\" id=\"a_26\">Sections 373</a>, <a href=\"/doc/1903086/\" id=\"a_27\">374</a>, <a href=\"/doc/195753/\" id=\"a_28\">377</a>,  <a href=\"/doc/1524736/\" id=\"a_29\">379</a>  and  <a href=\"/doc/1270615/\" id=\"a_30\">380</a>  in  Chapter  XXIX  of  <a href=\"/doc/445276/\" id=\"a_31\">Cr.P.C</a>.\nconstitute one category of appeals which can be presented without  obtaining\nleave of the appellate court while appeals under <a href=\"/doc/487026/\" id=\"a_32\">Section 378</a> whether by  the\nState Government, Central Government  or  by  the  Complainant  against  the\norder  of  acquittal  constitute  another  category  of  appeals  which  are\ncircumscribed by the requirement of obtaining leave of the High  Court.   In\nhis submission, the appeal under proviso to <a href=\"/doc/81939/\" id=\"a_33\">Section 372</a> falls in  the  first\ncategory of appeals and as rightly observed by the High Court of Gauhati  in\nthe present case, no leave of the High  Court  was  required.   The  learned\nAmicus Curiae then traced the legislative history and submitted that in  the\n1898 <a href=\"/doc/445276/\" id=\"a_34\">Code  of  Criminal  Procedure</a>  as  originally  enacted   no  right  was\nconferred on the Complainant to file an appeal against acquittal, which  for\nthe first time was introduced in <a href=\"/doc/1791573/\" id=\"a_35\">Section 417</a> of the 1898 Code  in  the  year\n1955. He further submitted that  though  the  Law  Commission  in  its  41st\nReport had rejected the suggestion of permitting the victim to file  appeals\nagainst order of acquittal, in its  154th  Report  the  Law  Commission  had\nrelied on the 1985 Union Nations Declaration of Basic Principles of  Justice\nfor victims of crimes and abuse of power. The Report of the  Law  Commission\nnoted that the victims were the worst sufferers in the crime and  needed  to\nbe given certain rights and compensation. The  learned  Amicus  Curiae  then\nstated  that  these  developments  led  to  the  constitution  of   Malimath\nCommittee which recommended that the victims should have the right  to  file\nappeal against acquittal and that is how the proviso to <a href=\"/doc/81939/\" id=\"a_36\">Section 372</a> came  to\nbe inserted by Amendment Act of 2008. He laid emphasis on following  portion\nfrom the Objects  and  Reasons  which  weighed  with  the  Parliament  while\ninserting the proviso:-\n</p>\n<blockquote id=\"blockquote_8\">      “At present, the victims are the worst sufferers in a crime  and  they\ndo not have much role in the  court  proceedings.  They  need  to  be  given\ncertain rights and compensation, so that  there  is  no  distortion  of  the\ncriminal justice system.”\n\n      He submitted  that  the  Statement  of  Objects  and  Reasons  clearly\nstressed that the administration of Criminal Law  has  tendency  to  distort\nand  therefore  the  victims  are  the  worst  sufferers  and  as  such  the\nParliament had given an unrestricted right to the victim  to  prefer  appeal\nagainst acquittal.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_9\">7.    In his written submissions the learned Amicus Curiae sought  to  bring\nout the anomalies in the decision of  this  Court  in  Satya  Pal  Singh  in\nfollowing terms:-\n</p>\n\n<blockquote id=\"blockquote_9\">“(1) This Hon’ble Court in  Satya  Pal  Singh’s  case  has  missed  out  the\nsignificance of the word “conviction” used in the  proviso  to  <a href=\"/doc/81939/\" id=\"a_37\">S.  372</a>  Cr.\nP.C.  Under the code, against a conviction, an appeal does  not  necessarily\nlie to the High Court. <a href=\"/doc/1903086/\" id=\"a_38\">Section 374</a> lays down different foras for  preferring\nan appeal against conviction.\n</blockquote>\n<blockquote id=\"blockquote_10\">i     If a person is convicted in a trial held by  the  High  Court  in  its\nextraordinary original criminal Jurisdiction, an appeal lies to the  Supreme\nCourt.\n</blockquote>\n<blockquote id=\"blockquote_11\">ii    Any person convicted by the Sessions Judge or the  Assistant  Sessions\nJudge, an appeal lies to the High Court.\n</blockquote>\n\n<blockquote id=\"blockquote_12\">iii   If a person is convicted  by  any  Court  in  which  the  sentence  of\nImprisonment for more than 7 years is passed  he  may  appeal  to  the  High\nCourt.\n</blockquote>\n<blockquote id=\"blockquote_13\">iv    Any person convicted in a trial held in the Court  of  a  Metropolitan\nMagistrate or Assistant Sessions Judge or Magistrate of the first  class  or\nsecond class, his appeal will lie to the Court of Sessions.\n</blockquote>\n<blockquote id=\"blockquote_14\">v     If any person is sentence by the aforesaid Judicial  authorities  i.e.\nMetropolitan Magistrate,  Assistant  Judge,  Sessions  Judge  and  sentenced\nunder <a href=\"/doc/1328656/\" id=\"a_39\">Section 325</a>, an appeal lies to the Court of Sessions.\n</blockquote>\n<blockquote id=\"blockquote_15\">vi    Any person convicted and  sentenced  by  the  Magistrate  u/S  360  an\nappeal lies to the Court of Sessions.\n</blockquote>\n<blockquote id=\"blockquote_16\">(2)  The Proviso to <a href=\"/doc/81939/\" id=\"a_40\">Section 372</a> not only deals with filing of appeal by  the\nvictim but it also provides for Forum. The Forum of such appeals is same  as\nin case of appeals against conviction. <a href=\"/doc/1903086/\" id=\"a_41\">Section 374</a> shows that  some  appeals\nagainst  conviction lie before Session Court.  Therefore,  some  appeals  of\nthe victim against  acquittal  would  lie  before  the  Sessions  Court.  In\nrespect of such appeals there  is  no  question  of  obtaining  leave.  This\ncreates serious anomaly.\n</blockquote>\n<blockquote id=\"blockquote_17\">(3) The proviso to<a href=\"/doc/81939/\" id=\"a_42\"> S. 372</a> deals with the rights of the  victim  to  file  an\nappeal against the following order:\n</blockquote><blockquote id=\"blockquote_18\">i. against acquittal\nii. against conviction for a lesser offence and\niii. against imposition of inadequate compensation\n\nAs far as imposing inadequate compensation is concerned, the Government  has\nno role to play. Once it is laid down that  a  right  of  appeal  under  the\nproviso is controlled by <a href=\"/doc/613293/\" id=\"a_43\">Section 378 (3)</a> Cr. P.C. then  such  a  stipulation\nwould apply to appeals against all the three orders.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">8.    Though the learned Amicus Curie has suggested that  these  matters  be\nreferred to larger Bench to reconsider the decision of this Court  in  Satya\nPal Singh, we do not think that such course  ought  to  be  adopted  in  the\npresent matter. The special leave petition has been pending  in  this  Court\nfor last 5 years.   In any case,  in  the  present  matter  the  victim  had\npreferred an application to treat the appeal initially filed  under  <a href=\"/doc/81939/\" id=\"a_44\">Section\n372</a> to be one under <a href=\"/doc/81939/\" id=\"a_45\">Section 372</a> read with <a href=\"/doc/487026/\" id=\"a_46\">Section 378</a>  Cr.P.C.   Though  the\nHigh Court observed that  no  such  leave  was  necessary,  the  matter  now\nassumes different complexion in the light  of  the  decision  in  Satya  Pal\nSingh.  However, since there was already an application  on  behalf  of  the\nvictim to treat the appeal under <a href=\"/doc/81939/\" id=\"a_47\">Section 372</a> read with <a href=\"/doc/487026/\" id=\"a_48\">Section 378</a>  Cr.P.C.,\nin our considered view the leave ought to be  granted,  which  we  presently\ndo.  The pending appeal shall now  be  considered  on  merits  by  the  High\nCourt.  This appeal, thus, stands disposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_11\">II    Criminal Appeals arising out of SLP(Crl) Nos.8316-17 of 2012\n\n\n</p><p data-structure=\"Issue\" id=\"p_12\">9.    These appeals, at the instance of the original informant question  the\norders  dated  20.06.2012  and  28.06.2012  passed  by  the  High  Court  of\nJudicature at Bombay, Nagpur  Bench,  Nagpur.   By  order  dated  20.06.2012\nCriminal Application No.399  of  2012  preferred  by  State  of  Maharashtra\nseeking leave to appeal against the  judgment  and  order  dated  04.02.2012\npassed by the Extra Joint  Ad-hoc  Additional  Sessions  Judge,  Kelapur  in\nSessions  Trial  No.6  of  2011  acquitting  the  accused  of  the  offences\npunishable under <a href=\"/doc/1983271/\" id=\"a_49\">Section 302</a>, <a href=\"/doc/454689/\" id=\"a_50\">201</a> read with <a href=\"/doc/37788/\" id=\"a_51\">Section 34</a> IPC was  rejected  by\nthe High Court.  The appeal under  <a href=\"/doc/81939/\" id=\"a_52\">Section  372</a>  Cr.P.C.  preferred  by  the\nInformant, who also happens to be the widow of the deceased was rejected  in\nthe light of the earlier rejection dated 20.06.2012.  It appears that  State\nof Maharasthra did not challenge the rejection of their application  seeking\nleave to appeal.  This Court  issued  notice  in  the  aforesaid  matter  on\n12.10.2012 and the matter was thereafter tagged  with  SLP(Crl)  No.7014  of\n2012, namely, the earlier matter arising out of the judgment of the  Gauhati\nHigh Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">10.   <a href=\"/doc/81939/\" id=\"a_53\">Section 372</a> Cr.P.C. has conferred upon  a  victim  a  substantive  and\nindependent right to maintain an appeal against  acquittal.   The  widow  of\nthe deceased in the present matter comes within the definition  of  “victim”\nas incorporated in <a href=\"/doc/760919/\" id=\"a_54\">Section 2(wa)</a>.  Merely because leave to  appeal  was  not\ngranted to the State to prefer  an  appeal  against  acquittal,  the  appeal\npreferred by the victim Informant ought not to have  been  rejected  by  the\nHigh Court summarily.  We, therefore, set aside the order  dated  28.06.2012\npassed by  the  High  Court  rejecting  Criminal  Appeal  preferred  by  the\nappellant and remit the matter to the High Court  for  fresh  consideration.\nIt will be open to the High Court to consider the matter for grant of  leave\nto appeal to the appellant in the light of  paragraphs  17  and  18  of  the\ndecision of this Court in Satya Pal Singh.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_14\">11.   These appeals are thus allowed in the aforesaid terms.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">12.       Before  we  part,  we  must  express  and   record   our   sincere\nappreciation for the assistance rendered by the learned Amicus  Curiae.  The\nCourt is deeply grateful to him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">                                             ………………………J.\n                                             (Adarsh Kumar Goel)\n\n\n\n………………………J.\n                                             (Uday Umesh Lalit)\n\nNew Delhi,\nApril 11, 2017\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_17\">-----------------------\n</p><pre id=\"pre_2\">[1]    2015 (15) SCC 613\n[2]    2015 SCC Online Delhi 9802=2015 221 DLT 1\n\n\n</pre>","numcites":23,"numcitedby":22,"docsource":"Supreme Court of India","citetid":79321377,"divtype":"judgments","relatedqs":[{"value":"section 372 of code of criminal procedure","formInput":"section%20372%20of%20code%20of%20criminal%20procedure"},{"value":"appeal u/s 372","formInput":"appeal%20u/s%20372"},{"value":"section 372 of crpc proviso","formInput":"section%20372%20of%20crpc%20proviso"},{"value":"section 378 of criminal procedure code ","formInput":"section%20378%20of%20criminal%20procedure%20code%20"},{"value":"section 378 crpc","formInput":"section%20378%20crpc"},{"value":"appeal under section 372 of criminal procedure code","formInput":"appeal%20under%20section%20372%20of%20criminal%20procedure%20code"},{"value":"section 372 of crpc","formInput":"section%20372%20of%20crpc"},{"value":"amicus curiae","formInput":"amicus%20curiae"},{"value":"372 crpc","formInput":"372%20crpc"},{"value":"372 proviso","formInput":"372%20proviso"},{"value":"leave to appeal","formInput":"leave%20to%20appeal"},{"value":"sec. 372 Cr.P.C.","formInput":"sec.%20372%20Cr.P.C."},{"value":"appeal right","formInput":"appeal%20right"},{"value":"section 2(wa) Cr.P.C","formInput":"section%202%28wa%29%20Cr.P.C"},{"value":"appeal by victim","formInput":"appeal%20by%20victim"},{"value":"appeal under section 372 of cr.pc ","formInput":"appeal%20under%20section%20372%20of%20cr.pc%20"},{"value":"slp","formInput":"slp"},{"value":"appeal after conviction","formInput":"appeal%20after%20conviction"},{"value":"appeal under section 372 of cr.p.c","formInput":"appeal%20under%20section%20372%20of%20cr.p.c"},{"value":"criminal petition","formInput":"criminal%20petition"}],"cats":[{"value":"no-appea-lto-lie","formInput":"tag:no-appea-lto-lie"},{"value":"appeal-in-case-of-aquittal","formInput":"tag:appeal-in-case-of-aquittal"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"appeals-from-conviction","formInput":"tag:appeals-from-conviction"},{"value":"definition-of-crpc","formInput":"tag:definition-of-crpc"}],"courtcopy":true,"query_alert":null,"agreement":false}