{"tid":1889801,"publishdate":"2009-02-27","title":"State Of U.P vs Sattan @ Satyendra & Ors on 27 February, 2009","doc":"<h2 class=\"doc_title\">State Of U.P vs Sattan @ Satyendra &amp; Ors on 27 February, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-pasayat\">Arijit Pasayat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-sharma\">Mukundakam Sharma</a>, <a href=\"/search/?formInput=benchid:a-pasayat\">Arijit Pasayat</a></h3>\n\n<pre id=\"pre_1\">                                                                    REPORTABLE\n\n\n\n                  IN THE SUPREME COURT OF INDIA\n\n                CRIMINAL APPELLATE JURISDICTION\n\n                CRIMINAL APPEAL NOS. 314-315 OF 2001\n\n\n\n\nState of U.P.                                               ...Appellant\n\n                                 Versus\n\n\n\nSattan @ Satyendra &amp; Ors.                             ...Respondents\n\n\n\n                            JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">Dr. ARIJIT PASAYAT, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n\n</p><p data-structure=\"Issue\" id=\"p_3\">1.     Challenge in this appeal is to the judgment of a Division Bench of\n\nthe Allahabad High Court by which two Criminal appeals filed by accused\n\nSattan, Uppendra, Hari Pal son of Kiran Singh and Hari Pal son of Ram\n\nCharan (Criminal Appeal No. 2140 of 1999) and Criminal Appeal No. 2237\n\nof 1999 filed by accused Kripal, Brij Pal, Ram Pal and Devendra. A\n\freference under <a href=\"/doc/1146308/\" id=\"a_1\">Section 366</a> of the Code of Criminal Procedure, 1973 (in\n\nshort the `Code&#x27;) for confirmation of death sentence in respect of the\n\naccused appellants in Criminal Appeal No. 2140 of 1999 before the High\n\nCourt was made. So far as Sattan, Upendra, Hari Pal son of Kiran Singh\n\nand Hari pal son of Ram Charan are concerned they were sentenced to two\n\nyears R.I. each under <a href=\"/doc/763672/\" id=\"a_2\">Section 148</a> of the Indian Penal Code, 1860 (in short\n\nthe `<a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>&#x27;), 10 years R.I. under <a href=\"/doc/455468/\" id=\"a_4\">Section 307</a> read with <a href=\"/doc/999134/\" id=\"a_5\">Section 149</a> IPC and\n\ndeath sentence in respect of offence punishable under <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a> read with\n\n<a href=\"/doc/999134/\" id=\"a_7\">Section 149</a> IPC. The appellants in the Criminal Appeal No.2237 of 1999\n\nwere convicted and sentenced to life imprisonment under <a href=\"/doc/1897847/\" id=\"a_8\">Section 120 B </a>IPC\n\nalongwith appellants in Criminal Appeal No. 2140 of 1999 accused\n\nMukesh, Dhirendra, Rakesh, Naresh and Pappu also faced trial. Out of them\n\nPappu and Naresh died during the pendency of trial while Mukesh, Rakesh\n\nand Dhirendra absconded and trial so far as they are concerned were\n\nseparated. One Rajveer was also charged in terms of <a href=\"/doc/1897847/\" id=\"a_9\">Section 120B</a>\n\nalongwith appellants in Criminal Appeal No. 2237 of 1999. The Criminal\n\nAppeal    No.2237    of   1999     was   allowed    and    conviction    of\n\nBrijpal, Ram Pal and Devendra was set aside. So far as Criminal Appeal\n\nNo.2140 of 1999 is concerned the conviction as recorded was maintained.\n\nDeath sentence imposed was altered to life sentence. In the present appeals\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                   2</span>\n\fState has questioned alteration of the death sentence to life sentence in\n\nrespect of appellant in Criminal Appeal No. 2140 of 1999 and the acquittal\n\nas recorded in Criminal Appeal No. 2237 of 1999 as maintained; While\n\nupholding the conviction of accused Sattan and Upendra directed acquittal\n\nof Hari Pal son of Kiran Singh and Hari Pal son of Ram Charan.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_4\">2.    According to learned counsel for the State the only appropriate\n\nsentence in a case of this nature was death sentence and the High Court\n\nerred in altering it to life sentence after upholding the conviction. Similarly,\n\nin respect of the acquittal in the case of the appellants in separate Criminal\n\nAppeal Nos.2237 and 2140 of 1999 is concerned, it is submitted that the\n\nHigh Court has not indicated any reasons as to why the conviction as\n\nrecorded by the Trial Court suffered from any infirmity to warrant\n\ninterference.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n\n</p><p data-structure=\"Issue\" id=\"p_6\">3.    Mr. M. Karpaga Vinayagam, learned Amicus Curiae supported the\n\njudgments of the High Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\n</p><p data-structure=\"Section\" id=\"p_8\">4.    The prosecution version as unfolded during trial is as follows:\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                     3</span>\n</p><blockquote id=\"blockquote_1\">\f      In the night between August 30 and 31, 1994 at about 12.30 five\n\npersons of Sheo Pal&#x27;s family were gunned down in his house in village\n\nSaloni within the area of police station Bahadurgarh, Ghaziabad. Four\n\nothers were injured, out of whom Neetu also succumbed to his injuries later\n\non. This massacre was reported at the police station on the same night at\n\n2.55 A.M. by one of the survivors, Smt. Bala, PW 1 widow of deceased\n\nShiv Singh. With the registration of case police came into action and the\n\nInvestigating Officer promptly rushed to the place of occurrence and\n\nrecorded the statements of Smt. Bala, Neetu and Km. Guddi who all had\n\nreceived injuries in the course of ghastly incident. Inquest proceedings were\n\nheld in respect of dead bodies of five persons, namely, Sheo Pal Singh, Smt.\n\nKunti Devi, Shiv Singh, Manjeet and Khushal who were reported to have\n\nbeen shot dead by the assailants while asleep inside their house. Their dead\n\nbodies were sent for postmortem examination. The investigating Officer\n\nShri Ram Babu Tiwari, P.W.9 also pr-epared site plan, Ex.Ka 48 after\n\nmaking spot inspection of the place of occurrence. Injured Neetu was sent\n\nfor medical examination. Under the order of the Investigating Officer S.I.\n\nShri D.K. Sharma collected samples of blood through memo Ex. Ka 26 from\n\nnear the dead body of Kunti Devi. Similarly, samples of blood were\n\ncollected from near the dead bodies of other deceased persons through\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                    4</span>\n\fmemos Ex. Ka. 27 to Ex. Ka.3. The bed sheet lying on the cot of deceased\n\nShiv Singh was also taken into possession through memo Ex. Ka. 3. The\n\nelectric bulbs which are alleged to be giving light at the time of incident\n\nwere also inspected and Memo Ex. Ka. 32was prepared. The Kurta of\n\nInjured Guddi which was stained with blood and had pellet marks was taken\n\ninto possession through memo Ex. Ka.33. The pieces of blood stained\n\nbandh of cot of deceased Manjeet and Khushal were also taken into\n\npossession through memo Ex. Ka. 34. The Investigating Officer also found\n\nempty cartridges, bullet and wads at the scene of occurrence. They were also\n\ntaken into police custody through EX. Ka.35. He also interrogated Madhu\n\nand Rikku and other villagers. A raid was made on the house of accused\n\nMukesh, Sattan and Guddu but they were not found. During investigation\n\ncomplicity of other accused persons also came to light that they had hatched\n\nconspiracy for the commission of the crime in question. Some of the\n\naccused persons were arrested while others surrendered in court and after\n\ncompletion of investigation charge sheet was prepared against all the\n\naccused persons who had been either arrested by him or has surrendered in\n\ncourt and also against Upendra alias Guddu, Pappu, Dheeraj and Devendra\n\nwho were then still absconding. Later on accused Pappu alias Amarjeet and\n\nRajveer were also arrested. It was also revealed that accused Upendra alias\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                    5</span>\n\fGuddu was in jail after having been arrested in a case under Gangster Act.\n\n</blockquote><p data-structure=\"Issue\" id=\"p_9\">Similarly, accused Dheeraj was in jail in connection with case Crime No.\n\n628 of 1993 under Section 307 I.P.C.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"Facts\" id=\"p_11\">     Smt. Bala (PW.1) who is alleged to have herself received injuries\n\nduring the course of incident got the first information report Ex. Ka. I\n\nscribed by Km. Guddi, her niece. Km. Guddi is also alleged to have\n\nsustained injuries during the course of the same incident but she was\n\nmurdered before she could be examined in the trial court as a witness.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_12\">      The case as set out in the first information report in short was that\n\nsome incident had occurred in the year 1986 between family members of\n\ncomplainant and accused Mukesh and Guddu sons of Rajveer and the matter\n\nwas reported at the police station from complainant&#x27;s side. A case was\n\nproceeding in court at Hapur some time before the present incident and the\n\npolice had raided the house of accused Mukesh. Mukesh and Guddu, came\n\nto the house of Sheo Pal Singh and gave threats to them saying that they had\n\nnot done good by getting his house raided. The accused persons were thus\n\nbearing enmity with Sheo Pal and others.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                    6</span>\n\f      It was further alleged in the report lodged by Smt. Bala that in the\n\nnight between 30/31 August, 1994 at about 12.30 A.M. Mukesh and Guddu\n\nof her own village carrying country made pistols with them and accused\n\nSattan of village Lohari also having a country made pistols alongwith 4-5\n\nunknown persons who were also having weapons like pistols, Dalkati, Lathi\n\netc. entered into her house. At that time electric bulbs were emitting light\n\ninside and out side the house. The family members of her Jeth, Sheo pal\n\nSingh were sleeping on cots outside the house. She herself (Smt. Bala) was\n\nresting inside the house, while her husband Shiv Singh was sleeping on the\n\nroof. The accused persons after making entry into the house immediately\n\nstarted hurling abuses by name to her Jeth Sheo Pal Singh saying that he\n\nwas acting as an informer to police, hence he and his family would be\n\neliminated completely. Hearing it Sheo Pal got up and started running but\n\nhe was chased by accused Mukesh and Sattan and was shot dead in the Gher\n\nof Devendra. Mukesh and Sattan then said that entire family should be\n\nfinished and thereafter accused persons killed Kunti Devi, wife; of Sheo Pal,\n\nKhushal son of Sheo Pal and Manjeet son of Shiv Singh. They also injured\n\nNeetu son of Sheo Pal, Guddi, daughter of Sheo Pal Singh and baby Kapil\n\nabout 3 years old son of&#x27; Shiv Singh. Mukesh and Sattan with his associates\n\nclimbed over the roof and murdered her husband Shiv Singh on the cot on\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                    7</span>\n\fwhich he was sleeping. On hearing the sound of firing, villagers were\n\nawakened and when they tried to come near the first informant&#x27;s house,\n\naccused persons made indiscriminate firing and said that if any one dared to\n\ncome nearer he would be shot dead and further that if anyone of them would\n\ngive evidence he would meet the same fate as that of deceased persons. On\n\nthe threats given by accused persons villagers retreated to their houses and\n\nclosed their doors. The firing incident caused a panic in the village and the\n\nmiscreants left the scene of occurrence brandishing their weapons.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_14\">      Before adverting further it may be relevant to place the following\n\npedigree in order to show that all the deceased and injured persons were\n\nmembers of same family.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">                              HUKUM SINGH\n                                    !\n                                    !\n        _____________________________________________\n        Sheo Pal                               Shiv Singh\n        (Deceased)                             (Deceased)\n\n        Wife Kunti Devi                        Wife Smt. Bala (PW1)\n        (Deceased)                                  (Injured)\n<span class=\"hidden_text\" id=\"span_7\">            1                                   1</span>\n<span class=\"hidden_text\" id=\"span_8\">              1                                        1</span>\n<span class=\"hidden_text\" id=\"span_9\">              1                                        1</span>\n              1                               ____________________\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                    8</span>\n\f            1                             Manjeet                       Kapil\n            1                           (Deceased)              (Injured)\n<span class=\"hidden_text\" id=\"span_11\">              1</span>\n<span class=\"hidden_text\" id=\"span_12\">              1</span>\n<span class=\"hidden_text\" id=\"span_13\">              1</span>\n        _________________________________________\n        Khushal              Guddi             Neetu\n        (Deceased)           (Injured)         (Injured and died later on)\n\n\n\n\n      From the above pedigree it would be evident that all the nine\n\nmembers of family of Hukum Singh were present and sleeping in their\n\nhouses when this ghastly incident occurred. Four were of Shiv Singh&#x27;s\n\nfamily and rest belonged to Sheo Pal&#x27;s family.       All of them sustained\n\ninjuries. Smt. Bala, Baby Kapil and Km. Guddi survived but before\n\nstatement of Guddi could be recorded at the trial she was also murdered.\n\nBaby Kapil was a child of about three years old. Thus the prosecution was\n\nleft with no alternative except to examine at the trial Smt. Bala, the sole\n\nsurviving member of the above two families.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">\n\n\n</p><p data-structure=\"Facts\" id=\"p_18\">      At the trial from the prosecution side in all nine witnesses were\n\nproduced. Smt. Bala (PW 1) widow of deceased Shiv Singh corroborated\n\nthe facts stated by her in the FIR and further added that the assailants were\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                    9</span>\n\ften in number, out of whom she identified Mukesh, Guddu, Rakesh, Naresh,\n\nPappu, Sattan, Haripal son of Kiran Singh, Haripal son of Ram Charan,\n\nDhirendra alias Dheeraj. She further stated that Rakesh and Dhirendra were\n\nhaving Balkati and rest had country made pistols. She also testified that\n\nSheo Pal, his wife Kunti Dcvi, his son Khushal, her Husband Shiv Singh\n\nand her son Manjeet were murdered on the spot by the assailants with their\n\nrespective weapons, Neetu son of Sheo Pal, Km. Guddi, Baby Kapil and she\n\nherself also suffered injuries at the hands of the accused persons. She further\n\nstated that had the matter between accused and deceased persons been not\n\ngot compromised by accused Kripal, Rajveer, Devendra, Brij Pal and Ram\n\nPal, the incident in question would not have occurred. In this way it was\n\nsuggested that the aforesaid accused persons hatched a conspiracy with the\n\nactual assailants to get the entire family of Sheo Pal and Shiv Singh wiped\n\nout. She is the only eye witness examined at the trial.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">      As noted above, the trial court found the evidence of the witnesses to\n\nbe credible and cogent and directed conviction and imposed death sentence,\n\nso far as the Sattan, Upendra, Hari Pal son of Kiran Singh and Hari pal son\n\nof Ram Charan are concerned. It also found that the accusations relating to\n\nSection 120B of the Act have been established so far as the Kripal, Brij Pal,\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                     10</span>\n\fDevendra are concerned. The High Court analysed the evidence to hold that\n\nthe accusations so far as the Sattan, Upendra, are concerned have been\n\nestablished. But further held that this was a case where there were certain\n\nmitigating circumstances which warranted alteration of the death sentence\n\nto life sentence.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">      The mitigating and extenuating circumstances pointed out to take the\n\nview are as follows:\n</p>\n<p data-structure=\"Section\" id=\"p_22\">\n\n</p><blockquote id=\"blockquote_2\">      &quot;(i)    that number of casualties cannot be sole criterion for awarding\n\ndeath sentence;\n</blockquote>\n<blockquote id=\"blockquote_3\">      (ii)    that though in a criminal case compromise was filed, the police\n\nhowever at the instance of deceased Sheo Pal raided the house of accused\n\nMukesh and Guddu alias Upendra and this excited the accused to commit\n\nthe alleged crime;\n</blockquote>\n<blockquote id=\"blockquote_4\">      (iii)   that PW 1(smt. Bala) the sole eye witness did not assign\n\nspecific role to each of the two accused-respondents;\n\n</blockquote><blockquote id=\"blockquote_5\">      (iv)    that according to FIR story, the three named accused persons\n\nalong with 4-5 others committed the crime and therefore, possibility of\n\nunknown persons having taken the active part could not be ruled out;\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                     11</span>\n</blockquote><blockquote id=\"blockquote_6\">\f         (v)    that there is nothing on record to show that accused-\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">respondents Sattan alias Satyendra and Guddu alias Upendra acted in a\n\nbrutal and cruel manner while committing the crime;\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">         (vi)   that there is nothing on record to show that K. Guddu was\n\nmurdered during pendency of the case by the present accused-respondents,\n\nso that there could be no evidence against them;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">         (vii) that the assailants did not do away with Smt. Bala (PW 1) Km.\n\nGuddi (17 years), baby Kapil (3 years) and a child to screen the offence;\n\n</p><p data-structure=\"CDiscource\" id=\"p_26\">         (viii) that the assailants showed mercy on Smt. Bala and did not\n\ncause any harm to her; and\n\n</p><p data-structure=\"CDiscource\" id=\"p_27\">         (ix)   that respondent Sattan alias Satyendra was a young boy of 20\n\nyears of age at the time of incident.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_29\">5.       It is submitted by learned counsel for the appellant that taking into\n\nconsideration the aforesaid circumstances the High Court came to an abrupt\n\nconclusion      that   on   consideration     of   aggravating   and   mitigating\n\ncircumstances the case does not fall within the category of rarest of rare\n\ncases.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                         12</span>\n</p><p data-structure=\"RespArg\" id=\"p_31\">\f6.    Learned amicus Curiae appearing for the accused persons on the other\n\nhand submitted that six circumstances were highlighted by the High Court.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_32\">7.    Motive was not clearly established. No specific roles have been\n\nascribed. Ocular and medical evidence did not fit in. There is no crime\n\nrecord of any of the accused persons and it cannot be said that they cannot\n\nbe reformed. Two views are possible. There was considerable lapse of time.\n\nIt is to be noted that according to the High Court the mitigating\n\ncircumstances show there is no criminal record of any of the accused\n\npersons. There was no overt act attributed to each of the accused persons\n\nand the number of deaths cannot be a criteria to decide as to whether death\n\nsentence or life sentence to be imposed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">\n\n</p><p data-structure=\"RespArg\" id=\"p_34\">8.    According to learned Amicus Curiae, incident was of the year 1992,\n\nthe death sentence was awarded in 1999 and by the impugned judgment\n\nwhich is of the year 2000, alteration have been directed and at this length of\n\ntime there should not be any interference.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_36\">9.    Before dealing with the position in law as highlighted by this Court\n\nrelating to rarest of rare categories where death sentence can be awarded,\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                     13</span>\n\fsubmissions made by learned Amicus Curiae to show existence of\n\nmitigating circumstances need to be noted. It is stated by learned Amicus\n\nCuriae that motive is not clearly established.     This is contrary to the\n\nconclusions of the High Court. In fact, the High Court has treated that an\n\nentire family was eliminated and if the evidence of Smt. Bala (PW 1) is\n\nconsidered reliable and trustworthy, the inadequacy and insufficiency of\n\nmotive pales into significance and recedes behind the curtain. So far as the\n\nspecific overt acts are concerned, it is to be noted that apart from the\n\naccused persons who faced trial three of these persons, namely, absconding\n\naccused Mukesh Dhirendra and Rakesh were described as accused. Six\n\npersons were killed. It is not expected that a lady witnessing such a\n\nmassacre would note the details.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">\n\n</p><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"441749\" id=\"span_19\">10.   This court has observed in <a href=\"/doc/441749/\" id=\"a_10\">Sahdeo v. State of U.P.</a> [2004 SCC (Crl.)\n\n1873] that though in the particular facts of the case the death sentence was\n\nconverted to imprisonment for life, yet it cannot be said that accused\n\npersons cannot be awarded death sentence in cases where the conviction\n\nwas recorded under <a href=\"/doc/1560742/\" id=\"a_11\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_12\">Section 149</a> IPC. So far as the\n\nalleged discrepancy between medical evidence and ocular evidence is\n\nconcerned, it is to be noted as rightly done by the High Court that the\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                    14</span>\n\fincident occurred around mid night when six murders were committed one\n\nafter another. In such circumstances it was practically not possible for any\n\nwitness to ascribe pin pointed role or the kind of weapons with which blows\n\nwere given. In an incident when killing of so many persons took place, it\n\nwould be difficult for a witness to remember with precision the kind of\n\nweapon used by a particular accused. It is to be noted that evidence of the\n\nwitnesses are not liable for rejection on the hypothetical so called medical\n\ndiscrepancy.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1540884\" id=\"span_21\">It is submitted by learned counsel for the respondent that\n\nwhen number of death is not the determinative factor and since the High\n\nCourt about eight years back has altered the conviction, the life sentence\n\nmay be clarified to be one for 20 years as have been done in some cases for\n\nexample in <a href=\"/doc/1540884/\" id=\"a_13\">Ram Anup Singh v. State of Bihar</a> [2002(6) SCC 686].</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_39\">11.   The law regulates a social interests, arbitrates conflicting claims and\n\ndemands. Security of persons and property of the people is an essential\n\nfunction of the State. It could be achieved through instrumentality of\n\ncriminal law. Undoubtedly, there is a cross cultural conflict where living\n\nlaw must find answer to the new challenges and the courts are required to\n\nmould the sentencing system to meet the challenges. The contagion of\n\nlawlessness would undermine social order and lay it in ruins. Protection of\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                    15</span>\n\fsociety and stamping out criminal proclivity must be the object of law\n\nwhich must be achieved by imposing appropriate sentence. Therefore, law\n\nas a corner-stone of the edifice of &quot;order&quot; should meet the challenges\n\nconfronting the society. Friedman in his &quot;Law in Changing Society&quot; stated\n\nthat, &quot;State of criminal law continues to be - as it should be - a decisive\n\nreflection of social consciousness of society&quot;. Therefore, in operating the\n\nsentencing system, law should adopt the corrective machinery or the\n\ndeterrence based on factual matrix. By deft modulation sentencing process\n\nbe stern where it should be, and tempered with mercy where it warrants to\n\nbe. The facts and given circumstances in each case, the nature of the crime,\n\nthe manner in which it was planned and committed, the motive for\n\ncommission of the crime, the conduct of the accused, the nature of weapons\n\nused and all other attending circumstances are relevant facts which would\n\nenter into the area of consideration. For instance a murder committed due to\n\ndeep-seated mutual and personal rivalry may not call for penalty of death.\n\nBut an organised crime or mass murders of innocent people would call for\n\nimposition of death sentence as deterrence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1702754\" id=\"span_23\">In <a href=\"/doc/1702754/\" id=\"a_14\">Mahesh v. State of M.P.</a>\n\n(1987) 2 SCR 710), this Court while refusing to reduce the death sentence\n\nobserved thus:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                    16</span>\n</p><blockquote id=\"blockquote_7\">\f                    &quot;It will be a mockery of justice to permit the\n             accused to escape the extreme penalty of law when faced\n             with such evidence and such cruel acts. To give the\n             lesser punishment for the accused would be to render the\n             justicing system of the country suspect. The common\n             man will lose faith in courts. In such cases, he\n             understands and appreciates the language of deterrence\n             more than the reformative jargon.&quot;\n</blockquote>\n<blockquote id=\"blockquote_8\">\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">12.   Therefore, undue sympathy to impose inadequate sentence would do\n\nmore harm to the justice system to undermine the public confidence in the\n\nefficacy of law and society could not long endure under such serious\n\nthreats. It is, therefore, the duty of every court to award proper sentence\n\nhaving regard to the nature of the offence and the manner in which it was\n\nexecuted or committed etc. This position was illuminatingly stated by this\n\nCourt in Sevaka Perumal etc. v. State of Tamil Naidu (AIR 1991 SC 1463).\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_42\">13.   The criminal law adheres in general to the principle of proportionality\n\nin prescribing liability according to the culpability of each kind of criminal\n\nconduct. It ordinarily allows some significant discretion to the Judge in\n\narriving at a sentence in each case, presumably to permit sentences that\n\nreflect more subtle considerations of culpability that are raised by the\n\nspecial facts of each case. Judges in essence affirm that punishment ought\n\nalways to fit the crime; yet in practice sentences are determined largely by\n\n<span class=\"hidden_text\" id=\"span_25\">                                     17</span>\n\fother considerations. Sometimes it is the correctional needs of the\n\nperpetrator that are offered to justify a sentence. Sometimes the desirability\n\nof keeping him out of circulation, and sometimes even the tragic results of\n\nhis crime. Inevitably these considerations cause a departure from just desert\n\nas the basis of punishment and create cases of apparent injustice that are\n\nserious and widespread.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n</p><p data-structure=\"CDiscource\" id=\"p_44\">14.   Proportion between crime and punishment is a goal respected in\n\nprinciple, and in spite of errant notions, it remains a strong influence in the\n\ndetermination of sentences. The practice of punishing all serious crimes\n\nwith equal severity is now unknown in civilized societies, but such a radical\n\ndeparture from the principle of proportionality has disappeared from the law\n\nonly in recent times. Even now for a single grave infraction drastic\n\nsentences are imposed. Anything less than a penalty of greatest severity for\n\nany serious crime is thought then to be a measure of toleration that is\n\nunwarranted and unwise. But in fact, quite apart from those considerations\n\nthat make punishment unjustifiable when it is out of proportion to the crime,\n\nuniformly disproportionate punishment has some very undesirable practical\n\nconsequences.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                     18</span>\n</p><p data-structure=\"CDiscource\" id=\"p_46\">\f15.   After giving due consideration to the facts and circumstances of each\n\ncase, for deciding just and appropriate sentence to be awarded for an\n\noffence, the aggravating and mitigating factors and circumstances in which\n\na crime has been committed are to be delicately balanced on the basis of\n\nreally relevant circumstances in a dispassionate manner by the Court. Such\n\nact of balancing is indeed a difficult task. It has been very aptly indicated in\n\nDennis Councle MCG Dautha v. State of Callifornia: 402 US 183: 28 L.D.\n\n2d 711 that no formula of a foolproof nature is possible that would provide\n\na reasonable criterion in determining a just and appropriate punishment in\n\nthe infinite variety of circumstances that may affect the gravity of the crime.\n\nIn the absence of any foolproof formula which may provide any basis for\n\nreasonable criteria to correctly assess various circumstances germane to the\n\nconsideration of gravity of crime, the discretionary judgment in the facts of\n\neach case, is the only way in which such judgment may be equitably\n\ndistinguished.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">16.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"860395\" id=\"span_27\">In <a href=\"/doc/860395/\" id=\"a_15\">Jashubha Bharatsinh Gohil v. State of Gujarat</a> (1994 (4) SCC 353),\n\nit has been held by this Court that in the matter of death sentence, the Courts\n\nare required to answer new challenges and mould the sentencing system to\n\nmeet these challenges. The object should be to protect the society and to\n\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                     19</span>\n\fdeter the criminal in achieving the avowed object to law by imposing\n\nappropriate sentence. It is expected that the Courts would operate the\n\nsentencing system so as to impose such sentence which reflects the\n\nconscience of the society and the sentencing process has to be stern where it\n\nshould be. Even though the principles were indicated in the background of\n\ndeath sentence and life sentence, the logic applies to all cases where\n\nappropriate sentence is the issue.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_50\">17.   Imposition of sentence without considering its effect on the social\n\norder in many cases may be in reality a futile exercise. The social impact of\n\nthe crime, e.g. where it relates to offences against women, dacoity,\n\nkidnapping, misappropriation of public money, treason and other offences\n\ninvolving moral turpitude or moral delinquency which have great impact on\n\nsocial order, and public interest, cannot be lost sight of and per se require\n\nexemplary treatment. Any liberal attitude by imposing meager sentences or\n\ntaking too sympathetic view merely on account of lapse of time in respect of\n\nsuch offences will be result-wise counter productive in the long run and\n\nagainst societal interest which needs to be cared for and strengthened by\n\nstring of deterrence inbuilt in the sentencing system.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                     20</span>\n</p><p data-structure=\"Precedent\" id=\"p_51\">\f18.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1351933\" id=\"span_30\">In <a href=\"/doc/1351933/\" id=\"a_16\">Dhananjoy Chatterjee v. State of W.B.</a> (1994 (2) SCC 220), this\n\nCourt has observed that shockingly large number of criminals go\n\nunpunished thereby increasingly, encouraging the criminals and in the\n\nultimate making justice suffer by weakening the system&#x27;s creditability. The\n\nimposition of appropriate punishment is the manner in which the Court\n\nresponds to the society&#x27;s cry for justice against the criminal. Justice\n\ndemands that Courts should impose punishment befitting the crime so that\n\nthe Courts reflect public abhorrence of the crime. The Court must not only\n\nkeep in view the rights of the criminal but also the rights of the victim of the\n\ncrime and the society at large while considering the imposition of\n\nappropriate punishment.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">\n\n</p><p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"622480\" id=\"span_31\">19.   Similar view has also been expressed in <a href=\"/doc/622480/\" id=\"a_17\">Ravji v. State of Rajasthan</a>,\n\n(1996 (2) SCC 175). It has been held in the said case that it is the nature and\n\ngravity of the crime but not the criminal, which are germane for\n\nconsideration of appropriate punishment in a criminal trial. The Court will\n\nbe failing in its duty if appropriate punishment is not awarded for a crime\n\nwhich has been committed not only against the individual victim but also\n\nagainst the society to which the criminal and victim belong.                The\n\npunishment to be awarded for a crime must not be irrelevant but it should\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                      21</span>\n\fconform to and be consistent with the atrocity and brutality with which the\n\ncrime has been perpetrated, the enormity of the crime warranting public\n\nabhorrence and it should &quot;respond to the society&#x27;s cry for justice against the\n\ncriminal&quot;. If for extremely heinous crime of murder perpetrated in a very\n\nbrutal manner without any provocation, most deterrent punishment is not\n\ngiven, the case of deterrent punishment will lose its relevance.</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1592988\" id=\"span_33\">20.   These aspects have been elaborated in <a href=\"/doc/1592988/\" id=\"a_18\">State of M.P. v. Munna\n\nChoubey</a> [2005 (2) SCC 712].</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">\n\n</p><p data-structure=\"Section\" id=\"p_56\">21.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307021\" id=\"span_34\">In <a href=\"/doc/307021/\" id=\"a_19\">Bachan Singh v. State of Punjab</a> [1980 (2) SCC 684] a\n\nConstitution Bench of this Court at para 132 summed up the position as\n\nfollows: (SCC p.729)\n\n\n             &quot;132. To sum up, the question whether or not death\n             penalty serves any penological purpose is a difficult,\n             complex and intractable issue. It has evoked strong,\n             divergent views. For the purpose of testing the\n             constitutionality of the impugned provision as to death\n             penalty in <a href=\"/doc/1560742/\" id=\"a_20\">Section 302</a>, Penal Code on the ground of\n             reasonableness in the light of <a href=\"/doc/1218090/\" id=\"a_21\">Articles 19</a> and <a href=\"/doc/1199182/\" id=\"a_22\">21</a> of the\n             Constitution, it is not necessary for us to express any\n             categorical opinion, one way or the other, as to which of\n             these two antithetical views, held by the Abolitionists\n             and Retentionists, is correct. It is sufficient to say that\n             the very fact that persons of reason, learning and light\n             are rationally and deeply divided in their opinion on this\n\n<span class=\"hidden_text\" id=\"span_35\">                                     22</span>\n\fissue, is a ground among others, for rejecting the\npetitioners&#x27; argument that retention of death penalty in\nthe impugned provision, is totally devoid of reason and\npurpose. If, notwithstanding the view of the Abolitionists\nto the contrary, a very large segment of people, the world\nover, including sociologists, legislators, jurists, judges\nand administrators still firmly believe in the worth and\nnecessity of capital punishment for the protection of\nsociety, if in the perspective of prevailing crime\nconditions in India, contemporary public opinion\nchannelised through the people&#x27;s representatives in\nParliament, has repeatedly in the last three decades,\nrejected all attempts, including the one made recently, to\nabolish or specifically restrict the area of death penalty,\nif death penalty is still a recognised legal sanction for\nmurder or some types of murder in most of the civilised\ncountries in the world, if the framers of the Indian\nConstitution were fully aware -- as we shall presently\nshow they were -- of the existence of death penalty as\npunishment for murder, under the <a href=\"/doc/1569253/\" id=\"a_23\">Indian Penal Code</a>, if\nthe 35th Report and subsequent reports of the Law\nCommission suggesting retention of death penalty, and\nrecommending revision of the <a href=\"/doc/445276/\" id=\"a_24\">Criminal Procedure Code</a>\nand the insertion of the new <a href=\"/doc/1986933/\" id=\"a_25\">Sections 235(2)</a> and <a href=\"/doc/203036/\" id=\"a_26\">354(3)</a>\nin that Code providing for pre-sentence hearing and\nsentencing procedure on conviction for murder and other\ncapital offences were before Parliament and presumably\nconsidered by it when in 1972-73 it took up revision of\nthe Code of 1898 and replaced it by the <a href=\"/doc/445276/\" id=\"a_27\">Code of\nCriminal Procedure</a>, 1973, it is not possible to hold that\nthe provision of death penalty as an alternative\npunishment for murder, in <a href=\"/doc/1560742/\" id=\"a_28\">Section 302</a>, Penal Code is\nunreasonable and not in the public interest. We would,\ntherefore, conclude that the impugned provision in\n<a href=\"/doc/1560742/\" id=\"a_29\">Section 302</a>, violates neither the letter nor the ethos of\n<a href=\"/doc/1218090/\" id=\"a_30\">Article 19.&quot;</a></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">\n\n\n<span class=\"hidden_text\" id=\"span_36\">                        23</span>\n</p><p data-structure=\"Precedent\" id=\"p_58\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"545301\" id=\"span_37\">22.   Similarly, in <a href=\"/doc/545301/\" id=\"a_31\">Machhi Singh v. State of Punjab</a> [1983 (3) SCC 470] in\n\npara 38 the position was summed up as follows: (SCC p. 489)\n\n\n\n            &quot;38.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307021\" id=\"span_38\">In this background the guidelines indicated in\n            <a href=\"/doc/307021/\" id=\"a_32\">Bachan Singh</a>&#x27;s case (supra) will have to be culled out\n            and applied to the facts of each individual case where the\n            question of imposing of death sentence arises.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307021\" id=\"span_39\">The\n            following propositions emerge from <a href=\"/doc/307021/\" id=\"a_33\">Bachan Singh</a>&#x27;s case\n            (supra):</span>\n</p>\n<blockquote id=\"blockquote_9\">                 (i) The extreme penalty of death need not be\n                 inflicted except in gravest cases of extreme\n                 culpability.\n</blockquote>\n<blockquote id=\"blockquote_10\">                  (ii) Before opting for the death penalty the\n                 circumstances of the `offender&#x27; also require to be\n                 taken into consideration along with the\n                 circumstances of the `crime&#x27;.\n</blockquote>\n<blockquote id=\"blockquote_11\">                 (iii) Life imprisonment is the rule and death\n                 sentence is an exception. In other words death\n                 sentence must be imposed only when life\n                 imprisonment appears to be an altogether\n                 inadequate punishment having regard to the\n                 relevant circumstances of the crime, and provided,\n                 and only provided, the option to impose sentence of\n                 imprisonment for life cannot be conscientiously\n                 exercised having regard to the nature and\n                 circumstances of the crime and all the relevant\n                 circumstances.\n</blockquote>\n<blockquote id=\"blockquote_12\">                 (iv) A balance sheet of aggravating and mitigating\n                 circumstances has to be drawn up and in doing so\n                 the mitigating circumstances have to be accorded\n                 full weightage and a just balance has to be struck\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                   24</span>\n\f                 between the aggravating and the mitigating\n                 circumstances before the option is exercised.&quot;\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39506072\" id=\"span_41\">23.   The position was again reiterated in <a href=\"/doc/39506072/\" id=\"a_34\">Devender Pal Singh v. State of\n\nNCT of Delhi</a> [2002 (5) SCC 234 ] : (SCC p. 271, para 58)\n\n\n\n            &quot;58.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"545301\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"307021\" id=\"span_43\"><a href=\"/doc/307021/\" id=\"a_35\">From Bachan Singh</a>&#x27;s case (<a href=\"/doc/545301/\" id=\"a_36\">supra) and Machhi\n            Singh</a>&#x27;s case (supra) the principle culled out is that when\n            the collective conscience of the community is so\n            shocked, that it will expect the holders of the judicial\n            power centre to inflict death penalty irrespective of their\n            personal opinion as regards desirability or otherwise of\n            retaining death penalty, the same can be awarded. It was\n            observed:</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">\n</p><blockquote id=\"blockquote_13\">                  The community may entertain such sentiment in\n                  the following circumstances:\n</blockquote>\n<blockquote id=\"blockquote_14\">\n</blockquote><blockquote id=\"blockquote_15\">                  (1) When the murder is committed in an extremely\n                  brutal, grotesque, diabolical, revolting, or\n                  dastardly manner so as to arouse intense and\n                  extreme indignation of the community.\n                  (2) When the murder is committed for a motive\n                  which evinces total depravity and meanness; e.g.\n                  murder by hired assassin for money or reward; or\n                  cold-blooded murder for gains of a person vis-`-\n</blockquote><p data-structure=\"Section\" id=\"p_61\">                  vis whom the murderer is in a dominating position\n                  or in a position of trust; or murder is committed in\n                  the course for betrayal of the motherland.\n</p><p data-structure=\"Precedent\" id=\"p_62\">                  (3) When murder of a member of a Scheduled\n                  Caste or minority community, etc. is committed\n                  not for personal reasons but in circumstances\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                    25</span>\n\f                      which arouse social wrath; or in cases of `bride\n                      burning&#x27; or `dowry deaths&#x27; or when murder is\n                      committed in order to remarry for the sake of\n                      extracting dowry once again or to marry another\n                      woman on account of infatuation.\n</p><p data-structure=\"Precedent\" id=\"p_63\">                      (4) When the crime is enormous in proportion. For\n                      instance when multiple murders, say of all or\n                      almost all the members of a family or a large\n                      number of persons of a particular caste,\n                      community, or locality, are committed.\n</p><p data-structure=\"Precedent\" id=\"p_64\">                      (5) When the victim of murder is an innocent\n                      child, or a helpless woman or old or infirm person\n                      or a person vis-`-vis whom the murderer is in a\n                      dominating position, or a public figure generally\n                      loved and respected by the community.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_66\">24.    If upon taking an overall global view of all the circumstances in the\n\nlight of the aforesaid propositions and taking into account the answers to the\n\nquestions posed by way of the test for the rarest of rare cases, the\n\ncircumstances of the case are such that death sentence is warranted, the\n\ncourt would proceed to do so.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_68\">      25.   What is culled out from the decisions noted above is that while\n\ndeciding the question as to whether the extreme penalty of death sentence is\n\nto be awarded, a balance sheet of aggravating and mitigating circumstances\n\nhas to be drawn up.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                      26</span>\n</p><p data-structure=\"Precedent\" id=\"p_70\">\f26.   Lord Justice Denning, Master of the Rolls of the Court of Appeals in\n\nEngland said to the Royal Commission on Capital Punishment in 1950:\n\n\n</p><blockquote id=\"blockquote_16\">             &quot;Punishment is the way in which society expresses its\n             denunciation of wrong doing; and, in order to maintain\n             respect for the law, it is essential that the punishment\n             inflicted for grave crimes should adequately reflect the\n             revulsion felt by the great majority of citizens for them.\n             It is a mistake to consider the objects of punishments as\n             being a deterrent or reformative or preventive and\n             nothing else... The truth is that some crimes are so\n             outrageous that society insists on adequate punishment,\n             because the wrong doer deserves it, irrespective of\n             whether it is a deterrent or not.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_71\">             In J.J. Rousseau&#x27;s The Social Contract written in 1762, he says\n             the following:\n</p>\n<blockquote id=\"blockquote_17\">             Again, every rogue who criminously attacks social rights\n             becomes, by his wrong, a rebel and a traitor to his\n             fatherland. By contravening its laws, he ceases to be one\n             of its citizens: he even wages war against it. In such\n             circumstances, the State and he cannot both be saved:\n</blockquote><blockquote id=\"blockquote_18\">             one or the other must perish. In killing the criminal, we\n             destroy not so much a citizen as an enemy. The trial and\n             judgments are proofs that he broken the Social Contract,\n             and so is no longer a member of the State.\n</blockquote>\n\n\n<p data-structure=\"Conclusion\" id=\"p_72\">27.   The case at hand falls in the rarest of rare category. The depraved acts\n\nof the accused call for only one sentence that is death sentence.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                     27</span>\n</p><p data-structure=\"Precedent\" id=\"p_73\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601158\" id=\"span_47\">28.   The above position was highlighted in <a href=\"/doc/601158/\" id=\"a_37\">Bantu v. The State of U.P.</a>\n\n[2008(10) SCALE 336]</span>\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_74\">29.   Murder of six members of a family including helpless women and\n\nchildren having been committed in a brutal, diabolic and bristly manner and\n\nthe crime being one which is enormous in proportion which shocks the\n\nconscious of law, the death sentence as awarded in respect of accused Sattan\n\nand Guddu was the appropriate sentence and the High Court ought not to\n\nhave altered it. So far as the acquittal of the Hari Pal son of Kiran Singh\n\nand Hari Pal son of Ram Charan are concerned, the High Court has noted\n\nthat the evidence so far as their involvement is concerned was not totally\n\nfree from doubt. The High Court have analysed the factual scenario in\n\ndetail to direct the acquittal.   We find no reason to differ from the\n\nconclusions of the High Court.    The acquittal as directed stands affirmed.\n\nSo far as other four respondents i.e. appellants in Criminal Appeal No.2237\n\nof 1999 is concerned they were charged under <a href=\"/doc/1128948/\" id=\"a_38\">Section 120</a> B. It has been\n\nrecorded by the High Court that except the suspicion which the informant\n\nwas having in her mind about the involvement of these four accused persons\n\nthere was neither any direct or circumstantial evidence to fasten the charge\n\nof criminal conspiracy. That being so the High Court was justified in\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                                    28</span>\n\fdirecting their acquittal. Criminal Appeal No. 314 is allowed. The State&#x27;s\n\nappeal so far as Sattan and Upendra are concerned is allowed to the extent\n\nthat the death sentence as was awarded by the trial court is restored so far as\n\nthey are concerned. The appeal fails so far as respondents Hari Pal son of\n\nKiran Singh and Hari Pal son of Ram Charan are concerned.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_75\">30.   We record our appreciation for the able assistance rendered by Mr. M.\n\nKarapaga Vinayagam, learned Amicus Curae.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">\n\n</p><p data-structure=\"Precedent\" id=\"p_77\">                                       .........................................J.\n                                       (Dr. ARIJIT PASAYAT)\n\n\n\n                                       ...........................................J.\n                                       (Dr. MUKUNDAKAM SHARMA)\n\nNew Delhi,\nFebruary 27, 2009\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">                                     29</span>\n\f</p>","numcites":24,"numcitedby":74,"docsource":"Supreme Court of India","citetid":1889801,"divtype":"judgments","relatedqs":[{"value":"death sentence","formInput":"death%20sentence"},{"value":"arijit pasayat ","formInput":"arijit%20pasayat%20"},{"value":"death penalty","formInput":"death%20penalty"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"mitigating circumstances","formInput":"mitigating%20circumstances"},{"value":"amicus curiae","formInput":"amicus%20curiae"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"death sentence   award","formInput":"death%20sentence%20%20%20award"},{"value":"abscondence","formInput":"abscondence"},{"value":"threat","formInput":"threat"},{"value":"criminal laws","formInput":"criminal%20laws"},{"value":"kiran singh","formInput":"kiran%20singh"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"bachan singh","formInput":"bachan%20singh"},{"value":"\"amicus curiae\"","formInput":"%22amicus%20curiae%22"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"mitigating","formInput":"mitigating"},{"value":"hari singh","formInput":"hari%20singh"},{"value":"brutality ","formInput":"brutality%20"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"freedom-with-reasonable-restrictions","formInput":"tag:freedom-with-reasonable-restrictions"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"}],"courtcopy":true,"query_alert":null,"agreement":false}