{"tid":1844640,"publishdate":"2003-11-06","title":"Municipal Corporation Of Kurnool vs K. Veeranna And Anr. on 6 November, 2003","doc":"<h2 class=\"doc_title\">Municipal Corporation Of Kurnool vs K. Veeranna And Anr. on 6 November, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2004(1)ALD36</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n C.V. Ramulu, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. The only question that falls for consideration in these writ petitions is whether the industrial dispute raised by the respondent-workmen before the Industrial Tribunal-cum-Labour Court, Anantapur is maintainable under <a href=\"/doc/45618607/\" id=\"a_1\">Section 2-A(2)</a> of the Industrial Disputes Act, 1947 (for short &#x27;the Act&#x27;) or it should have been routed through by raising regular conciliation proceedings and referred to the Labour Court as required under <a href=\"/doc/1218044/\" id=\"a_2\">Section 10(1)(c)</a> of the Act.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Respondent No. 1 raised a dispute before Respondent No. 2 under <a href=\"/doc/45618607/\" id=\"a_3\">Section 2-A(2)</a> of the Act in I.D.Nos. 107 and 112 of 2003. In the claim statements filed by them before the Labour Court, they stated that they were employed for more than nine years continuously in the Water Works Department of Kallur Gram Panchayat, which merged with the Municipal Corporation, Kurnool with effect from 8-2-2002. Consequent to the merger, their services along with others were taken over by the Corporation. Even after the merger, they were engaged till 28-2-2003. With effect from 1-3-2003 their services were orally terminated, which amounts to retrenchment as defined under <a href=\"/doc/1418464/\" id=\"a_4\">Section 2(oo)</a> of the Act and violative of Section 25-F, G and H of the Act. There was no necessity of terminating their services, since there was heavy workload in the Corporation. It was also asserted that they worked under supervision and control of the petitioner herein and his subordinates. They were not free or at liberty to do or to attend to the works entrusted to them at their will and convenience. Their performance was watched, checked, controlled and supervised by the writ petitioner and his subordinates every day. The wages for the services rendered by them were paid by the writ petitioner and not by anybody else. Therefore, the termination of their service was in violation of principles of natural justice and fair play. The same is mala fide and also amounts to colourable exercise of power apart from being unfair labour practice.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. Counter-affidavits have been filed before the 2nd respondent by the petitioner herein denying the allegations made by the workmen. It was mainly stated that the workmen 1st respondent herein were awarded work on contract basis and, therefore, the question of terminating their services does not arise. The non-renewal of contract work on the expiry of contract does not amount to retrenchment nor does it fall within the meaning of retrenchment under <a href=\"/doc/1418464/\" id=\"a_5\">Section 2(oo)</a> of the Act. The workmen were engaged as labour on contract basis to look after the maintenance work and water supply of Kallur Gram Panchayat, which merged with the Municipal Corporation of Kurnool. The payments were made to the workmen under hand receipt. Further, it was stated that on 7-1-2003 tenders were invited for the maintenance of water supply works of Kallur area of the Corporation and the tenders were opened on 22-1-2003. The tender of one G. Lakshmi Reddy, registered Municipal contractor, was accepted at 1% less than the estimated rates for the said work, work order dated 28-1-2003 was issued and the said contractor commenced execution of the work by executing an agreement on 5-3-2003. Further, questioning the said tender notification Writ Petition No. 1553 of 2003 was filed before this Court on the ground that the tendering of the work on contract basis would result in denial of employment to large number of contract labour, which was dismissed on 17-3-2003.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"726251\" id=\"span_1\">4. Learned Counsel for the petitioner apart from reiterating the above, contended that on principle, the writ petition is not maintainable as per the judgment of this Court in <a href=\"/doc/726251/\" id=\"a_6\">Oil And Natural Gas Corporation Limited v. N. Satyanarayana</a>, . It is also contended that it is open for the respondent-workmen to raise a dispute through conciliation machinery and if the conciliation fails, the Government may refer matter to the Labour Court and the workmen are not entitled to maintain a claim petition under <a href=\"/doc/45618607/\" id=\"a_7\">Section 2-A(2)</a> of the Act directly. Except this legal aspect, no other arguments were advanced on behalf of the petitioner.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_5\">5. For proper appreciation of the matter, it is necessary to extract <a href=\"/doc/1377486/\" id=\"a_8\">Section 2-A</a> of the Act, which reads as under:\n</p>   \n\n<blockquote id=\"blockquote_1\">2-A. Dismissal, etc., of an individual workman to be deemed to be an Industrial Dispute :--\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(1) Where any employer discharges, dismisses, retrenches or otherwise terminates the services of an individual workman, any dispute or difference between that workman and his employer connected with, or arising out of, such discharge, dismissal, retrenchment or termination shall be deemed to be an industrial dispute notwithstanding that no other workman nor any union of workmen is a party to the dispute.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(2) Notwithstanding anything in <a href=\"/doc/1669932/\" id=\"a_9\">Section 10</a>, any such workman as is specified in Sub-section (1) may, make an application in the prescribed manner directly to the Labour &#x27;Court for adjudication of the dispute referred to therein; and on receipt of such application the Labour Court shall have jurisdiction to adjudicate upon any matter in the dispute, as if it were a dispute referred to or pending before it, in accordance with the provisions of this Act, and accordingly all the provisions of this Act, shall apply in relation to such dispute as they apply in relation to any other industrial dispute.&quot; (A.P. Act 32 of 1987 with effect from 27-7-1987)  \n \n\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">6. From the above provision, it is clear that a workman in the State of Andhra Pradesh particularly where the employer is amenable to the State Labour Department, can maintain an application under <a href=\"/doc/45618607/\" id=\"a_10\">Section 2-A(2)</a> of the Act for discharge, dismissal, retrenchment of termination of his services directly before the concerned Industrial Tribunal/Labour Court. In the case on hand, the respondent-workmen asserted before the Labour Court that they were directly employed and paid by the petitioner-Corporation and they had completed more than nine years of service including the service rendered with the erstwhile Kallur Gram Panchayat, which merged with the petitioner-Corporation. It is not the case of the petitioner that the respondent-workmen were engaged as contract labour althrough. The only assertion made by the petitioner-Corporation is that with effect from 1-3-2003 in pursuance of a notification issued by them, the work in the water works department of Kallur area has been entrusted to a contractor -G. Lakshmi Reddy and as such, it must be deemed that the respondent-workmen were also contract labour and as such, the applications under <a href=\"/doc/45618607/\" id=\"a_11\">Section 2-A(2)</a> of the Act are not maintainable. The name of the contractor engaged by Kallur Gram Panchayat or the Municipal Corporation of Kurnool under whom the 1st respondent worked has not been mentioned. On the other hand, the 1st respondent asserted before the Labour Court that they are directly employed by the Municipal Corporation (erstwhile Kallur Gram Panchayat) and were directly paid by the petitioner till the end of February, 2003. Once the respondent-workmen asserts that they are directly employed by the petitioner-Corporation and their services were terminated, an application under <a href=\"/doc/45618607/\" id=\"a_12\">Section 2-A(2)</a> of the Act is maintainable.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">7. The above decision relied upon by the petitioner has no application to the facts of this case. It may be necessary to extract paragraphs 6 and 7 to understand the purport of <a href=\"/doc/726251/\" id=\"a_13\">the said judgment</a>:\n</p>   \n\n<blockquote id=\"blockquote_4\">&quot;6. The 2nd respondent filed W.P. No. 12190/ 97 in this Court seeking a declaration that the workers engaged by it for performing the work with the petitioner should be treated as regular employees of the petitioner and that the services of such employees cannot be terminated unilaterally, and thereby deprive them of their livelihood. The writ petition was dismissed through order dated 22.6.2000 holding that once the labour contract between the petitioner and the 2nd respondent had expired on 30.6.1997, the 2nd respondent was under obligation to withdraw the labour deployed by it under that contract. It was also held that there was no termination/ disengagement of the contract labour on account of notification issued under <a href=\"/doc/1669932/\" id=\"a_14\">Section 10</a> of the Contract Labour (R&amp;<a href=\"/doc/54424454/\" id=\"a_15\">A) Act</a> (for short &#x27;<a href=\"/doc/1810788/\" id=\"a_16\">CLRA Act</a>&#x27;). However, it was left open to the concerned contract labour to work out the remedies.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">7. The respective workers have filed cases under <a href=\"/doc/45618607/\" id=\"a_17\">Section 2-A(2)</a> of the Industrial Disputes Act,1947 (for short the &#x27;<a href=\"/doc/500379/\" id=\"a_18\">ID. Act</a>&#x27;) before the Industrial Tribunal, the 4th respondent, against the writ petition and Respondent No. 2, the society which engaged them and the 3rd respondent, Ex-Service and Resettlement Co-operative Society seeking a direction to the petitioner to reinstate them with full back wages from the date of termination i.e., 1-7-1997. It was the contention of the contract labour that they were engaged as the contract labour as Security Guards/Supervisors from 1.3.1989 and that they were disengaged with effect from 1.7.1997. They further contended that the engagement of contract labour as watchmen was prohibited by the Central Government by issuing a notification dated 9.12.1976 in exercise of powers under <a href=\"/doc/1436043/\" id=\"a_19\">Section 10(1)</a> of the CLRA Act and as such they shall be deemed to be workmen of the petitioner. Consequently, the termination of services without following the procedure under <a href=\"/doc/1056316/\" id=\"a_20\">Section 25-F</a> of the ID. Act was illegal and they were entitled to be reinstated into service.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. From the above, it is seen, firstly the writ petition was filed seeking a declaration that the workers engaged, by the ONGC, through a contractor should be treated as regular employees and the services of such workmen cannot be terminated unilaterally. The said writ petition was dismissed holding that once the contract between the ONGC and labour contract Cooperative society had expired, the society was under obligation to withdraw the labour deployed by it under the contractor. Under those circumstances, it was held that there was no termination/disengagement of the contract labour on account of the notification issued under Section 10 of the Contract Labour (R &amp; A) Act and it was left open to the concerned contract labour to work out their remedies. Those contract labour had filed individual cases before the Industrial Tribunal under <a href=\"/doc/45618607/\" id=\"a_21\">Section 2-A(2)</a> of the Act. Secondly, it was held that since if is the case of the workmen that they are engaged by a contractor it is not for the Labour Court/Industrial Tribunal to go into the aspect that whether engaging them through contractor was a ruse and camouflage under <a href=\"/doc/45618607/\" id=\"a_22\">Section 2-A(2)</a> of the Act and as such, the said claim petition filed by the workmen was not maintainable.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">9. In view of the important question of law raised in these cases, Sri G. Vidyasagar, Advocate was requested to assist the Court as amicus curiae.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">10. Sri G. Vidyasagar, at the outset, submitted that, in this case, there is a dispute as to employer and employee relationship even according to the learned Counsel for the management-writ petitioner. The question of employer and employee relationship is a pure question of fact. Therefore, this has to be resolved by the Industrial Tribunal/Labour Court after recording evidence. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"524976\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"596285\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"642607\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1996477\" id=\"span_5\">In this regard, he relied upon the decisions of the apex Court reported in <a href=\"/doc/1996477/\" id=\"a_23\">D.C. Works Ltd. v. State of Saurashtra</a>, , <a href=\"/doc/642607/\" id=\"a_24\">Hussainbhai v. Alath Factory Tezhilali Union</a>, , <a href=\"/doc/596285/\" id=\"a_25\">S.K. Verma v. Mahesh Chandra</a>, AIR 1984 SC 1426, D.P. Maheshwari v. Delhi Administration, <a href=\"/doc/524976/\" id=\"a_26\">AIR 1984 SC 153, Workmen, Food Corporation of India v. Food Corporation of India</a>, .</span></span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996477\" id=\"span_6\">11. Sri G. Vidyasagar drawn the attention of this Court to the following head note in <a href=\"/doc/1996477/\" id=\"a_27\">D.C. Works Ltd v. State of Saurashtra</a> (supra):</span>\n</p><blockquote id=\"blockquote_6\">  &quot;The prima facie test for the determination of relationship between master and servant is the existence of the right in the master to supervise and control the work done by the servant not only in the matter of directing what work the servant is to do but also the manner in which he shall do his work. The nature or extent of control which is requisite to establish the relationship of employer and employee must necessarily vary from business to business and is by its very nature incapable of precise definition......&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996477\" id=\"span_7\">12. Sri G. Vidyasagar also drawn the attention of this Court to relevant portions of paragraphs 17, 19 and 24 of <a href=\"/doc/1996477/\" id=\"a_28\">the said decision</a>, which read as under:</span>\n</p>   \n\n<blockquote id=\"blockquote_7\">17..............It was under the circumstances strenuously urged before us by the learned Counsel for the respondents that the question as regards the relationship between the appellants and the agarias was a pure question of fact, that the Industrial Tribunal had jurisdiction to decide that question and had come to its own conclusion in regard thereto, that the High Court, exercising its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_29\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_30\">227</a> of the Constitution, was not competent to set aside the finding of fact recorded by the Industrial Tribunal and that we, here, entertaining an appeal from the decision of the High Court, should also not interfere with that finding of fact.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">19. There is considerable force in this contention of the respondents. The question whether the relationship between the parties is one as between employer and employee or between master and servant is a pure question of fact......... It is equally well settled that the decision of the Tribunal on a question of fact which it has jurisdiction to determine is not liable to be questioned in proceedings under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the Constitution unless at the least it is shown to be fully unsupported by evidence.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">24. It was on a consideration of this evidence that the Industrial Tribunal came to the conclusion that the supervision and control exercised by the appellants extended to all stages of the manufacture from beginning to end. We are of opinion that far from there being no evidence to support the conclusion reached by the Industrial Tribunal there were materials on the record on the basis of which it could come to the conclusion that the agarias are not independent contractors but workmen within the meaning of the Act. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996477\" id=\"span_8\">In paragraph-26 of <a href=\"/doc/1996477/\" id=\"a_32\">the said decision</a>, the apex Court dealt with the aspect, can a person working on contract basis also be called a &#x27;workman&#x27; within the meaning of the <a href=\"/doc/500379/\" id=\"a_33\">Industrial Disputes Act, 1947</a> and held as follows:</span>\n</p>   \n\n<blockquote id=\"blockquote_10\">26. As regards the second feature relied on for the appellants it is contended that the agarias are entitled to engage other persons to do the work, that these persons are engaged by the agarias and are paid by them, that the appellants have no control over them and that these facts can be reconciled only with the position that the agarias are independent contractors. This argument, however, proceeds on a misapprehension of the true legal positions The broad distinction between a workman and an independent contractor lies in this that while the former agrees himself to work, the latter agrees to get other persons to work. Now a person who agrees himself to work and does so work and is therefore a workman does not cease to be such by reasons merely of the fact that he gets other persons to work along with him and that those persons are controlled and paid by him. What determines whether a person is a workman or an independent contractor is whether he has agreed to work personally or not? If he has, then he is a workman and the fact that he takes assistance from other persons would not affect his status. The position is thus summarised in Halsbury&#x27; Laws of England, Vol.14, pages 651-652 :-\n</blockquote> \n\n<blockquote id=\"blockquote_11\">&quot;The workman must have consented to give his personal services and not merely to get the work done, but if he is bound under his contract to work personally, he is not excluded from the definition, simply because he has assistance from others, who work under him&quot;. (See also Grainger v. Aynsley; Bromley v. Tams 1881-6 QBD 182 (K); Weaver v. Floyd, 1852-21 LJ QB 151 (L) and Whitely v. Armitage, 1864-13 WR 144 (MM). \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_9\">In <a href=\"/doc/642607/\" id=\"a_34\">Hussainbhai</a>&#x27;s case (supra), the apex Court has examined as to who is an employer and who is an employee and laid down the tests and held that the Labour Court can go into the aspect whether it was a real contract with the contractor by lifting the veil or looking at the conspectus of factors governing employment and held as under:</span>\n</p>   \n\n<blockquote id=\"blockquote_12\">&quot;5. The true test may, with brevity, be indicated once again. Where a worker or group of workers labours to produce goods or services and these goods or services are for the business of another, that other is, in fact the employer. He has economic control over the worker&#x27;s subsistence skill and continued employment. If he, for any reason, chokes off, the worker is, virtually, laid off. The presence of intermediate contractors with whom alone the workers have immediate or direct relationship ex contractu is of no consequence when, on lifting the veil or looking at the conspectus of factors governing employment, we discern the naked truth, though draped in different perfect paper arrangement, that the real employer is the Management, not the immediate contractor.....\n</blockquote> \n\n<blockquote id=\"blockquote_13\">6. If the livelihood of the workmen substantially depends on labour rendered to produce goods and services for the benefit and satisfaction of an enterprise, the absence of direct relationship or the presence of dubious intermediaries or the make believe trappings of detachment from the Management cannot snap the real-life bond. The story may vary but the inference defies ingenuity. The liability cannot be shaken off.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_15\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"596285\" id=\"span_10\">In <a href=\"/doc/596285/\" id=\"a_35\">S.K. Verma</a>&#x27;s case (supra) it was held that no narrow definition could be given to the word &#x27;workman&#x27; as defined under the <a href=\"/doc/500379/\" id=\"a_36\">I.D. Act</a>. Paragraph-5 of <a href=\"/doc/596285/\" id=\"a_37\">the said decision</a>, which is relevant for the purposes of adjudication of these cases, reads as under:</span>\n</p><blockquote id=\"blockquote_14\">  &quot;It is trite to say that <a href=\"/doc/500379/\" id=\"a_38\">Industrial Disputes Act</a> is a legislation intended to bring about peace and harmony between labour and management in an industry and for that purpose it makes provision for the investigation and settlement of industrial disputes. It is therefore, necessary to interpret the definitions of industry&#x27;, workman&#x27;, &#x27;industrial dispute&#x27; etc., so as not to whittle down, but to advance the object of the Act. Disputes between the forces of labour and management are not to be excluded from the operation of the Act by giving narrow and restricted meanings to expressions in the Act. The parliament could never be credited with the intention of keeping out of the purview of the legislation small bands of employees who, though not on the managerial side of the establishment, are yet to be denied the ordinary rights of the forces of labour for no apparent reason at all.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. In D.P. Maheshwari&#x27;s case (supra), the three-Judge Bench of the apex Court considered the aspect as to whether the Industrial Tribunal can go into the preliminary issues and held as under:\n</p><blockquote id=\"blockquote_15\">  &quot;Nor should High Courts in the exercise of the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_39\">Article 226</a> of the Constitution stop proceedings before Tribunal so that a preliminary issue may be decided by them. Neither the jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution nor the jurisdiction of this Court under <a href=\"/doc/427855/\" id=\"a_41\">Article 136</a> may be allowed to be exploited by those who can well afford to wait to the detriment of those who can ill afford to wait by dragging the latter from Court to Court for adjudication of peripheral issues, avoiding decision on issues more vital to them. <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a> and <a href=\"/doc/427855/\" id=\"a_43\">Article 136</a> are not meant to be used to break the resistance of workmen in this fashion. Tribunals and Courts who are requested to decide preliminary questions must therefore ask themselves whether such threshold part-adjudication is really necessary and whether it will not lead to other woeful consequences.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996477\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"524976\" id=\"span_12\">In <a href=\"/doc/524976/\" id=\"a_44\">Food Corporation of India</a>&#x27;s case (supra), following the earlier decision of the Constitution Bench in <a href=\"/doc/1996477/\" id=\"a_45\">D.C. Works Ltd.</a> case (supra) held as follows:</span></span>\n</p><blockquote id=\"blockquote_16\">  &#x27;The expression &#x27;employed&#x27; has at least two known connotations but as used in the definition, the context would indicate that it is used in the sense of a relationship brought about by express or implied contract of service in which the employee renders service for which he is engaged by the employer and the latter agrees to pay him in cash or kind as agreed between them or statutorily prescribed. It discloses a relationship of command and obedience. The essential condition of a person being a workman within the terms of the definition is that he should be employed to do the work in that industry and that there should be, in other words, an employment of his by the employer and that there should be a relationship between the employer and him as between employer and employee or master and servant. Unless a person is thus employed there can be no question of his being a &#x27;workman&#x27; within the definition of the term as contained in the Act.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_13\">18. Sri G.Vidyasagar has also the drawn the attention of this Court to the judgment of the apex Court in <a href=\"/doc/366376/\" id=\"a_46\">Gujarat Electricity Baord, Ukai v. Hind Mazdoor Sabha</a>, , and particularly paragraphs 16 and 18, which read as under:</span>\n</p>   \n\n<blockquote id=\"blockquote_17\">&quot;If the contract is sham or not genuine, the workmen of the so called contractor can raise an industrial dispute for declaring that they were always the employees of the principal employer and for claiming the appropriate service conditions. When such dispute is raised, it is not a dispute for abolition of the labour contract and hence the provisions of <a href=\"/doc/1669932/\" id=\"a_47\">Section 10</a> of the Act will not bar either the raising or the adjudication of the dispute. When such dispute is raised, the industrial adjudicator has to decide whether the contract is sham or genuine. It is only if the adjudicator comes to the conclusion that the contract is sham, that he will have jurisdiction to adjudicate the dispute. If, however, he comes to the conclusion that the contract is genuine, he may refer the workmen to the appropriate Government for abolition of the contract labour under <a href=\"/doc/1669932/\" id=\"a_48\">Section 10</a> of the Act and keep the dispute pending. However, he can do so if the dispute is espoused by the direct workmen of the Principal employer. If the workmen of the Principal employer have not espoused the dispute, the adjudicator, after coming to the conclusion that the contract is genuine, has to reject the reference, the dispute being not an industrial dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_49\">Section 2(k)</a> of the ID Act. He will not be competent to give any relief to the workmen of the erstwhile contractor even if the labour contract is abolished by the appropriate Government under <a href=\"/doc/1669932/\" id=\"a_50\">Section 10</a> of the Act.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">If the labour contract is genuine a composite industrial dispute can still be raised for abolition of the contract labour and their absorption. However, the dispute, will have to be raised invariably by the direct employees of the Principal employer. The industrial adjudicator after receipt of the reference of such dispute will have first to direct the workmen to approach the appropriate Government for abolition of the contract labour under <a href=\"/doc/1669932/\" id=\"a_51\">Section 10</a> of the Act and keep the reference pending. If pursuant to such reference, the contract labour is abolished by the appropriate Government, the industrial adjudicator will have to give opportunity to the parties to place the necessary material before him to decide whether the workmen of the erstwhile contractor should be directed to be absorbed by the Principal employer, how many of them and on what terms. If, however, the contract labour is not abolished, the industrial adjudicator has to reject the reference.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">Even after the contract labour system is abolished, the direct employees of the Principal employer can raise an industrial dispute for absorption of the ex-contractor&#x27;s workmen and the adjudicator on the material placed before him can decide as to who and how many of the workmen should be absorbed and on what terms.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\">19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1590234\" id=\"span_14\">In National Council for <a href=\"/doc/1590234/\" id=\"a_52\">Cement and Building Materials v. State of Haryana</a>, , the apex Court deprecated the practice of asking the Labour Courts to decide the preliminary and main issues separately and held as under:</span>\n</p><blockquote id=\"blockquote_20\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1590234\" id=\"span_15\">&quot;16. The facts in the instant case indicate that the appellant adopted old tactics of raising a preliminary dispute so as to prolong the adjudication of industrial dispute on merits. It raised the question whether its activities constituted an &#x27;Industry&#x27; within the meaning of the <a href=\"/doc/500379/\" id=\"a_53\">Industrial Disputes Act</a> and succeeded in getting a preliminary issue framed on that question. The Tribunal was wiser. It first passed an order that it would be heard as a preliminary issue, but subsequently, by change of mind, and we think rightly it decided to hear the issue along with other issues on merits at a later stage of the proceedings. It was at this stage that the High Court was approached by the appellant with the grievance that the Industrial Tribunal, having once decided to hear the matter as a preliminary issue, could not change its mind and decide to hear that issue along with other issues on merits. The High Court rightly refused to intervene in the proceedings pending before the Industrial Tribunal at an interlocutory stage and dismissed the petition filed under <a href=\"/doc/1712542/\" id=\"a_54\">Article 226</a> of the Constitution. The decision of the High Court is fully in consonance with the law <a href=\"/doc/1590234/\" id=\"a_55\">laid down by</a> this Court in its various decisions <a href=\"/doc/1590234/\" id=\"a_56\">referred to above</a> and we do not see any occasion to interfere with the order passed by the High Court....&quot;</span> \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"839738\" id=\"span_16\">On the other hand, learned Counsel for petitioner relied upon a decision of the apex Court in <a href=\"/doc/839738/\" id=\"a_57\">Sharad Kumar v. Government of NCT of Delhi</a>, 2002 AIR SCW 167C, and drawn the attention of this Court to paragraph-28, which reads as under:</span>\n</p>   \n\n<blockquote id=\"blockquote_21\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1835916\" id=\"span_17\">&quot;28. The Rajasthan High Court in the case of <a href=\"/doc/1835916/\" id=\"a_58\">S.L. Soni v. Rajasthan Mineral Development Corporation Ltd., Jaipur</a> (1986) Lab IC 468, S.C. Agrawal, J (as he then was) considering the question whether an Assistant Manager (Accounts) came within the meaning of expression workman under <a href=\"/doc/66075752/\" id=\"a_59\">Section 2(s)</a> of the Act accepted the contention raised on behalf of the petitioner therein that the question could not be agitated before the High Court under <a href=\"/doc/1712542/\" id=\"a_60\">Article 226</a> of the Constitution and the appropriate remedy for the petitioner was to seek a reference under <a href=\"/doc/1669932/\" id=\"a_61\">Section 10</a> of the Industrial Disputes Act, made the following observation:</span>\n</blockquote> \n\n<blockquote id=\"blockquote_22\">&quot;In my view the aforesaid contention urged by Shri Rangrajan must be accepted. In the present case, there is a dispute between the parties as to whether the petitioner was a workman under <a href=\"/doc/66075752/\" id=\"a_62\">Section 2(s)</a> of the Act at the time of the passing of the impugned order terminating his service. The said question involves determination of facts with regard to the nature of the duties that were being discharged by the petitioner while functioning as Assistant Manager (Accounts). Such a determination can only be made on the basis of evidence. The said question cannot be properly adjudicated in these proceedings under <a href=\"/doc/1712542/\" id=\"a_63\">Article 226</a> of the Constitution and the appropriate remedy that was available for the petitioner was to raise an industrial dispute and have it referred for adjudication under <a href=\"/doc/1669932/\" id=\"a_64\">Section 10</a> of the Act.....&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1835916\" id=\"span_18\">20. The said case arose from the State of Rajasthan wherein there is no provision available as that of <a href=\"/doc/45618607/\" id=\"a_65\">Section 2-A(2)</a> of the Andhra Pradesh State. Thus<a href=\"/doc/1835916/\" id=\"a_66\">, <a href=\"/doc/1835916/\" id=\"a_67\">the said decision</a></a> has no relevance to the facts of this case.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_22\">21. Whereas, learned Counsel for petitioner relied upon the decision of a Constitution Bench of the apex Court in Steel Authority of India (Sail) v. Union Waterfront Workers and others, , and submitted that the contract laws are applicable to the respondent-workmen and since there is no master and servant relationship between the petitioner and the respondent-workmen, the applications under <a href=\"/doc/45618607/\" id=\"a_68\">Section 2-A(2)</a> are not maintainable before the Labour Court. He further submitted that the contract labour have no right to claim automatic absorption as there is no employer and employee relation or master and servant relationship between the principal employer and contract labour.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">22. In fact, the decision referred to above categorically takes care of what are the circumstances under which contract labour could be treated as direct workmen of the principal employer and it was held as under:\n</p>   \n\n<blockquote id=\"blockquote_23\">107. An analysis of the cases, discussed above, shows that they fall in three classes: (i) Where contract labour is engaged in or in connection with the work of an establishment and employment of contract labour is prohibited either because the industrial adjudicator/Court ordered abolition of contract labour or because the appropriate Government issued notification under <a href=\"/doc/1436043/\" id=\"a_69\">Section 10(1)</a> of the CLRA Act, no automatic absorption of the contract labour working in the establishment was ordered (ii) where the contract was found to be a sham and nominal, rather a camouflage, in which case the contract labour working in the establishment of the principal employer were held, in fact and in reality, the employees of the principal employer himself. Indeed, such cases do not relate to abolition of contract labour but present instances wherein the Court pierced the veil and declared the correct position as a fact at the stage after employment of contract labour stood prohibited; (iii) where in discharge of a statutory obligation of maintaining a canteen in an establishment the principal employer availed the services of a contractor the Courts have held that the contract labour would indeed be the employees of the principal employer.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">118. We have quoted the definitions of these terms above and elucidated their import. The word &quot;workman&quot; is defined in wide terms. It is a generic term of which contract labour is a species. It is true that a combined reading of the terms &quot;establishment&quot; and &quot;workman&#x27; shows that a workman engaged in an establishment would have direct relationship with the principal employer as a servant of master. But what is true of a workman could not be correct of contract labour. The circumstances under which contract labour could be treated as direct workman of the principal employer have already been pointed out above. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">23. It is clear from the above case law that even a person engaged on contract basis by the employer directly can be called a &#x27;workman&#x27;. Therefore, it is for the Labour Court to see whether the 1st respondent herein are workmen or not within the meaning of the <a href=\"/doc/500379/\" id=\"a_70\">Industrial Disputes Act, 1947</a>.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_25\">24. It is also brought to the notice of this Court that in all 56 matters were filed before the Labour Court by the workmen invoking <a href=\"/doc/45618607/\" id=\"a_71\">Section 2-A(2)</a> of the Act and all of them were clubbed together. After clubbing, the writ petitioner has filed I.A. No. 413 of 2002 requesting the Labour Court to go into the preliminary issue as to the maintainability of the claim under <a href=\"/doc/45618607/\" id=\"a_72\">Section 2-A(2)</a> of the Act and the same is pending. More than 50 writ petitions were filed before this Court and 49 of them were disposed of with a direction to the Labour Court to frame a preliminary issue as to the maintainability of the claim under <a href=\"/doc/45618607/\" id=\"a_73\">Section 2-A(2)</a> of the Act and decide the same, as per law. However, insofar as these cases are concerned, learned Counsel for petitioner argued the matter on merits and hence, they are being disposed of as such.\n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">25. The discharge, dismissal, retrenchment or termination is the sine qua non of <a href=\"/doc/45618607/\" id=\"a_74\">Section 2-A(2)</a> of the Act. Since the respondent-workmen have asserted that their services were directly engaged by the Municipal Corporation and they were directly paid by the Corporation, it must be deemed that they were the employees of the Corporation and their services were terminated without any notice with effect from 1-3-2003. Once this is the assertion made by the 1st respondent-workmen, the applications filed by them under <a href=\"/doc/45618607/\" id=\"a_75\">Section 2-A(2)</a> of the Act are maintainable and no prohibitory orders could be issued by this Court in exercise of its extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_76\">Article 226</a> of the Constitution of India. It is for the Labour Court to go into all aspects including the fact whether the respondent-workmen were engaged by the Corporation on contract basis or not.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_27\">26. For the above reasons, the writ petitions are devoid of merits and are liable to be dismissed. Accordingly, the writ petitions are dismissed at the admission stage.\n</p> \n\n","numcites":24,"numcitedby":0,"docsource":"Andhra HC (Pre-Telangana)","citetid":1844640,"divtype":"judgments","relatedqs":[{"value":"independent contractor","formInput":"independent%20contractor"},{"value":"master and servant","formInput":"master%20and%20servant"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"G. VIDYASAGAR","formInput":"G.%20VIDYASAGAR"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"works contract","formInput":"works%20contract"},{"value":"retrenchment","formInput":"retrenchment"},{"value":"absorption","formInput":"absorption"},{"value":"discharge dismissal","formInput":"discharge%20dismissal"},{"value":"gram panchayat","formInput":"gram%20panchayat"},{"value":"workman+contractor","formInput":"workman%2Bcontractor"},{"value":"CLRA","formInput":"CLRA"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":" contract basis","formInput":"%20contract%20basis"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"jurisdiction under article 226","formInput":"jurisdiction%20under%20article%20226"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"industrial","formInput":"tag:industrial"}],"courtcopy":false,"query_alert":null,"agreement":false}