{"tid":192873758,"publishdate":"2022-01-25","title":"Joseph Stephen vs Santhanasamy on 25 January, 2022","doc":"<h2 class=\"doc_title\">Joseph Stephen vs Santhanasamy on 25 January, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-r-shah\">M.R. Shah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-khanna\">Sanjiv Khanna</a>, <a href=\"/search/?formInput=benchid:m-r-shah\">M.R. Shah</a></h3>\n\n<pre id=\"pre_1\">                                                       REPORTABLE\n                                   IN THE SUPREME COURT OF INDIA\n                                   CRIMINAL APPELLATE JURISDICTION\n                                   CRIMINAL APPEAL NOS. 90-93 OF 2022\n\n\n         Joseph Stephen and others                               …Appellants\n\n\n                                        Versus\n\n\n         Santhanasamy and others                                 …Respondents\n\n\n\n\n                                             JUDGMENT\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">         M.R. SHAH, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">         1.              Feeling aggrieved and dissatisfied with the impugned common\n\n         judgment and order dated 14.05.2020 passed by the High Court of\n\n         Judicature at Madras, Madurai Bench in Criminal Revision Application\n\n         Nos. 323 to 326 of 2013, by which the High Court, in exercise of its\n\n         revisional jurisdiction under <a href=\"/doc/1571667/\" id=\"a_1\">Section 401</a> Cr.P.C., has set aside the order\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by R</span>\n<span class=\"hidden_text\" id=\"span_3\">Natarajan</span>\n\n         of acquittal passed by the first appellate Court and has convicted the\n<span class=\"hidden_text\" id=\"span_4\">Date: 2022.01.25</span>\n<span class=\"hidden_text\" id=\"span_5\">16:45:10 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                   1</span>\n\faccused, original accused nos. 6 to 8 have preferred the present\n\nappeals.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">2.    The facts leading to the present appeals in a nutshell are as under:\n\n</p><blockquote id=\"blockquote_1\">      That all the original accused were charged and tried for the\n\noffences punishable under <a href=\"/doc/1154131/\" id=\"a_2\">Sections 147</a>, <a href=\"/doc/791362/\" id=\"a_3\">148</a>, <a href=\"/doc/267625/\" id=\"a_4\">324</a>, <a href=\"/doc/1264755/\" id=\"a_5\">326</a>, <a href=\"/doc/647828/\" id=\"a_6\">307</a>, 506(ii) r/w\n\n<a href=\"/doc/999134/\" id=\"a_7\">section 149</a> IPC. That the Chief Judicial Magistrate, Tiruchirapalli, by\n\njudgment dated 28.09.2012, convicted the accused under the aforesaid\n\noffences except <a href=\"/doc/455468/\" id=\"a_8\">Sections 307</a> and <a href=\"/doc/180217/\" id=\"a_9\">506(ii)</a> IPC and thereby acquitted the\n\naccused under <a href=\"/doc/455468/\" id=\"a_10\">Sections 307</a> and <a href=\"/doc/180217/\" id=\"a_11\">506(ii)</a> IPC.\n</blockquote>\n<blockquote id=\"blockquote_2\">2.1   Feeling aggrieved and dissatisfied with the judgment and order of\n\nconviction passed by the Chief Judicial Magistrate, Tiruchirapalli, the\n\naccused preferred Criminal Appeal No. 92/2012 in the Court of III\n\nAdditional Sessions Judge, Tiruchirapalli (hereinafter referred to as the\n\n‘first appellate Court’). Challenging the acquittal of the accused under\n\n<a href=\"/doc/455468/\" id=\"a_12\">Sections 307</a> and <a href=\"/doc/180217/\" id=\"a_13\">506(ii)</a> IPC, the victims (private respondents herein)\n\nfiled Criminal Appeal Nos. 108 to 110 of 2012.\n</blockquote>\n<blockquote id=\"blockquote_3\">2.2   The first appellate Court, vide judgment dated 18.01.2013, allowed\n\nthe appeal preferred by the accused and acquitted the accused. The\n\ncriminal appeals filed by the victims against acquittal of the accused\n\nunder <a href=\"/doc/455468/\" id=\"a_14\">Sections 307</a> and <a href=\"/doc/180217/\" id=\"a_15\">506(ii)</a> IPC came to be dismissed.\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                         2</span>\n\f2.3   Feeling aggrieved and dissatisfied with the common judgment and\n\norder passed by the first appellate Court allowing criminal appeal No.\n\n92/2012 preferred by the accused, the victims – private respondents\n\nherein preferred criminal revision application nos. 323 to 326 of 2013\n\nbefore the High Court under <a href=\"/doc/1865117/\" id=\"a_16\">Section 397</a> r/w 401 <a href=\"/doc/445276/\" id=\"a_17\">Cr.P.C</a>.          By the\n\nimpugned judgment and order, while exercising the revisional jurisdiction\n\nunder <a href=\"/doc/1571667/\" id=\"a_18\">Section 401</a> Cr.P.C., the High Court has set aside the judgment\n\nand order passed by the first appellate Court allowing Criminal Appeal\n\nNo. 92/2012 and acquitting the accused, and consequently has\n\nconvicted the accused for the offences other than the offences under\n\n<a href=\"/doc/455468/\" id=\"a_19\">Sections 307</a> &amp; <a href=\"/doc/180217/\" id=\"a_20\">506(ii)</a> IPC and has restored the judgment and order of\n\nconviction and sentence passed by the trial Court. The High Court has\n\nhowever modified the sentences imposed by the trial Court.\n\n2.4   Feeling aggrieved and dissatisfied with the impugned common\n\njudgment and order passed by the High Court reversing the acquittal and\n\nthereupon convicting the accused, while exercising the revisional\n\njurisdiction under <a href=\"/doc/1571667/\" id=\"a_21\">Section 401</a> Cr.P.C., original accused nos. 6 to 8 have\n\npreferred the present appeals.\n</blockquote>\n<blockquote id=\"blockquote_4\">3.    Shri S. Nagamuthu, learned Senior Advocate appearing on behalf\n\nof the accused has vehemently submitted that the High Court has erred\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                        3</span>\n\fin reversing the acquittal and convicting the accused, while exercising\n\nthe revisional jurisdiction under Section 401 Cr.P.C.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1381640\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"115805200\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1200445\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1301452\" id=\"span_13\">3.1   Shri S. Nagamuthu, learned Senior Advocate appearing on behalf\n\nof the accused has heavily relied upon <a href=\"/doc/1305620/\" id=\"a_22\">Section 401(3)</a> Cr.P.C. Relying\n\nupon sub-section (3) of <a href=\"/doc/1571667/\" id=\"a_23\">Section 401</a> Cr.P.C., it is vehemently submitted\n\nthat while exercising the revisional jurisdiction under <a href=\"/doc/1571667/\" id=\"a_24\">Section 401</a> Cr.P.C.,\n\nthe High Court has no jurisdiction at all to convert a finding of acquittal\n\ninto one of conviction. It is submitted that the only course open to the\n\nHigh Court would be to give its own finding and thereafter remit the\n\nmatter either to the trial Court or to the first appellate Court, as the case\n\nmay be. Reliance is placed upon the decisions of this Court in the cases\n\nof <a href=\"/doc/1301452/\" id=\"a_25\">K. Chinnaswamy Reddy v. State of Andhra Pradesh</a>, AIR 1962 SC\n\n1788; <a href=\"/doc/1200445/\" id=\"a_26\">Sheetal Prasad v. Sri Kant</a>, (2010) 2 SCC 190; <a href=\"/doc/115805200/\" id=\"a_27\">Ganesha v.\n\nSharanappa</a>, (2014) 1 SCC 87; and <a href=\"/doc/1381640/\" id=\"a_28\">Ram Briksh Singh v. Ambika Yadav</a>,\n\n(2004) 7 SCC 665.</span></span></span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_6\">3.2   Shri S. Nagamuthu, learned Senior Advocate appearing on behalf\n\nof the accused has further submitted that after the amendment in\n\n<a href=\"/doc/81939/\" id=\"a_29\">Section 372</a> Cr.P.C., by which proviso to <a href=\"/doc/81939/\" id=\"a_30\">Section 372</a> Cr.P.C. came to be\n\ninserted by Act 5 of 2009, w.e.f. 31.12.2009, the victim shall have a right\n\nto prefer an appeal against any order passed by the Court acquitting the\n\naccused or convicting for a lesser offence or imposing inadequate\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                           4</span>\n\fcompensation and as per the said proviso, such appeal shall lie to the\n\nCourt to which an appeal ordinarily lies against the order of conviction of\n\nsuch Court. It is submitted that therefore once the victim has a statutory\n\nright of appeal against the order of acquittal under <a href=\"/doc/81939/\" id=\"a_31\">Section 372</a>, Cr.P.C.,\n\nthe revision application before the High Court shall not be entertained\n\nagainst the judgment and order of acquittal. Reliance is placed on sub-\n\nsection 4 of Section 401 Cr.P.C.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"111899692\" id=\"span_15\">3.3   Shri S. Nagamuthu, learned Senior Advocate appearing on behalf\n\nof the accused has also relied upon the decision of this Court in the case\n\nof <a href=\"/doc/111899692/\" id=\"a_32\">Mallikarjun Kodagali v. State of Karnataka</a>, (2019) 2 SCC 752, by\n\nwhich the right of the victim to prefer an appeal against the order of\n\nacquittal has been recognised.</span> It is submitted that as held by this Court,\n\neven in a case where the victim prefers an appeal against acquittal, he\n\nhas an absolute right of appeal and therefore he is not required to even\n\nseek leave to appeal as required in case of “complainant” while\n\npreferring the appeal under Section 378(4) Cr.P.C.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">3.4   Shri S. Nagamuthu, learned Senior Advocate appearing on behalf\n\nof the accused has further submitted that assuming that the High Court\n\nin exercise of powers under sub-section (5) of <a href=\"/doc/1571667/\" id=\"a_33\">Section 401</a> Cr.P.C. may\n\ntreat the application for revision as a petition of appeal and deal with the\n\nsame accordingly, the High Court has to pass a judicial order to treat the\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                                                           5</span>\n\fapplication for revision as a petition of appeal. It is submitted that in the\n\npresent case, no such judicial order has been passed by the High Court\n\nand the High Court has exercised the jurisdiction under <a href=\"/doc/1571667/\" id=\"a_34\">Section 401</a>\n\nCr.P.C. and has reversed the acquittal and has convicted the accused\n\nwhich, as such, is not permissible and it is beyond the scope and ambit\n\nof exercise of revisional jurisdiction under <a href=\"/doc/1571667/\" id=\"a_35\">Section 401</a> Cr.P.C.\n\n3.5   Shri S. Nagamuthu, learned Senior Advocate appearing on behalf\n\nof the accused has also tried to make submissions on merits and has\n\nsubmitted that the first appellate Court gave cogent reasons while\n\nacquitting the accused and recorded the findings in favour of the\n\naccused which were not required to be interfered with by the High Court\n\nin exercise of the revisional jurisdiction. However, for the reasons stated\n\nhereinbelow, we propose to remand the matter to the High Court, we do\n\nnot propose to consider any of the submissions on merits of the case\n\nand to go into whether the High Court on merits is justified in reversing\n\nthe order of acquittal and convicting the accused.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">4.    Shri (Dr.) Joseph Aristotle, learned Advocate appearing on behalf\n\nof the respondent-State has, as such, fairly conceded that in exercise of\n\npowers under <a href=\"/doc/1571667/\" id=\"a_36\">Section 401</a> Cr.P.C., the High Court could not have\n\nreversed the acquittal and/or convert a finding of acquittal into one of\n\nconviction. However, he has submitted that the High Court could have\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                           6</span>\n\ftreated the application for revision as a petition of appeal and dealt with\n\nthe same accordingly as provided under sub-section (5) of Section 401\n\nCr.P.C.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">4.1   It is further submitted that even otherwise the victims in the present\n\ncase were having a right of appeal to the High Court against the order of\n\nacquittal as provided under <a href=\"/doc/81939/\" id=\"a_37\">Section 372</a> Cr.P.C. It is therefore submitted\n\nthat even otherwise the victims could have preferred the appeal before\n\nthe High Court against the order of acquittal. It is submitted that merely\n\nbecause mistakenly and/or inadvertently the victims preferred revision\n\napplications, their right to appeal conferred under <a href=\"/doc/81939/\" id=\"a_38\">Section 372</a> Cr.P.C.\n\ncould not have been taken away. Therefore, it is submitted that either\n\nthe revision applications preferred by the victims may be treated as\n\npetitions of appeals in exercise of powers under sub-section (5) of\n\nSection 401 Cr.P.C. or the matter may be remanded to the High Court to\n\nconvert the revision applications into appeals and to treat them as\n\nappeals under Section 372 Cr.P.C.\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">5.    Though served, no body appears on behalf of the private\n\nrespondents – victims.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\">6.    In rejoinder, Shri S. Nagamuthu, learned Senior Advocate\n\nappearing on behalf of the accused has opposed the prayer made on\n\nbehalf of the respondent-State to treat the revision applications as\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                          7</span>\n\fappeals as per sub-section (5) of <a href=\"/doc/1571667/\" id=\"a_39\">Section 401</a> Cr.P.C. It is submitted that\n\nfirstly the High Court has to pass a judicial order to treat the revisional\n\napplications as petitions of appeals and thereafter the High Court is\n\nrequired to give an opportunity to the accused as if the High Court is\n\ndeciding the appeal against the order of acquittal. It is submitted that the\n\nscope and ambit of revisional jurisdiction and appellate jurisdiction is\n\ndistinct and separate. It is submitted that while considering the revision\n\napplication, the revisional court would have a limited scope, however,\n\nwhile deciding the appeal, the appellate Court has a wide jurisdiction\n\nthan that of the revisional jurisdiction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">7.         We have heard the learned counsel appearing on behalf of the\n\nrespective parties at length.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">           Having heard the learned counsel for the respective parties, the\n\nfollowing questions arise for the consideration of this Court:\n\n</p><blockquote id=\"blockquote_5\">     i)      Whether the High Court in exercise of the revisional jurisdiction\n\n             under <a href=\"/doc/1571667/\" id=\"a_40\">Section 401</a> Cr.P.C. is justified in setting aside the order\n\n             of acquittal and convicting the accused by converting the finding\n\n             of acquittal into one of conviction?;\n</blockquote><blockquote id=\"blockquote_6\">     ii)     In a case where the victim has a right of appeal against the\n\n             order of acquittal, now as provided under <a href=\"/doc/81939/\" id=\"a_41\">Section 372</a> Cr.P.C\n\n             and the victim has not availed such a remedy and has not\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                             8</span>\n\f              preferred the appeal, whether the revision application is\n\n              required to be entertained at the instance of a party/victim\n\n              instead of preferring an appeal?; and\n</blockquote><blockquote id=\"blockquote_7\">     iii)     While exercising the powers under sub-section (5) of <a href=\"/doc/1571667/\" id=\"a_42\">Section\n\n              401</a> Cr.P.C. treating the revision application as petition of appeal\n\n              and deal with the same accordingly, the High Court is required\n\n              to pass a judicial order?\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">8.          Now so far as the first issue, whether in exercise of the revisional\n\njurisdiction under <a href=\"/doc/1571667/\" id=\"a_43\">Section 401</a> Cr.P.C., the High Court can convert a\n\nfinding of acquittal into one of conviction and what is the procedure to be\n\nfollowed by the High Court, as such, the said issue is now not res\n\nintegra.        On the aforesaid, few decisions of this Court, referred to\n\nhereinabove, are required to be considered.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1301452\" id=\"span_20\">a) In the case of <a href=\"/doc/1301452/\" id=\"a_44\">K. Chinnaswamy Reddy</a> (supra), while considering\n\n     the similar provision under the old Code, namely, <a href=\"/doc/1290514/\" id=\"a_45\">Section 439(4)</a>\n\n     Cr.P.C., it is observed and held that “though sub-section (1) of <a href=\"/doc/1290514/\" id=\"a_46\">Section\n\n     439</a> of the Criminal Procedure Code authorised the High Court to\n\n     exercise in its discretion any of the powers conferred on a Court of\n\n     Appeal by <a href=\"/doc/1487146/\" id=\"a_47\">Section 423</a>, yet sub-section (4) specifically excludes the\n\n     power to convert a finding of acquittal into one of conviction”. It is\n\n     observed that “at that stage the revisional court stops short of finding\n\n     the accused guilty and passing sentence on him by ordering a retrial”.\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                               9</span>\n\fWhat order should be passed by the High Court in a revision\n\napplication against the order of acquittal, while exercising the\n\nrevisional jurisdiction, has been dealt with and considered in\n\nparagraph 11, which reads as under:</span>\n</p>\n<blockquote id=\"blockquote_8\">  “11. The next question is what order should be passed in a case like the\n  present. The High Court also considered this aspect of the matter. Two\n  contingencies arise in such a case. In the first place there may be an\n  acquittal by the trial court. In such a case if the High Court is justified, on\n  principles we have enunciated above, to interfere with the order of\n  acquittal in revision, the only course open to it is to set aside the acquittal\n  and send the case back to the trial court for retrial. But there may be\n  another type of case, namely, where the trial court has convicted the\n  accused while the appeal court has acquitted him. In such a case if the\n  conclusion of the High Court is that the order of the appeal court must be\n  set aside, the question is whether the appeal court should be ordered to\n  rehear the appeal after admitting the statement it had ruled out or whether\n  there should necessarily be a retrial. So far as this is concerned, we are of\n  opinion that it is open to the High Court to take either of the two courses. It\n  may order a retrial or it may order the appeal court to rehear the appeal. It\n  will depend upon the facts of each case whether the High Court would\n  order the appeal court to rehear the appeal or would order a retrial by the\n  trial court. Where, as in this case, the entire evidence is there and it was\n  the appeal court which ruled out the evidence that had been admitted by\n  the trial court, the proper course in our opinion is to send back the appeal\n  for rehearing to the appeal court. In such a case the order of the trial court\n  would stand subject to the decision of the appeal court on rehearing. In the\n  present case it is not disputed that the entire evidence has been led and\n  the only defect is that the appeal court wrongly ruled out evidence which\n  was admitted by the trial court. In the circumstances we are of opinion that\n  the proper course is to direct the appeal court to rehear the appeal and\n  either maintain the conviction after taking into consideration the evidence\n  which was ruled out by it previously or to acquit the accused if that is the\n  just course to take. We should like to add that the appeal court when it\n  rehears the appeal should not be influenced by any observations of the\n  High Court on the appreciation of the evidence and should bring to bear its\n  own mind on the evidence after taking into consideration that part of the\n  evidence which was considered inadmissible previously by it. We therefore\n  allow the appeal subject to the modification indicated above.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                                    10</span>\n</blockquote><blockquote id=\"blockquote_9\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"496819\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1301452\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1381640\" id=\"span_25\">b) In the case of <a href=\"/doc/1381640/\" id=\"a_48\">Ram Briksh Singh</a> (supra), after considering the\n\ndecision in the case of <a href=\"/doc/1301452/\" id=\"a_49\">K. Chinnaswamy Reddy</a> (supra) and earlier\n\ndecision in the case of <a href=\"/doc/496819/\" id=\"a_50\">D. Stephens v. Nosibolla</a>, AIR 1951 SC 196, it\n\nis observed and held that the High Court in a revision application\n\nagainst the order of acquittal and while exercising the powers of the\n\nrevisional Court can set aside an order of acquittal and remit the case\n\nfor retrial where material evidence is overlooked by the trial Court.</span></span></span>\n\n</blockquote><blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1200445\" id=\"span_26\">c) Again, in the case of <a href=\"/doc/1200445/\" id=\"a_51\">Sheetala Prasad</a> (supra), it is reiterated that\n\n<a href=\"/doc/1305620/\" id=\"a_52\">Section 401(3)</a> Cr.P.C. prohibits conversion of a finding of acquittal into\n\none of conviction and in such cases retrial or rehearing of the appeal\n\nmight be ordered.</span>\n</blockquote>\n<blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115805200\" id=\"span_27\">d) In the case of <a href=\"/doc/115805200/\" id=\"a_53\">Ganesha</a> (supra), it is observed in pragraphs 10 to\n\n12 as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_12\">  “10. <a href=\"/doc/1092969/\" id=\"a_54\">Section 386(a)</a> thus authorises the appellate court to reverse an order\n  of acquittal, find the accused guilty and pass sentence on the person\n  found guilty. However, sub-section (3) of <a href=\"/doc/1571667/\" id=\"a_55\">Section 401</a> of the Code\n  contemplates that the power of revision does not authorise a High Court to\n  convert a finding of acquittal into one of conviction. On the face of it, the\n  High Court while exercising the powers of revision can exercise all those\n  powers which have been conferred on the court of appeal under <a href=\"/doc/1256523/\" id=\"a_56\">Section\n  386</a> of the Code but, in view of sub-section (3) of <a href=\"/doc/1571667/\" id=\"a_57\">Section 401</a> of the Code,\n  while exercising such power, cannot convert a finding of acquittal into one\n  of conviction.\n</blockquote><blockquote id=\"blockquote_13\">  11. However, in a case where the finding of acquittal is recorded on\n  account of misreading of evidence or non-consideration of evidence or\n  perverse appreciation of evidence, nothing prevents the High Court from\n  setting aside the order of acquittal at the instance of the informant in\n  revision and directing fresh disposal on merit by the trial court. In the event\n  of such direction, the trial court shall be obliged to reappraise the evidence\n  in light of the observation of the Revisional Court and take an independent\n\n\n<span class=\"hidden_text\" id=\"span_28\">                                                                                    11</span>\n\f     view uninfluenced by any of the observations of the Revisional Court on\n     the merit of the case. By way of abundant caution, we may herein observe\n     that interference with the order of acquittal in revision is called for only in\n     cases where there is manifest error of law or procedure and in those\n     exceptional cases in which it is found that the order of acquittal suffers\n     from glaring illegality, resulting into miscarriage of justice. The High Court\n     may also interfere in those cases of acquittal caused by shutting out the\n     evidence which otherwise ought to have been considered or where the\n     material evidence which clinches the issue has been overlooked. In such\n     an exceptional case, the High Court in revision can set aside an order of\n     acquittal but it cannot convert an order of acquittal into that of an order of\n     conviction. The only course left to the High Court in such exceptional\n     cases is to order retrial.\n</blockquote><blockquote id=\"blockquote_14\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1761214\" id=\"span_29\">12. The view, which we have taken finds support from a decision of this\n     Court in <a href=\"/doc/1761214/\" id=\"a_58\">Bindeshwari Prasad Singh v. State of Bihar</a> [(2002) 6 SCC 650 :</span>\n</blockquote><blockquote id=\"blockquote_15\">     2002 SCC (Cri) 1448] , in which it has been held as follows: (SCC pp. 654-\n     55, para 12)\n       “12. … Sub-section (3) of <a href=\"/doc/1571667/\" id=\"a_59\">Section 401</a> in terms provides that nothing\n       in <a href=\"/doc/1571667/\" id=\"a_60\">Section 401</a> shall be deemed to authorise a High Court to convert\n       a finding of acquittal into one of conviction. The aforesaid sub-\n       section, which places a limitation on the powers of the Revisional\n       Court, prohibiting it from converting a finding of acquittal into one of\n       conviction, is itself indicative of the nature and extent of the revisional\n       power conferred by <a href=\"/doc/1571667/\" id=\"a_61\">Section 401</a> of the Code of Criminal Procedure. If\n       the High Court could not convert a finding of acquittal into one of\n       conviction directly, it could not do so indirectly by the method of\n       ordering a retrial. It is well settled by a catena of decisions of this\n       Court that the High Court will ordinarily not interfere in revision with\n       an order of acquittal except in exceptional cases where the interest of\n       public justice requires interference for the correction of a manifest\n       illegality or the prevention of gross miscarriage of justice. The High\n       Court will not be justified in interfering with an order of acquittal\n       merely because the trial court has taken a wrong view of the law or\n       has erred in appreciation of evidence. It is neither possible nor\n       advisable to make an exhaustive list of circumstances in which\n       exercise of revisional jurisdiction may be justified, but decisions of\n       this Court have laid down the parameters of exercise of revisional\n       jurisdiction by the High Court under <a href=\"/doc/1571667/\" id=\"a_62\">Section 401</a> of the Code of\n       Criminal Procedure in an appeal against acquittal by a private party.”\n\n\n\n\n</blockquote><blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1761214\" id=\"span_30\">9.    Applying the law <a href=\"/doc/1761214/\" id=\"a_63\">laid down by</a> this Court in the aforesaid decisions\n\nand on a plain reading of sub-section (3) of <a href=\"/doc/1571667/\" id=\"a_64\">Section 401</a> Cr.P.C., it has to\n\nbe held that sub-section (3) of <a href=\"/doc/1571667/\" id=\"a_65\">Section 401</a> Cr.P.C. prohibits/bars the\n\n<span class=\"hidden_text\" id=\"span_31\">                                                                                       12</span>\n\fHigh Court to convert a finding of acquittal into one of conviction.</span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1301452\" id=\"span_32\">Though and as observed hereinabove, the High Court has revisional\n\npower to examine whether there is manifest error of law or procedure\n\netc., however, after giving its own findings on the findings recorded by\n\nthe court acquitting the accused and after setting aside the order of\n\nacquittal, the High Court has to remit the matter to the trial Court and/or\n\nthe first appellate Court, as the case may be. As observed by this Court\n\nin the case of <a href=\"/doc/1301452/\" id=\"a_66\">K. Chinnaswamy Reddy</a> (supra), if the order of acquittal\n\nhas been passed by the trial Court, the High Court may remit the matter\n\nto the trial Court and even direct retrial.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1301452\" id=\"span_33\">However, if the order of acquittal\n\nis passed by the first appellate court<a href=\"/doc/1301452/\" id=\"a_67\">, <a href=\"/doc/1301452/\" id=\"a_68\">in that case</a></a>, the High Court has\n\ntwo options available, (i) to remit the matter to the first appellate Court to\n\nrehear the appeal; or (ii) in an appropriate case remit the matter to the\n\ntrial Court for retrial and in such a situation the procedure as mentioned\n\nin paragraph 11 of the decision in <a href=\"/doc/1301452/\" id=\"a_69\">K. Chinnaswamy Reddy</a> (supra),\n\nreferred to hereinabove, can be followed.        Therefore, in the present\n\ncase, the High Court has erred in quashing and setting aside the order of\n\nacquittal and reversing and/or converting a finding of acquittal into one of\n\nconviction and consequently convicted the accused, while exercising the\n\npowers under <a href=\"/doc/1571667/\" id=\"a_70\">Section 401</a> Cr.P.C. The order of conviction by the High\n\nCourt, while exercising the revisional jurisdiction under <a href=\"/doc/1571667/\" id=\"a_71\">Section 401</a>\n\nCr.P.C., is therefore unsustainable, beyond the scope and ambit of\n\n<span class=\"hidden_text\" id=\"span_34\">                                                                           13</span>\n\f<a href=\"/doc/1571667/\" id=\"a_72\">Section 401</a> Cr.P.C., more particularly sub-section (3) of <a href=\"/doc/1571667/\" id=\"a_73\">Section 401</a>\n\nCr.P.C. Issue no.1 is answered accordingly.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_18\">10.    Now so far as issue no.2, namely, in a case where no appeal is\n\nbrought though appeal lies under the Code, whether revision application\n\nstill to be entertained at the instance of the party who could have\n\nappealed, the answer lies in sub-section (4) of <a href=\"/doc/1571667/\" id=\"a_74\">Section 401</a> Cr.P.C. itself.\n\nSub-section (4) of <a href=\"/doc/1571667/\" id=\"a_75\">Section 401</a> Cr.P.C. reads as under:\n\n</p><blockquote id=\"blockquote_17\">      “(4)     Where under this Code an appeal lies and no appeal is brought,\n      no proceeding by way of revision shall be entertained at the instance of\n      the party who could have appealed.”\n\n\n\n\n10.1 It cannot be disputed that now after the amendment in <a href=\"/doc/81939/\" id=\"a_76\">Section 372</a>\n\nCr.P.C. after 2009 and insertion of proviso to <a href=\"/doc/81939/\" id=\"a_77\">Section 372</a> Cr.P.C., a\n\nvictim has a statutory right of appeal against the order of acquittal.\n\n</blockquote><p data-structure=\"Section\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"111899692\" id=\"span_35\">Therefore, no revision shall be entertained at the instance of the victim\n\nagainst the order of acquittal in a case where no appeal is preferred and\n\nthe victim is to be relegated to file an appeal. Even the same would be in\n\nthe interest of the victim himself/herself as while exercising the revisional\n\njurisdiction, the scope would be very limited, however, while exercising\n\nthe appellate jurisdiction, the appellate Court would have a wider\n\njurisdiction than the revisional jurisdiction. Similarly, in a case where an\n\norder of acquittal is passed in any case instituted upon complaint, the\n\n\n<span class=\"hidden_text\" id=\"span_36\">                                                                                 14</span>\n\fcomplainant (other than victim) can prefer an appeal against the order of\n\nacquittal as provided under sub-section (4) of <a href=\"/doc/487026/\" id=\"a_78\">Section 378</a> Cr.P.C.,\n\nsubject to the grant of special leave to appeal by the High Court.\n\n10.2 As observed by this Court in the case of <a href=\"/doc/111899692/\" id=\"a_79\">Mallikarjun Kodagali</a>\n\n(supra), so far as the victim is concerned, the victim has not to pray for\n\ngrant of special leave to appeal, as the victim has a statutory right of\n\nappeal under <a href=\"/doc/81939/\" id=\"a_80\">Section 372</a> proviso and the proviso to <a href=\"/doc/81939/\" id=\"a_81\">Section 372</a> does\n\nnot stipulate any condition of obtaining special leave to appeal like sub-\n\nsection (4) of <a href=\"/doc/487026/\" id=\"a_82\">Section 378</a> Cr.P.C. in the case of a complainant and in a\n\ncase where an order of acquittal is passed in any case instituted upon\n\ncomplaint. The right provided to the victim to prefer an appeal against\n\nthe order of acquittal is an absolute right. Therefore, so far as issue no.2\n\nis concerned, namely, in a case where the victim and/or the complainant,\n\nas the case may be, has not preferred and/or availed the remedy of\n\nappeal against the order of acquittal as provided under <a href=\"/doc/81939/\" id=\"a_83\">Section 372</a>\n\nCr.P.C. or <a href=\"/doc/1856707/\" id=\"a_84\">Section 378(4)</a>, as the case may be, the revision application\n\nagainst the order of acquittal at the instance of the victim or the\n\ncomplainant, as the case may be, shall not be entertained and the victim\n\nor the complainant, as the case may be, shall be relegated to prefer the\n\nappeal as provided under <a href=\"/doc/81939/\" id=\"a_85\">Section 372</a> or <a href=\"/doc/1856707/\" id=\"a_86\">Section 378(4)</a>, as the case\n\nmay be. Issue no.2 is therefore answered accordingly.</span>\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                                                         15</span>\n</p><p data-structure=\"Conclusion\" id=\"p_20\">\f11.   Now so far as the power to be exercised by the High Court under\n\nsub-section (5) of <a href=\"/doc/1571667/\" id=\"a_87\">Section 401</a>, Cr.P.C., namely, the High Court may treat\n\nthe application for revision as petition of appeal and deal with the same\n\naccordingly is concerned, firstly the High Court has to pass a judicial\n\norder to treat the application for revision as petition of appeal. The High\n\nCourt has to pass a judicial order because sub-section (5) of <a href=\"/doc/1571667/\" id=\"a_88\">Section 401</a>\n\nCr.P.C. provides that if the High Court is satisfied that such revision\n\napplication was made under the erroneous belief that no appeal lies\n\nthereto and that it is necessary in the interests of justice so to do. While\n\ntreating with the application for revision as petition of appeal and deal\n\nwith the same accordingly, the High Court has to record the satisfaction\n\nas provided under sub-section (5) of <a href=\"/doc/1571667/\" id=\"a_89\">Section 401</a> Cr.P.C. Therefore,\n\nwhere under the <a href=\"/doc/445276/\" id=\"a_90\">Cr.P.C</a>. an appeal lies, but an application for revision\n\nhas been made to the High Court by any person, the High Court has\n\njurisdiction to treat the application for revision as a petition of appeal and\n\ndeal with the same accordingly as per sub-section (5) of <a href=\"/doc/1571667/\" id=\"a_91\">Section 401</a>\n\nCr.P.C., however, subject to the High Court being satisfied that such an\n\napplication was made under the erroneous belief that no appeal lies\n\nthereto and that it is necessary in the interests of justice so to do and for\n\nthat purpose the High Court has to pass a judicial order, may be a formal\n\norder, to treat the application for revision as a petition of appeal and deal\n\nwith the same accordingly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\"><span class=\"hidden_text\" id=\"span_38\">                                                                           16</span>\n</p><p data-structure=\"Conclusion\" id=\"p_22\">\f12.   Now the next question is what order should be passed in a case\n\nlike the present. This Court may either set aside the impugned judgment\n\nand order passed by the High Court setting aside the acquittal and\n\nconvicting the accused so as to enable the High Court to remit the matter\n\nto the first appellate Court to rehear the appeal after considering the\n\nfindings recorded by it or to remit the matter to the High Court to treat the\n\nrevision application as a petition of appeal against the order of acquittal,\n\nwhich otherwise is permissible under sub-section (5) to <a href=\"/doc/1571667/\" id=\"a_92\">Section 401</a>\n\nCr.P.C. As observed hereinabove, as such, while exercising the powers\n\nunder sub-section (5) to <a href=\"/doc/1571667/\" id=\"a_93\">Section 401</a> Cr.P.C. to treat the revision\n\napplication as a petition of appeal, the High Court is required to pass a\n\njudicial order. However, considering the fact that even otherwise being\n\nvictims they are having the statutory right of appeal as per proviso to\n\n<a href=\"/doc/81939/\" id=\"a_94\">Section 372</a> Cr.P.C., we deem it fit and proper to remit the matter to the\n\nHigh Court to treat the revision applications as petition of appeals under\n\n<a href=\"/doc/81939/\" id=\"a_95\">Section 372</a> Cr.P.C. and to decide the same in accordance with law and\n\non their own merits. The same would be in the interests of all, namely,\n\nthe victims as well as the accused, as the appellate Court would have a\n\nwider scope and jurisdiction as an appellate Court, rather than the\n\nrevisional court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">\n\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                          17</span>\n</p><p data-structure=\"Conclusion\" id=\"p_24\">\f13.    In view of the above and for the reasons stated above, the\n\nimpugned common judgment and order passed by the High Court\n\nreversing the acquittal and convicting the accused is hereby quashed\n\nand set aside. The matters are remitted to the High Court. The High\n\nCourt is directed to treat the revision applications as appeals under\n\n<a href=\"/doc/81939/\" id=\"a_96\">Section 372</a> Cr.P.C. and thereafter to decide and dispose of the same in\n\naccordance with law on their own merits.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">14.    The present appeals are accordingly allowed in the aforesaid\n\nterms.</p><pre id=\"pre_2\">\n\n\n\n\n                                  ………………………………….J.\n                                  [M.R. SHAH]\n\n\n      NEW DELHI;                  …………………………………..J.\n      JANUARY 25, 2022.           [SANJIV KHANNA]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                                    18</span>\n\f</pre>","numcites":26,"numcitedby":74,"docsource":"Supreme Court of India","citetid":192873758,"divtype":"judgments","relatedqs":[{"value":"appeal treated as revision","formInput":"appeal%20treated%20as%20revision"},{"value":"section 372 of code of criminal procedure","formInput":"section%20372%20of%20code%20of%20criminal%20procedure"},{"value":"appeal against order of acquittal","formInput":"appeal%20against%20order%20of%20acquittal"},{"value":"appeal u/s 372","formInput":"appeal%20u/s%20372"},{"value":"appeal under section 372 of criminal procedure code","formInput":"appeal%20under%20section%20372%20of%20criminal%20procedure%20code"},{"value":"section 372 of crpc proviso","formInput":"section%20372%20of%20crpc%20proviso"},{"value":"401(5) criminal procedure code","formInput":"401%285%29%20criminal%20procedure%20code"},{"value":"Nagamuthu senior advocate","formInput":"Nagamuthu%20senior%20advocate"},{"value":"sec 401(3) cr.p.c","formInput":"sec%20401%283%29%20cr.p.c"},{"value":"S.Nagamuthu,Senior","formInput":"S.Nagamuthu%2CSenior"},{"value":"section 401 of crpc","formInput":"section%20401%20of%20crpc"},{"value":"revision under criminal procedure code","formInput":"revision%20under%20criminal%20procedure%20code"},{"value":"section 372 of crpc","formInput":"section%20372%20of%20crpc"},{"value":"revision jurisdiction Cr.p.C","formInput":"revision%20jurisdiction%20Cr.p.C"},{"value":"ipc 506","formInput":"ipc%20506"},{"value":"retrial when ","formInput":"retrial%20when%20"},{"value":"s.nagamuthu","formInput":"s.nagamuthu"},{"value":"section 378(4)cr.p.c.","formInput":"section%20378%284%29cr.p.c."},{"value":"378(4)","formInput":"378%284%29"},{"value":"372 crpc","formInput":"372%20crpc"}],"cats":[{"value":"appeal-to-high-court, high-court-power-of-revisions","formInput":"tag:appeal-to-high-court, high-court-power-of-revisions"},{"value":"no-appea-lto-lie","formInput":"tag:no-appea-lto-lie"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"criminal-intimidation","formInput":"tag:criminal-intimidation"}],"courtcopy":true,"query_alert":null,"agreement":false}