{"tid":166924923,"publishdate":"2016-04-26","title":"State Of M.P. vs M/S K.T.Construction Limited, 31/6 on 26 April, 2016","doc":"<h2 class=\"doc_title\">State Of M.P. vs M/S K.T.Construction Limited, 31/6 on 26 April, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-aradhe\">Alok Aradhe</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-aradhe\">Alok Aradhe</a></h3>\n\n<pre id=\"pre_1\">                                 -( 1 )-                AA. No.5/2009\n\n               HIGH COURT OF MADHYA PRADESH\n                           BENCH AT GWALIOR\n                 ARBITRATION APPEAL NO.05/2009\n             State of Madhya Pradesh and another\n                                   Versus\n           M/s. K.T.Construction (I) Ltd. and another\n--------------------------------------------------------------------------------\nShri Arvind Dudawat, learned Additional Advocate\nGeneral, for the appellant/State.\nShri K.N.Gupta, learned Senior Counsel with Shri\nHarshwardhan Topre, counsel for the respondent No.1.\n--------------------------------------------------------------------------------\n\nPresent :             Hon. Mr. Justice Alok Aradhe\n                      Hon. Mr. Justice Vivek Agarwal\n\n\n                             JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                              (27.04.2016 )\n\nPer Alok Aradhe, J.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_2\">               In   this    appeal      under     <a href=\"/doc/772406/\" id=\"a_1\">Section      37</a>     of   the\nArbitration and Conciliation Act 1996 (hereinafter referred\nto &quot;the Act&quot;), the appellants have assailed the validity of\nthe order dated 15.9.2008 passed by the trial court by\nwhich objections preferred by the appellants under\n<a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Act have been rejected. In order to\nappreciate the appellants&#x27; challenge to the impugned\norder, few facts need mention which are stated infra.\n</p><p data-structure=\"Facts\" id=\"p_3\">2.             The appellants had invited Notice Inviting\nTenders (NIT) in respect of the work &quot;Replacement and\nconstruction of culvert, strengthening and maintenance of\nShivpuri Circular Road Km. 3/6 to 8/6 complete in all\nrespects including construction of Toll Tax Barrier and\nbooths      at      tenderer&#x27;s      capital     and      resources         with\nauthorisation to collect Toll under Build-operate Transfer3\n<span class=\"hidden_text\" id=\"span_1\">                           -( 2 )-         AA. No.5/2009</span>\n\nScheme along with toll plaza and toll barrier and to\ncollect toll tax from vehicles passing through the utility at\nthe rate specified for the agreed period. The bid of the\nrespondent No.1 was accepted and an agreement dated\n19.5.1999 was executed between the parties. Under the\nagreement, the respondent No.1 was supposed to carry\nout the work as per drawings and specifications which\nwas to be provided by the appellants herein. Admittedly\nunder the contract, the respondent No.1 had to construct\nthe road utilising his own capital and resources and in lieu\nthereof the respondent No.1 was authorised to collect the\ntoll tax at the specified rate and conditions from the date\nthirty days after completion of the whole work or from\nsuch date as may be notified for the purpose. Clause 17\nof the agreement deals with settlement of the dispute\nand provides that the provisions of the Act shall apply.\n</p><p data-structure=\"Facts\" id=\"p_4\">3.         The respondent No.1 was allowed to collect the\ntoll tax w.e.f. 3.2.2000 as per the authority given by the\nappellants. The respondent No.1 had raised certain claims\nvide letter dated 15.6.2001, which were rejected by the\nExecutive Engineer vide letter dated 22.1.2004 except\none claim for 43 days as bonus days. The respondent\nNo.1 did not raise any claim before the Chief Engineer but\napproached    him   for   appointment    of   an   arbitrator.\nHowever, the aforesaid request was turned down by the\nChief Engineer vide communication dated 9.2.2004. The\nrespondent No.1 filed an application under <a href=\"/doc/605764/\" id=\"a_3\">Section 11(6)</a>\nof the Act before the District Judge, Shivpuri, which was\nrejected by order dated 15.3.2004. The respondent No.1\nthereupon approached this Court by filing an application\nunder <a href=\"/doc/605764/\" id=\"a_4\">Section 11(6)</a> of the Act, which was registered as\nMisc.Civil Case No. 57/2004 and learned Single Judge by\norder dated 29.11.2004 appointed Mr. Justice R.B.Dixit, a\n<span class=\"hidden_text\" id=\"span_2\">                          -( 3 )-          AA. No.5/2009</span>\n\nretired Judge of this Court as an arbitrator. The parties\nfiled their statement of claims before the arbitrator. In the\nstatement of claim filed on behalf of the appellants\nherein, a specific objection was raised that since the\ncontract in question is a &quot;works contract&quot;, therefore, the\narbitrator has no jurisdiction to deal with the dispute\nreferred to him as the same has to be tried by a Tribunal\nconstituted under the provisions of Madhya Pradesh\nMadhyastham Adhikaran Adhiniyam, 1983 (hereinafter\nreferred to as the &quot;1983 Act&quot;).\n</p><p data-structure=\"Facts\" id=\"p_5\">4.          The arbitrator passed an award on 5.11.2005\nand held that the contract in question is not a &quot;works\ncontract&quot; as the same is not of ascertained money value\nand, therefore, falls outside the purview of the &#x27;dispute&#x27;\nas contemplated under <a href=\"/doc/1804257/\" id=\"a_5\">section 2(d)</a> of the 1983 Act. The\narbitrator partly decreed the claim of the respondent No.1\nand held that the respondent No.1 is entitled to benefit of\n208 days remaining period of toll tax collection or in lieu\nthereof a sum of Rs.79,18,560/-. Being aggrieved, the\nappellants filed an objection under <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a> of the Act,\nin which again an objection was raised that the award\npassed by the arbitrator is per se without jurisdiction as\nthe contract in question is a works contract. The trial\ncourt vide order dated 15.9.2008 rejected the aforesaid\nobjection inter alia on the ground that the parties had\nagreed that the provisions of the Act would apply to the\ndispute in question and the dispute does not fall within\nthe purview of <a href=\"/doc/1804257/\" id=\"a_7\">section 2(d)</a> of the 1983 Act. In the\naforesaid   factual   backdrop,    the    appellants   have\napproached this Court.\n</p><p data-structure=\"RespArg\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"112214907\" id=\"span_3\">5.          Learned Additional Advocate General for the\nappellants submitted that the arbitrator as well as the\ntrial court grossly erred in holding that the contract in\n<span class=\"hidden_text\" id=\"span_4\">                          -( 4 )-          AA. No.5/2009</span>\n\nquestion is not &quot;works contract&quot; and, therefore, the\nprovisions of 1983 Act would not apply. It was further\nsubmitted that in view of clause 17.2 of the contract, the\nrespondent No.1 could not have been granted any\nmonetary benefit by the arbitrator. It is further submitted\nthat since the contract in question is a contract for\nconstruction of the road, therefore, the same falls within\nthe purview of <a href=\"/doc/1804257/\" id=\"a_8\">section 2(i)</a> of the 1983 Act. It was also\nurged that since all the taxes are payable by the tenderer\nand the respondent No.1 had to carry out the work as per\nthe   specifications   and   drawings   provided   by     the\nappellants herein and in the absence of any State support\nagreement and EPC contract, the contract in question\ncannot be termed as concession agreement. Lastly, it is\nurged that under clause 17.1 of the agreement, the\ncontractor was required to raise all disputes within 30\ndays before the Chief Engineer, which he has not raised\nand the dispute pertains to an amount of Rs.10 lacs and,\ntherefore, the dispute is in respect of a certain amount of\nmoney. Learned Additional Advocate General further\nsubmits that the decision rendered by a Bench of this\nCourt in the case of <a href=\"/doc/112214907/\" id=\"a_9\">Jabalpur Corridor (India) Pvt. Ltd. vs.\n\nMadhya Pradesh Road Development Corporation Ltd</a>.</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">(2014 (2) MPLJ 276) is distinguishable in the facts of the\ncase at hand and does not apply to the fact situation of\nthe case.\n</p><p data-structure=\"RespArg\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"112214907\" id=\"span_5\">6.          On the other hand, learned senior counsel for\nthe respondent No.1 while inviting the attention of this\nCourt to clause 17.1 of the agreement has argued that\nthe parties had agreed that the provisions of the Act\nwould apply to the dispute in question. It is further\nargued that from perusal of clause 17.2 of the agreement,\n<span class=\"hidden_text\" id=\"span_6\">                             -( 5 )-              AA. No.5/2009</span>\n\nit is evident that the agreement does not envisage any\ndispute with regard to the quantum of any amount and\nthe contract was awarded to the respondent No.1 on\nBuild-operate and Transfer basis and there has been no\nmonetary transaction between the parties. It is submitted\nthat in view of the fact that the respondent No.1 had\nconstructed the road from its own funds, in lieu thereof it\nhas been granted the right to collect the toll tax for the\nperiod specified therein at the rates which have been\nspecified by the appellants. It is further submitted that\nthe decision in the case of <a href=\"/doc/112214907/\" id=\"a_10\">Jabalpur Corridor</a> (supra)\napplies to the fact situation of the case which has also\nbeen affirmed by order dated 12.10.2015 by Supreme\nCourt in Special Leave to Appeal (Civil) No. 3811/2014. It\nis further submitted that the arbitrator has held that the\npetitioner is entitled to 208 additional days to collect the\ntoll tax and no monetary benefits in the award has been\ngranted. It was also urged that the award does not suffer\nfrom any infirmity.</span>\n</p><p data-structure=\"Section\" id=\"p_9\">7.   We have considered the rival submissions\nmade at the bar. Before proceeding further, it is\napposite to notice relevant extract of <a href=\"/doc/536284/\" id=\"a_11\">Section 34</a>\nof the Act, which reads as under:-\n</p><blockquote id=\"blockquote_1\">                 &quot;<a href=\"/doc/536284/\" id=\"a_12\">Section 34-</a> Application for setting aside\n         arbitral award.-(1) Recourse to a Court against\n         an arbitral award may be made only by an\n         application for setting aside such award in\n         accordance with sub/section (2) and sub-\n         section(3).\n</blockquote><blockquote id=\"blockquote_2\">         (2)     An arbitral award may be set aside by the Court\n         only if-\n</blockquote><blockquote id=\"blockquote_3\">                (a) the party making the application furnishes\n                     proof that-\n</blockquote><blockquote id=\"blockquote_4\">                (i) a party was under some incapacity, or\n</blockquote><blockquote id=\"blockquote_5\">                (ii) the arbitration agreement is not valid under\n                     the law to which the parties have subjected it\n                     or, failing any indication thereon, under the\n                     law for the time being in force; or\n<span class=\"hidden_text\" id=\"span_7\">                            -( 6 )-              AA. No.5/2009</span>\n\n</blockquote><blockquote id=\"blockquote_6\">              (iii)the party making the application was not given\n                    proper notice of the appointment of an\n                    arbitrator or of the arbitral proceedings or\n                    was otherwise unable to present his case; or\n</blockquote><blockquote id=\"blockquote_7\">              (iv) the arbitral award deals with a dispute not\n                    contemplated by or not falling within the\n                    terms of the submission to arbitration, or it\n                    contains decisions on matters beyond the\n                    scope of the submission to arbitration:\n</blockquote><blockquote id=\"blockquote_8\">                           Provided that, if the decisions on\n                    matters submitted to arbitration can be\n                    separated from those not so submitted, only\n                    that part of the arbitral award which contains\n                    decisions on matters not submitted to\n                    arbitration may beset aside; or\n</blockquote><blockquote id=\"blockquote_9\">              (v) the composition of the arbitral tribunal or the\n                    arbitral procedure was not in accordance with\n                    the agreement of the parties, unless such\n                    agreement was in conflict with a provision of\n                    this Part from which the parties cannot\n                    derogate, or, failing such agreement, was not\n                    in accordance with this Part; or\n</blockquote><blockquote id=\"blockquote_10\">              (b) the Court finds that-\n</blockquote><blockquote id=\"blockquote_11\">              (i) the subject-matter of the dispute is not\n                     capable of settlement by arbitration under\n                     the law for the time being if force, or\n</blockquote><blockquote id=\"blockquote_12\">              (ii) the arbitral award is in conflict with the\n                     public policy of India.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_10\">              Explanation- Without prejudice to the\n        generality of sub-clause (ii) it is hereby\n        declared, for the avoidance of any doubt, that\n        an award is in conflict with the public policy of\n        India if the making of the award was induced or\n        affected by fraud or corruption or was in\n        violation of <a href=\"/doc/109874/\" id=\"a_13\">section 75</a> or <a href=\"/doc/1034395/\" id=\"a_14\">section 81</a>.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_9\">8.   The scope of <a href=\"/doc/536284/\" id=\"a_15\">Section 34</a> of the Act is delineated by\ncatena of decisions of the Supreme Court. The Supreme\nCourt in <a href=\"/doc/996348/\" id=\"a_16\">McDermott International Inc. v. Burn\n\nStandard Co. Ltd</a>, (2006) 11 SCC 181 while taking\n\nnote of the decision rendered by it in <a href=\"/doc/86594/\" id=\"a_17\">Renusagar\n\nPower Co. Ltd. v. General Electric Co.</a> ,              1994 Supp\n(1) SCC 644 wherein it was held that an arbitral\naward   can   be    set    aside      if   it   is   contrary        to\n<span class=\"hidden_text\" id=\"span_10\">                           -( 7 )-              AA. No.5/2009</span>\n\nfundamental policy of Indian law; the interests of\nIndia; or justice or morality, held that public\npolicy is a matter dependent upon the nature of\ntransaction and the nature of statute.</span></span>                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_11\">However,\nsubsequently, in the case of <a href=\"/doc/919241/\" id=\"a_18\">ONGC Ltd. v. Saw\n\nPipes Ltd.</a>, (2003) 5 SCC 705, the Supreme Court\nadded    another     ground         for   exercise    of   courts&#x27;\njurisdiction for setting aside the award i.e. if it is\npatently   arbitrary.</span>     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1597776\" id=\"span_12\">In    <a href=\"/doc/1597776/\" id=\"a_19\">Centrotrade          Minerals   &amp;\n\nMetals Inc. v. Hindustan Copper Ltd</a> ., (2006) 11\nSCC 245 it was held by the Supreme Court that if\nan award suffers from patent illegality, which\ngoes to the root of the matter, the court can\ninterfere with the award passed by the arbitrator.</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_13\">In a recent decision,          in the case of <a href=\"/doc/31621011/\" id=\"a_20\">Associate\n\nBuilders v. Delhi Development Authority</a>, (2015) 3\nSCC 49,    the Supreme Court after taking note of\nvarious previous judgments rendered by it with\nregard to scope of interference with the arbitral\naward held that none of the grounds contained in\n<a href=\"/doc/1831758/\" id=\"a_21\">Section 34 (2) (a)</a> of the Act deals with the merits\nof the decision rendered by an arbitrator.</span>                   It is\nonly when the award is in conflict with the public\npolicy of India as prescribed in Section 34 (2) (b)\n</p><p data-structure=\"Precedent\" id=\"p_12\">(ii) of the Act that the merits of an arbitral award\nare to be looked into under certain specified\ncircumstances.       It was further held that the Court\nwould    interfere    with     an     award    passed      by   an\narbitrator if it is in violation of statute, interest of\nIndia,   justice     or   morality,         patent     illegality,\ncontravention of the Act or terms of the contract.\nIt was also held that the court hearing an appeal\n<span class=\"hidden_text\" id=\"span_14\">                              -( 8 )-                  AA. No.5/2009</span>\n\ndoes     not     act    as        a    court     of     appeal       and\nconsequently          errors of fact cannot be corrected.\nA possible view by the arbitrator on facts has\nnecessarily to pass muster as the arbitrator is the\nultimate master of the quantity and quality of\nevidence to be relied upon when he delivers his\narbitral award. Thus, an award based on little\nevidence or on evidence which does not measure\nup in quality to a trained legal mind would not be\nheld to be invalid on this score.\n</p><p data-structure=\"Section\" id=\"p_13\">9.     In the backdrop of aforesaid well settled legal\nposition with regard to scope of <a href=\"/doc/536284/\" id=\"a_22\">Section 34</a> of the\nAct, now we may advert to the provisions of the\n1983     Act,    which       is       an   Act   to      provide      for\nestablishment of a tribunal to arbitrate in disputes\nto   which      the    State      Government            or   a   Public\nUndertaking       wholly       or      substantially         owned      or\ncontrolled by the State Government, is a party,\nand for matters incidental thereto or connected\ntherewith. <a href=\"/doc/1804257/\" id=\"a_23\">Section 2(d)</a> and <a href=\"/doc/1804257/\" id=\"a_24\">Section 2(i)</a> as well as\n<a href=\"/doc/961785/\" id=\"a_25\">Section 7(1)</a> of the 1983 Act, which are relevant\nfor the purpose of controversy involved in this\nappeal are reproduced below:-\n</p><blockquote id=\"blockquote_13\">                &quot;2 (d)- &quot;dispute&quot; means claim of ascertained\n         money valued at Rupees 50,000 or more relating to any\n         difference arising out of the execution or non-execution of\n         a works contract or part thereof;\n</blockquote><blockquote id=\"blockquote_14\">                2(i)- &quot;works-contract&quot; means an agreement in\n         writing for the execution of any work relating to\n         construction, repair or maintenance of any building or\n         superstructure, dam, weir, canal, reservoir, tank, lake,\n         road, well, bridge, culvert, factory, work-shop,\n         powerhouse, transformers or such other works of the State\n         Government or Public Undertaking as the State\n         Government may by notification, specify in this behalf at\n         any of its stages, entered into by the State Government or\n         by an official of the State Government or Public\n         Undertaking or its official for and on behalf of such Public\n<span class=\"hidden_text\" id=\"span_15\">                               -( 9 )-            AA. No.5/2009</span>\n\n        Undertaking and includes an agreement for the supply of\n        goods or material and all other matters relating to the\n        execution of any of the said works.\n</blockquote><blockquote id=\"blockquote_15\">               7(1)--Reference to Tribunal- Either party to\n        a works contract shall irrespective of the fact\n        whether the agreement contains an arbitration\n        clause or not, refer in writing the dispute to the\n        Tribunal.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_14\">      From conjoint reading of the provisions of\n<a href=\"/doc/1804257/\" id=\"a_26\">Sections 2(d)</a>, <a href=\"/doc/1804257/\" id=\"a_27\">2(i)</a> as well as <a href=\"/doc/961785/\" id=\"a_28\">Section 7(1)</a>, it is\nevident that if a person is a party to works\ncontract,    he    has    to     refer   the    dispute       to    the\nTribunal.    The       expression        &quot;dispute&quot;      has        been\ndefined as claim of ascertained money valued at\nRupees 50,000 or more relating to any difference\narising out of the execution or non-execution of a\nworks contract or part thereof.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">10. After having noticed the relevant statutory\nprovisions, the contract in question may be looked\ninto. Under the contract, the respondent No.1 has\nto utilise his capital and resources to complete\nthe construction of the road and on completion of\nthe construction, the respondent No.1 is entitled\nto   recovery     of    the    amount       spent     by    him        by\nrecovery of toll tax. Clause 17.1 and 17.2 of the\nagreement are reproduced below for the facility of\nreference :-\n</p><blockquote id=\"blockquote_16\">       17.1 All disputes arising out of this agreement shall be\n       referred to Chief Engineer within 30 days. The Chief\n       Engineer shall give his decision within 60 days. The\n       decision of the Chief Engineer shall be final, conclusive and\n       binding on the parties. The provisions of the Arbitration and\n       conciliation second ordinance 1996 shall apply.\n       17.2 Since there is no money transaction between\n       the parties and the money has only notional value\n       for the purpose of this agreement the effect of the\n       arbitration award shall be translated into either\n       extension of the agreement period or its reduction\n       as the case may be.\n</blockquote><span class=\"hidden_text\" id=\"span_16\">                                -( 10 )-               AA. No.5/2009</span>\n\n<p data-structure=\"Section\" id=\"p_16\">      From perusal of clauses 17.1, it is evident\nthat the authorities have agreed that the dispute\nbetween them shall be resolved in accordance\nwith the provisions of Arbitration and Conciliation\nSecond Ordinance 1996. From perusal of clause\n17.2, it is evident that same states in express\nterms that no money transaction between the\nparties      is   involved       and      the   money       has      only\nnotional value for the purpose of this agreement.\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"112214907\" id=\"span_17\">11. Even though the contract in question may fall\nwithin the definition of &quot;works contract&quot;, as the\nsame pertains to construction of road, yet the\nclaim of respondent No.1 is not a dispute as\ndefined under <a href=\"/doc/1804257/\" id=\"a_29\">Section 2(d)</a> of the 1983 Act, as it\nis not a claim of ascertained money valued at\nRs.50,000/- or more and, therefore, the provisions\nof   <a href=\"/doc/1846895/\" id=\"a_30\">Section       7</a>   of   the    1983      Act    would      not    be\napplicable to the fact situation of the case. For\nyet another reason we are not inclined to interfere\nwith the impugned order as a Bench of this Court\nin   the     case      of   <a href=\"/doc/112214907/\" id=\"a_31\">Jabalpur       Corridor</a>       (supra)         in\nparagraphs 17 and 18 has held as under:-</span>\n</p><blockquote id=\"blockquote_17\">                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94601064\" id=\"span_19\">&quot;17. Again a two-Judge Bench of Supreme Court\n           by judgment dated 17.2.2011 in <a href=\"/doc/94601064/\" id=\"a_32\">A.P.S. Kushwaha (SSI\n           Unit) vs. Municipal Corporation, Gwalior</a> and other [Civil\n           Appeal No. 1888-889 of 2011] while dealing with a\n           dispute arising out of an agreement with regard to\n           maintenance of water supply and electric works in\n           different parts of Gwalior Municipal Corporation area\n           which is also a works contract, while taking note of the\n           judgment of Supreme Court in <a href=\"/doc/112214907/\" id=\"a_33\">V.A. Tech Escher Wyass\n           Flovel Ltd.</a> (supra) held that if the contract between the\n           parties contains an arbitration clause, the provisions of\n           1996 Act would apply.</span></span> However, it is pertinent to mention\n           here that another two-Judge Bench of the Supreme Court\n           in case of L.G. Choudhary (supra), inter alia, held that all\n           disputes pertaining to works contract have to be statutorily\n           referred to the Tribunal set up under the 1983 Act.\n</blockquote><span class=\"hidden_text\" id=\"span_20\">                             -( 11 )-             AA. No.5/2009</span>\n\n<p data-structure=\"Conclusion\" id=\"p_18\">         However, there was divergence of opinion with regard to\n         issue whether the dispute regarding cancellation/\n         determination of such works contract can be referred to\n         arbitration under the 1983 Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_21\">In view of the aforesaid\n         divergence of opinion, the matter has been referred for\n         consideration by a Larger Bench and the view taken by\n         <a href=\"/doc/112214907/\" id=\"a_34\">V.A. Tech Escher Wyass Flovel Ltd.</a> (supra) has been held\n         to be per incuriam.</span>\n</p><p data-structure=\"Precedent\" id=\"p_19\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94601064\" id=\"span_22\">18. It is pertinent to mention here that in\n         the case of L.G. Choudhary (supra) the Supreme\n         Court has not taken note of earlier decision\n         rendered by a two-Judge Bench in the case of\n         <a href=\"/doc/94601064/\" id=\"a_35\">A.P.S. Kushwaha (SSI Unit</a>) (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"646586\" id=\"span_23\">A Special\n         Bench of this Court in the case of <a href=\"/doc/646586/\" id=\"a_36\">Jabalpur Bus\n         Operators Association vs. State of M.P. and\n         others</a>, 2003(1) MPLJ 513 has held that in case\n         of a conflict between decisions of Supreme Court\n         comprising equal number of judges, decision of\n         earlier Bench is binding.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94601064\" id=\"span_24\">Therefore, the ratio\n         <a href=\"/doc/646586/\" id=\"a_37\">laid down by</a> a two-Judge Bench of Supreme\n         Court in <a href=\"/doc/94601064/\" id=\"a_38\">A.P.S. Kushwaha (SSI Unit</a>) (supra),\n         which is prior in point of time, is binding on this\n         Court. For this reason also the dispute between\n         the parties has to be referred to the arbitral\n         tribunal under the 1996 Act.</span>\n</p><p data-structure=\"Precedent\" id=\"p_20\">12. At the cost of repetition, we may state that\nthe aforesaid decision has attained finality as the\nsame has been upheld by the Supreme Court.\n</p><p data-structure=\"Precedent\" id=\"p_21\">13. In     view     of    preceding        analysis,      in   our\nconsidered      opinion,     the       award   passed     by   the\narbitrator is not contrary to either fundamental\npolicy of Indian Law Justice or morality or is in\nviolation of any statutory provision or suffers from\nany patent illegality. This Court cannot sit as a\nCourt of Appeal over the decision taken by the\narbitrator. Therefore, the trial Court has rightly\nrejected the objection preferred by the appellants\nunder <a href=\"/doc/536284/\" id=\"a_39\">Section 34</a> of the Act. The arbitrator and\nthe trial Court have rightly held that dispute is\nnot a &quot;works contract&quot;. The objection raised by\nthe appellants that the arbitrator had no authority\n<span class=\"hidden_text\" id=\"span_25\">                                       -( 12 )-           AA. No.5/2009</span>\n\n           to adjudicate the dispute is therefore repelled.\n</p><p data-structure=\"RespArg\" id=\"p_22\">           14. However, we find force in the submission\n           made by learned Additional Advocate General that\n           under clause 17.2 of the agreement, no monetary\n           benefit     could    have       been     awarded      to    the\n           contractor. The aforesaid aspect of the matter has\n           not been appreciated by the trial court while\n           rejecting     the     objection        preferred     by     the\n           appellants. Therefore, the impugned award dated\n           5.11.2005, in so far as it directs that in lieu of\n           208    days    remaining        period   of   toll   tax,   the\n           respondent No.1 would be entitled to a sum of\n           Rs.79,18,560/-      is    set   aside.   To   the    aforesaid\n           extent the award          passed      by the arbitrator is\n           modified.\n</p><p data-structure=\"Conclusion\" id=\"p_23\">           15.   In the result, the appeal is disposed of. The parties\n           shall bear their costs.\n</p>\n\n<pre id=\"pre_2\">            (Alok Aradhe)                                (Vivek Agarwal)\n                Judge.                                         Judge.\n\n(yogesh)\n </pre>","numcites":17,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":166924923,"divtype":"judgments","relatedqs":[{"value":"works contract","formInput":"works%20contract"},{"value":"public policy","formInput":"public%20policy"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"toll tax","formInput":"toll%20tax"},{"value":"patent illegality","formInput":"patent%20illegality"},{"value":"Award  filter:  Madhyastham","formInput":"Award%20%20filter%3A%20%20Madhyastham"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"\"public policy\"","formInput":"%22public%20policy%22"},{"value":"Monetary benefit ","formInput":"Monetary%20benefit%20"},{"value":"moral ","formInput":"moral%20"},{"value":"jabalpur","formInput":"jabalpur"},{"value":"Alok Aradhe","formInput":"Alok%20Aradhe"},{"value":"purview","formInput":"purview"}],"cats":[{"value":"definitions","formInput":"tag:definitions"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"}],"courtcopy":true,"query_alert":null,"agreement":false}