{"tid":1451377,"publishdate":"1984-05-21","title":"Shah Construction Co. Ltd. vs Municipal Corporation Of Delhi on 21 May, 1984","doc":"<h2 class=\"doc_title\">Shah Construction Co. Ltd. vs Municipal Corporation Of Delhi on 21 May, 1984</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1985DELHI358, ILR1984DELHI473, AIR 1985 DELHI 358, ILR (1984) 2 DELHI 473, (1985) ILR(DEL) 1 DEL 473, (1985) ILR 1 DEL 473</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-p-wadhwa\">D.P. Wadhwa</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-p-wadhwa\">D.P. Wadhwa</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT  \n\n  D.P. Wadhwa, J.    \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> (1) The contractor (M/s. Shah Construction Company Limited) has filed the present appeal against the decision of the learned single judge (Sultan Singh, J.), allowing an application of the respondent Corporation (Municipal Corporation of Delhi) under<a href=\"/doc/811701/\" id=\"a_1\"> S. 20</a> of the Arbitration Act (for short &#x27;the Act&#x27;).  \n</p>\n<p data-structure=\"Issue\" id=\"p_2\"> (2) To the application , the contractor had raised various objections. The court framed the following issues: 1. whether the petition is within time ? 2. Whether the claims are barred by the principles, of res judicata ? 3. Whether any valid arbitration agreement is subsisting between the parties ? 4. If issue No. 3 is found in favor of the petitioner, then are the disputes between the parties liable to be referred for arbitration ? 5. Relief.  \n</p>\n<p data-structure=\"Issue\" id=\"p_3\"> (3) Issue Nos. 1 and 2 were treated as preliminary issues and were decided by a judgment dated 22nd December 1978. Both the issues were decided against the contractor. The other issues were decided by a judgment dated 10th July 1979. These v/ere also decided against the contractor. The present appeal is directed against both these Judgments.  \n</p>\n<p data-structure=\"Facts\" id=\"p_4\"> (4) The facts are bride and may be stated. The tender of the contractor for the construction of a 48&quot; diameter main sewer along Najafgarh Drain for North Delhi was accepted by the Corporation by letter dated 11-3-1959. The work was estimated to cost Rs. 14.78 lacs and was to be completed in 245 working days. Subsequently, the scope of the contract was increased to Rs. 21.98 lacs. The work proceeded and 20 running bills from 24-8-1959 to 30-7-1962 of the value of Rs. 15,53505.96 for the work done by the contractor were submitted to the Corporation for payment. An amount of Rs. 1,55,351 was deducted by the Corporation as security deposit at the rate of 10 per cent of the value of the running bills. Some time in December 1963, the contract appears to have been cancelled. It was the case of the Corporation that the work valuing Rs. 6.35 lacs was not done by the contractor. It is not necessary, at this stage, to go into the question as to who committed breach of the contract though both the parties accuse each other.  \n</p>\n<p data-structure=\"Facts\" id=\"p_5\"> (5) On 28-11-1964, the contractor field a suit for the Recovery of Rs. 704,869.76 against the Corpration, The contractor claimed refund of the security of Rs. 1,55,351 and other charges under the contract like wrongful deductions, extra work and charges on account of increase in quantities of excavations etc. All the claims, however, pertained to the period up to which the work had been done by the contractor. In para 31 of the plaint, the contractor summed up its case as under:    &quot;31.That now a total amount of Rs. 7,04.869.76 Np as detailed above, is due to the plaintiff from the defendant regarding North Trunk Sewer Works done by the plaintiff and for the damages suffered on account of breaches by the defendant in the matter of the contract in suit. In any case, the plaintiff is also entitled to recover the above mentioned amounts from the defendant on the basis of quantum meruit.&quot;  \n</p>\n<p data-structure=\"Section\" id=\"p_6\"> (6) The Corporation contested the suit. In the written statement bearing the verification date 27-12-1964, the Corporation took the plea that there was an arbitration agreement covering the subject-matter of the disputes raised in the suit and reliance was placed on clause 25 of the contract which is to the following effect :    &quot;EXCEPT where otherwise provided in the contract all questions and disputes relating to the meaning of the specifications, designs, drawings and instructions hereinbefore mentioned and as to the quality of workmanship, or materials used on the work, or as to any other question, claim right, matter or thing whatsoever, in any way arising out of, or relating to the contract, designs, drawings, specifications, estimates, instructions, orders, or these conditions, or otherwise concerning the works, or the execution, or failure to execute the same, whether arising during the progress of the work, or after the completion or abandonment thereof shall be referred to the arbitration of the Engineer-in-charge of the work for the. time being in the manner provided by law relating to arbitration for the time being in force who after such investigation as he may think proper shall deli deliver his award which shall be final, conclusive and binding on all parties to this contract.&quot;  \n</p>\n<p data-structure=\"Facts\" id=\"p_7\"> THE Corporation wanted the suit to be stayed. This contention was, however, negatived because the Corporation did not take this objection before filing the written statement or taking any other step in the proceedings. On merits, the: Corporation denied that any amount was due to the contractor. It, however, admitted that an amount of Rs. 1,55,351 was deducted from the contractor&#x27;s running bills as security deposit. It was submitted that this amount could have normally been refunded to the contractor after the maintenance period of 12 months, after the completion of the contract work as per the terms of the contract. Certain small amounts were admitted to be due to the contractor but it was said that these would be credited to the account of the contractor and paid to him either on completion of the contract or as per terms of the contract. In reply to para 31 of the plaint, the Corporation stated as under:    &quot;31.Contents of para 31 are denied. As Stated herein- above the defendants are not liable to pay the amount claimed in this para. As a matter of fact, as the plaintiffs did not complete the work in time and left the part of the work undone, the defendant Corporation had to get the work done and the plaintiffs are liable to pay the same in terms of the contract. The plaintiffs have committed the breach of the contract and also liable to pay the damages. The deft-corporation got the rest of work done at the plaintiffs risk and costs and the deft-Corporation are entitled to deduct the amount of damages .and the cost of the work from the bills due and payable to the plaintiffs and also to recover from the plaintiffs any amount that may remain outstanding.&quot;  \n</p>\n<p data-structure=\"Section\" id=\"p_8\"> (7) The version of the Corporation was controverter in the replication by the contractor.  \n</p>\n<p data-structure=\"Facts\" id=\"p_9\"> (8) Various issues were framed in the suit and evidence of both the parties was recorded. At the close of the case, however, an application under<a href=\"/doc/157537/\" id=\"a_2\"> S. 21</a> of the Act was filed wherein it was submitted that the parties agreed that the matters in suit might be referred to the sole arbitration of an engineer to be ap- pointed by the court. On 10-12-1973, Avadh Behari, J., who was then trying the suit, passed orders appointing Shri M. R. Mehendale, an Engineer, as the sole arbitrator to&#x27; decide the matters in difference between the parties in the suit&#x27;.  \n</p>\n<p data-structure=\"Facts\" id=\"p_10\"> (9) During the course of the arbitration proceedings before Shri Mehendale the Corporation filed on 22-2-1974 a statement showing the claim of the Corporation. This was as under : 1. Value of the contract .. .. .. Rs. 21.98 lacs 2. Value of the work done by contractor (as per 20 running bills) .. .. .. Rs. 15.63 lacs 3. Cost of work left out by the contractor .. .. Rs. 6.35 lacs 4. Expenditure incurred to completes the left out work Rs. 9.86 lacs 5. Extra expenditure incurred .. .. .. Rs. 3.51 lacs   \n\n THESE details are relatable to para 31 of the written statement, and the claim was put forward by the Corporation in view of clause 3(c) of the Conditions of Contract. Clause 3(c) reads as under :    \n</p>\n<blockquote id=\"blockquote_1\"> &quot;CLAUSE3 : In any case in which under any clause or clauses of this contract the contractor shall have rendered himself liable to pay compensation amounting to the whole of his security deposit (whether paid in one sum or deducted by Installments) the Engineer-in-charge, on behalf of the Commissioner of the Corporation shall have power to adopt any of the following courses, as he may deem best suited to the interests of the Corporation.  \n</blockquote>\n<blockquote id=\"blockquote_2\"> (a) * * * * * (b) * * * * *   \n\n (E)To measure up the work of the contractor, and to take such part thereof as shall be unexecuted out of his hands, and to give it to another contractor to complete, in which case any expenses which may be incurred in excess of the sum which would have been paid to the original contractor, if the whole work had been executed by him (of the amount of which excess the certificate in writing,of the Engineer-in-charge shall be final and conclusive) shall be borne and paid by the original contractor and may be deducted from any money due to him by Corporation under the contract or otherwise, or from his security deposit or the proceeds of sale thereof, or a sufficient part thereof.&quot;   \n</blockquote>\n<p data-structure=\"Facts\" id=\"p_11\"> (10) There is considerable controversy between the parties whether the claim of the Corporation was taken into consideration by the Arbitrator who gave his award on 25-3-1975. The arbitrator awarded a sum of Rs. 2,95,286.00 to the contractor. Objections were filed to the award by the Corporation and these were dismissed by Yogeshwar Dayal, J., on 9-1-1976. The learned judge held that the suit out of which the reference arose was limited merely to the claim of the contractor against the Corporation and that the reference was made only in respect of the claims made by the contractor against the Corporation and further that no reference was made to adjudicate upon any counter-claim being made for the first time before the arbitrator. The learned single judge further observed that the arbitrator was right in ignoring the counter, claim, if any which might have .been filed on behalf of the Corporation before him.  \n</p>\n<p data-structure=\"Facts\" id=\"p_12\"> (11) It may be noticed at this stage that onus of various issues in the suit was placed upon the Corporation and these issues pertained to the refund of security deposit and also certain deductions made by the Corporation in the running bills of the contractor. During the course of the trial, the Corporation examined Shri S.S. Gokhale, an Engineer, as its witness. The statement of Shri Gokhale was recorded on various dates. In his statement which was recorded on 12-4-1971, he had stated that &#x27;according to the rates given by the plaintiff (contractor) himself the cost of the work left incomplete by it was of the value of Rs. 6.35 lacs approximately. The total cost of the work entrusted to the plaintiff was Rs. 22 lacs. The balance of the work had to be completed through another contractor and for which work also tenders were invited afresh. The left over work was completed at a cost of Rs. 10 lacs. &quot;The plaintiff (contractor) was responsible for the extra cost incurred by the Corporation&#x27;.  \n</p>\n<p data-structure=\"Section\" id=\"p_13\"> (12) It is thus obvious that at the time when the Corporation filed its written statement the work left over by the contractor was got completed by the Corporation from other agencies and payments had also been made to them. While the claim in suit of the contractor pertained to the work done by it, the Corporation had claimed the amount by way of damages for the work which the contractor did not do under the contract but the Corporation had to get the same done through other agencies. In the written statement, the Corporation did not dispute the right of the contractor for refund of the security deposited but it had stated that it could be refunded after the maintenance period of 12 months, after the completion of the contract work as per the contract.  \n</p>\n<p data-structure=\"Facts\" id=\"p_14\"> (13) On 25-2-1976, the Corporation filed the present application under<a href=\"/doc/811701/\" id=\"a_3\"> S. 20</a> of the Act. It was stated that disputes had arisen between the Corporation and the contractor and that a sum of Rs. 3.51 lacs was due to the Corporation from the contractor as the Corporation had incurred an extra expenditure in getting the work completed which was left out by the contractor. Reliance was placed on clause 25 of the contract reproduced above. The Corporation, therefore, prayed that the agreement be filed and the dispute be referred to the arbitrator. This was objected to by the contractor, and, as stated above, issues were framed on the pleadings of the parties.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_15\"> (14) In para 17 of the application it was stated by the Corporation that the cause of action had arisen when the contractor refused and objected to allow the Corporation to file the counter-claim and also when the contractor refused to pay the amount of Rs. 3.51 laks. The Corporation did not give any date of the alleged refusal by the contractor to pay the amount. In the statement of better particulars filed by the Corporation on 11-8-1977, it was stated that the cause of action arose on 2-2-1974 when the contractor raised dispute to the claim of the Corporation before the arbitrator. It was further stated that cause of action also arose on 25-3-1975 and finally on 9-1-1976 when the contractor failed to make payment and raised disputes. It may be noticed that the award was made on 25-3-1975 and judgment was pronounced on 9-1-1976 making the award a role of the court in the suit of the contractor.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"34999496\" id=\"span_1\">(15) The period of limitation prescribed for filing of an application under<a href=\"/doc/811701/\" id=\"a_4\"> S. 20</a> of the Act is 3 years and time begins to run from the period &quot;when the right to apply accrues&quot;. This is under&quot; <a href=\"/doc/249731/\" id=\"a_5\">article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_6\">Limitation Act</a> 1963 which is a residuary article dealing with applications. The parties do not dispute this. That <a href=\"/doc/249731/\" id=\"a_7\">article 137</a> would be applicable to an application under<a href=\"/doc/811701/\" id=\"a_8\"> S. 20</a> of the Act is also clear from a decision of the Supreme Court in the <a href=\"/doc/34999496/\" id=\"a_9\">Kerala State Electricity Board v. T. S. Kunhaliumma</a> .</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1599953\" id=\"span_2\">It was also so held in a decision of this court in <a href=\"/doc/1599953/\" id=\"a_10\">Union of India v. Vijay Construction Co.</a> [1981 Rlr 215 (DB)] (2).</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_17\"> (16) The question that arises turn consideration in the present case is as to when the right to apply accrued to the Corporation to file an application under<a href=\"/doc/811701/\" id=\"a_11\"> S. 20</a> of the Act. There cannot be any dispute with the proposition that right to apply would accrue when there existed a dispute which can be the subject-matter of a reference. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593938\" id=\"span_3\">In <a href=\"/doc/1593938/\" id=\"a_12\">Union of India v. Birla Cotton Spinning &amp; Weaving Mills Ltd.</a> , the Supreme Court, while dealing with the scope of<a href=\"/doc/1722761/\" id=\"a_13\"> S. 34</a> of the Act, held that in the absence of a dispute between the parties to the arbitration agreement, there could be no reference.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_18\"> (17) In the judgment under appeal, it has been held that the right to apply accrued to the Corporation at the earliest on 25th March, 1975. This is how the learned judge explained the point :    &quot;.....THEclaim of the Corporation for its adjustment against the bills of the contractor was for the first time disputed before the arbitrator on 2nd February, 1974, when it was observed that the claim of the Corporation could not be considered by the arbitrator; thereafter on 25th March, 1975, when the arbitrator gave the award ignoring the claim of the Corporation and finally on 9th January, 1976, when Yogeshwar Dayal, J. by his order dated 9th January 1976, held that the claim of the Corporation was rightly ignored by the arbitrator. In the facts and circumstances of this case, therefore, I am of the view that the right to apply accrued to the Corporation at the earliest on 25th March, 1975, when the award was made ignoring the claim of the Corporation&quot;.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_19\"> THAT the claim of the Corporation was in existence at the time when the Corporation filed its written statement in the suit has not been disputed. Tn an earlier decision Bhagwat Dayal v. Pritam Dayal (AIR 1980 Delhi 25) (4), Sultan Singh, J., however, expressed his view in a different way on the question of accrual of the right to apply under<a href=\"/doc/811701/\" id=\"a_14\"> S. 20</a> of the Act when he held that the right to apply accrued on the day when the applicant for the first time became entitled to claim relief. He further observed that &#x27;right to file petition under<a href=\"/doc/811701/\" id=\"a_15\"> S. 20</a> is not at all dependent on the respondent&#x27;s refusal to refer the dispute to arbitration. It is not the law that no application under<a href=\"/doc/811701/\" id=\"a_16\"> S. 20</a> of the Arbitration Act can be made without a notice requiring the opposite party to appoint an arbitrator, and his refusal to refer the dispute to arbitration. A demand to refer the dispute to arbitration and other party&#x27;s refusal to do so are not ingredients of the cause of action for the right to apply to a court that the agreement be filed and an arbitrator be appointed. The petitioner cannot contend that the cause of action accrued to him only when the respondent refused to refer the dispute to arbitration.&#x27;  \n\n (18) Two decisions of the Calcutta High Court on this point may also be referred. In V.G. Ghawda Pvt. Ltd. v. Union of India , S.K. Roy Choudhury, J., held that &#x27;a right to apply under <a href=\"/doc/811701/\" id=\"a_17\">section 20</a> of the Arbitration Act, 1940, can be said to accrue only after a demand is made to refer the disputes to arbitration under the arbitration agreement&#x27;. It was further held that &#x27;there is a distinction between the claim being barred under the <a href=\"/doc/1317393/\" id=\"a_18\">Limitation Act</a>, and right to apply under<a href=\"/doc/811701/\" id=\"a_19\"> S. 20</a>, which is. only a machinery section for referring the disputes to arbitration by an order of Court&#x27;. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1229716\" id=\"span_4\">In <a href=\"/doc/1229716/\" id=\"a_20\">Jiwani Engineering Works v. Union of India</a> , an argument was raised that the contract work was completed in 1968 and the application under<a href=\"/doc/811701/\" id=\"a_21\"> S. 20</a> of the Act was made in 1975, and, therefore, it was barred under <a href=\"/doc/249731/\" id=\"a_22\">article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_23\">Limitation Act</a> 1963. It was noticed that while certain disputes were pending with the arbitrator the contractor wanted to raise a claim which was not the subject- matter of the reference. He, therefore, approached the General Manager, S.E. Railway, under clause 63 of the General Conditions of Contract to refer the claim in arbitration. This was done by a letter dated 27th April 1975. As the General Manager did not allow or refer the said claim in the pending proceedings, the contractor filed an application under<a href=\"/doc/811701/\" id=\"a_24\"> S. 20</a> of the Act. It was urged by the contractor that the application was not barred by limitation because the right to apply to the court arose on the failure of the General Manager to comply with the request made by him (the contractor). The request was made on 27th April 1975 and the application under<a href=\"/doc/811701/\" id=\"a_25\"> S. 20</a> was moved on 9th December 1976. Sabyasachi Mukharji. J., (as His Lordship then was) held that &#x27;From that point of view it appears to me that the right to apply to this Court under<a href=\"/doc/811701/\" id=\"a_26\"> S. 20</a> had not become barred&#x27;.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_20\"> (19) In Bhardwaj Industries v. Union of India (Suit No. 308A of 1978) (7), decided by this Court on 2nd February 1979), D. K. Kapur, J., was also concerned with the question as to when the right to apply screed for an application under<a href=\"/doc/811701/\" id=\"a_27\"> S. 20</a> of the Act. He was of the view that the starting point of limitation would be the date of rejection of the request to appoint an arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196720\" id=\"span_5\">Kapur, J., followed his reasoning in another case <a href=\"/doc/196720/\" id=\"a_28\">Vijay Construction Co. v. Union of India</a> [1980 Rlr (N)76] (8).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1599953\" id=\"span_6\">This decision was the subject-matter of an appeal before a Division Bench of this court in <a href=\"/doc/1599953/\" id=\"a_29\">Union of India v. Vijay Construction Co.</a> [1981 RLR. 215 (DB)], noted above. The Division Bench did not agree with the view of Kapur, J., and observed as under :    &quot;THE right to apply for arbitration is dependent on a dispute having arisen and the dispute is whether the rescission of the contract was justified or not. The learned Judge assumes that it is only if the General Manager rejects the request for arbitration that a dispute arises. We cannot agree. The dispute between the contractor and the railway arose on the rescission of the contract. Making a request for referring the matter to arbitration is a demand to refer the dispute to the forum which the parties had agreed upon. Awaiting reply from the ways cannot save limitation which had already started running from the date of the rescission of the contract. The rescission of the contract is a clear and straight intimation to the contractor that his work has not been found satisfactory and the consequences will follow. It is no doubt true that if in pursuance of a notice given, the arbitrator had been appointed by the Railways, no necessity to file an application<a href=\"/doc/811701/\" id=\"a_30\"> u/s 20</a> would have arisen. But the grievance of the contractor had arisen from the date of rescission of the contract. In order to get relief from the injury done to him by the rescission of contract, the appointment of an arbitrator was one of the steps, he had to take. The right to apply and take effective steps had thus arisen from that date.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1599953\" id=\"span_7\">IN <a href=\"/doc/1599953/\" id=\"a_31\">Vijay Construction Co.</a>&#x27;s case the contract was rescinded on 6th December, 1974 and the contractor had sent notice dated 7th October, 1976 to the General Manager, Northern Railways, requiring appointment of an arbitrator. A reminder was also sent. The General Manager by his letter dated 24th August 1977 stated that &#x27;the matter was receiving active consideration and a final reply would be sent&#x27;. Since there was no further communication the contractor filed an application under<a href=\"/doc/811701/\" id=\"a_32\"> S. 20</a> of the Act on 8th September 1978. The Division Bench held that the application was barred by limitation as the cause of action had accrued on 6th December 1974. It was further held that giving of notice was not an essential condition for moving an application under<a href=\"/doc/811701/\" id=\"a_33\"> S. 20</a> of the Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1599953\" id=\"span_8\">It may be noticed that in both these decisions, i.e. <a href=\"/doc/1599953/\" id=\"a_34\">Bhardwaj Industries and Vijay Construction Co.</a> (supra), the cause of action was stated to he rescission of the contract. In Vijay Construction Co., the Division Bench noticed that the contractor himself understood that the cause of action had arisen to him on 6th December 1974 when the contract was rescinded and it was so specifically mentioned in the application under<a href=\"/doc/811701/\" id=\"a_35\"> S. 20</a> of the Act.</span>  \n</p>\n<p data-structure=\"Section\" id=\"p_22\"> (20) At this stage, reference may also be made to <a href=\"/doc/10691/\" id=\"a_36\">article 113</a> of the <a href=\"/doc/1317393/\" id=\"a_37\">Limitation Act, 1963</a> which is a residuary article in its application to suits. This article is the same as <a href=\"/doc/1226884/\" id=\"a_38\">article 120</a> of the old <a href=\"/doc/1317393/\" id=\"a_39\">Limitation Act</a> with a difference that under <a href=\"/doc/10691/\" id=\"a_40\">article 113</a>, the period of limitation is 3 years while under <a href=\"/doc/1226884/\" id=\"a_41\">article 120</a> it was 6 years. The. time from which the period begins to run is &#x27;when the right to sue, accrues&#x27;. There is no difference in the words &#x27;when the right to sue accrues&#x27; as given in <a href=\"/doc/10691/\" id=\"a_42\">article 113</a> and &#x27;when the right to apply accrues&#x27; as given in <a href=\"/doc/249731/\" id=\"a_43\">article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_44\">Limitation Act, 1963</a>. <a href=\"/doc/1226884/\" id=\"a_45\">Article 120</a> of the old <a href=\"/doc/1317393/\" id=\"a_46\">Limitation Act</a> has been the subject-matter of decisions both by the Privy Council and the Supreme Court. The words &#x27;when the right to sue accrues&#x27; have been construed to mean when the cause of action arises.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_23\"> (21) In Mt. Bala v. Mt. Koklan , Sir Binod Mitter, speaking for the Board with Deference to <a href=\"/doc/1226884/\" id=\"a_47\">article 120</a> of the old <a href=\"/doc/1317393/\" id=\"a_48\">Limitation Act</a>, stated as under :    &quot;THERE can be no &#x27;right to sue&#x27; until there is an accrual of the right asserted in the suit and its infringement or at least clear and unequivocal threat to infringe that right by the defendant against whom the suit is instituted.&quot;  \n</p>\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1791534\" id=\"span_9\">IN <a href=\"/doc/1791534/\" id=\"a_49\">Gobinda Narayan v. Sham Lal</a> , it was held that the expression &quot;right to sue&quot; in <a href=\"/doc/1226884/\" id=\"a_50\">article 120</a> means the right to bring the particular suit with reference to which the plea of limitation is raised and that the starting point for limitation is when the rights are invaded.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_25\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"519726\" id=\"span_10\">(22) In <a href=\"/doc/519726/\" id=\"a_51\">Rukhmabai v. Laxminarayan</a>  the Supreme Court summed up the legal position as under :    &quot;THE legal position may be briefly stated thus : The right to sue under <a href=\"/doc/1226884/\" id=\"a_52\">Art. 120</a> of the <a href=\"/doc/1317393/\" id=\"a_53\">Limitation Act</a> accrues when the defendant has clearly and unequivocally threatened to infringe the right asserted by the plaintiff in the suit. Every threat by a party to such a right however ineffective and innocuous it may be, cannot be considered to be a clear and unequivocal threat so as to compel him to file a suit. Whether a particular threat gives rise to a compulsory cause of action depends upon the question whether that threat effectively invades or jeopardizes the said right.&quot;</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_26\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1045337\" id=\"span_11\">(23) In <a href=\"/doc/1045337/\" id=\"a_54\">Gannon Bunkerley &amp; Co. v Union of India</a>  a contract was executed on 26th November, 1948 for construction of certain works at Sindri Fertilizer Factory to be completed by 26th February, 1950. The appellant company made certain demands by letter dated 20-9-1950 which were, however, rejected by the Additional Chief Engineer by his letter dated 13th September, 1950. [There appears to be a mistake in the dates, which is also there in the official report . In any case, the date of rejection could not be earlier than 13th September, 1950]. In September 1954. certain disputes were referred to arbitration under the contract. The company, however, instituted a suit against the Union of India on 9th August, 1956 for enhanced rate in respect of work not covered by the contract but which though carried out under the instructions of the Engineer-in-Charge did not arise out of the contract. It was not disputed that the claim in the suit was not covered under the arbitration clause and could not be the subject-matter of the reference. It was contended on behalf of the Union of India that the suit was barred by limitation under clauses 56 and 115 of the <a href=\"/doc/1317393/\" id=\"a_55\">First Schedule to the Limitation Act</a>. 1908. The Supreme Court held that the suit was covered under <a href=\"/doc/1226884/\" id=\"a_56\">Article 120</a> and the period of limitation was 6 years. It was then contended that even if the claim fell within the terms of <a href=\"/doc/1226884/\" id=\"a_57\">Article 120</a>, it was barred, for the appellant company had in the suit made a claim for the work done more than 6 years before the institution of the suit and the period of limitation commenced to run from the date on which the defendant (Union of India) obtained the benefit of the work done by the appellant company. The Supreme Court negatived the contention and observed as under : -    &quot;BUT under <a href=\"/doc/1226884/\" id=\"a_58\">Art. 120</a> of the <a href=\"/doc/1317393/\" id=\"a_59\">Limitation Act</a> the period of six years for suits for which no period of limitation is provided elsewhere in the Schedule commences to run when the right to sue accrues. In our judgment, there is no right to sue until there is an accrual of the right asserted in the suit, and its infringement, or at least a clear and unequivocal threat to infringe that right by the defendant against whom the suit is instituted ...............&quot;</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_27\"> Thus, to the Supreme Court, the cause of action arose when the rejection was communicated to the party, and on this date the right to sue accrued.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_28\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1599953\" id=\"span_12\">(24) The touchstone is as to when the cause of action accrues because it is only then that there would be a right to apply. To constitute a cause of action first is the coming into existence of a right, and secondly, its infringement or threat to be infringed. Cause of action in substance denotes and determines the starting point of limitation. It is a settled proposition that the question as to when right to sue accrues depends largely upon the facts and circumstances of each particular case. The Division Bench in <a href=\"/doc/1599953/\" id=\"a_60\">Vijay Construction Co.</a> (supra) cannot be said to lay down the rule of law that in a case of contract cause of action would necessarily arise on the date of the rescission of the contract. That was so in the particular facts of that case, and, as has been noticed above, it was asserted in the application itself that the cause of action arose on the date of rescission of the contract. The nature of dispute or difference will have to be seen in each case and with reference to that it will have to be examined as to when the cause of action arose. A claim is not necessarily a difference between the parties unless that claim is disputed. Cause of action would, therefore, arise when the claim of one party, when it arises, is denied or there is a threat to deny. Only in that event, it becomes a dispute and cause of action arises from that date. Then arises the question of reference to arbitration. <a href=\"/doc/1052228/\" id=\"a_61\">The Arbitration Act</a> contemplates three kinds of arbitration : (1) arbitration without intervention of a Court dealt with in <a href=\"/doc/1317393/\" id=\"a_62\">Chapter Ii of the Act</a> (Ss. 3 to 19); (2) arbitration with intervention of a Court where there is no suit pending dealt with in <a href=\"/doc/1317393/\" id=\"a_63\">Chapter Iii of the Act</a> (<a href=\"/doc/1453009/\" id=\"a_64\">S. 20</a>); and (3) arbitration in suits which is covered by <a href=\"/doc/1317393/\" id=\"a_65\">Chapter Iv of the Act</a>. A party may proceed under<a href=\"/doc/1453009/\" id=\"a_66\"> S. 20</a> of the Act instead of proceeding under Chapter II. This section confers power on the Court to order the agreement to be filed, and, further, to make an order of reference to the arbitrator appointed by the parties, or where the parties cannot agree upon an appointment, to an arbitrator appointed by the Court. Sub-s. (1) of<a href=\"/doc/1453009/\" id=\"a_67\"> S. 20</a> makes it plain that the provisions of the section can be availed of only if no proceeding under Chapter Ii has been initiated.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"340656\" id=\"span_13\"><a href=\"/doc/996339/\" id=\"a_68\">S. 8</a> does not contain any provision empowering the Court to make an order of reference to the arbitrator as one finds in sub-s. (4) of<a href=\"/doc/1453009/\" id=\"a_69\"> S. 20</a>: see <a href=\"/doc/340656/\" id=\"a_70\">Union of India v. Om Prakash</a> . The party has thus an option to proceed either under the provisions of Chapter Ii or of Chapter Iii in proceeding with the reference.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"265851\" id=\"span_14\">In <a href=\"/doc/265851/\" id=\"a_71\">Salika Devi v. Kedar Nath</a> , it was held that where one of the parties to arbitration agreement refuses to concur in the appointment of an arbitrator under the arbitration clause, the other party has the option either to move the Court under<a href=\"/doc/996339/\" id=\"a_72\"> S. 8</a> of the Act or under<a href=\"/doc/1453009/\" id=\"a_73\"> S. 20</a> of the Act. There is nothing in<a href=\"/doc/1453009/\" id=\"a_74\"> S. 20</a> to compel the other party not to take recourse to<a href=\"/doc/996339/\" id=\"a_75\"> S. 8</a>.of the Act. It is his concern whether to apply under<a href=\"/doc/996339/\" id=\"a_76\"> S. 8</a> or under<a href=\"/doc/1453009/\" id=\"a_77\"> S. 20</a> of the Act. When a party, therefore, choses to apply under<a href=\"/doc/1453009/\" id=\"a_78\"> S. 20</a> he will have to do so within 3 years of the accrual of the cause of action.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_29\"> (25) In the present case, the contract was cancelled some time in December 1963. It is not disputed that work of the value of Rs. 6.35 lacs still remained to be done by the contractor. This was got done by the Corporation after the cancellation of the contract through other agencies and the Corporation had to incur as expense of Rs. 9.86 lacs to complete the left-out work and thus incurred an extra expenditure of Rs. 3.51 lacs to which it laid Its claim under clause 3 (e) of the Conditions of Contract. In the suit filed by the contractor, the Corporation in reply to para 31 of the plaint specifically stated that it got the rest of the work done at the risk and cost of the contractor and that the Corporation was entitled to deduct the amount of damages and cost of the work from the bills due and payable to the contractor and also to recover from the contractor any amount that might remain outstanding. This was denied by the contractor in the replication. In his statement, Shri Gokhale, the Engineer of the Corporation, also stated that the Corporation had expended an extra amount which fact was disputed by the contractor. There was thus an accrual of the right to the Corporation to claim the amount of Rs. 3.51 lacs and its infringement or at least a clear and unequivocal threat to infringe that right by the contractor: The cause of action to apply under<a href=\"/doc/1453009/\" id=\"a_79\"> S. 20</a> arose when there existed a dispute/difference regarding payment of this amount. The replication of the contractor denying the claim of the Corporation was filed in suit on 12th February 1965, and the cause of action would, in any case, arise from that date. It would not be correct to say that the claim of the Corporation was disputed for the first time before the arbitrator on 2nd February, 1974 or on 25th March, 1975 when the arbitrator gave his award &#x27;ignoring the claim of the Corporation&#x27;, or on 9th January, 1976 when Yogeshwar Dayal, J., held that the claim of the Corporation was rightly ignored by the arbitrator. The cause of action in favor of the Corporation to claim the amount of Rs. 3.51 lacs arose independently of the suit filed by the contractor, or the arbitration proceedings when Avadh Behari, J., appointed a sole arbitrator &#x27;to decide the matters in difference between the parties in the suit&#x27;. Also, there could not be any plea of adjustment or counter-claim before the arbitrator or appointed. A plea of adjustment can be made only if the claim of the other party is admitted. The plea of adjustment can also be advanced in the alternative. No such plea was raised by the Corporation in the suit filed by the contractor, and it was only vaguely asserted that the Corporation was entitled to deduct the amount of damages etc. from the bills due and payable to the contractor. The plea of counter- claim could not have been raised in the suit as Rule 6A was inserted in <a href=\"/doc/161831507/\" id=\"a_80\">Order 8 of the Code of Civil Procedure</a> only by the Amendment Act of 1976. As a matter of fact, the view which I have taken as to the accrual of the cause of action for the Corporation to apply under<a href=\"/doc/1453009/\" id=\"a_81\"> S. 20</a> of the Act renders it immaterial as to whether any claim for adjustment by the Corporation was made before the arbitrator appointed in the suit or the arbitrator ignored the claim. The present application under<a href=\"/doc/1453009/\" id=\"a_82\"> S. 20</a> of the Act which was filed by the Corporation on 12th January, 1976 is clearly barred by limitation.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\"> (26) It was next contended by counsel for the appellant that the claim of the Corporation is barred by resjudicata under explanation Iv to<a href=\"/doc/121631892/\" id=\"a_83\"> S. 11</a> of the Code of Civil Procedure. It is submitted that the claim now advanced by the Corporation might and ought to have been made a ground of attack in the suit filed by the contractor. As already discussed above, the claim of the contractor in the suit was for the work performed by it. The Corporation, however, had claimed damages being the extra expenditure incurred by it to get the work performed which was left over by the contractor. No claim by way of adjustment or counter-claim could be a ground for defense or attack in a suit, so as to attract the provisions of Explanation Iv to<a href=\"/doc/121631892/\" id=\"a_84\"> S. 11</a> C.P.C. In. the instant case, the Corporation could not have made a counter-claim in the earlier suit. As stated above, there was no plea of adjustment and even if it was there, it could not be a ground for defense. As to what was the extra expenditure incurred by the Corporation was not a question referred to the arbitrator and, in fact, could not be referred. The averments made in para 31 of the written statement, and noted above, were at best a narration of the events and though these gave a cause of action to the Corporation to apply under<a href=\"/doc/1453009/\" id=\"a_85\"> S. 20</a> of the Act, it was as far as the suit was concerned, a mere surplusage The Corporation even did not seek to adjust the security deposit which was lying with it from the amounts due to it from the contract as per the claim made in the present application Moreover, an award concludes the questions which arc actually referred to arbitration. No such claim as given in the application under<a href=\"/doc/1453009/\" id=\"a_86\"> S. 20</a> of the Act can be spelled out from the order referring the disputes in the earlier suit to the arbitrator. It is also not disputed that the present dispute fell within the ambit of the arbitration agreement between the parties. In these circumstances, it has to be examined if the plea of res judicata is available to the contractor.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_31\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1122095\" id=\"span_15\">(27) In <a href=\"/doc/1122095/\" id=\"a_87\">Kerorimall v. Union of India</a> , the contract was for construction of certain works for the Railways. Various items of the final bill having been disputed, the contractor invoked the arbitration clause. He made a claim of Rs. 3,66,642 consisting of claim for works done, remind of deposit and liquidated loss for withholding payment for more than 4 years. The Railways disputed all these claims. During the course of arbitration proceedings, it appears, the Railways made a counter-claim against the contractor for Rs. 56, 761 on the basis that the contractor was wrongly paid the said sum for &quot;spreading work&quot;. The arbitrator, however, did not allow the Railways to put forward the counter-claim of the ground that the General Manager did not refer this dispute to him. He gave an award in favor of the contractor. Thereafter, the claim of the Railways was referred to another arbitrator. It was not disputed that this claim was a dispute and as such a dispute covered by the arbitration clause. The contractor, however, raised objection that the subject-matter of the previous arbitration proceedings was the claim of the contractor for works done in respect to the same contract which claim was disputed. The dispute now raised could have been raised in the first proceeding. It was submitted that. in fact, it was raised but rejected and disallowed by the arbitrator and that in law a second reference of the same dispute was not permissible. The Court held that there had been no adjudication of the claim of the Railways now sought to be referred and that there was no adjudication of the dispute. The Court observed that as a matter of fact when the point was sought to be raised by the Railways in the first reference the arbitrator disallowed the contention, not on the ground that the claim was unsubstantial bat on the ground that the dispute did not come within the ambit of the reference made to him and, therefore, he had no jurisdiction to adjudicate the dispute. The Court, therefore, held that if the arbitrator in determining his own jurisdiction considers a particular dispute sought to be raised by one party to be not within the reference, then it cannot be said that the arbitrator adjudicated the dispute. Therefore, the Court rejected the contention of the contractor that the claim of the Pail- ways could not be referred to arbitrator as being illegal on the ground of res judicata or principles analogous thereto.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_32\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1704436\" id=\"span_16\">(28) Rankin, J., in <a href=\"/doc/1704436/\" id=\"a_88\">Balmukund Rina v. Gopiram Bhotica</a> (AIR 1920 Cal. 808) (16), held that &#x27;there may be as many awards as there are disputes arising out of the same contract. The submission is not exhausted by reason of the mere fact that one award final and complete in itself has issued from it&#x27;.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_33\"> (29) In Purser &amp; Co. (Willingdon) Ltd. v. Jackson (1976 3 All Er 641) (17), it was held that in arbitration proceedings it was the terms of reference of the arbitration which determined the issue which the arbitrator had to decide. Accordingly, if a particular issue were included in the terms of reference, the claiment would be estopped by the doctrine of res judicata from raising that issue in subsequent arbitration proceedings even though the arbitrator had made no award in relation to that issue. Where, however, an issue was not included in the terms of reference, even though a dispute between the parties about it existed at the time of arbitration, the claimant would not be estopped from raising the issue in a subsequent arbitration proceeding. It was further held that a contract on its true construction may provide for arbitration and matters can be raised in a second reference which were not included in the first, even though the cause of action subsisted at the time of reference.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_34\"> (30) The claim of the Corporation now sought to be referred arbitration could not be adjudicated upon in the earlier reference which limited the scope of the arbitrator &#x27;to decide the matters in difference between the parties in the suit&#x27;. It cannot, therefore, be said that the Corporation is barred from claiming relief for the extra amount spent by it under the contract which was not the subject-matter of the reference in the suit.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\"> (31) It must, therefore, be held that the claim of the Corporation is not barred by res judicata or principles analogous thereto.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_36\"> (32) This also answers the contention of the contractor that the arbitration agreement exhausts itself on the rejection of the application of the Corporation under<a href=\"/doc/1317393/\" id=\"a_89\"> S. 34</a> of the Act in the suit. As noticed above, the subject-matter of the dispute in the present application is different from that in the earlier suit. It is not the law that all disputes in relation to one contract must be disposed of in one reference. Failure to raise any such dispute in one reference does not debar a party from raising other disputes to be adjudicated in a subsequent reference. In the English decision noted above, it was observed that in considering arbitrations one is not infrequently considering a series of possible disputes. In many cases, it may be necessary or desirable to have different disputes arising under the same contract referred to arbitration at different times, It was said that building contracts are in a sense themselves serial contracts; they provide for evaluation of the work by stages, for payment every so often, and so on and so forth. The earlier suit by the contractor pertained to a claim for a period prior to the cancellation of the contract while the claim of the corporation in the instant application is for the period after the cancellation of the contract. The plea that the arbitration agreement exhausted itself, as contended by the contractor, must be negatived. The learned counsel for the contractor did cite a few authorities of the High Courts on this point but they do not appear to be much relevance to the issues involved in the present case, and, we, therefore, do not think it necessary to refer to them.  \n</p>\n<p data-structure=\"RespArg\" id=\"p_37\"> (33) Relying on<a href=\"/doc/1453009/\" id=\"a_90\"> S. 20(4)</a> of the Act, it was argued by learned counsel for the contractor that there was sufficient cause for not ordering the arbitration agreement to be filed and making an order of reference to the arbitrator. He said, there was a great deal of delay in applying to the court and it would be inequitable to allow the application at this stage. It was submitted that the contract was cancelled as far back as December 1963 and the Corporation had incurred the extra expense alleged by it in any case before the filing of the written statement in the suit on 5th January 1965, and the present application under<a href=\"/doc/1453009/\" id=\"a_91\"> S. 20</a> was filed in January 1976. Arbitration, it was argued, as a procedure for speedy disposal of disputes between the parties, and the very purpose would be frustrated if a party is allowed to file an application after a lapse of 12 years. It is further submitted that the claim of the Corporation was palpably barred by limitation and again no useful purpose will be served by referring the dispute to arbitrator as he will have to upheld the plea of limitation and dismiss the claim of the Corporation. Under<a href=\"/doc/1453009/\" id=\"a_92\"> S. 20(4)</a> of the Act, there is, no doubt, a discretion with the court whether to order filing of the agreement or not, but this discretion is judicial and has to be exercised in accordance with law and having regard to the facts and circumstances of each case.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_38\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1737932\" id=\"span_17\">(34) In <a href=\"/doc/1737932/\" id=\"a_93\">Abdul Kadir v. Madhav Prabhakar</a> , the Supreme Court held that it was open to a court under<a href=\"/doc/1453009/\" id=\"a_94\"> S. 20(4)</a>, where sufficient cause has been shown, not to order the agreement to be filed and not to make a reference to the arbitrator. The court observed :    &quot;THE words of this sub-section leave a wide discretion in the court to consider whether an order for filing the agreement should be made and a reference made accordingly. It is neither necessary nor desirable to lay down in general terms what would be sufficient cause which would entitle a court to refuse to order the agreement to be filed and thus refuse to make an order of reference. The court will have to decide on the facts of each case whether sufficient cause has been made out for not ordering the agreement to be filed arid not making the order of reference&quot;.</span>  \n</p>\n<p data-structure=\"Precedent\" id=\"p_39\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1036300\" id=\"span_18\">(35) Earlier there was no period of limitation prescribed for an application under<a href=\"/doc/1453009/\" id=\"a_95\"> S. 20</a> of the Act. Now, <a href=\"/doc/249731/\" id=\"a_96\">article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_97\">Limitation Act</a> applies and a period of limitation of 3 years, from the date when the right to apply accrues, is prescribed. Whether the claim to be made in reference is barred by limitation or not is a question to be decided by the arbitrator and not by the court in an application under<a href=\"/doc/1453009/\" id=\"a_98\"> S. 20</a> of the Act : see Wazir Chand v. Union of India  and <a href=\"/doc/1036300/\" id=\"a_99\">Vulcan Insurance Co. v. Maharaj Singh</a> . Further, since an application under<a href=\"/doc/1453009/\" id=\"a_100\"> S. 20</a> of the Act is covered under <a href=\"/doc/249731/\" id=\"a_101\">article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_102\">Limitation Act</a>, it cannot be thrown out on the ground of laches. No sufficient cause has otherwise thus been shown for not ordering the agreement to be filed.</span>  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\"> (36) In the result, the appeal is allowed with costs, and the application under<a href=\"/doc/811701/\" id=\"a_103\"> S. 20</a> of the Arbitration Act dismissed on the ground of limitation.  \n</p>\n<p data-structure=\"Section\" id=\"p_41\"> (37) Before concluding, I must say that the law needs amendment to exclude the applicability of the <a href=\"/doc/1317393/\" id=\"a_104\">Limitation Act</a> to an application under<a href=\"/doc/1453009/\" id=\"a_105\"> S. 20</a> of the Act as it existed prior to the <a href=\"/doc/1317393/\" id=\"a_106\">Limitation Act</a> of 1963. There is no period of limitation if the parties proceed under <a href=\"/doc/1317393/\" id=\"a_107\">Chapter Ii of the Act</a>. Since the Limitation Act applies to arbitration the arbitrator, in any case, has to see if the claims are within time or not. There is, therefore, no necessity to bring in the provisions of the <a href=\"/doc/1317393/\" id=\"a_108\">Limitation Act</a> for an application under<a href=\"/doc/1453009/\" id=\"a_109\"> S. 20</a> of the Act as the arbitration proceedings will unnecessarily get delayed. Arbitration is a speedy remedy. It may also happen that though an application under<a href=\"/doc/1453009/\" id=\"a_110\"> S. 20</a> of the Act is barred by limitation, the claims may still be within the period of limitation. There are certain articles in the <a href=\"/doc/1317393/\" id=\"a_111\">Limitation Act</a> where the period of limitation is more than 3 years. Since <a href=\"/doc/249731/\" id=\"a_112\">article 137</a> of the <a href=\"/doc/1317393/\" id=\"a_113\">Limitation Act</a> has been held to be applicable to an application under<a href=\"/doc/1453009/\" id=\"a_114\"> S. 20</a> of the Act, the law, therefore, needs amendment, and sooner the better.  \n</p>\n","numcites":26,"numcitedby":18,"docsource":"Delhi High Court","citetid":1451377,"divtype":"judgments","relatedqs":[{"value":"article 137 of limitation act ","formInput":"article%20137%20of%20limitation%20act%20"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"right to apply accrues","formInput":"right%20to%20apply%20accrues"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"rescission of contract","formInput":"rescission%20of%20contract"},{"value":"works contract","formInput":"works%20contract"},{"value":"right to sue accrues","formInput":"right%20to%20sue%20accrues"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":" right to sue","formInput":"%20right%20to%20sue"},{"value":"raising contractor","formInput":"raising%20contractor"},{"value":" right to accrue ","formInput":"%20right%20to%20accrue%20"},{"value":"rescission","formInput":"rescission"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"  the limitation act 1963","formInput":"%20%20the%20limitation%20act%201963"},{"value":"threat","formInput":"threat"},{"value":"\"replication\" ","formInput":"%22replication%22%20"},{"value":"limitation period ","formInput":"limitation%20period%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"bar of limitation","formInput":"bar%20of%20limitation"}],"cats":[{"value":"limitation","formInput":"tag:limitation"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"parliament-language","formInput":"tag:parliament-language"},{"value":"review-judgment","formInput":"tag:review-judgment"}],"courtcopy":false,"query_alert":null,"agreement":false}