{"tid":54606500,"publishdate":"2014-10-09","title":"M/S Camco Multi Metal Ltd. vs M/S. Intamex S.A. & Anr. on 9 October, 2014","doc":"<h2 class=\"doc_title\">M/S Camco Multi Metal Ltd. vs M/S. Intamex S.A. &amp; Anr. on 9 October, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                   Order delivered on: 9th October, 2014\n\n+                     I.A. No.12391/2013 in CS(OS) 2349/2010\n\n\n       M/S CAMCO MULTI METAL LTD.                 ..... Plaintiff\n                   Through Mr.Vipin Singhania, Adv. with\n                             Mr.Jyant Patel, Adv.\n\n                           versus\n\n       M/S INTAMEX S.A. &amp; ANR.                 ..... Defendants\n                     Through Mr.Chetan Sharma, Sr.Adv. with\n                               Ms.Madhu Sweta &amp; Mr.Saurabh\n                               Bindal, Advs.\n\n       CORAM:\n       HON&#x27;BLE MR.JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.     The present suit has been filed by the plaintiff for recovery of an\namount of Rs.74,32,700/- against the defendants. Defendant No.1 is\na company incorporated in Switzerland that is carrying on business in\nIndia through defendant No.2.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.     Brief facts of the case as per the plaint are that defendants\nmade a sales offer to the plaintiff bearing No.S-6097-08 dated 15th\nJanuary, 2009 for the sale of 200 MT of Secondary Aluminium Alloy\nADC 12 ingots. The said sales offer was accepted by the plaintiff as\nper the terms and conditions as contained in the purchase contract\ndated 16th January, 2009 bearing No.CMML/08-09/136. In pursuance\n\n\n<span class=\"hidden_text\" id=\"span_1\">CS(OS) No.2349/2010                                           Page 1 of 41</span>\n of the said contract, the defendants supplied the goods, however,\nthere were certain objections with regard to the quality specification\nwhich were conveyed to the defendants vide complaints dated 13th\nMarch, 2009 and 23rd March, 2009.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.     Subsequently, the defendants sent another sale offer bearing\nNo.6429-09 dated 20th January, 2009 to the plaintiff for the supply of\n200 MT of Secondary Aluminium Alloy ADC 12 ingots of a particular\nspecification. The said sales offer was accepted by the plaintiff as per\nthe terms and conditions of the purchase contract bearing No.\nCMML/08-09/146 dated 22nd January, 2009. Again the goods were\nsupplied to the plaintiff who had certain objections with regard to the\nquality specification. The same were conveyed to the defendants vide\ncomplaint dated 6th March, 2009 along with a test report.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">4.     It has been stated by the plaintiff that pursuant to the said\ncomplaint, defendants appointed an independent surveying agency\nfor inspecting the goods. On inspection, sample of the goods were\nsent to a testing laboratory wherein it was found out that material did\nnot meet the quality specifications as per the contracts. Thereafter\nplaintiff lodged a claim of $ 168,925 in respect of the entire material\nsupplied by the defendants.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5.     It is the case of the plaintiff that despite lodging the claims and\nmaking repeated reminders and requests, the defendants did not\ntake any action and failed to make any payment thereof. The plaintiff\nsent a legal notice dated 8th June, 2010 to the defendants for\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">CS(OS) No.2349/2010                                           Page 2 of 41</span>\n recovering the said amount, while defendants vide notice dated 12th\nJuly, 2010 also raised certain pleas.\n</p>\n<p data-structure=\"Section\" id=\"p_6\">6.     This led to filing of the present suit by the plaintiff. The suit was\ncontested by the defendants by filing an application under <a href=\"/doc/1146817/\" id=\"a_1\">Section 8</a>\nof the Arbitration and Conciliation Act, 1996 (hereinafter referred to\nas &quot;the Act&quot;) which was contested by the plaintiff stating that <a href=\"/doc/1306164/\" id=\"a_2\">Part I of\nthe Act</a> is not applicable to the cases of International Commercial\nArbitration while the said application ought to have been filed under\n<a href=\"/doc/160474/\" id=\"a_3\">Section 45</a> of the Act.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">7.     During the course of proceedings, defendants filed an\napplication bearing I.A. No.12391/2013 under <a href=\"/doc/160474/\" id=\"a_4\">Section 45</a> of the Act\nstating that under the contracts entered into by the parties, there was\nan arbitration clause which provided that all the disputes between the\nparties were to be referred to the London Metal Exchange in London.\nAccordingly, the present Court has no jurisdiction to entertain the\npresent suit and the matter be referred for arbitration under the\nLondon Metal Exchange Rules at London. The arbitration clause\nunder the contracts read as under:\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">       &quot;J)     Arbitration-\n</p><p data-structure=\"Facts\" id=\"p_9\">       All disputes and differences which may arise out of this\n       contract are to be submitted to the Rules and\n       Regulations of the LONDON METAL EXCHANGE in\n       London.&quot;\n</p><p data-structure=\"PetArg\" id=\"p_10\">8.     In reply to the said application the plaintiff contended that while\none sales confirmation bearing No.S-6097-08 dated 15th January,\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">CS(OS) No.2349/2010                                             Page 3 of 41</span>\n 2009 is not signed by the plaintiff, the other sales confirmation\nbearing No.6429-09 dated 20th January, 2009 has been signed and\naccepted by the plaintiff as per the terms and conditions of the\npurchase contract bearing No.CMML/08-09/146. The relevant terms\nof the purchase contract is reproduced herein below:\n</p>\n<blockquote id=\"blockquote_1\">       &quot;The contract is to be duly signed and faxed to us\n      within three working days from the date hereof, failing\n      which contract terms &amp; conditions will be deemed\n      binding both buyers &amp; Sellers.\n</blockquote><blockquote id=\"blockquote_2\">        Claims, if any, relating to quality/quantity shall be\n      made by us within 15 days after delivery of goods at\n      final destination and the same shall be settled by seller\n      within one month of receipt of claim. All disputes\n      relating to this contract will be subject to the jurisdiction\n      of Courts at New Delhi, India.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_11\">       It is averred by the plaintiff that from the above it is clear that\nthough the offer of the defendants contained arbitration clause but\nthe same was not accepted by the plaintiff and as per the purchase\ncontract all the disputes relating to the contract were subject to the\njurisdiction of the Courts at New Delhi. It was mentioned that if the\nduly signed contract was not sent the terms and conditions of the\npurchase contract would be deemed to be binding totally on the\nbuyers and the sellers.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">9.     In the rejoinder, contentions of the plaintiff are denied and the\naverments made in the application are reiterated by the defendants.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">10.    By this order I propose to decide the said application bearing\nI.A. No. 12391/2013 of the defendants. When the matter came up for\n\n\n<span class=\"hidden_text\" id=\"span_4\">CS(OS) No.2349/2010                                             Page 4 of 41</span>\n hearing, Mr.Vipin Singhania, learned counsel appeared on behalf of\nthe plaintiff and Mr.Chetan Sharma, learned Senior counsel appeared\non behalf of the defendants.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">11.    Mr.Chetan Sharma, learned Senior counsel appearing on\nbehalf of the defendants made his submissions in support of the\napplication and the same are outlined in the following manner :\n</p>\n<blockquote id=\"blockquote_3\">a)    Firstly, learned Senior counsel argued that there were two\n      contracts which were entered into between the parties towards\n      the sale and supply of 200 MT of Secondary Aluminium Alloy\n      ADC 12 ingots. It has been argued that the plaintiff has\n      consciously not filed the sales confirmation which contained the\n      dispute resolution clause that refers the disputes to London\n      Metal Exchange, London. It is stated that plaintiff has filed the\n      amended sales confirmation which was subsequently issued by\n      the defendants with backdate as the plaintiff had subsequently\n      requested for inclusion of the detailed product specification in the\n      sales confirmation dated 15th January, 2009 later in the\n      communication dated 19th January, 2009. Likewise, it has been\n      argued that there was another sales confirmation in the form of\n      second contract dated 20th January, 2009 which was signed by\n      both the parties containing the similar clause &#x27;J&#x27; which is an\n      arbitration clause referring the dispute to London Metal\n      Exchange, London. The plaintiff unilaterally issued a subsequent\n      purchase contract attempting to alter the terms of the concluded\n      contract by conferring the jurisdiction upon the Courts in Delhi\n\n\n<span class=\"hidden_text\" id=\"span_5\">CS(OS) No.2349/2010                                           Page 5 of 41</span>\n      which was neither acceded to nor signed by the defendants. It is\n     thus argued that this Court should refer the disputes, if any,\n     between the plaintiff and defendants before the Arbitral Tribunal\n     in London in view of the arbitration clause contained in the form\n     of clause &#x27;J&#x27; and should not proceed with the present suit.\n</blockquote><blockquote id=\"blockquote_4\">b)   Secondly, learned Senior counsel argued that the plaintiff&#x27;s basis\n     of filing the suit that there is no valid arbitration agreement\n     between the parties and therefore, this Court can interfere on the\n     basis of the invalidity of the agreement under the provisions of\n     <a href=\"/doc/160474/\" id=\"a_5\">Section 45</a> of the Act, is misplaced and frivolous in nature. It has\n     been argued that there exists the sales confirmation which has\n     been signed by both the parties wherein the arbitration clause is\n     explicitly mentioned. The said sales confirmation which is signed\n     by the parties are not denied by the plaintiff. The plaintiff merely\n     disputes the position by stating that signature has been affixed\n     by him on the sales confirmation subject to the terms and\n     conditions contained in the purchase contract issued by him\n     containing the clause conferring jurisdiction to Delhi Court which\n     is the point required to be determined by the Court. But that\n     apart, there exists an agreement by virtue of the written\n     communication in the form of sales confirmation signed by both\n     the parties and thus it cannot be said that there is no valid\n     contract between the parties. It is argued that the arbitration\n     agreement is in writing in the nature of documents provided\n     under <a href=\"/doc/1534152/\" id=\"a_6\">Section 7 (4)</a> of the Act. The original of the arbitration\n     agreement is not required to be proved when the plaintiff himself\n\n\n<span class=\"hidden_text\" id=\"span_6\">CS(OS) No.2349/2010                                          Page 6 of 41</span>\n      signed the sales confirmation and does not deny his signatures\n     on the sales confirmation but merely states that the same were\n     signed under the protest.\n</blockquote><blockquote id=\"blockquote_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"123878146\" id=\"span_7\">c)   Learned Senior counsel argued that though the agreement in the\n     form of the sales confirmation has been signed by both the\n     parties, still, the plaintiff relies upon the judgments stating that\n     the communication exchanged through emails do not constitute\n     the valid arbitration agreement. Learned Senior counsel for the\n     defendants has argued that the said submission of the plaintiff\n     runs counter to the scheme of the <a href=\"/doc/1534152/\" id=\"a_7\">Section 7 (4)</a> of the Act and\n     the well settled position of law on the subject and as such should\n     not be readily accepted by this Court. Learned Senior counsel\n     for the defendants relied upon the judgment passed by the\n     Supreme Court in the case of <a href=\"/doc/123878146/\" id=\"a_8\">Great Offshore Limited v.\n     Iranian Offshore Engineering &amp; Construction Company</a>,\n     (2008) 14 SCC 240 wherein it was observed that the intention of\n     the Act is to minimize the role of the Courts and the same can be\n     done only when the Courts will not insist upon the originals of the\n     documents, stamps, seals and even signatures in cases wherein\n     there is a clear intention to arbitrate which is emerging from the\n     intention of the parties through the negotiations between them.</span>\n</blockquote><p data-structure=\"RespArg\" id=\"p_15\">     As per the learned Senior counsel for the defendants, the\n     requirement to insist the original of the agreement as well as\n     unilaterally amending the terms of the contract does not aid the\n     case of the plaintiff at all.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_8\">CS(OS) No.2349/2010                                          Page 7 of 41</span>\n<p data-structure=\"RespArg\" id=\"p_16\"> d)   Learned Senior counsel further stated that there is no ambiguity\n     in the arbitration clause contained in the sales confirmation in the\n     manner contended by the plaintiff. The arbitration clause as per\n     the learned Senior counsel for the defendants is clear enough to\n     include all future disputes between the parties. Therefore, the\n     said plea of the plaintiff to come out of the arbitration clause is\n     also frivolous in nature and as such liable to be rejected.\n</p><p data-structure=\"PetArg\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"27314833\" id=\"span_9\">e)   Learned Senior counsel has argued that the challenge to the\n     arbitration to be conducted in London by the plaintiff on the\n     ground that there is no cause of action which has occurred in UK\n     is also misplaced in as much as the concept of the occurrence of\n     the cause of action with respect of the jurisdiction of the Civil\n     Court is altogether distinct from that of fixation of the seat of the\n     arbitration in foreign place. The learned Senior counsel relied\n     upon the judgment of <a href=\"/doc/27314833/\" id=\"a_9\">Gopal Singh v. Ashok Leyland Finance\n     and Anr.</a>, 164 (2009) DLT 471 in this respect.</span>\n</p><p data-structure=\"PetArg\" id=\"p_18\">f)   It has been argued that the plaintiff&#x27;s plea that the arbitration\n     agreement referring the dispute to the London Metal Exchange\n     is violative of the public policy in India, is devoid of any merit in\n     as much as the rules and regulations of London Metal Exchange\n     merely      regulate   the   procedural   aspects   of   the   arbitral\n     proceedings and the proper law shall be applied whichever is\n     applicable. Further, it has been argued that the institutional\n     arbitration is a widely recognized concept in the field of the\n     arbitration and approved by the Courts. Therefore, it cannot be\n     said that the reference of the dispute to the institution located\n\n\n<span class=\"hidden_text\" id=\"span_10\">CS(OS) No.2349/2010                                            Page 8 of 41</span>\n       overseas would be against the public policy solely due to the fact\n      that there are certain variation in the appointment process and\n      procedural aspects relating to the conducting of the arbitral\n      proceedings.\n</p><p data-structure=\"Precedent\" id=\"p_19\">12.    In order to support this contention, learned Senior counsel for\nthe defendants has relied upon the following judgments passed by\nSupreme Court of India :\n</p><blockquote id=\"blockquote_6\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110552\" id=\"span_11\">(<a href=\"/doc/110552/\" id=\"a_10\">a) Bhatia International v. Bulk Trading S.A.</a>, (2002) 4\n          SCC 105 at para 25.</span>\n</blockquote><blockquote id=\"blockquote_7\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"633347\" id=\"span_12\">(<a href=\"/doc/633347/\" id=\"a_11\">b) National Thermal Power Corporation v. Singer\n          Company</a>, AIR 1993 SC 998 at para 29, 30, 31, 34,\n          47 and 58.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">13.    By making the aforementioned submissions, learned Senior\ncounsel prayed that the plaintiff has failed to satisfy the Court as to\nhow there exists no valid arbitration agreement between the parties\nand the pleas as to invalidity of the agreement are all frivolous in\nnature and ought to be rejected and this Court should thus consider\nallowing the application filed by the defendants under <a href=\"/doc/160474/\" id=\"a_12\">Section 45</a> of\nthe Act.\n</p><p data-structure=\"RespArg\" id=\"p_21\">14.    Per contra, Mr.Vipin Singhania, learned counsel appearing on\nbehalf of the plaintiff has made his submissions in opposition to the\nsaid application under <a href=\"/doc/160474/\" id=\"a_13\">Section 45</a> of the Act filed by the defendants\nand the same are enumerated as under:\n</p><blockquote id=\"blockquote_8\">a)    Learned counsel for the plaintiff has argued that the provisions of\n      the <a href=\"/doc/1146817/\" id=\"a_14\">Section 8</a> of the Act are distinct from that of provisions of\n      <a href=\"/doc/160474/\" id=\"a_15\">Section 45</a> of the Act. This distinction as per the learned counsel\n      for the plaintiff is necessary as the Civil Court can while deciding\n\n<span class=\"hidden_text\" id=\"span_13\">CS(OS) No.2349/2010                                           Page 9 of 41</span>\n      as to whether to refer the case to the arbitration can also look\n     into the validity or otherwise of the agreement in view of the\n     express language of <a href=\"/doc/160474/\" id=\"a_16\">Section 45</a> of the Act which is impermissible\n     under the provisions of <a href=\"/doc/1146817/\" id=\"a_17\">Section 8</a> of the Act. This distinction as\n     per the learned counsel for the plaintiff makes the present case\n     different from the cases seeking the references under the\n     provisions of <a href=\"/doc/1146817/\" id=\"a_18\">Section 8</a> of the Act as <a href=\"/doc/1146817/\" id=\"a_19\">Section 8</a> is not completely\n     analogous to <a href=\"/doc/160474/\" id=\"a_20\">Section 45</a> of the Act in every respect. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"633209\" id=\"span_14\">In order to\n     substantiate his submission, learned counsel for the plaintiff has\n     relied upon the judgment of <a href=\"/doc/633209/\" id=\"a_21\">Shin - Etsu Chemical Co. Vs.\n     Aksh Optifibre Ltd. and Anr.</a> (2005) 7 SCC 234 which lays\n     down the similar proposition.</span>\n</blockquote><blockquote id=\"blockquote_9\">b)   Learned counsel for the plaintiff argued that the plaintiff has\n     signed the sales confirmation document under the protest that\n     the same is subject to the terms and conditions contained in the\n     purchase contract. In the said purchase contract, there existed a\n     clause wherein it has been stated that all the disputes relating to\n     the contract will be subject to the jurisdiction of the Courts at\n     New Delhi. As per the learned counsel for the plaintiff, the\n     defendants never objected to the existence of the said clause\n     under the purchase contract and it was also mentioned in the\n     said purchase contract that if the duly signed contract is not sent,\n     the terms and conditions of the purchase contract will be\n     deemed to be totally binding upon the buyers and the sellers. On\n     similar lines, the subsequent sale has been effected where there\n     was similar purchase order. The defendants thus have agreed to\n\n\n<span class=\"hidden_text\" id=\"span_15\">CS(OS) No.2349/2010                                         Page 10 of 41</span>\n      abide by the terms and conditions of the two purchase contracts\n     including the arbitration clause. Under these circumstances, the\n     arbitration clause contained in the sales confirmation cannot be\n     pressed into service.\n</blockquote><blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1360102\" id=\"span_16\">c)   Learned counsel for the plaintiff argued that the arbitration\n     clause in the sales offers is contrary to the purchase contract\n     wherein the jurisdiction of Delhi court has been conferred. It has\n     been argued that the offer sent by the defendants was accepted\n     by the plaintiff subject to the terms and conditions of the\n     purchase contract. Therefore, the arbitration clause contained in\n     the offer of the defendant is not applicable and is overridden by\n     the clause of the purchase contract. Learned counsel for the\n     plaintiff further argued that the arbitration clause contained in the\n     sales confirmation is null and void and incapable of being\n     performed in as much as the said agreement is not signed by the\n     plaintiff and the same is also not in writing. For all these reasons\n     stated by the learned counsel for the plaintiff, it has been argued\n     that neither there exists any valid arbitration agreement between\n     the parties nor the arbitration clause can be performed by the\n     parties and thus, the Court can infer the invalidity of the\n     arbitration agreement or incapability of the performance within\n     the meaning of the provisions of <a href=\"/doc/160474/\" id=\"a_22\">Section 45</a> of the Act and reject\n     the reference. Learned counsel in support of his submission\n     relied upon the judgment passed in the case of <a href=\"/doc/1360102/\" id=\"a_23\">Shivnath Rai\n     Har Narain v. Italgrani SPA</a>, 93(2001) DLT 222.</span>\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_17\">CS(OS) No.2349/2010                                          Page 11 of 41</span>\n<p data-structure=\"RespArg\" id=\"p_22\">                Learned counsel has further relied upon the following\n     judgments in order to support the proposition that the agreement\n     exchanged by way of the emails, fax do not constitute a valid\n     arbitration agreement and there are certain attributes which may\n     be present in the agreement :\n</p>\n<blockquote id=\"blockquote_11\">     i)    This Court in the case of Global Marketing Direct Ltd. v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">           GTL Limited and Anr., 2004 (3) ArbLR 56 (Bom) has held\n           as under :\n</p><blockquote id=\"blockquote_12\">              &quot;An analysis, therefore, of the law would be that in a\n              proceeding pending before a judicial authority,\n              <a href=\"/doc/160474/\" id=\"a_24\">Section 45</a> can be resorted to if there are disputes\n              between the parties as to the validity of the\n              arbitration agreement. Unlike <a href=\"/doc/1146817/\" id=\"a_25\">Section 8</a> which\n              provides that the application shall be moved not\n              later than when submitting the first statement of the\n              substance of the dispute under <a href=\"/doc/160474/\" id=\"a_26\">Section 45</a> there is\n              no such limitation. All that <a href=\"/doc/160474/\" id=\"a_27\">Section 45</a> says is that\n              when a judicial authority is seized of an action in a\n              matter in respect of which parties had made an\n              agreement for arbitration the judicial authority at the\n              request of one of the parties or any person claiming\n              through them or under him refer the parties to\n              arbitration, unless it finds that the said agreement is\n              null android, inoperative or incapable of being\n              performed. Prima facie, therefore, there seems to be\n              no time limit within which such an application can be\n              made. A further aspect of the matter is that even if\n              <a href=\"/doc/160474/\" id=\"a_28\">Section 45</a> is invoked, the Civil Court would continue\n              to nave jurisdiction until it decides whether the\n              arbitration agreement is void, inoperative or\n              unlawful. It is only after recording such a finding with\n              the issue of jurisdiction be answered.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">CS(OS) No.2349/2010                                            Page 12 of 41</span>\n<p data-structure=\"Precedent\" id=\"p_24\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1362161\" id=\"span_19\">ii)   This Court in the case of <a href=\"/doc/1362161/\" id=\"a_29\">Sara International Ltd. vs.\n            Golden Agri International PTE Ltd. and Anr.</a>, (2010) ILR\n            6 Delhi 318 has held as under :</span>\n</p><blockquote id=\"blockquote_13\">              &quot;39. The contention of the plaintiff is that the\n              arbitration clause is vague and unenforceable and\n              the suit cannot be held as barred unless this Court,\n              under <a href=\"/doc/160474/\" id=\"a_30\">Section 45</a> which falls within <a href=\"/doc/1306164/\" id=\"a_31\">Part II of the Act</a>,\n              adjudicates upon the validity and existence of the\n              arbitration agreement. The vagueness in the clause\n              has been attributed to the use of the words\n              &#x27;Arbitration, if any&#x27; in the clause of the sale contract\n              dated 24.7.2008.\n</blockquote>\n<blockquote id=\"blockquote_14\">              xxxx\n\n</blockquote><blockquote id=\"blockquote_15\">              42. Coming to the discussion on <a href=\"/doc/160474/\" id=\"a_32\">Section 45</a>, under\n              this section learned Senior Counsel for the plaintiff\n              has contended that this Court has the jurisdiction to\n              adjudicate upon the validity and existence of the\n              arbitration agreement. Relying on this logic, learned\n              Senior counsel Mr. Sanjay Jain has referred to the\n              following judgments in the following cases, all of\n              which are pertaining to <a href=\"/doc/724501/\" id=\"a_33\">Section 45</a> of the Arbitration\n              Act :\n</blockquote>\n<blockquote id=\"blockquote_16\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1360102\" id=\"span_20\"><a href=\"/doc/1360102/\" id=\"a_34\">I. Shivnath Rai Har Narain v. Italgranispa</a> 2001(3)\n              Arb. LR 246 (Delhi)\n\n              &quot;12. First and foremost condition rather one most,\n              condition for invoking <a href=\"/doc/160474/\" id=\"a_35\">Section 45</a> is existence of\n              &quot;agreement in writing&quot; between the parties.</span>\n</blockquote><p data-structure=\"CDiscource\" id=\"p_25\">              However, if any of the parties feels or deems that\n              such an agreement is null and void or inoperative or,\n              incapable of being performed that party has right of\n              approach the judicial authority which may entertain\n              the matter.\n</p><p data-structure=\"Section\" id=\"p_26\">              xxxx\n\n\n<span class=\"hidden_text\" id=\"span_21\">CS(OS) No.2349/2010                                            Page 13 of 41</span>\n</p><p data-structure=\"Section\" id=\"p_27\">               43. No doubt <a href=\"/doc/160474/\" id=\"a_36\">Section 45</a> of the Act provides that the\n              judicial authority concerned has to refer the parties\n              to arbitration if it is satisfied that the arbitration\n              agreement is valid and enforceable.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">              xxxx\n\n</p><p data-structure=\"Precedent\" id=\"p_29\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_22\">52. It is a settled proposition of law that merely\n              because an agreement speaks of reference of\n              dispute, it does not automatically become an\n              Arbitration Agreement and the same must be\n              determined according to the circumstances and\n              intention of the parties in each particular instance.\n              Further, in <a href=\"/doc/344153/\" id=\"a_37\">State of U.P. v. Tipper Chand</a> (1980) 2\n              SCC 341 the Court held that the clause in the said\n              matter was not an arbitration clause as it contained\n              no mention of any dispute, much less of a reference\n              thereof. In the case at hand also, nowhere has any\n              present or future dispute or reference thereof been\n              mentioned. In view of the aforesaid observation,\n              prima facie, it appears that there is no binding or\n              enforceable agreement between the parties and the\n              same is inoperative. This Court is of the view that\n              the validity of the clause as referred may be decided\n              on framing of preliminary issue(s).</span>\n</p>\n<p data-structure=\"Section\" id=\"p_30\">              xxxx\n\n</p><p data-structure=\"Conclusion\" id=\"p_31\">              55. In view of the finding that the impugned clause\n              in the sales contract is inoperative and the\n              agreement is not binding upon the parties, it is not\n              necessary to discuss the other pleas and decisions\n              referred by the parties.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"130197969\" id=\"span_23\">iii)   This Court in the case of <a href=\"/doc/130197969/\" id=\"a_38\">Airport Authority of India vs.\n            Hindustan Steel Works Construction Ltd.</a> in FAO(OS)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">CS(OS) No.2349/2010                                          Page 14 of 41</span>\n            No.21/2008 and CM Nos.606-607/2008 decided on 15th\n           October, 2009 has held as under :</span>\n</p><blockquote id=\"blockquote_17\">              &quot;When the defendant to an action before a judicial\n              authority raises the plea that there is an arbitration\n              agreement and the subject-matter of the claim is\n              covered by the agreement and the plaintiff or the\n              person who has approached the judicial authority for\n              relief, disputes the same, the judicial authority, in the\n              absence of any restriction in the Act, has\n              necessarily to decide whether, in fact, there is in\n              existence a valid arbitration agreement and whether\n              the dispute that is sought to be raised before it, is\n              covered by the arbitration clause. It is difficult to\n              contemplate that the judicial authority has also to act\n              mechanically or has merely to see the original\n              arbitration agreement produced before it, and\n              mechanically refer the parties to an arbitration.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_33\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_25\">iv) The Supreme Court in the case of <a href=\"/doc/1777887/\" id=\"a_39\">K.K. Modi vs. K.N. Modi</a>,\n           (1998) 3 SCC 573 has held as under :</span>\n</p><blockquote id=\"blockquote_18\">              &quot;16. Among the attributes which must be present for\n              an agreement to be considered as an arbitration\n              agreement are :\n</blockquote>\n<blockquote id=\"blockquote_19\">              (1) The arbitration agreement must contemplate that\n              the decision of the tribunal will be binding on the\n              parties to the agreement,\n\n              (2) That the jurisdiction of the tribunal to decide the\n              rights of parties must derive either from the consent\n              of the parties or from an order of the Court or from a\n              statute, the terms of which make it clear that the\n              process is to be an arbitration,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">CS(OS) No.2349/2010                                             Page 15 of 41</span>\n               (3) The agreement must contemplate that\n              substantive rights of parties will be determined by\n              the agreed tribunal,\n\n              (4) That the tribunal will determine the rights of the\n              parties in an impartial and judicial manner with the\n              tribunal owing an equal obligation of fairness\n              towards both sides,\n\n              (5) That the agreement of the parties to refer their\n              disputes to the decision of the tribunal must be\n              intended to be enforceable in law and lastly,\n\n              (6) The agreement must contemplate that the\n              tribunal will make a decision upon a dispute which is\n              already formulated at the time when a reference is\n              made to the tribunal.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_34\">              17. The other factors which are relevant include,\n              whether the agreement contemplates that the\n              tribunal will receive evidence from both sides and\n              hear their contentions or at least give the parties an\n              opportunity to put them forward; Whether the\n              wording of the agreement is consistent or\n              inconsistent with the view that the process was\n              intended to be an arbitration, and whether the\n              agreement requires the tribunal to decide the\n              dispute according to law.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">     v)    The Supreme Court in the case of Jagdish Chander v.\n</p><p data-structure=\"Precedent\" id=\"p_36\">           Ramesh Chander &amp; Ors., (2007) 5 SCC 719 has held as\n           under :\n</p><blockquote id=\"blockquote_20\">              &quot;(ii) Even if the words &#x27;arbitration&#x27; and &#x27;arbitral\n              tribunal (or arbitrator)&#x27; are not used with reference to\n              the process of settlement or with reference to the\n              private tribunal which has to adjudicate upon the\n              disputes, in a clause relating to settlement of\n\n\n<span class=\"hidden_text\" id=\"span_27\">CS(OS) No.2349/2010                                            Page 16 of 41</span>\n               disputes, it does not detract from the clause being\n              an arbitration agreement if it has the attributes or\n              elements of an arbitration agreement. They are : (a)\n              The agreement should be in writing. (b) The parties\n              should have agreed to refer any disputes (present or\n              future) between them to the decision of a private\n              tribunal. (c) The private tribunal should be\n              empowered to adjudicate upon the disputes in an\n              impartial manner, giving due opportunity to the\n              parties to put forth their case before it. (d) The\n              parties should have agreed that the decision of the\n              Private Tribunal in respect of the disputes will be\n              binding on them.\n</blockquote><blockquote id=\"blockquote_21\">              (iii) Where the clause provides that in the event of\n              disputes arising between the parties, the disputes\n              shall be referred to Arbitration, it is an arbitration\n              agreement. Where there is a specific and direct\n              expression of intent to have the disputes settled by\n              arbitration, it is not necessary to set out the\n              attributes of an arbitration agreement to make it an\n              arbitration agreement. But where the clause relating\n              to settlement of disputes, contains words which\n              specifically excludes any of the attributes of an\n              arbitration agreement or contains anything that\n              detracts from an arbitration agreement, it will not be\n              an arbitration agreement. For example, where an\n              agreement requires or permits an authority to decide\n              a claim or dispute without hearing, or requires the\n              authority to act in the interests of only one of the\n              parties, or provides that the decision of the Authority\n              will not be final and binding on the parties, or that if\n              either party is not satisfied with the decision of the\n              Authority, he may file a civil suit seeking relief, it\n              cannot be termed as an arbitration agreement.\n</blockquote>\n<blockquote id=\"blockquote_22\">              (iv) But mere use of the word &#x27;arbitration&#x27; or\n              &#x27;arbitrator&#x27; in a clause will not make it an arbitration\n              agreement, if it requires or contemplates a further or\n\n\n<span class=\"hidden_text\" id=\"span_28\">CS(OS) No.2349/2010                                            Page 17 of 41</span>\n               fresh consent of the parties for reference to\n              arbitration. For example, use of words such as\n              &quot;parties can, if they so desire, refer their disputes to\n              arbitration&quot; or &quot;in the event of any dispute, the\n              parties may also agree to refer the same to\n              arbitration&quot; or &quot;if any disputes arise between the\n              parties, they should consider settlement by\n              arbitration&quot; in a clause relating to settlement of\n              disputes, indicate that the clause is not intended to\n              be an arbitration agreement. Similarly, a clause\n              which states that &quot;if the parties so decide, the\n              disputes shall be referred to arbitration&quot; or &quot;any\n              disputes between parties, if they so agree, shall be\n              referred to arbitration&quot; is not an arbitration\n              agreement. Such clauses merely indicate a desire\n              or hope to have the disputes settled by arbitration,\n              or a tentative arrangement to explore arbitration as\n              a mode of settlement if and when a dispute arises.\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">              Such clauses require the parties to arrive at a\n              further agreement to go to arbitration, as and when\n              the disputes arise. Any agreement or clause in an\n              agreement requiring or contemplating a further\n              consent or consensus before a reference to\n              arbitration, is not an arbitration agreement, but an\n              agreement to enter into an arbitration agreement in\n              future.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_29\">vi)    The Supreme Court in the case of <a href=\"/doc/64556/\" id=\"a_40\">State of Orissa vs.\n           Damodar Das</a>, (1996) 2 SCC 216 has held as under :</span>\n</p><blockquote id=\"blockquote_23\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_30\">&quot;11. This Court was called upon to consider similar\n              clause in <a href=\"/doc/344153/\" id=\"a_41\">State of U.P. v. Tipper Chand</a> AIR 1980\n              SC 1522. The clause was extracted therein. After\n              consideration thereof, this Court held that after\n              perusing the contents of the said clause and hearing\n              learned Counsel for the parties &quot;we find ourselves in\n              complete agreement with the view taken by the High\n              Court. Admittedly, the clause does not contain any\n\n\n<span class=\"hidden_text\" id=\"span_31\">CS(OS) No.2349/2010                                            Page 18 of 41</span>\n               express arbitration agreement. Nor can such an\n              agreement be spelt out from its terms by implication,\n              there being no mention in it of any dispute, much\n              less of a reference thereof. On the other hand, the\n              purpose of the clause clearly appears to be to vest\n              the Superintending Engineer with supervision of the\n              execution of the work and administrative control\n              over it from time to time&quot;. It would, thereby, be clear\n              that this Court laid down as a rule that the arbitration\n              agreement must expressly or by implication be spelt\n              out that there is an agreement to refer any dispute\n              or difference for an arbitration and the clause in the\n              contract must contain such an agreement. We are in\n              respectful agreement with the above ratio. It is\n              obvious that for resolution of any dispute or\n              difference arising between two parties to a contract,\n              the agreement must provide expressly or by\n              necessary implication, a reference to an arbitrator\n              named therein or otherwise of any dispute or\n              difference an in its absence it is difficult to spell out\n              existence of such an agreement for reference to an\n              arbitration to resolve the dispute or difference\n              contracted between the parties.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_32\">The ratio in <a href=\"/doc/1979603/\" id=\"a_42\">Smt.\n              Rukmanibai Gupta v. Collector, Jabalpur and Ors.</a>\n              AIR 1981 SC 479 does not assist the respondent.\n              From the language therein this Court inferred, by\n              implication, existence of a dispute or difference for\n              arbitration. The Full Bench judgment of the Punjab &amp;\n              Haryana High Court relied on by the Counsel was\n              expressly overruled by this Court in Tipper Chand&#x27;s\n              case (supra). Therefore, it is no longer good law.\n              Moreover, notice was not given to the Public Health\n              Engineer to enter upon the reference but was issued\n              to Chief Engineer to refer the dispute to an\n              arbitrator. The contention in the rejoinder of the\n              appellants that the respondent received the amount\n              without protest to conclude that the amount was\n              received in full and final settlement of the Act,\n\n\n<span class=\"hidden_text\" id=\"span_33\">CS(OS) No.2349/2010                                             Page 19 of 41</span>\n               cannot be accepted unless there is proof or\n              admission in that behalf.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_34\">The ratio in <a href=\"/doc/209845/\" id=\"a_43\">P.K. Ramaiah\n              &amp; Co. v. NTPC</a> 1994(1)SCALE1 has no application\n              to the facts of the case.</span>\n</blockquote>\n<blockquote id=\"blockquote_24\">              12. We, therefore, hold that Clause 25 of the\n              agreement does not contain an arbitration\n              agreement nor it envisages any difference or\n              dispute that may arise or had arisen between the\n              parties in execution of the works for reference to an\n              arbitrator.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_39\">d)   Learned counsel for the plaintiff has argued that London Metal\n     Exchange Ltd is a company under the <a href=\"/doc/1353758/\" id=\"a_44\">Companies Act</a>. The said\n     rules framed by the company are contrary to the public policy of\n     India and Indian laws. Learned counsel for the plaintiff has\n     stated that the rules provide the tribunal consisting of two\n     arbitrators or bars the legal practitioners to appear in the\n     arbitration. Thus, the rules of the London Metal Exchange are\n     contrary to the public policy of India and this Court should thus\n     infer incapability of the performance of the arbitration agreement.\n     Learned counsel for the plaintiff has relied upon the following\n     judgments in support of the present proposition :\n</p><blockquote id=\"blockquote_25\">     i)    This Court in the case of Indian Aluminium Cables Ltd.\n</blockquote><blockquote id=\"blockquote_26\">           vs. Ex. Sud Ltd., (1993) 49 DLT 367 has held as under :\n</blockquote><blockquote id=\"blockquote_27\">              &quot;(6) According to the learned counsel, it is well\n              settled law that to constitute the arbitration\n              agreement in writing it is not necessary that it should\n              be signed by the parties. It is sufficient that the\n              terms of settlement are reduced to writing. He cited\n              two decisions of the Supreme Court reported as\n              AIR1963SC1417 and [1955] 2SCR857. According to\n\n\n<span class=\"hidden_text\" id=\"span_35\">CS(OS) No.2349/2010                                           Page 20 of 41</span>\n               the learned counsel contract S 22616 was reduced\n              to writing and it was duly sent&#x27; to the petitioner for its\n              information. He also argued that in all the\n              correspondence the parties mentioned about this\n              contract S-22616 and reference by incorporation is\n              permissible in law. According to the learned counsel\n              it does not lie in the mouth of the petitioners to say\n              that they were not aware of this contract containing\n              the arbitration clause when they themselves quoted\n              this contract number in future correspondence. He\n              also argued that the arbitration clause has been\n              expressly set out and that it is petitioner&#x27;s own case\n              that part performance of the contract took place and\n              complete payment was made and as a result of the\n              part performance the petitioner is estopped from\n              denying the existence of the arbitration clause. He\n              drew my attention towards the affidavits filed by the\n              respondent of various persons in support of the\n              contention that the contract S 22616 was duly\n              received by the petitioner and that they were aware\n              of the contents of the contract having arbitration\n              clause. He also drew my attention towards various\n              correspondence on the file showing that in all the\n              correspondence this contract number S 22616 has\n              been mentioned.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_40\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_36\">xxxx\n\n              (11) When the existence of the arbitration\n              agreement between the parties is not established on\n              record, the respondent cannot take the plea that this\n              court in India has no jurisdiction. The decision of the\n              Supreme Court in <a href=\"/doc/86594/\" id=\"a_45\">Renusagar Power Co Ltd vs.\n              General Electric Company</a> [1985]1SCR432 and\n              Suresh Jindal v. Rizsoli Della AIR1991SC2092 do\n              not apply to the facts of the present case. Each case\n              is to be decided on the basis of facts of that very\n              case. Since the parties had not entered into any\n\n\n<span class=\"hidden_text\" id=\"span_37\">CS(OS) No.2349/2010                                              Page 21 of 41</span>\n               arbitration agreement in this case provisions of\n              <a href=\"/doc/142812771/\" id=\"a_46\">Foreign Awards (Recognition and Enforcement) Act</a>\n              1961 will not apply to this case. A joint reading of\n              <a href=\"/doc/874260/\" id=\"a_47\">Sections 32</a> and <a href=\"/doc/1154891/\" id=\"a_48\">33</a> of the Arbitration Act would\n              make it clear that real mode of challenging the\n              existence, validity or effect of an arbitration\n              agreement or an award is by way of application\n              under <a href=\"/doc/1154891/\" id=\"a_49\">Section 33</a>. When the existence of an\n              arbitration agreement as alleged by the respondent\n              is not established on record, it becomes futile to\n              argue that nationality of the agreement is British and\n              as such the arbitrator has to conduct the arbitration\n              in accordance with the rules of London Metal\n              Exchange. This question would have arisen if the\n              respondent could have proved that there existed\n              any arbitration agreement between the parties and\n              that the nationality of the agreement is British. The\n              words &quot;any party&quot; in <a href=\"/doc/1154891/\" id=\"a_50\">Section 33</a> of the Arbitration Act\n              should be so construed so as to cover a person who\n              is claimed to be a party to an agreement of\n              arbitration although he does not admit its execution.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">              (12) Under these circumstances I hold that there is\n              no arbitration agreement in existence between the\n              parties for reference of the alleged disputes to\n              London Metal Exchange and Therefore the\n              purported reference of disputes under the alleged\n              agreement by the respondent to the London Metal\n              Exchange is without jurisdiction, illegal and not\n              binding on the petitioner. However, the respondent\n              may take any other action for the alleged breach of\n              the contract as contained in documents Ex AW1/1\n              and AWI/2 in the court of law by filing a regular suit\n              in this regard, if so advised.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">     ii)   In the case of SBP &amp; Co. Vs. Patel Engineering Ltd. &amp;\n           Anr., (2005) 8 SCC 618 the Supreme Court has clearly held\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">CS(OS) No.2349/2010                                          Page 22 of 41</span>\n            that if an arbitration agreement is assailed as null, void,\n           inoperative or incapable of being performed an obligation is\n           casted on the civil courts to give the finding on the said\n           issues. Para 18 of the said judgment is reproduced herein\n           below :\n</p><p data-structure=\"Section\" id=\"p_43\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1061470\" id=\"span_39\">&quot;18. It is also not possible to accept the argument\n              that there is an exclusive conferment of jurisdiction\n              on the arbitral tribunal, to decide on the existence or\n              validity of the arbitration agreement. <a href=\"/doc/1232861/\" id=\"a_51\">Section 8</a> of the\n              Act contemplates a judicial authority before which\n              an action is brought in a matter which is the subject\n              of an arbitration agreement, on the terms specified\n              therein, to refer the dispute to arbitration. A judicial\n              authority as such is not defined in the Act. It would\n              certainly include the court as defined in <a href=\"/doc/85567/\" id=\"a_52\">Section 2(e)</a>\n              of the Act and would also, in our opinion, include\n              other courts and may even include a special tribunal\n              like the Consumer Forum (See <a href=\"/doc/1061470/\" id=\"a_53\">Fair Air Engineers\n              (P) Ltd. and Anr. v. N.K. Modi AIR1997SC533</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_44\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"103163\" id=\"span_40\">When the defendant to an action before a judicial\n              authority raises the plea that there is an arbitration\n              agreement and the subject matter of the claim is\n              covered by the agreement and the plaintiff or the\n              person who has approached the judicial authority for\n              relief, disputes the same, the judicial authority, in the\n              absence of any restriction in the Act, has\n              necessarily to decide whether, in fact, there is in\n              existence a valid arbitration agreement and whether\n              the dispute that is sought to be raised before it, is\n              covered by the arbitration clause. It is difficult to\n              contemplate that the judicial authority has also to act\n              mechanically or has merely to see the original\n              arbitration agreement produced before it, and\n              mechanically refer the parties to an arbitration.\n              Similarly, <a href=\"/doc/1120409/\" id=\"a_54\">Section 9</a> enables a Court, obviously, as\n              defined in the Act, when approached by a party\n\n\n<span class=\"hidden_text\" id=\"span_41\">CS(OS) No.2349/2010                                             Page 23 of 41</span>\n               before the commencement of an arbitral proceeding,\n              to grant interim relief as contemplated by the\n              Section. When a party seeks an interim relief\n              asserting that there was a dispute liable to be\n              arbitrated upon in terms of the Act, and the opposite\n              party disputes the existence of an arbitration\n              agreement as defined in the Act or raises a plea that\n              the dispute involved was not covered by the\n              arbitration clause, or that the Court which was\n              approached had no jurisdiction to pass any order in\n              terms of <a href=\"/doc/1120409/\" id=\"a_55\">Section 9</a> of the Act, that Court has\n              necessarily to decide whether it has jurisdiction,\n              whether there is an arbitration agreement which is\n              valid in law and whether the dispute sought to be\n              raised is covered by that agreement. There is no\n              indication in the Act that the powers of the Court are\n              curtailed on these aspects. On the other hand,\n              <a href=\"/doc/1120409/\" id=\"a_56\">Section 9</a> insists that once approached in that\n              behalf, &quot;the Court shall have the same power for\n              making orders as it has for the purpose of and in\n              relation to any proceeding before it&quot;. Surely, when a\n              matter is entrusted to a civil Court in the ordinary\n              hierarchy of Courts without anything more, the\n              procedure of that Court would govern the\n              adjudication [See <a href=\"/doc/103163/\" id=\"a_57\">R.M.A.R.A. Adaikappa Chettiar\n              and Anr. Vs. R. Chandrasekhara Thevar</a> (AIR 1948\n              P.C. 12]&quot;</span>\n</p>\n<blockquote id=\"blockquote_28\">               In view of the judgment of Patel Engineering (supra) the\n     Court is required to decide the issue as to whether the arbitration\n     clause is valid, null and void, inoperative or incapable of being\n     performed after taking all the evidences and while dealing with\n     the application under <a href=\"/doc/724501/\" id=\"a_58\">Section 45</a> of the Act.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">CS(OS) No.2349/2010                                          Page 24 of 41</span>\n<blockquote id=\"blockquote_29\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_43\">iii)   In the case of <a href=\"/doc/1924738/\" id=\"a_59\">Renusagar Power Co. Ltd. vs. General\n             Electric Co. Ltd.</a>, (1984) 4 SCC 679 the Supreme Court\n             has held as under :</span>\n</blockquote><blockquote id=\"blockquote_30\">               &quot;There is no question of the court getting satisfied\n               about these conditions on any prima facie view or\n               pro tanto finding thereon. Parties have to put their\n               entire material before the court on these issues\n               (whichever may be raised) and the court has to\n               record its finding thereon after considering such\n               material. In this case the requirements of a stay\n               were held to be fully satisfied because the\n               arbitration clause was worded in the widest possible\n               language. The court distinguished the mater relating\n               to the validity or existence of the arbitration\n               agreement from those of its effect or its scope.\n               Validity and existence may be for the court to\n               decide. In construing the validity of arbitration\n               clauses, it must be determined whether the\n               essential terms are sufficiently definite so as to\n               enable the judicial authority to give them an exact\n               meaning. A positive finding on this point can carry\n               the matter before the arbitrator who can then decide\n               upon the scope of the agreement.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_45\">15.     By making aforementioned submissions, learned counsel for\nthe plaintiff submitted that the application under <a href=\"/doc/724501/\" id=\"a_60\">Section 45</a> of the Act\nfiled by the defendants be dismissed and the suit be allowed to\nproceed further.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">16.     I have gone through the plaint along with the documents filed\nby the plaintiff. I have also gone through the application under\n<a href=\"/doc/724501/\" id=\"a_61\">Section 45</a> of the Act filed by the defendants and the reply filed by the\nplaintiff and the documents relied upon by the parties in support of\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">CS(OS) No.2349/2010                                         Page 25 of 41</span>\n the submissions and written submissions filed by the parties. I have\nalso given my careful consideration to the submissions advanced by\nthe learned counsel for the parties at the bar and now I shall proceed\nto deal with various aspects which fall for consideration before this\nCourt in view of the factual position and the submissions advanced\nby the parties which include both factual and legal submissions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"92712826\" id=\"span_45\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"633209\" id=\"span_46\">17.    Firstly, it is noteworthy to mention that the learned counsel for\nthe plaintiff has extensively argued on the aspect that the Court\nseized of the application under <a href=\"/doc/724501/\" id=\"a_62\">Section 45</a> of the Act has to\nadjudicate upon the invalidity or in operation of the agreement in case\nthe issue is raised before the Court prior to making the reference to\nthe Arbitral Tribunal. I think that there is no dispute on the legal\nposition as propounded by the learned Senior counsel for the\ndefendants especially after the decision of <a href=\"/doc/633209/\" id=\"a_63\">Shin - Etsu Chemical\nCo. Pvt. Ltd.</a>, (supra) and <a href=\"/doc/92712826/\" id=\"a_64\">Chloro Controls India Pvt. Ltd. v.\nSevern Trent Water Purification Inc</a>, (2013) 1 SCC 641. To this\nextent, there is no quarrel to the proposition.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_47\">The Supreme Court in\nthe case of <a href=\"/doc/92712826/\" id=\"a_65\">Chloro Controls</a> (supra) which is the decided by the\nBench comprising of three judges has rather gone ahead by further\nexpounding the view that it is the duty of the Court to examine the\nplea relating to the invalidity or inoperativeness of the agreement as\ncontended by the party opposing the application under <a href=\"/doc/724501/\" id=\"a_66\">Section 45</a> of\nthe Act. It has been further held that once the Court finds that the\nagreement is valid, then the suit in such a case is not maintainable as\nthe provisions of the <a href=\"/doc/724501/\" id=\"a_67\">Section 45</a> of the Act would have overriding\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">CS(OS) No.2349/2010                                        Page 26 of 41</span>\n effect over and above the provisions of <a href=\"/doc/76869205/\" id=\"a_68\">Section 9</a> of the Code of the\nCivil Procedure as the right to file the civil suit is not absolute right but\nare subject to restrictions including bar created by the law. In the\nwords of the Supreme Court, it was observed thus :</span>\n</p>\n<blockquote id=\"blockquote_31\">     <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"123878146\" id=\"span_49\">&quot;Another very significant aspect of adjudicating the matters\n     initiated with reference to <a href=\"/doc/724501/\" id=\"a_69\">Section 45</a> of the 1996 Act, at the\n     threshold of judicial proceedings, is that the finality of the\n     decision in regard to the fundamental issues stated under\n     <a href=\"/doc/724501/\" id=\"a_70\">Section 45</a> would further the cause of justice and interest of\n     the parties as well. To illustratively demonstrate it, we may\n     give an example. Where party is seeking reference to\n     arbitration and party raises objections going to the\n     very root of the matter that the arbitration agreement is\n     null and void, inoperative and incapable of being\n     performed, such objections, if left open and not\n     decided finally at the threshold itself may result in not\n     only parties being compelled to pursue arbitration\n     proceedings by spending time, money and efforts but\n     even the arbitral tribunal would have to spend valuable\n     time in adjudicating the complex issues relating to the\n     dispute between the parties, that may finally prove to\n     be in vain and futile. Such adjudication by the arbitral\n     tribunal may be rendered ineffective or even a nullity in\n     the event the courts upon filing of an award and at\n     execution stage held that agreement between the\n     parties was null and void inoperative and incapable of\n     being performed.&quot;                      (Emphasis Supplied)\n     &quot;The Court may also hold that the arbitral tribunal had no\n     jurisdiction to entertain and decide the issues between the\n     parties. The issue of jurisdiction normally is a mixed\n     question of law and facts. Occasionally, it may also be a\n     question of law alone. It will be appropriate to decide\n     such questions at the beginning of the proceedings\n     itself and they should have finality. Even when the\n     arbitration law in India contained the provision like\n\n\n<span class=\"hidden_text\" id=\"span_50\">CS(OS) No.2349/2010                                            Page 27 of 41</span>\n       <a href=\"/doc/1722761/\" id=\"a_71\">Section 34</a> of the 1940 Act which was somewhat\n      similar to Section 4 of the English Arbitration Act,\n      1889, this Court in the case of <a href=\"/doc/123878146/\" id=\"a_72\">Anderson Wright Ltd.</a>\n      (supra) took the view that while dealing with the\n      question of grant or refusal of stay as contemplated\n      under <a href=\"/doc/1722761/\" id=\"a_73\">Section 34</a> of the 1940 Act, it would be\n      incumbent upon the Court to decide first of all whether\n      there is a binding agreement for arbitration between\n      the parties to the suit or not. Applying the analogy\n      thereof will fortify the view that determination of\n      fundamental issues as contemplated under <a href=\"/doc/724501/\" id=\"a_74\">Section 45</a> of\n      the 1996 Act at the very first instance by the judicial forum\n      is not only appropriate but is also the legislative intent.</span>\n</blockquote><p data-structure=\"Section\" id=\"p_48\">      Even, the language of <a href=\"/doc/724501/\" id=\"a_75\">Section 45</a> of the 1996 Act\n      suggests that unless the Court finds that an agreement\n      is null and void, inoperative and incapable of being\n      performed, it shall refer the parties to arbitration.&quot;\n</p>\n<blockquote id=\"blockquote_32\">      &quot;157. The provisions of <a href=\"/doc/724501/\" id=\"a_76\">Section 45</a> of the 1996 Act are\n      to prevail over the provisions <a href=\"/doc/161831507/\" id=\"a_77\">of the CPC</a> and when the\n      Court is satisfied that an agreement is enforceable,\n      operative and is not null and void, it is obligatory upon\n      the court to make a reference to arbitration and pass\n      appropriate orders in relation to the legal\n      proceedings before the court, in exercise of its\n      inherent powers.&quot;                  (Emphasis Supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_51\">18.    From the reading of the aforementioned observations of\nSupreme Court in the case of <a href=\"/doc/92712826/\" id=\"a_78\">Chloro Control</a> (supra), it can be\nsafely said whenever there is a plea raised by the party resisting the\napplication under <a href=\"/doc/724501/\" id=\"a_79\">Section 45</a> of the Act relating to the invalidity of the\nor inoperativeness of the arbitration agreement, the Court is obligated\nto decide the said plea prior to making the reference and once the\nCourt finds that the agreement is valid and it is equally obligatory on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">CS(OS) No.2349/2010                                         Page 28 of 41</span>\n the Court to stay the suit by exercise of inherent powers and pass the\nappropriate orders as to reference of the dispute to the arbitration.</span>\n</p><p data-structure=\"Precedent\" id=\"p_50\">19.    Therefore, the moot question which falls for consideration is the\ntenability of the plea as to invalidity of the arbitration agreement or\ninoperativeness of the arbitration agreement as raised by the learned\ncounsel for the plaintiff while resisting the application under <a href=\"/doc/724501/\" id=\"a_80\">Section\n45</a> of the Act. If the said objection as to invalidity of the agreement is\nupheld, then the Court may not make the reference of the dispute to\nthe Arbitral Tribunal and as against the same if the said objection is\nrejected, the Court should immediately refer the dispute to the\narbitration.\n</p><p data-structure=\"Precedent\" id=\"p_51\">20.    The plaintiff has challenged the arbitration agreement on\nvarious aspects by raising number of pleas which are dealt with in the\nfollowing manner:\n</p>\n<blockquote id=\"blockquote_33\">a)    Learned Counsel for the plaintiff has argued that there is no\n      written agreement between the parties duly signed by them\n      containing the arbitration clause. The said plea is sought to be\n      made on the ground that the sales confirmations No.6097-08\n      dated 15th January, 2009 and No.6429-09 dated 20th January,\n      2009 are the documents which have been signed under protest\n      and the said documents also do not establish the legal\n      relationship between the parties as the plaintiff has thereafter on\n      22nd January, 2009 sent the purchase contract containing the\n      terms and conditions, also containing the jurisdiction of the Delhi\n      Court clause. I find that the perusal of the documents filed along\n\n\n<span class=\"hidden_text\" id=\"span_53\">CS(OS) No.2349/2010                                         Page 29 of 41</span>\n      with the suit and the continuous communications exchanged\n     between the parties speak otherwise. This is due to the reason\n     that the sales confirmation dated 15th January, 2009 and 20th\n     January, 2009 are signed by defendant as well by the plaintiff.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_52\">     The sales confirmation dated 15th January, 2009 is already on\n     record, however so far as the second contract is concerned, the\n     plaintiff in its legal notice dated 8th June, 2010 addressed to the\n     defendants stated that there was a second contract entered into\n     between the plaintiff and defendants on similar lines on 20th\n     January, 2009. It is correct that the said sales confirmation is\n     signed by the plaintiff by putting a note &quot;15 Days Detention\n     period is required at final destination Accepted subject to the\n     terms and condition of our purchase contract ref No. CMML/08-\n     09/146 dated 22.01.09&quot;. However, that fact by itself does not\n     mean that the said sales confirmation are not agreements in\n     writing or do not contain terms and conditions including\n     arbitration clause and are not per se signed by the parties and\n     are not intended to create a contractual or legal relationship.\n     Thus there exists clearly an agreement in writing in the form of\n     the sales confirmation which has been duly signed by both the\n     parties although the signature done by the plaintiff is under\n     protest by putting a note on the agreement &quot;15 Days Detention\n     period is required at final destination Accepted subject to the\n     terms and condition of our purchase contract ref No. CMML/08-\n     09/146 dated 22.01.09&quot; which as per the plaintiff has some legal\n     effect of making the sales confirmation non operative. I find that\n\n\n<span class=\"hidden_text\" id=\"span_54\">CS(OS) No.2349/2010                                        Page 30 of 41</span>\n      from the perusal of the sales confirmation, at least one thing is\n     clear which is that there exists an agreement in writing duly\n     signed by the parties containing terms and condition and dispute\n     resolution clause and the plea of legal effect if any of the alleged\n     protest raised by the plaintiff on the sales confirmation will be\n     seen in the next paragraph of this discussion.\n</p><p data-structure=\"Conclusion\" id=\"p_53\">b)   The second plea of the plaintiff is that as the plaintiff has signed\n     the sales confirmation dated 15th January, 2009 under the\n     protest, which as per the plaintiff is subject to the terms and\n     conditions contained in the purchase contract dated 22nd\n     January, 2009 that was sent to the defendants later on,\n     therefore, the terms and conditions of the sales confirmation\n     shall stand overridden with the terms and conditions of the\n     purchase contract. As per plaintiff, the terms of the sales\n     confirmation are overridden by the purchase contract more so\n     due to the reason that the purchase contract contained a clause\n     containing deeming fiction if the agreement is not returned by the\n     party to the plaintiff within the period of three days and the said\n     deeming provision makes the purchase agreement binding on\n     both the parties. I find that the said plea of the plaintiff deserves\n     rejection for manifold reasons which are highlighted below :\n</p>\n<blockquote id=\"blockquote_34\">          Firstly, it is noteworthy to mention that the purchase contract\n           dated 22nd January, 2009 was not signed by the defendants\n           in any capacity, thus it is inconceivable as to how the terms\n           and conditions of the concluded contract in the form of the\n\n\n<span class=\"hidden_text\" id=\"span_55\">CS(OS) No.2349/2010                                          Page 31 of 41</span>\n            sales confirmation can be replaced by way of the\n           subsequent agreement which is not even signed by both the\n           parties.\n</blockquote><blockquote id=\"blockquote_35\">          Secondly, even it is assumed that there was any such\n           counter offer made by the plaintiff to the defendants by\n           sending the purchase contract, the said counter offer has to\n           be specific about the alteration of the terms and conditions\n           required to be effected within the terms of the sales\n           confirmation itself. The supply of another agreement in lieu\n           of one can never be construed as counter offer for the\n           purposes of the earlier agreement. The offer to sign a fresh\n           agreement is always an offer and not the counter offer\n           seeking to amend the terms of the previous contract unless\n           it is made clear to the other party. Further, the counter offer\n           cannot be ambiguous in nature which leaves a room of\n           doubt with respect to performance of the obligations in the\n           future. I have discerned this position by reading of the\n           documents alongside the happening of the events. On 15th\n           January, 2009, the defendants sent the sales confirmation\n           to the plaintiff for signatures. The plaintiff did not sign the\n           said sales confirmation and instead sent the purchase\n           contract on 22nd January, 2009 containing certain terms and\n           conditions upon the defendants. Later on 27th January,\n           2009, the same very plaintiff signs the sales confirmation by\n           writing a note alongside the signatures which reads &quot;15\n           Days free Detention period is required at final destination\n\n<span class=\"hidden_text\" id=\"span_56\">CS(OS) No.2349/2010                                          Page 32 of 41</span>\n            Accepted subject to the terms and condition of our purchase\n           contract ref No.CMML/08-09/146 dated 22.01.09&quot;. All this\n           would mean that the plaintiff was not insistent upon his\n           counter offer to alter the terms of the sales confirmation and\n           even if he was so, then the said counter offer was limited to\n           15 days time period for retention which was required by the\n           plaintiff for detention purposes at the final destination and\n           not beyond the same which the plaintiff had stated in\n           specific words at the time of signing of the sales\n           confirmation which was the event post the service of the\n           purchase contract by the plaintiff to the defendants. This is\n           due to the reason that at the time of the signing of the sales\n           confirmation on 27th January, 2009 and writing the alleged\n           protest note, the plaintiff was specific about the term namely\n           &quot;15 days free time period was required at the final\n           destination&quot; which can also be found in the purchase\n           contract as one of the term, thus the plaintiff himself limited\n           his counter offer only for 15 days time period required at the\n           final destination for detention by being specific only to the\n           said       condition   contained   in   the   note   and    thereby\n           conditionally signing the sales confirmation if at all it is to be\n           inferred that the same is conditional acceptance.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_54\">                  Had the plaintiff really intended to alter the clause\n           relating to dispute resolution contained in the sales\n           confirmation, the plaintiff could not have readily signed the\n\n\n<span class=\"hidden_text\" id=\"span_57\">CS(OS) No.2349/2010                                              Page 33 of 41</span>\n            sales confirmation/agreement but should have insisted the\n           defendants to sign the purchase contract instead of the\n           sales confirmation or otherwise could have been specific\n           about the alterations which the plaintiff intended to insist in\n           the        sales   confirmation     prior   to   signing    the     sales\n           confirmation. The note of the plaintiff does not contain any\n           specificity about the alteration of the dispute resolution\n           clause        contained   in      the   sales    confirmation      which\n           unequivocally shows his intention to alter the said clause. In\n           the absence of the same, it can be assumed or inferred that\n           all the terms of the purchase contract axiomatically stand\n           incorporated in the sales confirmation to the extent they are\n           repugnant to the terms of the sales confirmation. Adopting\n           this interpretation would mean rewriting the contract and\n           also reducing the sales confirmation into dead letters.\n           Therefore, the counter offer/ conditional acceptance of the\n           plaintiff at the time of the signing of the sales confirmation\n           agreement was not specific in nature to the extent of\n           replacement of the dispute resolution clause or mode of\n           resolving the dispute enabling the defendants to become\n           aware of the plaintiff&#x27;s position immediately prior to the\n           signing of the sales confirmation. There is also no letter or\n           communication on record written by the plaintiff either prior\n           to 22nd January, 2009 or thereafter to the defendants\n           pointing out that the plaintiff could not sign the sales\n           confirmation unless certain terms including the clause\n\n\n<span class=\"hidden_text\" id=\"span_58\">CS(OS) No.2349/2010                                                   Page 34 of 41</span>\n            relating to the dispute resolution are altered in the sales\n           confirmation. In such circumstances, the parties were not\n           ad idem as to the alleged counter offer of plaintiff towards\n           the alterations which the plaintiff intended to conduct in the\n           sales confirmation that could have given the defendants\n           chance to either accept or reject the counter offer of the\n           plaintiff.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">          Thirdly, the plea of the plaintiff that once the purchase\n           contract was served upon the defendants, the same is\n           sufficient counter offer to the defendants may not also be\n           accepted. This is due to the reason that serving of the\n           purchase contract upon the defendants is offering the\n           defendants to sign the purchase contract instead of the\n           sales confirmation. The defendants always maintained the\n           position that they intended the plaintiff to sign the sales\n           confirmation in the form of the agreement, which was\n           eventually signed by the plaintiff later on 22nd January,\n           2009. The defendants did not either accept the offer of the\n           plaintiff to sign the purchase contract nor reject the same\n           but always insisted upon signing of the sales confirmation.\n           The plaintiff in order to counter this position also stated that\n           there is a deeming clause contained in the purchase\n           contract making it binding upon both the parties to accept\n           the terms of the purchase contract. I find that said position is\n           unreasonable and cannot be accepted. This is due to the\n\n\n<span class=\"hidden_text\" id=\"span_59\">CS(OS) No.2349/2010                                           Page 35 of 41</span>\n            reason that if the deeming fiction could have come into play\n           on 19th January, 2009 or three days thereafter or even later\n           on when the defendants did not provide the duly signed\n           version of the purchase contract to the plaintiff. The plaintiff\n           could have written to the defendants that the purchase\n           contract has now become binding upon us and there is no\n           need to sign the sales confirmation as a separate\n           agreement. The plaintiff on the contrary fails to take any\n           action of this nature but proceeds to sign the sales\n           confirmation on 27th January, 2009 which was already given\n           signed to him from the defendants&#x27; end by putting a limited\n           protest relating to 15 days period required for detention\n           purposes at the final destination without mentioning the\n           alteration of the dispute resolution clause so that the chance\n           may be given to the defendants to consider such offer of\n           alteration. Under these circumstances, it is difficult to\n           assume that any such deeming provision has come into play\n           which makes the purchase contract binding upon the\n           plaintiff and defendants when the plaintiff itself is signing the\n           sales confirmation later on 22nd January, 2009 without\n           informing the defendants anything about the operation of the\n           deeming clause. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"140286\" id=\"span_60\">The said argument of the plaintiff is thus\n           without any substance and is liable to be rejected.\n          Fourthly, it is well established principle of law that the\n           arbitration clause is distinct agreement from that of the\n           underlying contract. The arbitration clause which is a\n\n<span class=\"hidden_text\" id=\"span_61\">CS(OS) No.2349/2010                                            Page 36 of 41</span>\n            dispute resolution clause as per the well settled principle of\n           law is a collateral term in the contract and cannot perish on\n           account of the change or alteration in the performance as\n           per the well settled principle of law. (See <a href=\"/doc/140286/\" id=\"a_81\">National\n           Agricultural Co-op. Marketing Federation India Ltd. v.\n           Gains Trading Ltd</a>, (2007) 5 SCC 692 and also P.Manohar\n           Reddy      &amp;   Bros.    v.   Maharashtra       Krishna      Valley\n           Development Corporation and Ors., (2009) 2 SCC 494).\n           Therefore, even if the parties intended to change the\n           performance of the obligations under the contract like 15\n           days free time period required for detention at the final\n           destination and accepted subject to terms of the purchase\n           contract, still, it was all the more necessary for the plaintiff to\n           point out about the alteration of dispute resolution\n           mechanism to the defendants as the said term is collateral\n           term in the agreement and does not get perished on\n           account of change in the performances or other alterations\n           in the agreement. The plaintiff did not point out the said fact\n           to the defendants immediately prior to the signing of the\n           sales confirmation on 27th January, 2009 nor there is any\n           communication giving any hint towards the same. Therefore,\n           the dispute resolution clause cannot be said to be altered\n           automatically and impliedly till the time it is specifically the\n           same is abrogated with the consent of the parties.\n           Therefore, the plaintiff cannot wriggle out of the arbitration\n           clause in the manner sought to be done by him.</span>\n</p>\n\n<span class=\"hidden_text\" id=\"span_62\">CS(OS) No.2349/2010                                             Page 37 of 41</span>\n<p data-structure=\"CDiscource\" id=\"p_56\">           Fifthly, it is also noteworthy to mention that both the plaintiff\n           and defendants after signing the sales confirmation carried\n           forward with the working of the contract by referring to the\n           sales confirmation No.6097-08 which can be seen from the\n           communications and emails which have been exchanged\n           between the plaintiff, third parties and the defendants in the\n           month of February and March, 2009. All this means that the\n           intention of the parties was to further the intention of the\n           parties contained in the sales confirmation and not to alter\n           the same after signing the agreement in the month of\n           January, 2009. Therefore, the intention of the parties was\n           always to proceed with the working of the sales confirmation\n           and not to obstruct the same. Thus, in such a case, it cannot\n           be said that the arbitration agreement should be replaced\n           with clause contained in the purchase contract.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">                 For all these reasons, I reject the plea of the plaintiff\n           that the terms of the purchase contract are to be read into\n           the sales confirmation or the sales confirmation was\n           subrogated with the purchase contract by operation of the\n           deeming provision contained in the purchase contract.\n</p><p data-structure=\"CDiscource\" id=\"p_58\">c)   The plaintiff has also challenged the arbitration clause contained\n     in clause &#x27;J&#x27; as being ambiguous in nature and not qualifying the\n     ingredients of the valid arbitration clause. This plea has been\n     taken by the plaintiff by urging that the arbitration clause\n     nowhere points out the manner of conducting the arbitration and\n     also the number of the arbitration, binding decision attached to\n\n<span class=\"hidden_text\" id=\"span_63\">CS(OS) No.2349/2010                                            Page 38 of 41</span>\n      the arbitration etc. I find the said plea as meritless. This is due to\n     the reason that clause &#x27;J&#x27; of the sales confirmation starts with the\n     head note arbitration and then it says that all the disputes\n     differences which may arise out of this contract are to be\n     submitted to the Rules and Regulations of the London Metal\n     Exchange in London. The rules and regulations of London Metal\n     Exchange further contain the details, the manner of the\n     appointment of the arbitrator and further procedural aspects\n     contained therein. Even the plaintiff itself argued alternatively\n     that the arbitration in London Metal Exchange is not workable as\n     the rules of London Metal Exchange provides for appointment of\n     two arbitrators which are against the public policy. Once, the\n     plaintiff himself points out that the rules of London Metal\n     Exchange contains the mechanism for appointment of the\n     arbitrator and the manner of conducting of the proceedings, I do\n     not find that the arbitration clause is ambiguous or is not\n     workable on any count merely if the clause provides minimum\n     details of working of the Arbitral Tribunal till the time it\n     incorporates the rules and regulation of the London Metal\n     Exchange in its wordings and subject the parties to the said rules\n     and regulations containing the said procedural rules and the\n     manner of conducting the proceedings.\n</p><p data-structure=\"CDiscource\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28713830\" id=\"span_64\">d)   The plaintiff has also challenged the rules and regulation of\n     London Metal Exchange as being contrary to public policy by\n     pointing out variations in the methods of the working of the\n     arbitrators. Further, it has been argued that there was no cause\n\n\n<span class=\"hidden_text\" id=\"span_65\">CS(OS) No.2349/2010                                           Page 39 of 41</span>\n       of action in London therefore, the arbitration in London is also\n      against the public policy as the London would not be forum\n      vested with the jurisdiction. I reject this contention of the learned\n      counsel for the plaintiff as well. This is due to the reason that the\n      parties are free to choose the place or seat of the arbitration at\n      any place and subject to the rules and regulations of any\n      institution situated therein at least in the cases involving\n      International Commercial Arbitration. Such choice of the forum\n      for conducting the International Commercial Arbitration is\n      provided even under the Act. Thus, there are no public policy\n      issues by merely choosing the forum for the purposes of the seat\n      of the arbitration. Likewise, the curial law for the purposes of the\n      conducting the International Commercial Arbitration proceedings\n      in the foreign court is also within the free choice of the parties\n      and thus the mere fact that the appointments and challenge to\n      the award shall be subject to the different system of law or the\n      said provides different number of the arbitrators or different set\n      of procedure are no grounds which allows this Court to interdict\n      in the cases involving the International Commercial Arbitrations.\n      The recent decision of <a href=\"/doc/28713830/\" id=\"a_82\">Reliance Industries Ltd. &amp; Ors. v. U.O.I</a>,\n      (2014) 7 SCC 603 expounds the same view. Accordingly, the\n      submission of the learned counsel for the plaintiff is rejected.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_66\">21.    These were the grounds on which the plaintiff has challenged\nthe validity of the arbitration agreement entered into between the\nparties and called upon the Court to hold that the arbitration\nagreement is invalid or non operative or incapable of being\n\n\n<span class=\"hidden_text\" id=\"span_67\">CS(OS) No.2349/2010                                           Page 40 of 41</span>\n performed. In view of my discussion done in the preceding\nparagraphs, I find that none of the grounds raised by the plaintiff to\ndispute the validity of the arbitration agreement is tenable which can\nbe said to vitiate the arbitration agreement entered into between the\nparties contained in the sales confirmation. Accordingly, following the\ndictum in <a href=\"/doc/92712826/\" id=\"a_83\">Chloro Control</a> (supra), I find that no ground exists for this\nCourt to hold that the agreement containing the arbitration clause is\ninvalid, inoperative or incapable of being performed and consequently\nthe present suit is not maintainable and disposed of accordingly. All\nthe pending applications are also disposed of.        The parties are\ndirected to take the necessary steps to appoint the Arbitral Tribunal\nas per the rules and regulations of London Metal Exchange located at\nLondon.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">22.    The application being I.A. No.12391/2013 is accordingly\nallowed.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_62\">                                               (MANMOHAN SINGH)\n                                                    JUDGE\nOCTOBER 09, 2014\n\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">CS(OS) No.2349/2010                                        Page 41 of 41</span>\n </p>","numcites":35,"numcitedby":0,"docsource":"Delhi High Court","citetid":54606500,"divtype":"judgments","relatedqs":[{"value":"counter offer","formInput":"counter%20offer"},{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"agreement of sale","formInput":"agreement%20of%20sale"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"confirmation of sale","formInput":"confirmation%20of%20sale"},{"value":"public policy","formInput":"public%20policy"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"agreement of sale   filter:   if the party to the agreement admits his signature in the document he cannot dispute the contents of the document.","formInput":"agreement%20of%20sale%20%20%20filter%3A%20%20%20if%20the%20party%20to%20the%20agreement%20admits%20his%20signature%20in%20the%20document%20he%20cannot%20dispute%20the%20contents%20of%20the%20document."},{"value":"chloro control","formInput":"chloro%20control"},{"value":"OFFER AND COUNTER OFFER","formInput":"OFFER%20AND%20COUNTER%20OFFER"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"deeming provision","formInput":"deeming%20provision"},{"value":"incapable of being performed","formInput":"incapable%20of%20being%20performed"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":" agreement to sale and agreement of sale","formInput":"%20agreement%20to%20sale%20and%20agreement%20of%20sale"},{"value":"contract of sale","formInput":"contract%20of%20sale"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"}],"cats":[{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}