{"tid":39419222,"publishdate":"2014-05-09","title":"Dhan Raj @ Dhand vs State Of Haryana on 9 May, 2014","doc":"<h2 class=\"doc_title\">Dhan Raj @ Dhand vs State Of Haryana on 9 May, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2014 AIR SCW 2803, 2014 (3) AJR 658, 2014 CRI. L. J. 2778, AIR 2014 SC (CRIMINAL) 1337, AIR 2014 SC (SUPP) 38, (2014) 2 CRILR(RAJ) 612, 2014 CRILR(SC&MP) 612, (2015) 1 ALLCRIR 133, 2014 CRILR(SC MAH GUJ) 612, 2014 (6) SCC 745, (2014) 138 ALLINDCAS 30 (SC), (2014) 85 ALLCRIC 932, (2014) 2 CURCRIR 612, (2014) 3 JCR 239 (SC), (2014) 59 OCR 193, 2014 ALLMR(CRI) 2602, (2014) 4 MH LJ (CRI) 276, (2014) 3 ALLCRILR 353, (2014) 3 DLT(CRL) 597, 2014 (3) SCC (CRI) 126, (2014) 4 KCCR 445, (2014) 6 SCALE 620, (2014) 3 RECCRIR 888, (2014) 2 UC 1296, (2014) 3 CRIMES 259, (2014) 2 ALD(CRL) 721</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-c-ghosh\">Pinaki Chandra Ghose</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-c-ghosh\">Pinaki Chandra Ghose</a>, <a href=\"/search/?formInput=benchid:c-k-prasad\">Chandramauli Kr. Prasad</a></h3>\n\n<pre id=\"pre_1\">                                                                             Reportable\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n                      CRIMINAL APPEAL NO. 1410 of 2010\n      Dhan Raj @ Dhand                                    … Appellant\n                                   versus\n\n\n                               State of Haryana\n                                ...Respondent\n                                    WITH\n\n                       CRIMINAL APPEAL NO. 703 of 2011\n\n  Badal                                                                   …\n                                  Appellant\n                                   versus\n\n                                  State of Haryana\n                                 ...Respondent\n\n\n\n\n                               J U D G M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">Pinaki Chandra Ghose, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1. These appeals arise from the impugned  judgment  of  the  High  Court  of\n   Punjab and Haryana  wherein vide a common  judgment  dated  February  26,\n   2010, the High Court disposed of Criminal  Appeal  No.  496-DB  of  1999,\n   Criminal Appeal No. 510-DB of 1999, Criminal Appeal No.  719-DB  of  2009\n   and Criminal Revision No. 334 of 2000. The present appeals however  arise\n   out of Criminal Appeal No. 496-DB of  1999  filed  by  accused  Dhan  Raj\n   challenging the judgment  of  conviction  and  order  of  sentence  dated\n   September 25 and 27,  1999  passed  by  the  Additional  Sessions  Judge,\n   Jhajjar in Sessions  Case  No.21  of  21.5.1997/13.08.1998  and  Criminal\n   Appeal No. 719-DB of 2009 filed by  the  State  of  Haryana  against  the\n   judgment  of acquittal dated February 18, 2009  passed  by  the  Sessions\n   Judge, Jhajjar in Session Case No.73 of  21.5.1997/17.3.2008,  acquitting\n   the accused Badal of the charges framed against him.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_3\">2. The High Court in the present matters convicted  the  accused  appellants\n   on the basis of circumstantial evidence by the impugned judgment. It  has\n   been well established by  leading  judicial  precedents  that  where  the\n   prosecution’s  case  is  based  on  circumstantial  evidence,  only   the\n   circumstantial evidence of the highest order  can  satisfy  the  test  of\n   proof  in  a  criminal  prosecution.  In  order  to  base  conviction  on\n   circumstantial evidence the circumstantial  evidence  put  forth  by  the\n   prosecution should establish a complete unbroken chain of events so  that\n   only one inference is drawn out from the same. If more than one inference\n   can be drawn then the accused should be entitled to the benefit of doubt.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_4\">3. In the present appeals we  therefore  would  evaluate  the  case  of  the\n   prosecution in terms of the evidence brought on record and the statements\n   and discovery made in the course of investigation.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">4. The case of the prosecution revealed in the first  appeal  (being  Crl.A.\n   No.1410 of 2010) is that the deceased Vijaypal was serving a  doctor  who\n   was posted in the  Dispensary  of  Village  Kheri  Jat  and  residing  at\n   Jhajjar. On January 24, 1997 he left for his dispensary from his home  at\n   9.45 a.m. by a Maruti car which  did  not  have  a  registration  number.\n   Sukhbir Singh (PW 13), a dispenser posted at  Kheri Jat  informed  Harpal\n   Singh (PW 6), brother of deceased that the dead  body  of   Vijaypal  was\n   found in a field of   village  Bizidpur  where  Harpal  Singh  went  with\n   Sukhbir Singh and found the body in a side posture bearing injuries  from\n   a sharp-edged weapon. There was blood on the ground and  the  Maruti  car\n   was found to be missing. Harpal Singh filed an FIR  and investigation was\n   initiated. Post mortem was also  performed.  The  wife  of  the  deceased\n   disclosed that the deceased had with him a briefcase  and  a  wrist-watch\n   when he left home. Co-accused Sanjay, while in custody  of  Delhi  Police\n   for a different case, made a statement about the occurrence of this case.\n   Subsequently, his production warrants were obtained and he  was  arrested\n   for the present murder on February 4,  1997.  Sanjay  in  his  disclosure\n   statement states that Dhan Raj and Badal,  the  appellants  herein,  were\n   associated with him in the commission of the crime and that Dhan Raj  had\n   taken away the briefcase and Badal took the wrist-watch of the  deceased.\n   Furthermore, in his statement, Sanjay disclosed that he had  concealed  a\n   Kirpan along with his blood stained clothes near Sadli Road, and  he  got\n   the same articles recovered as well. Dhan Raj and Badal were arrested  on\n   February 4, 1997 and recovery of briefcase and wrist-watch was  effected.\n   Subsequently, on completion of investigation, a challan was presented  in\n   the court.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_6\">5. The case of the prosecution in  the  second  appeal  is  also  the  same.\n   However, the accused were tried  separately  as  the  accused  Badal  was\n   arrested later.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_7\">6. After perusing the material brought  on  record,  we  would  narrate  the\n   facts as they appear to us. However, as the  preliminary  facts  are  the\n   same, for convenience’s  sake,  they  are  narrated  from  the  trial  in\n   Criminal Appeal No. 1410 of 2010 and the trial in Criminal Appeal No. 703\n   of 2011 will be discussed separately.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_8\">   1. Vijaypal (the deceased herein) was posted as a doctor in the Kheri Jat\n      village dispensary and  he  was  residing  at  Jhajjar.   As  per  the\n      statement of Raj Singh (PW 15), who  was  the  elder  brother  of  the\n      deceased and stayed in the deceased’s house, on January  24,  1997  at\n      about 9.45 a.m.,  Dr. Vijaypal left his home for the dispensary in his\n      Maruti car, the registration of which was awaited; that  after  a  few\n      minutes, the accused Sanajay, Dhan Raj and  Badal  in  a  four-wheeler\n      reached the deceased’s home and inquired about him and disclosed their\n      names afterwards, whereafter  they  immediately  left  towards  Delhi.\n      Later in the day, Sukhbir Singh (PW 13) a dispenser posted at  Village\n      Kheri Jat, informed Harpal Singh (PW 6), the younger  brother  of  the\n      deceased, and the complainant that the dead body of Vijaypal was found\n      lying in the wheat crop bearing  injuries  caused  by  a  sharp  edged\n      weapon with blood on the ground nearby and the car of the deceased was\n      also found to be missing. On the basis of  the  statements  of  Harpal\n      Singh, FIR No.  26  of  1997  was  registered  and  investigation  was\n      initiated with the conduction of the post-mortem and the recording  of\n      statement of the witnesses by the Investigating Officer.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_9\">   2.  The statement of the wife of  the  deceased  being  PW  7  which  was\n      corroborated with the statement of  Sub-Inspector  Brij  Pal   (PW-10)\n      revealed that the deceased also had with  him  a  wrist  watch  and  a\n      briefcase when he had left his home, which were also missing.  On  the\n      next day, accused Sanjay was arrested by the Delhi Police  in  a  case\n      under <a href=\"/doc/812083/\" id=\"a_1\">Section 411</a> of the Indian Penal Code arising out of FIR  No.  32\n      of 1997 and from him, the car of the deceased  (determined  after  the\n      engine and chassis-number of the car  were  tallied)   was  recovered.\n      While in custody of Delhi  Police,  he  made  a  statement  about  the\n      present case on January 25, 1997. In the said statement,  it  must  be\n      noted that he named one Rohtas  as  his  accomplice  and  stated  that\n      Rohtas only took the wrist-watch and the briefcase of the deceased.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_10\">   3.  Subsequently, Sanjay’s production warrants were obtained and  he  was\n      arrested by the Haryana Police on February 4, 1997 in the present case\n      arising out of FIR No.26 of 1997 and  therein  he  made  a  disclosure\n      statement averring that appellants Dhan Raj and Badal were  associated\n      with him in the commission of the crime and that Badal had taken  away\n      the wrist-watch of the deceased  and  Dhan  Raj  had  taken  away  the\n      briefcase. It must be noted that there is a  discrepancy  between  the\n      two statements of Sanjay.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_11\">   4. Furthermore, Sanjay’s disclosure led  to  the  recovery  of  a  Kirpan\n      concealed by him  and  blood-stained  clothes,  as  specified  in  the\n      statement.  The blood on the Kirpan was found to be human blood by the\n      Forensic Science Laboratory, Madhuban. It  appears  that  the  accused\n      Dhan Raj was also arrested on February 4, 1997 and the recovery of the\n      briefcase was effected. Accused Badal remained absent during the trial\n      inspite of issuance of  warrant  of  arrest  and  he  was  declared  a\n      proclaimed offender but he was arrested  later  and  subsequently  the\n      recovery of the wrist-watch was effected. The briefcase and the wrist-\n      watch were duly identified by Shanti Devi (PW 7) as possessions of the\n      deceased.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_12\">   5. As per the report of Dr. Rajinder Rai (PW-5), who  had  conducted  the\n      post-mortem of the deceased’s body, there were seven injuries found on\n      the body, and, in his opinion, death was due to shock and  haemorrhage\n      as a result of multiple injuries which were ante mortem in nature  and\n      sufficient to cause death might have been committed by a Kirpan.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_13\">   6. The investigation was completed and the challan was duly presented  in\n      court. The case was duly committed to the Court of Sessions vide order\n      dated May 8, 1997 and charge under <a href=\"/doc/1560742/\" id=\"a_2\">Section 302</a>  of  the  Indian  Penal\n      Code was framed against Sanjay and under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_4\">Section\n      34</a> and <a href=\"/doc/329571/\" id=\"a_5\">Section 392</a> read with <a href=\"/doc/1119707/\" id=\"a_6\">Sections 395</a> and <a href=\"/doc/1865117/\" id=\"a_7\">397</a> of the Indian  Penal\n      Code, against the two accused wherein  they  pleaded  not  guilty  and\n      sought for a trial. At this point, it is pertinent to mention that the\n      trial of accused Badal was conducted separately  as  he  was  arrested\n      later. In the course of the trial, twentythree witnesses were examined\n      by the prosecution to prove its case. The statement of  the  appellant\n      Dhan Raj was recorded under  <a href=\"/doc/767287/\" id=\"a_8\">Section  313</a>  of  the  Code  of  Criminal\n      Procedure, wherein he has pleaded that he has been falsely  implicated\n      and  that  the  Sub–Inspector  has  fabricated  a  false  recovery  in\n      collusion with one Rohtas @ Maharaja who  was  also  arrested  in  the\n      matter. The case  of  the  prosecution  was  based  on  circumstantial\n      evidence and the trial court after hearing the parties vide  judgement\n      dated September 25, 1999 convicted and sentenced  the  accused  Sanjay\n      and Dhan Raj ordering imprisonment for life and a fine of Rs.  2,000/-\n      under <a href=\"/doc/1560742/\" id=\"a_9\">Section 302</a> read with <a href=\"/doc/1599401/\" id=\"a_10\">Section 341</a> of the Indian Penal Code along\n      with rigorous imprisonment for eight years and a fine of  Rs.  1,000/-\n      each under <a href=\"/doc/329571/\" id=\"a_11\">Section 392</a> read with <a href=\"/doc/1865117/\" id=\"a_12\">Section 397</a> of the Indian Penal  Code\n      and the sentences to run concurrently. Vide  judgment  dated  February\n      18, 2009, the trial court acquitted the accused Badal.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_14\">   7. As the accused Badal was tried separately and  was  acquitted  in  the\n      trial, we find it pertinent to discuss the same briefly. A case  under\n      <a href=\"/doc/1560742/\" id=\"a_13\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_14\">Section 34</a> and <a href=\"/doc/329571/\" id=\"a_15\">Section 392</a>  read  with  <a href=\"/doc/1119707/\" id=\"a_16\">Sections\n      395</a> and <a href=\"/doc/1865117/\" id=\"a_17\">397</a> was made against accused Badal and  the  other  co-accused\n      and they were charge-sheeted by an order dated June 4, 1997. Badal was\n      arrested (as stated in the order of the Trial Court dated February 18,\n      2009) on February 20, 2007 and then his trial began with  the  earlier\n      witnesses in the trial of  Dhan  Raj  and  Badal  being  recalled  and\n      recorded against the accused Badal. He was examined under <a href=\"/doc/767287/\" id=\"a_18\">Section  313</a>\n      of Cr.P.C.  wherein he pleaded not guilty  and  claimed  that  he  was\n      falsely implicated and that he never made  any   disclosure  statement\n      and no recovery was effected from him.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_15\">   8.  In the said trial, the findings of the court were that  the  deceased\n      was murdered in Bizidpur by several knife blows on his person while on\n      his way to Kheri Jat. That evidence of PW1  to  PW7  recorded  in  the\n      earlier trial did not amount to material evidence against the accused.\n      The statement of Shanti Devi being PW7 regarding the  wrist  watch  of\n      the deceased that the wrist watch recovered from  Badal  is  the  same\n      that belonged to the deceased as the initials ‘VPS’  were  written  on\n      the same, does not inspire confidence; there is  no  corroboration  of\n      that fact and that it does not seem logical that a person  will  write\n      something like this on his wrist watch. Further, it was noted that the\n      prosecution failed to connect the accused with  the  recovery  of  the\n      wrist watch in view of a decision of the High Court that there was  no\n      sufficient motive. The Trial Court also pointed out that the  case  of\n      the prosecution that the deceased was robbed and killed  on  the  road\n      and his dead body was left on the road itself,  is  not  supported  by\n      any evidence as the dead body was found in the  fields  and  that  the\n      prosecution failed to answer  how the dead body reached there. It  was\n      also noted that in the Kutcha area where the body was  found  no  foot\n      prints of the accused were found  by the investigating agency.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_16\">   9. On the basis of the aforementioned findings, the Trial Court acquitted\n      the accused appellant and concluded that charges against  the  accused\n      were not proved beyond reasonable doubt as the case of the prosecution\n      was highly doubtful and that  PW9  to  PW18,  who  were  the  material\n      witnesses, did not give any material and conclusive  evidence  against\n      the accused appellant.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_17\">  10. Aggrieved by the judgments of the trial court, accused appellant  Dhan\n      Raj filed Criminal Appeal No. 496-DB of 1999 and the State of  Haryana\n      filed Criminal Appeal No. 719-DB of 2009  before  the  High  Court  of\n      Punjab and Haryana. The High Court in its impugned judgment held  that\n      the case of the prosecution is based on  circumstantial  evidence  and\n      that in the backdrop of the existing facts the chain of circumstantial\n      evidence is complete and the involvement of the accused in robbery and\n      commission of murder and robbery is established. Thus, the High  Court\n      upheld the conviction of the appellant accused Dhan Raj and  convicted\n      the appellant Badal on same grounds as those of Dhan Raj and Sanjay.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_18\">  11. Aggrieved, the appellants Dhan Raj and Badal filed the present appeals\n      and the matter came before us.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_19\">7. The High Court convicted the accused appellants and Sanjay the other  co-\n   accused on the basis of circumstantial evidence. However, we will confine\n   ourselves only  to  the  circumstantial  evidence  produced  against  the\n   accused appellants. The High Court relied firstly, on  the  statement  of\n   the wife of the deceased Shanti Devi (PW7) wherein she  stated  that  the\n   deceased wore a HMT wrist watch gifted to him at the time of his marriage\n   by her parents and was carrying a  briefcase  with  the  sticker  of  the\n   initials ‘VPS’ when he left his house on January 24, 1997  and  that  the\n   same were missing when the body of the deceased was found in the  fields.\n   Secondly, reliance was placed on the statement of the Raj Singh  (PW-15),\n   the brother of the deceased, wherein he  has  stated  that  when  he  was\n   visiting his brother the deceased on January 24, 1997 after the  deceased\n   had left the three accused came to  the  deceased’s  house  and  enquired\n   about him after disclosing their names. Thirdly, the High Court relied on\n   disclosure statement of the co-accused Sanjay on the basis of  which  the\n   blood stained clothes and the Kirpan were recovered  and  he  had  stated\n   that Dhan Raj had taken away the briefcase and the wrist watch was  taken\n   away by Badal. Fourthly,  the  High  Court  greatly  relied  on  the  two\n   disclosure statements of the accused-appellants on the basis of which the\n   recovery of the briefcase and wrist watch was made.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_20\">8. It was also noted by the High Court that the  blood  on  the  Kirpan  was\n   human blood and that injuries inflicted on the deceased might  be  caused\n   by a Kirpan as per the opinion of the Doctor.  While  commenting  on  the\n   completeness of the circumstantial evidence it was further noted that the\n   truthfulness of the testimony of Sanjay was proved on the  basis  of  the\n   recovery of the car. Furthermore, it was noted that  the  fact  that  the\n   deceased was carrying a briefcase and a wrist watch has been proved  with\n   the statement of Shanti Devi. Thus,  on  the  basis  of  the  above,  the\n   disclosure  statements  of  the  accused  appellant  and  the  disclosure\n   statement of co-accused Sanjay were treated as clinching evidence proving\n   their involvement by the High Court.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_21\">9.  In order to discuss the correctness of the order of conviction,  we  now\n   proceed by considering the four grounds on which the High  Court  relied.\n   We would first discuss the reliance placed on the evidence given  by  the\n   co-accused Sanjay. The co-accused Sanjay in the course  of  investigation\n   by his confessional statement being an  extra-judicial  confession  dated\n   February 4, 1997 named the accused appellants as his accomplices  in  the\n   murder and robbery and stated that Dhan Raj and Badal took the  briefcase\n   and wrist watch of the deceased  respectively.  However,  in  an  earlier\n   confessional statement dated January 25, 1997 made in  the  investigation\n   in FIR No. 32 of 1997, Sanjay has named  Rohtas  as  his  accomplice  and\n   stated that he only took the wrist watch and the brief case and from  the\n   same confession the car of the deceased was recovered.   From  the  later\n   confession, the Kirpan and blood stained clothes were recovered.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"508001\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1330513\" id=\"span_2\">10.  It is well established that extra-judicial confession has been  treated\n   by this Court as weak evidence in  the  absence  of  a  chain  of  cogent\n   circumstances, for recording a conviction (See: <a href=\"/doc/1330513/\" id=\"a_19\">Gopal Sah  vs.  State  of\n   Bihar</a>[1], and <a href=\"/doc/508001/\" id=\"a_20\">Pancho vs. State of Haryana</a>[2]).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"840900\" id=\"span_3\">It was held  in  <a href=\"/doc/840900/\" id=\"a_21\">Sahadevan\n   and Anr. vs. State of Tamil Nadu</a>[3] that if an extra judicial  confession\n   suffers from material discrepancies or inherent improbabilities then this\n   Court cannot base a conviction on the same.  In the present  case,  there\n   is an apparent discrepancy in the confession statement of Sanjay and  the\n   same is a glaring one as he has named different accomplices in  the  same\n   crime  in  his  two  confessional   statements.   Furthermore,   Sanjay’s\n   confessional statements only connect him to the car and the  Kirpan,  his\n   statement that the accused  appellants  took  the  wrist  watch  and  the\n   briefcase in the absence of other evidence except  the  recovery  of  the\n   same does not establish that anything  beyond  the  fact  that  they  may\n   possess stolen goods. In no manner does the later statement  of  the  co-\n   accused supports  that  the  accused  appellants  were  involved  in  the\n   commission of murder.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"508001\" id=\"span_4\">In the case of <a href=\"/doc/508001/\" id=\"a_22\">Pancho vs. State of Haryana</a>  (supra)\n   this Court did not convict  the  accused  Pancho  on  the  basis  of  the\n   confession statement of the co-accused in the  absence  of  other  cogent\n   evidence, inspite of the  belated  recovery  of  the  alleged  weapon  of\n   murder.</span>\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_23\">11. In view of the above, we are of the opinion that reliance on the  extra-\n   judicial confession of the co-accused is misplaced.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_24\">12. Owing to the later confessional  statement  of  co-accused  Sanjay,  the\n   accused appellants were arrested and subsequently on  the  basis  of  the\n   disclosure statements of the  accused  appellants  and  corroboration  by\n   Shanti Devi (PW 7), wrist-watch and the briefcase were  recovered.  Owing\n   to the interdependence of the above evidence, we will  discuss  the  same\n   together. The prosecution relied on  the  disclosure  statements  of  the\n   accused appellants, the subsequent recovery of the  briefcase  and  wrist\n   watch on the  basis  of  the  same  and  the  statement  of  Shanti  Devi\n   corroborating that the recovered wrist watch and  briefcase  belonged  to\n   the deceased. After considering the evidence on record, we find  that  no\n   proper recovery has been made in the present case. The objects which were\n   recovered were two common articles,  not holding much value and  it  does\n   not seem rational that any accused would keep  such  incriminating  items\n   connecting themselves to a crime with them in their house. Regarding  the\n   recovery of the wrist watch from Badal and its identification  by  Shanti\n   Devi PW7, we concur with the opinion of the  Trial  Court.  The  relevant\n   extract of the judgment of the trial court is reproduced hereunder:\n</p>\n\n\n\n\n\n<blockquote id=\"blockquote_1\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1423024\" id=\"span_5\">“She further stated that she saw the wristwatch  Ex.P2 in  the  Police\n      Station on 13.4.1997 and she identified the  watch  because  alphabets\n      VPS were written  on the watch. This statement of PW7 does not inspire\n      confidence because it does not appeal to the  common  sense  that  the\n      wrist watch which was allegedly purchased in the year 1971 at the time\n      of marriage of the deceased, could not carry the writing of  alphabets\n      VPS thereon uptil 1997. Otherwise also, it  does  not  appeal  to  the\n      common sense that a person would write any word on the wrist watch  to\n      connect him in this fashion.  If these alphabets would  have  actually\n      been written on the wrist  watch,  the  complainant  would  have  also\n      mentioned this fact in the FIR because complainant was none  else  but\n      the real brother of the deceased”\n\n\n\n\n\n\n\n\n\n\nFurthermore, it appears to us that the recovery has  not  been  corroborated\nby any proper independent evidence. Moreover, recovery of an object  is  not\na discovery of fact, as per the decision of this Court in <a href=\"/doc/1423024/\" id=\"a_23\">Mano vs. State  of\nTamil Nadu</a>[4]. Recovery must be of a fact which was relevant to  connect  it\nwith the commission  of crime. Therefore, even if the recovery of  goods  is\nreliable then it does not indicate that  the  accused  appellants  committed\nthe murder and the only admissible fact which can be inferred is  that  they\nare in possession of stolen goods.</span>\n</blockquote>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"29023706\" id=\"span_6\">13. We would refer to the decision of this  Court  in  <a href=\"/doc/29023706/\" id=\"a_24\">Madhu  vs.  State  of\n    Kerala</a>[5] the facts of which are relevant in the present  case.  In  the\n    said case, the body of the deceased was found near  her  home  with  her\n    ornaments on her  person  missing.  On  the  basis  of  the  information\n    furnished by the accused recovery of the said ornaments was  made.  This\n    fact coupled with the sighting of the accused near the  place  of  crime\n    was  the  basis  for  conviction.  However,  this  Court  reversed   the\n    conviction on the ground that said recovery and sighting of the  accused\n    near the deceased do not lead to the sole  conclusion  that  murder  was\n    committed by the accused only.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"138472\" id=\"span_7\">In <a href=\"/doc/138472/\" id=\"a_25\">State of  Rajasthan  vs.  Talevar  and\n    Anr.</a>[6]  also it was held that  where  the  only  evidence  against  the\n    accused is recovery of stolen property, then although circumstances  may\n    indicate that theft and murder might have been  committed  at  the  same\n    time, it is not safe to draw an inference that the person in  possession\n    of stolen property had committed murder. Also  the  recovery  of  looted\n    articles at the instance of the accused could  not  be  relied  upon  in\n    absence of any details as to when and where such recovery was  made  and\n    in absence of any confession of commission of offence  by  the  accused.\n    Besides,  the  seizure  of  the  goods  was  not  corroborated  by   any\n    independent witness in the present case.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"13149785\" id=\"span_8\">14. The  abovementioned  circumstantial  evidence  was  supported  with  the\n   statement of Raj Singh (PW-15), that when he was visiting his brother the\n   deceased on January 24, 1997 after  the  deceased  had  left,  the  three\n   accused came to  the  deceased’s  house  and  enquired  about  him  after\n   disclosing their names. Before discussing the admissibility of  the  said\n   statement, we would refer to the  landmark  decision  of  this  Court  in\n   <a href=\"/doc/13149785/\" id=\"a_26\">Sharad  Birdichand  Sarda  vs.   State   of   Maharashtra</a>[7]    regarding\n   circumstantial evidence, where this Court held regarding the question  of\n   the accused last seen with the deceased held that where it is natural for\n   the deceased  to  be  with  the  accused  at  the  material  time,  other\n   possibilities must be excluded before an adverse inference can be  drawn.\n   It is evident from the  above  that  this  Court  refrains  from  drawing\n   adverse inferences in a factual matrix which points out toward the  guilt\n   of the accused. Thus, we will consider the statement of Raj Singh also in\n   the same light. As per the statement of Raj Singh, the three accused  had\n   come asking for the deceased but in the absence  of  other  corroborating\n   evidence and independent evidence, it is not established that the accused\n   appellants had abetted the co-accused Sanjay in  the  commission  of  the\n   crime. Also it can be the defence’s case that the said statement has been\n   added as an afterthought to strengthen the case of  the  prosecution.  We\n   have found no material on record which corroborated the statement of  Raj\n   Singh who is an  interested  witness.  Furthermore,  there  is  no  other\n   evidence which indicates or  established  the  presence  of  the  accused\n   appellants near the place of commission of crime. Also, as noted  by  the\n   Trial Court in the trial of  Badal,  no  footprints  were  found  in  the\n   surrounding Kutcha area where the body of the deceased was found.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"29023706\" id=\"span_9\">15. We have noticed in the case of <a href=\"/doc/29023706/\" id=\"a_27\">Madhu vs. State of Kerala</a>  (supra)  facts\n   of which were discussed earlier, that this Court inspite  of  the  factum\n   that the accused were sighted close to the place of occurrence at  around\n   the  time  of  occurrence  reversed  the  conviction  as  guilt  was  not\n   established. In the present factual matrix,  it  is  only  an  interested\n   witness stating that the accused had come asking for the  deceased.  This\n   factum alone does not establish guilt as no other evidence is found  that\n   they were near the Bizdipur area where the crime  was  committed  or  had\n   visited the house of the deceased. For  establishing  the  guilt  on  the\n   basis of circumstantial evidence, it is also to  be  taken  into  account\n   that the chain of circumstantial evidence must be completed.  It  appears\n   from the facts that the said chain of circumstantial evidence  cannot  be\n   concluded in the manner  sought  to  be  done  by  the  prosecution.  The\n   circumstances must be conclusive in nature. In the  instant  case,  after\n   analysing the facts, it appears to us that there is  a  gap  between  the\n   circumstances tried to be relied upon to hold the appellants  as  guilty.</span>\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"85529692\" id=\"span_10\">16. Thus, we find many loopholes in the case of the prosecution and  grounds\n   on which the High Court has convicted the accused  appellants.  We  would\n   refer to the  decision  of  this  Court  in  <a href=\"/doc/85529692/\" id=\"a_28\">Munish  Mubar  v.  State  of\n   Haryana</a>[8] wherein Dr. Justice Chauhan  has  very  aptly  and  succinctly\n   stated the following:</span>\n</p>\n\n\n\n\n\n<blockquote id=\"blockquote_2\">      “The circumstantial evidence is a close companion of  factual  matrix,\n      creating a fine network through which there can be no escape  for  the\n      accused, primarily because the said facts, when taken as a  whole,  do\n      not permit us to arrive at any other inference but one indicating  the\n      guilt of the accused.”\n\n\n\n\n\n\n\n\n\n\n\n\nA court has to examine the entire evidence in  its  entirety  especially  in\ncase of circumstantial evidence and ensure that  the  only  inference  drawn\nfrom the evidence is the guilt of the accused. If more  than  one  inference\ncan be drawn then the accused must have the benefit of doubt as  it  is  not\nthe court’s job to assume and only when guilt  beyond  reasonable  doubt  is\nproved then it is fair to record conviction.\n</blockquote>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_29\">17. In case of circumstantial evidence, each  circumstance  must  be  proved\n   beyond reasonable doubt by independent evidence, and the circumstances so\n   proved must form a complete chain without giving any chance of surmise or\n   conjecture and must also be consistent with the  guilt  of  the  accused.\n   None of the circumstances relied upon by the prosecution and accepted  by\n   the High Court can be said to be the probability of the appellants’ guilt\n   or involvement in the commission of the crime.\n</p>\n\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_30\">18. Therefore, for the reasons recorded hereinabove, the judgment and  order\n   of the High Court is set aside; the appeals are allowed and  the  accused\n   are acquitted forthwith. The appellant in Criminal Appeal No.703/2011  is\n   already out on bail granted by this  Court;  the  appellant  in  Criminal\n   Appeal No.1410/2010 is directed to be set at liberty  forthwith,  if  not\n   required in any other case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">                                                           …………………………………..J.\n                                            (Chandramauli Kr. Prasad)\n\n\n\n\n                                                           …………………………………..J.\n                                (Pinaki Chandra Ghose)\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_32\">May 9, 2014.\n</p>\n\n\n\n\n\n\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_33\">-----------------------\n</p><pre id=\"pre_2\">[1]    (2008) 17 SCC 128\n[2]    (2011) 10 SCC 165\n[3]    (2012) 6 SCC 403\n[4]    (2007) 13 SCC 795\n[5]    (2012) 2 SCC 399\n[6]    (2011) 11 SCC 666\n[7]    (1984) 4 SCC 116\n[8]    (2012) 10 SCC 464\n\n-----------------------\n<span class=\"hidden_text\" id=\"span_11\">23</span>\n\n\n</pre>","numcites":16,"numcitedby":68,"docsource":"Supreme Court of India","citetid":39419222,"divtype":"judgments","relatedqs":[{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"extra judicial confession","formInput":"extra%20judicial%20confession"},{"value":"confession","formInput":"confession"},{"value":"robbery ","formInput":"robbery%20"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"accomplice","formInput":"accomplice"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"judicial confession","formInput":"judicial%20confession"},{"value":"\\\"circumstantial evidence\\\"","formInput":"%5C%22circumstantial%20evidence%5C%22"},{"value":"pinaki chandra ghose","formInput":"pinaki%20chandra%20ghose"},{"value":"accuse statement","formInput":"accuse%20statement"},{"value":"kirpan","formInput":"kirpan"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"delhi police","formInput":"delhi%20police"},{"value":"Sukhbir Singh","formInput":"Sukhbir%20Singh"},{"value":"sec 392","formInput":"sec%20392"},{"value":"harpal singh","formInput":"harpal%20singh"},{"value":"circumstantial evidence is of no evidence","formInput":"circumstantial%20evidence%20is%20of%20no%20evidence"},{"value":"397","formInput":"397"},{"value":"discrepancies","formInput":"discrepancies"}],"cats":[{"value":"robbery","formInput":"tag:robbery"},{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"dacoity","formInput":"tag:dacoity"}],"courtcopy":true,"query_alert":null,"agreement":false}