{"tid":175765689,"publishdate":"2013-08-22","title":"Malkit Singh And Another vs State Of Punjab And Another on 22 August, 2013","doc":"<h2 class=\"doc_title\">Malkit Singh And Another vs State Of Punjab And Another on 22 August, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:inderjit-singh\">Inderjit Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:inderjit-singh\">Inderjit Singh</a></h3>\n\n<pre id=\"pre_1\">                IN THE HIGH COURT OF PUNJAB AND HARYANA AT CHANDIGARH\n\n\n                                    (i)       Crl. Appeal No.S-2899-SB of 2009 (O&amp;M)\n                                                     Date of Decision: August 22, 2013\n\n\n           Malkit Singh and another\n\n                                                                            ...Appellants\n\n                                                 VERSUS\n\n           State of Punjab and another\n\n                                                                         ...Respondents\n\n\n                                    (ii)             Crl. Appeal No.S-1417-SB of 2010\n\n           Manjinder Singh alias Gogi\n\n                                                                             ...Appellant\n\n                                                 VERSUS\n\n           Intelligence Officer, Directorate of Revenue Intelligence\n\n                                                                          ...Respondent\n\n\n                                    (iii)            Crl. Appeal No.S-1043-SB of 2011\n\n           Balbir Singh\n\n                                                                             ...Appellant\n\n                                                 VERSUS\n\n           Intelligence Officer, Directorate of Revenue Intelligence\n\n                                                                          ...Respondent\n\n\n           CORAM: HON&#x27;BLE MR. JUSTICE INDERJIT SINGH\n\n\n           Present:            Mr.S.S.Brar, Advocate\n                               for the appellants (in CRA No.S-2899-SB of 2009).\n\n                               Mr.S.S.Brar, Advocate, Amicus Curiae\n                               for the appellant (in CRA No.S-1417-SB of 2010).\nGulati Vineet\n2013.10.09 09:31\nI attest to the accuracy and\nintegrity of this document\nChandigarh\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                   -2-\n\n\n                               Mr.N.P.S.Mann, Advocate\n                               for the appellant (in CRA No.S-1043-SB of 2011).\n\n                               Mr.Yogesh Gupta, Asstt. Advocate General, Punjab\n                               for respondent No.1-State\n                               (in CRA No.S-2899-SB of 2009).\n\n                               Mr.D.D.Sharma, Advocate\n                               for respondent No.2 (in CRA No.S-2899-SB of 2009)\n                               and for the respondent (in CRA No.S-1417-SB of 2010)\n                               and (in CRA No.S-1043-SB of 2011)\n\n                                    ****\n\n           INDERJIT SINGH, J.\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                               This judgment shall dispose of three connected cases i.e.\n\n           CRA No.S-2899-SB of 2009, CRA No.S-1417-SB of 2010 and CRA\n\n           No.S-1043 of 2011 arising out of the same judgment of conviction\n\n           dated 20.11.2009 and order of sentence dated 23.11.2009 passed by\n\n           learned Judge, Special Court, Ludhiana whereby, the accused-\n\n           appellants were held guilty and convicted and sentenced to undergo\n\n           rigorous imprisonment for a period of ten years each and to pay a fine\n\n           of ` 1,00,000/- each and in default of payment of fine, to further\n\n           undergo rigorous imprisonment for a period of two years each under\n\n           <a href=\"/doc/1566465/\" id=\"a_1\">Sections 21</a> and <a href=\"/doc/935721/\" id=\"a_2\">27A</a> of the Narcotic Drugs and Psychotropic\n\n           Substances Act, 1985.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">                               The brief facts of the prosecution case are that on\n\n           21.11.2007, Kamaljit Singh, Intelligence Officer, Directorate of\n\n           Revenue Intelligence (DRI) got information that narcotics will be\n\n           transported in a white colour Tata Sumo bearing registration No.PB-\n\n           07P-0292 coming from Jalandhar side to Delhi via Ludhiana and will\n\n           be crossing Doraha Toll Barrier at 9.00 P.M. He reduced the same\n<span class=\"hidden_text\" id=\"span_1\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_2\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_3\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_4\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_5\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases            -3-\n\n\n           into writing and put up before Joint Director and they were ordered to\n\n           lay naka. Intelligence report is Ex.PA and endorsement is Ex.PA/1.\n\n           Before proceeding for naka, Panches were called in their office and\n\n           they were joined in the investigation as independent witnesses. He\n\n           along with S.J.S.Chugh, A.K.Sharma, R.P.Singh, Narinder Mohan etc.\n\n           laid naka near about 100 meter ahead of Toll Tax Barrier, Doraha,\n\n           towards Ludhiana side. At about 11.15 P.M., they noticed a white\n\n           colour Tata Sumo bearing same registration number and it was\n\n           signalled to stop. Balbir Singh was driving the Tata Sumo and Malkit\n\n           Singh and Gurcharan Singh were sitting therein. Notice under <a href=\"/doc/961083/\" id=\"a_3\">Section\n\n           50</a> of the NDPS Act was given.            Accused were apprised that\n\n           Sh.S.J.S.Chugh and Sh.A.K.Sharma are present in the team and as\n\n           they are Gazetted Officers of DRI department and the accused were\n\n           given offer to conduct their search in their presence if they so desired.\n\n           They also requested that search may be conducted at some other\n\n           place because there was danger to their lives as the contrabands are\n\n           of high value.      Accordingly, accused along with witnesses were\n\n           escorted to the DRI Office, Ludhiana and they reached there at about\n\n           12.30 A.M. on 22.11.2007.         Personal search of accused was\n\n           conducted. Thereafter, search of Tata Sumo was conducted. There\n\n           were two black colour big suitcases, one grey colour suitcase and one\n\n           black coloured bag. Malkiat Singh told that two black colour suitcases\n\n           and one grey colour suit case belong to him and Gurcharan Singh told\n\n           that the black colour bag belongs to him. Thereafter, black colour big\n\n           suitcases were marked as 1 and 2 for the purpose of identification.\n<span class=\"hidden_text\" id=\"span_6\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_7\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_8\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_9\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_10\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases            -4-\n\n\n           They opened bag No.1, it was filled with clothes and after removing\n\n           the clothes, the lining of the suitcase was cut. There were two cavities\n\n           on both the sides and from each cavity one packet was recovered.\n\n           There were other three cavities on the rear side of the suit case and\n\n           on opening, one packet from each cavity was recovered and in total\n\n           five packets were recovered. Similarly, after removing clothes from\n\n           suit case No.2, there were three cavities and from each cavity, one\n\n           packet was recovered. Nothing incriminating was recovered from the\n\n           search of other suitcase and bag. On weighment, the gross weight of\n\n           all the eight packets was ascertained to be 8.648 kgs. Then, two\n\n           samples of 5 gms. each were separated from each of the packet and\n\n           the net weight of the powder/heroin came to be 8.413 kgs. Sample\n\n           seals were prepared. All the eight bulk parcels were put into a tin box\n\n           and same was wrapped with white cloth and sealed with the same\n\n           seal.           Site plan of the place of recovery Ex.PF was prepared.\n\n           Statements of accused Malkit Singh and Gurcharan Singh were\n\n           recorded by them in their own handwriting in presence of\n\n           Sh.S.J.S.Chugh. Statement of Balbir Singh was also recorded by him\n\n           in his own handwriting in presence of Sh.A.K.Sharma.         Factum of\n\n           mode and recovery was admitted by them. Accused were arrested\n\n           and were produced before Duty Magistrate on 23.11.2007 and the\n\n           order of the Court is Ex.PK. Case property was also produced on the\n\n           same day vide application Ex.PL, on which Magistrate passed the\n\n           order Ex.PL/1 along with annexure of the case property. Intimation of\n\n           arrest of the accused were given by telegrams. Case property was\n<span class=\"hidden_text\" id=\"span_11\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_12\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_13\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_14\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_15\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                -5-\n\n\n           deposited with Judicial Malkhana on the same day except one set of\n\n           samples and Tata sumo for want of space. Samples were sent for\n\n           analysis to CRCL along with test memo Ex.PP through driver Kashmir\n\n           Singh, who handed over the receipt to Kamaljit Singh after depositing\n\n           the same.             Report of Chemical Examiner is Ex.PQ.        Accused\n\n           Manjinder Singh was referred in the statements of co-accused that\n\n           contraband was supplied to them by him. He was summoned but he\n\n           did not appear. He was arrested in other case and was summoned\n\n           through production warrants by the order of the Court. His statement\n\n           under <a href=\"/doc/1752792/\" id=\"a_4\">Section 67</a> of the NDPS Act was recorded. After necessary\n\n           proceedings, complaint under <a href=\"/doc/1566465/\" id=\"a_5\">Sections 21</a>, <a href=\"/doc/263398/\" id=\"a_6\">22</a>, <a href=\"/doc/654722/\" id=\"a_7\">23</a>, <a href=\"/doc/1089586/\" id=\"a_8\">25</a>, <a href=\"/doc/935721/\" id=\"a_9\">27A</a>, <a href=\"/doc/646188/\" id=\"a_10\">28</a>, <a href=\"/doc/1252855/\" id=\"a_11\">29</a>,\n\n           <a href=\"/doc/932245/\" id=\"a_12\">60</a>, <a href=\"/doc/833486/\" id=\"a_13\">61</a>, <a href=\"/doc/1790095/\" id=\"a_14\">62</a> and <a href=\"/doc/73380/\" id=\"a_15\">63</a> of NDPS Act, 1985 was filed.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">                               On presentation of complaint against accused-appellants,\n\n           copy of complaint and other documents were supplied to them.\n\n           Finding prima facie case, the accused-appellants were charge-\n\n           sheeted under <a href=\"/doc/1566465/\" id=\"a_16\">Sections 21</a> and <a href=\"/doc/935721/\" id=\"a_17\">27A</a> of the NDPS Act, 1985, to which\n\n           they pleaded not guilty and claimed trial.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">                               In support of its case, prosecution examined PW-1\n\n           Kamaljit Singh, Intelligence Officer, who is complainant and conducted\n\n           proceedings in this case, deposed as per prosecution version. PW-2\n\n           S.J.S.Chugh, Senior Intelligence Officer, who is also a Gazetted\n\n           Officer and was with the DRI team deposed that recovery was\n\n           effected in his presence and also deposed as per prosecution version.\n\n           PW-3 Narinder Mohan, Intelligence Officer, who was also with the DRI\n\n           team, deposed as per prosecution version.              He also stated that\n<span class=\"hidden_text\" id=\"span_16\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_17\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_18\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_19\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_20\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases           -6-\n\n\n           accused Balbir Singh and Malkit Singh admitted that they were\n\n           carrying contrabands in the Sumo, however, Gurcharan Singh denied\n\n           of having any knowledge about the contraband.        PW-4 R.P.Singh,\n\n           Intelligence Officer, was also with the DRI team and deposed as per\n\n           prosecution version. PW-5 Kashmir Singh, Driver of the DRI office\n\n           mainly deposed that he stopped the vehicle before about 100 meters\n\n           ahead to Toll Tax Barrier, Doraha and parked the same there. He\n\n           remained seated in his vehicle and the officers kept on surveillance.\n\n           At about 11.15 P.M., they noticed a Tata Sumo, which was got\n\n           stopped. He also deposed that on 26.11.2007 at about 11.30 P.M., he\n\n           was handed over with the samples of this case which were eight in\n\n           number along with test memo with direction to take the same to Delhi\n\n           to CRCL. He was handed over the samples at about 6.15 A.M. on\n\n           27.11.2007. He deposited the same with CRCL and took the receipt\n\n           on the same day and handed over the same to Kamaljit Singh,\n\n           Intelligence Officer. The samples were deposited with condition intact.\n\n           PW-6 A.K.Sharma, Superintendent, who was posted as Senior\n\n           Intelligence Officer on 21.11.2007, also deposed as per prosecution\n\n           version.            PW-7 Pushapdeep Singh, Inspector Customs mainly\n\n           deposed that on 27.01.2008, he was posted as Intelligence Officer,\n\n           DRI Amritsar. On that day, he apprehended Manjinder Singh along\n\n           with one accomplice Sawinder Singh.          3.980 kgs. of heroin was\n\n           recovered from their possession. Voluntary statement was tendered\n\n           by accused Manjinder Singh before him in his own handwriting under\n\n           <a href=\"/doc/1752792/\" id=\"a_18\">Section 67</a> of the NDPS Act, whereby he admitted that nine packets of\n<span class=\"hidden_text\" id=\"span_21\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_22\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_23\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_24\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_25\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                -7-\n\n\n           heroin were delivered to Malkit Singh, Gurcharan Singh and Balbir\n\n           Singh. He has seen the certified copy of the statement of Manjinder\n\n           Singh, which is Ex.PW7/A.\n\n                               At the close of prosecution evidence, the accused-\n\n           appellants were examined under <a href=\"/doc/767287/\" id=\"a_19\">Section 313</a> Cr.P.C. and they denied\n\n           the correctness of the evidence and pleaded themselves as innocent.\n\n</p><p data-structure=\"PetArg\" id=\"p_5\">                               Accused-appellant Malkit Singh further pleaded that he\n\n           has been falsely implicated in this case and nothing was recovered\n\n           from them.            They have been falsely implicated at the instance of\n\n           political leader Prithipal Singh of their area due to political vendetta.\n\n           They have not committed any crime and they are absolutely innocent.\n\n</p><p data-structure=\"PetArg\" id=\"p_6\">                               Accused-appellant Gurcharan Singh also took the similar\n\n           plea.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">                               Accused-appellant Balbir Singh further pleaded that no\n\n           recovery was effected from him. He is a taxi driver and co-accused\n\n           has hired his taxi for Delhi and on the way, he along with accused was\n\n           stopped by some officials who took them to DRI office, Ludhiana,\n\n           where he was involved in this case falsely. He was not aware what\n\n           co-accused were carrying with them.                   He never suffered any\n\n           confessional statement before DRI officers, rather, he was forced to\n\n           write at the dictation of DRI officers and his signatures were obtained\n\n           forcibly by them. Accused-appellant Manjinder Singh pleaded that he\n\n           is also innocent and he never suffered any confessional statement in\n\n           any case before officer of DRI.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">                               No evidence was led in defence.\n</p><span class=\"hidden_text\" id=\"span_26\">Gulati Vineet</span><p data-structure=\"Facts\" id=\"p_9\">\n<span class=\"hidden_text\" id=\"span_27\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_28\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_29\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_30\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                 -8-\n\n\n                               On the basis of the evidence produced by the prosecution,\n\n           accused-appellants were convicted and sentenced as stated above by\n\n           the learned Judge, Special Court, Ludhiana.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">                               At the time of arguments, learned counsel for the\n\n           appellants argued that weight of the case property was given as 8.648\n\n           kgs. of heroin. After separation of samples, it was given as 8.413\n\n           kgs., where as two samples of 5 gms. each were separated from eight\n\n           packets, meaning thereby only 80 gms. was separated.                 So, this\n\n           discrepancy creates doubt in the prosecution version. They further\n\n           argued that independent witnesses were not examined in the present\n\n           case. Their names have also not been mentioned in the complaint,\n\n           which further creates doubt.            Seal was also not handed over to\n\n           independent witnesses and was remained with the complainant. They\n\n           further contended that as per defence version, place of occurrence is\n\n           disputed. The accused were stopped at Shambhu Barrier and not at\n\n           Doraha Barrier. They next argued that samples were sent after six\n\n           days, which further creates doubt in the prosecution version. Learned\n\n           counsel for the appellants also argued that case property was not\n\n           deposited in the malkhana of the police station, which also creates\n\n           doubt. They next argued that compliance of <a href=\"/doc/1841395/\" id=\"a_20\">Section 42</a> of the NDPS\n\n           Act has not been made in the present case. No search warrants were\n\n           taken, neither the secret information was reduced into writing nor the\n\n           report was sent to the higher officers.            They further argued that\n\n           compliance of <a href=\"/doc/961083/\" id=\"a_21\">Section 50</a> of the NDPS Act has also not been made in\n\n           the present case. The only offer to get the search conducted was\n<span class=\"hidden_text\" id=\"span_31\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_32\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_33\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_34\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_35\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases              -9-\n\n\n           from the Gazetted Officer and not from the Magistrate.            Learned\n\n           counsel for the appellants further contended that there is no\n\n           compliance of <a href=\"/doc/1363838/\" id=\"a_22\">Section 55</a> of the NDPS Act by producing the case\n\n           property before SHO nor report was sent to higher officer under\n\n           <a href=\"/doc/669884/\" id=\"a_23\">Section 57</a> of the NDPS Act. They next argued that the conscious\n\n           possession of Balbir Singh and Gurcharan Singh is not proved. Balbir\n\n           Singh was only the driver and the recovery was from the suitcases\n\n           only and not from the vehicle. They further contended that number of\n\n           vehicle, make etc. has not been mentioned in the complaint, upon\n\n           which the DRI team went to the spot.              Learned counsel for the\n\n           appellants further argued that police station Sanehwal was on the way\n\n           but the DRI team did not stop there and did not make search in the\n\n           police station and in cross-examination PW-1 stated that police station\n\n           was not a safe place.            They next argued that case property was\n\n           measured in the head office at Ludhiana and proper procedure has\n\n           not been adopted.              There is no evidence on the record that\n\n           Sh.S.J.S.Chugh is a Gazetted Officer.             Learned counsel for the\n\n           appellants, therefore, argued that there being merits in all the appeals,\n\n           these should be allowed and accused-appellants should be acquitted.\n\n</p><p data-structure=\"RespArg\" id=\"p_11\">                               On the other hand, learned counsel for the respondents\n\n           has argued that case of the prosecution has been duly proved. There\n\n           is nothing on the record as to why the PWs would depose falsely\n\n           against the appellants.          Sh.S.J.S.Chugh is a Gazetted Officer, in\n\n           whose presence recovery was effected. Otherwise also, he was with\n\n           the DRI team and PWs have consistently deposed regarding\n<span class=\"hidden_text\" id=\"span_36\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_37\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_38\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_39\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_40\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases          -10-\n\n\n           prosecution version. There are no material contradictions or material\n\n           improvements in their statements. They further argued that in the\n\n           present case <a href=\"/doc/1841395/\" id=\"a_24\">Section 42</a> of the NDPS Act will not apply. They also\n\n           argued that even <a href=\"/doc/961083/\" id=\"a_25\">Section 50</a> of the NDPS Act will also not apply in the\n\n           present case as the heroin was recovered from the suitcases and not\n\n           from the personal search of the appellants. Learned counsel for the\n\n           respondents next contended that otherwise also written notices have\n\n           been proved on the record, which shows that offer was made to get\n\n           the search conducted in the presence of Magistrate or Gazetted\n\n           Officer. They further argued that as per <a href=\"/doc/1276310/\" id=\"a_26\">Section 53</a> of the NDPS Act,\n\n           special powers have been given to the complainant PW-1 regarding\n\n           officer-in-charge of the police station.   Therefore, he himself being\n\n           officer-in-charge, there was no need to produce the case property etc.\n\n           before any other person. Learned counsel for the respondents next\n\n           argued that case property was deposited in the Judicial Malkhana as\n\n           per orders of the Court. The samples were deposited at the earliest\n\n           with CRCL, Delhi and the report was received showing that the seals\n\n           on the samples were intact. They further argued that no evidence in\n\n           defence has been produced by the accused-appellants to show what\n\n           was the enmity of Prithipal Singh etc. and how these officers were\n\n           under the influence of Pritipal Singh, Leader at Ganganagar,\n\n           Rajasthan. Learned counsel for the respondents next contended that\n\n           only possession is to be proved by the prosecution and it was for the\n\n           accused-appellants to show that they were not in conscious\n\n           possession. They further argued that statement under <a href=\"/doc/1752792/\" id=\"a_27\">Section 67</a> of\n<span class=\"hidden_text\" id=\"span_41\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_42\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_43\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_44\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_45\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                 -11-\n\n\n           the <a href=\"/doc/1727139/\" id=\"a_28\">NDPS Act</a> is admissible in law and it is not hit by <a href=\"/doc/494844/\" id=\"a_29\">Section 25</a> of the\n\n           Evidence Act, as per law laid down by the Constitutional Bench.\n\n           Learned counsel for the respondents, therefore, argued that there\n\n           being no merit, all the three appeals should be dismissed.\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">                               I have gone through the record minutely and carefully and\n\n           have heard learned counsel for the appellants as well as learned\n\n           counsel for the respondents.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">                               From the evidence on record, I do not find any merits in\n\n           the arguments of the learned counsel for the appellants. As regarding\n\n           the argument that as per prosecution version recovery was of 8.648\n\n           kgs. and after separating samples that of 80 gms. in total, it has\n\n           shown the weight as 8.143 kgs. which is discrepant, I find that PW-1\n\n           Kamljit Singh has given the gross weight 8.648 kgs. of all the eight\n\n           packets and after separating samples, he has given the weight of the\n\n           heroin as 8.143 kgs., which means that the weight of the packets\n\n           have been excluded and weight of heroin has been given. So, on this\n\n           ground, no reasonable doubt exists in the prosecution version. As per\n\n           evidence on record, two independent witnesses namely Manjit Singh\n\n           and Manwinder Singh have been joined by the DRI team but they\n\n           have been given up being won over. The mere non-examination of\n\n           these witnesses and              that their names do    not   appear in the\n\n           complaint, will not create any doubt in the prosecution version. The\n\n           fact that these PWs were resident of the mohalla where the\n\n           complainant PW-1 Kamaljit Singh, Intelligence Officer was earlier\n\n           residing also will not create any doubt nor it will prove that they were\n<span class=\"hidden_text\" id=\"span_46\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_47\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_48\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_49\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_50\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases           -12-\n\n\n           stock witnesses.    It is for the complainant to examine or not to\n\n           examine witnesses, who are not supporting the prosecution case and\n\n           have been won over by the accused. Otherwise also, the officers of\n\n           DRI are not police officials. They have been entrusted with some\n\n           special powers as Officer-in-charge of police station under some\n\n           special Acts. They cannot be held as police officers. Therefore, their\n\n           statements, only due to their official status, cannot be disbelieved. I\n\n           have perused the statements of PWs including the Gazetted Officers,\n\n           who were in the team and have been examined in the present case\n\n           and the recovery has been effected in their presence. They have\n\n           consistently deposed regarding prosecution version and there are no\n\n           material contradictions or material improvements in their statements.\n\n           There is nothing in their cross-examination to disbelieve their\n\n           statements. They are truthful and trustworthy witnesses having no\n\n           enmity or motive against the accused-appellants to falsely implicate\n\n           them. The accused-appellants have not led any evidence to prove\n\n           their defence version. There is nothing on the record as to who is\n\n           Prithipal Singh. How these officers of DRI were under the influence of\n\n           Prithipal Singh and why these officers including the Gazetted Officer\n\n           would falsely implicate these accused-appellants.       Such a huge\n\n           recovery cannot be falsely planted upon the accused-appellants.\n\n           Otherwise also, as per suggestions given to the complainant PW-1\n\n           Kamaljit Singh and other witnesses, the presence of Balbir Singh,\n\n           Malkit Singh and Gurcharan Singh in the Tata Sumo vehicle is\n\n           admitted, but accused-appellants stated that they were stopped at\n<span class=\"hidden_text\" id=\"span_51\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_52\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_53\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_54\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_55\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                    -13-\n\n\n           Shambhu Barrier instead of Doraha Toll Tax Barrier.                Even, Balbir\n\n           Singh in his statement has stated that he was driving the vehicle. The\n\n           Tata Sumo was stopped near Doraha Toll Tax Barrier while in transit at\n\n           a public place at night time. Therefore, <a href=\"/doc/1841395/\" id=\"a_30\">Section 42</a> of the NDPS Act\n\n           will not apply. Rather, <a href=\"/doc/1374738/\" id=\"a_31\">Section 43</a> of the NDPS Act will apply in the\n\n           present case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1216036\" id=\"span_56\">In <a href=\"/doc/1216036/\" id=\"a_32\">State of Haryana v. Jarnail Singh</a> (2004) 5 SCC\n\n           188, Hon&#x27;ble the Supreme Court has dilated upon the distinction\n\n           between two Sections, i.e. <a href=\"/doc/1841395/\" id=\"a_33\">Section 42</a> or <a href=\"/doc/1374738/\" id=\"a_34\">Section 43</a>, of the Act and\n\n           has to say as under:</span>\n</p>\n<blockquote id=\"blockquote_1\">                               &quot;6. The next question is whether <a href=\"/doc/1841395/\" id=\"a_35\">Section 42</a> of the\n                               NDPS Act applies to the facts of this case. In our view\n                               <a href=\"/doc/1841395/\" id=\"a_36\">Section 42</a> of the NDPS Act has no application to the facts\n                               of this case. <a href=\"/doc/1841395/\" id=\"a_37\">Section 42</a> authorises an officer of the\n                               Departments enumerated therein, who are duly\n                               empowered in this behalf, to enter into and search any\n                               such building, conveyance or place, if he has reason to\n                               believe from personal knowledge or information given by\n                               any person and taken down in writing that any narcotic\n                               drug or psychotropic substance, etc. is kept or concealed\n                               in any building, conveyance or enclosed place. This power\n                               can be exercised freely between sunrise and sunset but\n                               between sunset and sunrise if such an officer proposes to\n                               enter and search such building, conveyance or enclosed\n                               place, he must record the grounds for his belief that a\n                               search warrant or authorisation cannot be obtained\n                               without affording opportunity for the concealment of\n                               evidence or facility for the escape of an offender.\n</blockquote>\n<blockquote id=\"blockquote_2\">                               7.     <a href=\"/doc/1374738/\" id=\"a_38\">Section 43</a> of the NDPS Act provides that any officer\n                               of any of the Departments mentioned in <a href=\"/doc/1841395/\" id=\"a_39\">Section 42</a> may\n                               seize in any public place or in transit any narcotic drug or\n                               psychotropic substance, etc. in respect of which he has\n                               reason to believe that an offence punishable under the Act\n                               has been committed. He is also authorised to detain and\n                               search any person whom he has reason to believe to have\n                               committed an offence punishable under the Act.\n                               Explanation to <a href=\"/doc/1374738/\" id=\"a_40\">Section 43</a> lays down that for the purposes\n                               of this section, the expression &quot;public place&quot; includes any\n                               public conveyance, hotel, shop, or other place intended for\n                               use by, or accessible to, the public.\n</blockquote><span class=\"hidden_text\" id=\"span_57\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_58\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_59\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_60\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_61\">Chandigarh</span>\n<blockquote id=\"blockquote_3\">            Crl. Appeal No.S-2899-SB of 2009 and connected cases                   -14-\n\n\n</blockquote><blockquote id=\"blockquote_4\">                               8.     <a href=\"/doc/1841395/\" id=\"a_41\">Sections 42</a> and <a href=\"/doc/1374738/\" id=\"a_42\">43</a>, therefore, contemplate two\n                               different situations. <a href=\"/doc/1841395/\" id=\"a_43\">Section 42</a> contemplates entry into\n                               and search of any building, conveyance or enclosed\n                               place, while <a href=\"/doc/1374738/\" id=\"a_44\">Section 43</a> contemplates a seizure made in\n                               any public place or in transit. If seizure is made under\n                               <a href=\"/doc/1841395/\" id=\"a_45\">Section 42</a> between sunset and sunrise, the requirement\n                               of the proviso thereto has to be complied with. There is no\n                               such proviso in <a href=\"/doc/1374738/\" id=\"a_46\">Section 43</a> of the Act and, therefore, it is\n                               obvious that if a public conveyance is searched in a public\n                               place, the officer making the search is not required to\n                               record his satisfaction as contemplated by the proviso to\n                               <a href=\"/doc/1841395/\" id=\"a_47\">Section 42</a> of the NDPS Act for searching the vehicle\n                               between sunset and sunrise.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_14\">                               <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1216036\" id=\"span_62\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1032247\" id=\"span_63\">Further, in <a href=\"/doc/1032247/\" id=\"a_48\">State, NCT of Delhi vs. Malvinder Singh</a>\n\n           (2007) 11 SC 314, the reasoning propounded in <a href=\"/doc/1216036/\" id=\"a_49\">Jarnail Singh</a>&#x27;s case\n\n           (supra) was relied.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1036527\" id=\"span_64\">In <a href=\"/doc/1036527/\" id=\"a_50\">Karnail Singh v. State of Haryana</a>&#x27; (2009) 5\n\n           RCR (Crl.) 515, a further distinction between both the Sections i.e.\n\n           <a href=\"/doc/1841395/\" id=\"a_51\">Section 42</a> and <a href=\"/doc/1374738/\" id=\"a_52\">Section 43</a> of the Act has been noticed as under:-</span>\n\n</p><blockquote id=\"blockquote_5\">                               &quot;12. The material difference between the provisions of\n                               <a href=\"/doc/1841395/\" id=\"a_53\">Sections 42</a> and <a href=\"/doc/1374738/\" id=\"a_54\">43</a> of the NDPS Act is that <a href=\"/doc/1841395/\" id=\"a_55\">Section 42</a>\n                               requires recording of reasons for belief and for taking\n                               down of information received in writing with regard to the\n                               commission of an offence before conducting search and\n                               seizure, <a href=\"/doc/1374738/\" id=\"a_56\">Section 43</a> does not contain any such provision\n                               and as such while acting under <a href=\"/doc/1374738/\" id=\"a_57\">Section 43</a> of the Act, the\n                               empowered officer has the power of seizure of the article,\n                               etc. and arrest of a person who is found to be in\n                               possession of any narcotic drug or psychotropic\n                               substance in a public place where such possession\n                               appears to him to be unlawful.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_15\">                               <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"111601\" id=\"span_65\">Furthermore, as per statement of PW-1 Kamaljit Singh,\n\n           Intelligence Officer, when he received information, he reduced it into\n\n           writing, which is Intelligence report Ex.PA and it was sent to the higher\n\n           officer, who made endorsement Ex.PA/1 and asked for holding naka.\n\n           Next I find that the recovery has been effected from the suitcases in\n\n           the Tata Sumo and not from the personal search of the accused-\n<span class=\"hidden_text\" id=\"span_66\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_67\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_68\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_69\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_70\"><span class=\"hidden_text\" id=\"span_71\">Chandigarh</span></span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                      -15-\n\n\n           appellants. Therefore, <a href=\"/doc/961083/\" id=\"a_58\">Section 50</a> of the NDPS Act will not apply in\n\n           the present case as has been held by the Hon&#x27;ble Supreme Court in\n\n           <a href=\"/doc/111601/\" id=\"a_59\">Ajmer Singh vs. State of Haryana</a>, 2010(3) SCC 746 as under:-</span>\n\n</p><blockquote id=\"blockquote_6\">                               <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"489126\" id=\"span_72\">&quot;13. The learned counsel for the appellant contended that\n                               the provision of <a href=\"/doc/961083/\" id=\"a_60\">Section 50</a> of the Act would also apply,\n                               while searching the bag, brief case etc., carried by the\n                               person and its non-compliance would be fatal to the\n                               proceedings initiated under the Act. We find no merit in the\n                               contention of the learned counsel. It requires to be noticed\n                               that the question of compliance or non-compliance of\n                               <a href=\"/doc/961083/\" id=\"a_61\">Section 50</a> of the N.D.P.S. Act is relevant only where\n                               search of a person is involved and the said Section is not\n                               applicable nor attracted where no search of a person is\n                               involved. Search and recovery from a bag, brief case,\n                               container, etc., does not come within the ambit of <a href=\"/doc/961083/\" id=\"a_62\">Section\n                               50</a> of the N.D.P.S. Act, because firstly, <a href=\"/doc/961083/\" id=\"a_63\">Section 50</a>\n                               expressly speaks of search of person only. Secondly, the\n                               Section speaks of taking of the person to be searched by\n                               the Gazetted Officer or Magistrate for the purpose of\n                               search. Thirdly, this issue in our considered opinion is no\n                               more res-integra in view of the observations made by this\n                               court in the case of <a href=\"/doc/489126/\" id=\"a_64\">Madan Lal v. State of Himachal\n                               Pradesh</a> 2003(4) R.C.R. (Criminal) 100: 2004(1) Apex\n                               Criminal 426 : 2003 Crl.L.J.3868. The Court has\n                               observed:</span>\n</blockquote><blockquote id=\"blockquote_7\">                                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"513648\" id=\"span_73\">&quot;A bare reading of <a href=\"/doc/961083/\" id=\"a_65\">Section 50</a> shows that it only\n                                     applies in case of personal search of a person. It\n                                     does not extend to search of a vehicle or a container\n                                     or a bag or premises (See <a href=\"/doc/513648/\" id=\"a_66\">Kalema Tumba v. State\n                                     of Maharashtra and Anr.</a> 1999(4) R.C.R. (Criminal)\n                                     575 : JT 1999 (8) SC 293), State of Punjab v.\n                                     Baldev Singh (JT 1994 (4) SC 595), Gurbax Singh\n                                     v. State of Haryana 2001(1) R.C.R. (Criminal)\n                                     702 : (2001 (3) SCC 28). The language of section is\n                                     implicitly clear that the search has to be in relation to\n                                     a person as contrast to search of premises, vehicles,\n                                     or articles.</span> This position was settled beyond doubt by\n                                     the Constitution Bench in Baldev Singh&#x27;s case\n                                     (supra). Above being the position, the contention\n                                     regarding non-compliance of <a href=\"/doc/961083/\" id=\"a_67\">Section 50</a> of the Act is\n                                     also without any substance.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\">                               14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"794095\" id=\"span_74\">In <a href=\"/doc/794095/\" id=\"a_68\">State of Himachal Pradesh v. Pawan Kumar</a>,\n                               [2005 (2) R.C.R (Criminal) 622 : 2005(2) Apex Criminal\n                               1 : 2005 4 SCC 350], this Court has stated:</span>\n</p>\n<blockquote id=\"blockquote_8\">Gulati Vineet                        &quot;A bag, briefcase or any such article or container,\n<span class=\"hidden_text\" id=\"span_75\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_76\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_77\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_78\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                      -16-\n\n\n                                    etc. can, under no circumstances, be treated as\n                                    body of a human being. They are given a separate\n                                    name and are identifiable as such. They cannot even\n                                    remotely be treated to be part of the body or a\n                                    human being. Depending upon the physical capacity\n                                    of a person, he may carry any number of items like a\n                                    bag, a briefcase, a suitcase, a tin box, a thaila, a\n                                    jhola, a gathri, a holdall, a carton etc. of varying size,\n                                    dimension or weight. However, while carrying or\n                                    moving along with them, some extra effort or energy\n                                    would be required. They would have to be carried\n                                    either by the hand or hung on the shoulder or back\n                                    or placed on the head. In common parlance it would\n                                    be said that a person is carrying a particular article,\n                                    specifying the manner in which it was carried like\n                                    hand, shoulder, back or head, etc. Therefore, it is not\n                                    possible to include these articles within the ambit of\n                                    the word &quot;person&quot; occurring in <a href=\"/doc/961083/\" id=\"a_69\">Section 50</a> of the\n                                    Act.&quot;\n</blockquote>\n<blockquote id=\"blockquote_9\">                               After discussion on the interpretation of the word `person&#x27;,\n                               this Court concluded:\n</blockquote>\n<blockquote id=\"blockquote_10\">                                    &quot;that the provisions of <a href=\"/doc/961083/\" id=\"a_70\">section 50</a> will come into play\n                                    only in the case of personal search of the accused\n                                    and not of some baggage like a bag, article or\n                                    container, etc. which (the accused) may be carrying&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_17\">                               The court further observed :\n</p>\n<blockquote id=\"blockquote_11\">                                    &quot;In view of the discussion made, <a href=\"/doc/961083/\" id=\"a_71\">Section 50</a> of the\n                                    Act can have no application on the facts and\n                                    circumstances of the present case as opium was\n                                    allegedly recovered from the bag, which was being\n                                    carried by the accused.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_18\">                               Further, I find that as per <a href=\"/doc/1276310/\" id=\"a_72\">Section 53</a> of the NDPS Act,\n\n           complainant PW-1 Kamaljit Singh and other officers have been\n\n           notified as officers-in-charge of the police station for the purpose of\n\n           this Act, therefore, there is no need to produce the case property\n\n           before any SHO of the other police station. Gazetted Officers are also\n\n           in the team, who laid down the naka, therefore, there is also no need\n\n           to send report to the higher officers also. Otherwise also, <a href=\"/doc/669884/\" id=\"a_73\">Section 57</a>\n<span class=\"hidden_text\" id=\"span_79\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_80\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_81\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_82\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_83\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                    -17-\n\n\n           of the <a href=\"/doc/1727139/\" id=\"a_74\">NDPS Act</a> is directory in nature and all the provisions are not\n\n           mandatory.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1807654\" id=\"span_84\">As regarding conscious possession, I find that prosecution\n\n           is only to prove the possession of the accused of the incriminating\n\n           articles. It is for the accused to show that they were not aware of the\n\n           incriminating articles. But the accused have not produced any cogent\n\n           evidence on record to show that they were not in possession of\n\n           incriminating articles. The Hon&#x27;ble Supreme Court in <a href=\"/doc/1807654/\" id=\"a_75\">Megh Singh\n\n           Vs. State of Punjab</a> 2003(4) R.C.R. (Criminal) 319, has held that\n\n           word &#x27;conscious&#x27; means awareness about a particular fact.                It is a\n\n           state of mind which is deliberate or intended. Expression &#x27;possession&#x27;\n\n           is a polymorphous term which assumes different colours in different\n\n           contexts. It is impossible to work out a completely logical and precise\n\n           definition of &quot;possession&quot; uniformly applicable to all situations in the\n\n           context of all statutes. In that case, accused was found sitting on\n\n           gunny bags containing contraband and it was held that accused was\n\n           in conscious possession.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_85\">The Hon&#x27;ble Supreme Court in <a href=\"/doc/489126/\" id=\"a_76\">Madan Lal\n\n           and another Vs. State of Himachal Pradesh</a> 2003(4) RCR (Crl.)\n\n           100, has held as under:-</span>\n</p>\n<blockquote id=\"blockquote_12\">                               &quot;20. Whether there was conscious possession has to be\n                               determined with reference to the factual backdrop. The\n                               facts which can be culled out from the evidence on record\n                               is that all the accused persons were travelling in a vehicle\n                               and as noted by the Trial Court they were known to each\n                               other and it has not been explained or shown as to how\n                               they travelled together from the same destination in a\n                               vehicle which was not a public vehicle.\n</blockquote>\n<blockquote id=\"blockquote_13\">                               21. <a href=\"/doc/1557102/\" id=\"a_77\">Section 20(b)</a> makes possession of contraband\n                               articles an offence. <a href=\"/doc/919170/\" id=\"a_78\">Section 20</a> appears in chapter IV of\n<span class=\"hidden_text\" id=\"span_86\">Gulati Vineet</span>\n                               the Act which relates to offence for possession of such\n<span class=\"hidden_text\" id=\"span_87\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_88\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_89\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_90\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                     -18-\n\n\n                               articles. It is submitted that in order to make the\n                               possession illicit, there must be a conscious possession.\n</blockquote>\n<blockquote id=\"blockquote_14\">                               22. It is highlighted that unless the possession was\n                               coupled with requisite mental element, i.e. conscious\n                               possession and not mere custody without awareness of\n                               the nature of such possession, <a href=\"/doc/919170/\" id=\"a_79\">Section 20</a> is not attracted.\n</blockquote>\n<blockquote id=\"blockquote_15\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1985622\" id=\"span_91\">23. The expression &#x27;possession&#x27; is a polymorphous term\n                               which assumes different colours in different contexts. It\n                               may carry different meanings in contextually different\n                               backgrounds. It is impossible, as was observed in\n                               <a href=\"/doc/1985622/\" id=\"a_80\">Superintendent &amp; Remembrancer of Legal Affairs,\n                               West Bengal v. Anil Kumar Bhunja and Ors.</a> (AIR 1980\n                               SC 52), to work out a completely logical and precise\n                               definition of &quot;possession&quot; uniformly applicable to all\n                               situations in the context of all statutes.</span>\n</blockquote>\n<blockquote id=\"blockquote_16\">                               24. The word &#x27;conscious&#x27; means awareness about a\n                               particular fact. It is a state of mind which is deliberate or\n                               intended.\n</blockquote>\n<blockquote id=\"blockquote_17\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1332361\" id=\"span_92\">25. As noted in <a href=\"/doc/1332361/\" id=\"a_81\">Gunwantlal v. The State of M.P.</a> (AIR\n                               1972 SC 1756) possession in a given case need not be\n                               physical possession but can be constructive, having\n                               power and control over the article in case in question,\n                               while the person whom physical possession is given holds\n                               it subject to that power.</span>\n</blockquote>\n<blockquote id=\"blockquote_18\">                               26. The word &#x27;possession&#x27; means the legal right to\n                               possession (See Health v. Drown (1972) (2) All ER 561\n                               (HL). In an interesting case it was observed that where a\n                               person keeps his fire arm in his mother&#x27;s flat which is safer\n                               than his own home, he must be considered to be in\n                               possession of the same. (See Sullivan v. Earl of\n                               Caithness (1976 (1) All ER 844 (QBD).\n</blockquote>\n<blockquote id=\"blockquote_19\">                               27. Once possession is established the person who\n                               claims that it was not a conscious possession has to\n                               establish it, because how he came to be in possession is\n                               within his special knowledge. <a href=\"/doc/852142/\" id=\"a_82\">Section 35</a> of the Act gives a\n                               statutory recognition of this position because of\n                               presumption available in law. Similar is the position in\n                               terms of <a href=\"/doc/1297682/\" id=\"a_83\">Section 54</a> where also presumption is available to\n                               be drawn from possession of illicit articles.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_20\">                               In view of these above two citations, conscious possession\n\n           of the appellants is duly proved.\n</p><span class=\"hidden_text\" id=\"span_93\">Gulati Vineet</span><p data-structure=\"CDiscource\" id=\"p_21\">\n<span class=\"hidden_text\" id=\"span_94\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_95\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_96\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_97\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                -19-\n\n\n                               As regarding the fact that number of vehicle, make etc.\n\n           has not been given in the complaint on which the DRI team had gone\n\n           to the spot will also not create any doubt in the prosecution version.\n\n           PW-5 Kashmir Singh driver has deposed that he took the team on the\n\n           vehicle and he was posted at DRI Ludhiana.               The perusal of the\n\n           cross-examination, nowhere shows that any question has been asked\n\n           regarding number of the vehicle or its make etc. from the driver.\n\n           Therefore, on this ground also, no reasonable doubt exists in the\n\n           prosecution version.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">                               As regarding the argument, that DRI team did not stop at\n\n           police station Sanehwal while going from Doraha Toll Tax Barrier to\n\n           their office at Ludhiana also does not create any doubt. When the\n\n           accused-appellants themselves stated that they were feeling threat\n\n           and the Toll Tax Barrier is not a safe place in view of the value of the\n\n           incriminating articles, it was not necessary to report at police station\n\n           Sanehwal or to get weighments etc. at Sanehwal.                  As already\n\n           discussed, the complainant himself has been notified as officer-in-\n\n           charge of police station and this fact will not create any doubt in the\n\n           prosecution version. Again the explanation has been given regarding\n\n           bringing the accused and witnesses to the Headquarters and to\n\n           measure the heroin and to do other proceedings there. Therefore, no\n\n           reasonable doubt exists on this ground.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">                               As regarding the fact that notification or order has not\n\n           been placed on the record that Sh.S.J.S. Chugh is a Gazetted Officer,\n\n           I find that S.J.S.Chugh has himself appeared as witness in the Court\n<span class=\"hidden_text\" id=\"span_98\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_99\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_100\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_101\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_102\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                  -20-\n\n\n           and deposed that he is a Gazetted Officer and other PWs have also\n\n           deposed that he is a senior officer and a Gazetted Officer. Therefore,\n\n           there is no necessity to prove each and every fact by bringing the\n\n           documents. There is no contrary evidence produced by the accused-\n\n           appellants.           Otherwise also, this fact in no way is related to the\n\n           recovery of heroin from the accused-appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">                               As regarding the fact that case property was not deposited\n\n           with the malkhana of police station etc. I find that the accused-\n\n           appellants were apprehended at night at about 11.30 P.M. at Doraha\n\n           Toll Tax Barrier.           They were brought to Ludhiana and when the\n\n           proceedings were conducted, it took more than eight hours and then\n\n           the accused-appellants were arrested i.e. they have been arrested on\n\n           22.11.2007 and they were produced in the Court on 23.11.2007 on the\n\n           next day.            An application was also filed for depositing the case\n\n           property in the malkhana of the DRI at Amritsar but the Court passed\n\n           the order to deposit the case property in the Judicial Malkhana and\n\n           as per PW-1 Kamaljit Singh, he has proved the application Ex.PL and\n\n           the order of Court Ex.PL/1 and stated that the case property was\n\n           deposited except eight samples, which were handed over to PW-5\n\n           Kashmir Singh on 26.11.2007 to deposit the same in CRCL Delhi, who\n\n           on the next day i.e. on 27.11.2007 deposited the same. So, in the\n\n           facts and circumstances of the present case, in no way it can be held\n\n           there is delay of six days in sending the samples.              Secondly, the\n\n           Chemical Examiner before giving the report, tallied and compared the\n\n           seals with sample seals and found them intact.\n</p><span class=\"hidden_text\" id=\"span_103\">Gulati Vineet</span><p data-structure=\"CDiscource\" id=\"p_25\">\n<span class=\"hidden_text\" id=\"span_104\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_105\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_106\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_107\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                     -21-\n\n\n                               As regarding the fact that in the Chemical Examiner&#x27;s\n\n           report some weight has been given of the samples which is somewhat\n\n           more than 5 gms., I have seen the report of Chemical Examiner. After\n\n           examination of the contents of the samples, the remnant samples\n\n           were returned, which were less than 5 gms. Under clause 2 of the\n\n           Report, the gross weight of the samples was given, which means it\n\n           included the weight of the plastic packet. Therefore, in no way any\n\n           doubt is there in the complainant&#x27;s version. As per the report, each of\n\n           the eight samples answer positive test for Diacetyl Morphine. In the\n\n           present case, link evidence is also complete. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95736430\" id=\"span_108\">PWs have deposed that\n\n           they have not tampered with the case property. The mere fact that\n\n           seal of Central Excise Chandigarh has been used, is of no\n\n           consequence. As already discussed, the seal was not handed over to\n\n           independent witness, also does not create any doubt in the\n\n           prosecution version. There should not be any distrust to the police\n\n           officers as has held by the Hon&#x27;ble Supreme Court in <a href=\"/doc/95736430/\" id=\"a_84\">Kashmiri Lal\n\n           Vs. State of Haryana</a> 2013(3) RCR (Crl.) 259 as under:-</span>\n\n\n</p><blockquote id=\"blockquote_20\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81332\" id=\"span_109\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"235169\" id=\"span_110\">&quot;9. As far as first submission is concerned, it is evincible\n                               from the evidence on record that the police officials had\n                               requested the people present in the &#x27;dhaba; to be\n                               witnesses, but they declined to cooperate and, in fact, did\n                               not make themselves available. That apart, there is no\n                               absolute command of law that the police officers cannot\n                               be cited as witnesses and their testimony should always\n                               be treated with suspicion. Ordinarily, the public at large\n                               show their disinclination to come forward to become\n                               witnesses. If the testimony of the police officer is found to\n                               reliable and trustworthy, the court can definitely act upon\n                               the same. If in the course of scrutinising the evidence the\n                               court finds the evidence of the police officer as unreliable\n                               and untrustworthy, the court may disbelieve him but it\n<span class=\"hidden_text\" id=\"span_111\">Gulati Vineet</span>\n                               should not do so solely on the presumption that a witness\n<span class=\"hidden_text\" id=\"span_112\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_113\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_114\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_115\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                   -22-\n\n\n                               from the department of police should be viewed with\n                               distrust. This is also based on the principle of quality of\n                               the evidence weighs over the quantity of evidence. These\n                               aspects have been highlighted in <a href=\"/doc/235169/\" id=\"a_85\">State of U.P. v. Anil\n                               Singh</a>, 1990(3) R.C.R. (Criminal) 585 : 1988 <a href=\"/doc/81332/\" id=\"a_86\">Supp SCC\n                               686, State, Govt. of NCT of Delhi v. Sunil and another</a>,\n                               2001(1) R.C.R. (Criminal) 56 : 2001 (1) SCC 652 and\n                               Ramjee Rai and others v. State of Bihar, 2006(4) R.C.R.\n                               (Criminal) 289 : 2006(13) SCC 229. Appreciating the\n                               evidence on record on the unveil of the aforesaid\n                               principles, we do not perceive any acceptable reason to\n                               discard the testimony of the official witnesses which is\n                               otherwise reliable and absolutely trustworthy.&quot;</span></span>\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_26\">                               As already discussed, DRI team was consisting of the\n\n           official witnesses and they were not police officials.\n\n</p><p data-structure=\"RespArg\" id=\"p_27\">                               Learned counsel for the appellants have also argued that\n\n           at one time, in the statement, complainant PW-1 Kamaljit Singh has\n\n           stated that nine packets instead of eight packets were delivered.\n\n           They also argued that even in the statement of accused Manjinder\n\n           Singh recorded under <a href=\"/doc/1752792/\" id=\"a_87\">Section 67</a> of the NDPS Act, nine packets\n\n           stated to have been delivered to these other accused, who have been\n\n           apprehended on the spot. On this ground also, no reasonable doubt\n\n           exists in the prosecution version.            All the PWs have consistently\n\n           deposed that only eight packets have been recovered from the cavity\n\n           of suitcases. Secondly, if at one stage it is stated by PW-1 Kamaljit\n\n           Singh as nine packets instead of eight packets, it is just a slip of\n\n           tongue or a clerical mistake. The statements of witnesses are to be\n\n           read as a whole and one word or one line cannot be read in exclusion\n\n           to other statements made by the witnesses.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">                               As regarding the fact that Manjinder Singh in his statement\n\n           under <a href=\"/doc/1752792/\" id=\"a_88\">Section 67</a> of the NDPS Act, has stated that nine packets have\n<span class=\"hidden_text\" id=\"span_116\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_117\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_118\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_119\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_120\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                -23-\n\n\n           been delivered, it was for the accused to explain where they have\n\n           delivered the ninth packet. Therefore, on this ground, no reasonable\n\n           doubt exists in the prosecution version.\n</p>\n<p data-structure=\"PetArg\" id=\"p_29\">                                <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1584447\" id=\"span_121\">Learned counsel for the appellants has cited judgment\n\n           passed in <a href=\"/doc/1584447/\" id=\"a_89\">Noor Aga vs. State of Punjab and another</a> 2008(3)\n\n           R.C.R. (Criminal) 633, in which it is held that a confession made by\n\n           accused before Custom Officer is hit by <a href=\"/doc/494844/\" id=\"a_90\">Section 25</a> of the Evidence\n\n           Act. Custom Officers have been invested with power of police officer\n\n           under <a href=\"/doc/1276310/\" id=\"a_91\">Section 53(3)</a> of the NDPS Act. Custom Officer would thus be a\n\n           deemed police officer for purpose of <a href=\"/doc/494844/\" id=\"a_92\">Section 25</a> of the Evidence Act.\n\n           The confession made under <a href=\"/doc/877314/\" id=\"a_93\">Section 108</a> of the Customs Act cannot\n\n           be the sole basis of conviction. Learned counsel for the appellants\n\n           also argued, while relying upon the above citation, that no\n\n           independent witness was examined. I have gone through the above\n\n           citation.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"95736430\" id=\"span_122\">This citation will not apply in the present case in view of the\n\n           law <a href=\"/doc/1584447/\" id=\"a_94\">laid down in</a> <a href=\"/doc/95736430/\" id=\"a_95\">Kashmiri Lal</a>&#x27;s case (supra).</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">                                <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"690751\" id=\"span_123\">On the other hand, learned counsel for respondent-\n\n           Intelligence Officer has cited judgment passed by Five Judges&#x27; Bench\n\n           of the Hon&#x27;ble Supreme Court in <a href=\"/doc/690751/\" id=\"a_96\">Ramesh Chandra Mehta vs. The\n\n           State of W.B.</a>, AIR 1970 Supreme Court 940, where it is held that\n\n           Custom Officer acting under <a href=\"/doc/1059693/\" id=\"a_97\">Customs Act</a> of 1962 is not a police\n\n           officer.            The Customs Officer under Section 104(3) is, it is true,\n\n           invested with the powers of an officer-in-charge of a police station for\n\n           the purpose of releasing any person on bail or otherwise.               The\n\n           expression &quot;or otherwise&quot; however does not confer upon him the\n<span class=\"hidden_text\" id=\"span_124\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_125\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_126\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_127\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_128\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                    -24-\n\n\n           power to lodge a report before a Magistrate under <a href=\"/doc/1412034/\" id=\"a_98\">Section 173</a> of the\n\n           Code of Criminal Procedure. The power to grant bail, power to collect\n\n           evidence and power to search premises or conveyance without\n\n           recourse to a Magistrate do not make him an officer-in-charge of a\n\n           police station. Powers are conferred upon him primarily for collection\n\n           of duty and prevention of smuggling. He is for all purpose an officer of\n\n           the revenue. It is also held that the statements made before Customs\n\n           Officer by a person who is arrested or against whom an inquiry is\n\n           made are not covered by <a href=\"/doc/494844/\" id=\"a_99\">Section 25</a> of the Evidence Act. In this case,\n\n           it is also held as under:-</span>\n</p>\n<blockquote id=\"blockquote_21\">                               &quot;<a href=\"/doc/276692/\" id=\"a_100\">Section 104(1)</a> of the Customs Act 1962 only prescribes\n                               the conditions in which the power of arrest may be\n                               exercised. The Officer must have reason to believe that a\n                               person has been guilty of an offence punishable under\n                               Section 135; otherwise he cannot arrest such person. But\n                               by informing such person of the grounds of his arrest the\n                               Customs Officer does not formally accuse him with the\n                               commission of an offence. Even under the Act of 1962 a\n                               formal accusation can only be deemed to be made when\n                               an complaint is made before Magistrate competent to try\n                               the person guilty of the infraction under <a href=\"/doc/1727139/\" id=\"a_101\">Sections 132</a>, <a href=\"/doc/1727139/\" id=\"a_102\">133</a>,\n                               <a href=\"/doc/1727139/\" id=\"a_103\">134</a> and <a href=\"/doc/1727139/\" id=\"a_104\">135</a> of the Act. Any statement made under\n                               <a href=\"/doc/1347936/\" id=\"a_105\">Sections 107</a> and <a href=\"/doc/877314/\" id=\"a_106\">108</a> of the Customs Act by a person\n                               against whom an enquiry is made by a Customs Officer is\n                               not a statement made by a person accused of an offence.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_31\">                               <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"387476\" id=\"span_129\">Learned counsel for the respondent further cited judgment\n\n           passed by Five Judges&#x27; Bench of the Hon&#x27;ble Supreme Court in <a href=\"/doc/387476/\" id=\"a_107\">Illias\n\n           vs. The Collector of Customs, Madras</a>, on the same point. Both\n\n           these citations fully applies in the present case.              Therefore, the\n\n           statement under <a href=\"/doc/1752792/\" id=\"a_108\">Section 67</a> of the NDPS Act cannot be held a\n\n           confession before a police officer.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\"><span class=\"hidden_text\" id=\"span_130\">Gulati Vineet</span>\n</p><p data-structure=\"Section\" id=\"p_33\">                               <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1097490\" id=\"span_131\">Learned counsel for the respondent-Intelligence Officer\n<span class=\"hidden_text\" id=\"span_132\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_133\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_134\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_135\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                 -25-\n\n\n           also cited judgment passed by the Hon&#x27;ble Supreme Court in <a href=\"/doc/1097490/\" id=\"a_109\">Raj\n\n           Kumar Karwal vs. Union of India</a> 1990 (1) R.C.R. (Criminal) 719, in\n\n           which it is held that Departmental Officers have been given powers of\n\n           police to investigate under <a href=\"/doc/1276310/\" id=\"a_110\">Section 53</a> of NDPS Act, 1985 but all\n\n           powers under Chapter XII including power to submit report or charge-\n\n           sheet under Section 173 are not given. It is further held that officers\n\n           of department of Revenue Intelligence are not police officers as they\n\n           have been given certain powers of police but not all powers under\n\n           Chapter XII and Section 173. I have gone through the above citation\n\n           and the same fully applies in the present case.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">                               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1599972\" id=\"span_136\">Learned counsel for the respondent further cited judgment\n\n           passed by three Judges&#x27; Bench of the Hon&#x27;ble Supreme Court in\n\n           <a href=\"/doc/1599972/\" id=\"a_111\">K.I.Pavunny vs. Assistant Collector, Central Excise Collectorate,\n\n           Cochin</a>, 1997(2) R.C.R. (Criminal) 48, in which it is held that\n\n           Customs Officer making enquiry to collect proof against that person\n\n           and recording his statement, such a person is not an accused within\n\n           meaning of <a href=\"/doc/967059/\" id=\"a_112\">Section 24</a> of the Evidence Act. The person would be an\n\n           accused only when a complainant is laid by the Customs Officer in the\n\n           Court to take cognizance of offence and summons are issued.</span>\n\n           <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"854912\" id=\"span_137\">Learned counsel for the respondent also cited judgment passed by\n\n           the Hon&#x27;ble Supreme Court in <a href=\"/doc/854912/\" id=\"a_113\">M.Prabhulal vs. Assistant Director,\n\n           Directorate of Revenue Intelligence</a>, 2004(1) R.C.R. (Criminal)\n\n           160, in which it is held that recovery of 66 kgs. of heroin by officers of\n\n           Revenue Intelligence department was made. No independent witness\n\n           was examined. It is inconsequential when confessional statements of\n<span class=\"hidden_text\" id=\"span_138\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_139\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_140\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_141\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_142\">Chandigarh</span>\n            Crl. Appeal No.S-2899-SB of 2009 and connected cases                 -26-\n\n\n           accused were found to be voluntary. I have gone through both the\n\n           above citations and the same are fully applicable in the present case.</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_35\">                               In view of the above, I find that prosecution has duly\n\n           proved its case by leading cogent evidence beyond any reasonable\n\n           doubt against the appellants. Therefore, the impugned judgment of\n\n           conviction and order of sentence passed by learned Judge, Special\n\n           Court, Ludhiana are upheld.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">                               Resultantly, CRA No.S-2899-SB of 2009, CRA No.S-1417-\n\n           SB of 2010 and CRA No.S-1043 of 2011 stand dismissed.\n\n</p><p data-structure=\"Conclusion\" id=\"p_37\">                               As accused-appellant Balbir Singh is on bail, his bail\n\n           bonds stand cancelled and he is directed to surrender himself before\n\n           the jail authorities immediately for completing remainder of sentence,\n\n           failing which the concerned authority shall proceed against him in\n\n           accordance with law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">           CRM No.259 of 2013 in CRA No.S-2899-SB of 2009\n\n                               The present application stands disposed of in view of the\n\n           judgment passed in the main appeal.</p><pre id=\"pre_2\">\n\n\n\n                                                          (INDERJIT SINGH)\n           August 22, 2013                                     JUDGE\n           Vgulati\n\n\n\n\n<span class=\"hidden_text\" id=\"span_143\">Gulati Vineet</span>\n<span class=\"hidden_text\" id=\"span_144\">2013.10.09 09:31</span>\n<span class=\"hidden_text\" id=\"span_145\">I attest to the accuracy and</span>\n<span class=\"hidden_text\" id=\"span_146\">integrity of this document</span>\n<span class=\"hidden_text\" id=\"span_147\">Chandigarh</span>\n</pre><span class=\"hidden_text\" id=\"span_148\"> </span>","numcites":50,"numcitedby":10,"docsource":"Punjab-Haryana High Court","citetid":175765689,"divtype":"judgments","relatedqs":[{"value":"conscious possession","formInput":"conscious%20possession"},{"value":"section 42 of ndps act","formInput":"section%2042%20of%20ndps%20act"},{"value":"ndps act","formInput":"ndps%20act"},{"value":"what is material contradiction","formInput":"what%20is%20material%20contradiction"},{"value":"NDPS","formInput":"NDPS"},{"value":"heroin","formInput":"heroin"},{"value":"Directorate of Revenue Intelligence","formInput":"Directorate%20of%20Revenue%20Intelligence"},{"value":" all section of ndps act","formInput":"%20all%20section%20of%20ndps%20act"},{"value":"malkhana","formInput":"malkhana"},{"value":"confession","formInput":"confession"},{"value":"toll tax","formInput":"toll%20tax"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"prithipal singh","formInput":"prithipal%20singh"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"section 42 ndps","formInput":"section%2042%20ndps"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"Gazetted officer","formInput":"Gazetted%20officer"},{"value":"public place","formInput":"public%20place"},{"value":"balbir singh","formInput":"balbir%20singh"},{"value":"chemical examiner","formInput":"chemical%20examiner"}],"cats":[{"value":"powers-without-warrant","formInput":"tag:powers-without-warrant"},{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"},{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"}],"courtcopy":true,"query_alert":null,"agreement":false}