{"tid":139349592,"publishdate":"2014-01-21","title":"M V Vinalines Fortuna & vs Saurashtra Fuels Private Limited on 21 January, 2014","doc":"<h2 class=\"doc_title\">M V Vinalines Fortuna &amp; vs Saurashtra Fuels Private Limited on 21 January, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-m-thaker\">K.M.Thaker</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-m-thaker\">K.M.Thaker</a></h3>\n\n<pre id=\"pre_1\">      O/OJCA/29/2013                                      CAV JUDGEMNT\n\n\n\n\n         IN THE HIGH COURT OF GUJARAT AT AHMEDABAD\n\n                       CIVIL APPLICATION NO. 29 of 2013\n                                     In\n                        ADMIRALITY SUIT NO. 9 of 2009\n                                   With\n                        ADMIRALITY SUIT NO. 9 of 2009\n\n\nFOR APPROVAL AND SIGNATURE:\n\n\nHONOURABLE MR.JUSTICE K.M.THAKER                                   Sd/-\n\n================================================================\n\n1   Whether Reporters of Local Papers may be allowed to see               No\n    the judgment ?\n\n2   To be referred to the Reporter or not ?                               No\n\n3   Whether their Lordships wish to see the fair copy of the              No\n    judgment ?\n\n4   Whether this case involves a substantial question of law as No\n    to the interpretation of the Constitution of India, 1950 or any\n    order made thereunder ?\n\n5   Whether it is to be circulated to the civil judge ?                   No\n\n================================================================\n            M V VINALINES FORTUNA &amp; 1....Applicant(s)\n                            Versus\n        SAURASHTRA FUELS PRIVATE LIMITED....Respondent(s)\n================================================================\nAppearance:\nMR. RAMCHANDRAN COUNSEL WITH MS PAURAMI B SHETH, ADVOCATE\nfor the Applicant(s) No. 1 - 2\nMR. NANKANI COUNSEL with MR HARDIK P MODH, ADVOCATE for the\nRespondent(s) No. 1\n================================================================\n\n        CORAM: HONOURABLE MR.JUSTICE K.M.THAKER\n\n\n\n                                    Page 1\n         O/OJCA/29/2013                               CAV JUDGEMNT\n\n\n\n\n                            Date : 21/01/2014\n\n\n                            CAV JUDGEMNT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">1. The applicant No.1 in present application is the\n\noriginal defendant No.1 and applicant No.2 is the\n\noriginal defendant No.2 in the Admiralty Suit No.9 of\n\n2009.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"PetArg\" id=\"p_3\">2.   In      present     application,       the   applicants        have\n\nprayed, inter alia, that:-\n</p>\n<blockquote id=\"blockquote_1\">     &quot;10. (a) The Admiralty Suit No.9 of 2009 filed by the\n      opponents in this Hon&#x27;ble Court be stayed in view of the\n      binding arbitration agreement between the parties.\n</blockquote>\n<blockquote id=\"blockquote_2\">     (b) The Letter of Undertaking dated 12th August, 2009\n     furnished by the London Steam-ship Owners&#x27; Mutual Insurance\n     Association Ltd. in favour of the opponents to secure the\n     release of the first applicant vessel be returned to the\n     applicants duly discharged.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_4\">3. The original defendants i.e. present applicants\n\nhave taken out present application in the pending\n\nAdmiralty         Suit   filed   by   present     opponent    against\n\npresent       applicants     wherein       present   opponent       has,\n\ninter alia, prayed for arrest of the applicant No.1\n\nvessel and other relief including the request for\n\norder and decree in its favour and against present\n\napplicants in the          sum of Rs.15,43,78,835/-.</p><pre id=\"pre_2\">\n\n\n\n                                  Page 2\n         O/OJCA/29/2013                                    CAV JUDGEMNT\n\n\n\n\n</pre><p data-structure=\"Facts\" id=\"p_5\">4. In the suit taken out by present opponent, the\n\nCourt      granted ex-parte order dated 29.7.2009 whereby\n\ndirection for arrest of first applicant vessel was\n\nissued. Subsequently when the applicants&#x27; furnished\n\nsecurity in form of bank guarantee in the sum of\n\nRs.1,54,37,883/- further order releasing the vessel\n\nwas     passed.          Subsequently,        present   applicants         had\n\ntaken out application which was considered by the\n\nCourt      and      vide     order     dated     3.8.2009       the      Court\n\nmodified the order and reduced the amount of security\n\nto the sum of Rs.15,43,788/-.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Facts\" id=\"p_7\">5. The original plaintiff i.e. present opponent felt\n\naggrieved by said order dated 3.8.2009 and preferred\n\nOJ Appeal being Appeal No.44 of 2009. The opponent\n\nalso preferred Civil Application No. 305 of 2009 in\n\nthe said Appeal. After hearing parties to the said\n\nappeal,       Division       Bench   vide      order    dated    10.8.2009\n\ndirected present applicants i.e. original defendants\n\nto furnish security in form of bank guarantee in the\n\nsum of Rs.13 crores. In compliance of the said order\n\nthe     original          defendants      i.e.    present       applicants\n\n\n\n                                     Page 3\n       O/OJCA/29/2013                                     CAV JUDGEMNT\n\n\n\nsubmitted      a       letter   of    undertaking    dated      12.8.2009\n\nissued,      on        behalf   of     the     applicants,    by        their\n\nProtection and Indemnity Club viz. London Steam-ship\n\nOwners&#x27;     Mutual        Insurance        Association    Ltd      whereby\n\nIndemnity Club secured claim in sum of Rs.13 Crores.\n\n\n</p><p data-structure=\"Issue\" id=\"p_8\">6.   Thereafter,          now   the     applicants   have     taken      out\n\nsubject application and prayed for the above quoted\n\nrelief/s.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"Facts\" id=\"p_10\">7. The facts in light of which the proceedings viz.\n\nAdmiralty Suit and this application, have arisen are\n\nstated by the applicants thus:-\n</p>\n<blockquote id=\"blockquote_3\">     5. The applicants further submit that the opponents have\n     approached this Hon&#x27;ble Court claiming that they are the\n     holders of the Bills of Lading. These Bills of Lading have\n     been issued and signed for an on behalf of the master of\n     vessel. On the face of all the 5 Bills of Lading it is\n     printed thus:-\n</blockquote><blockquote id=\"blockquote_4\">     &quot;Freight payable as per charter-party dated_________.\n      On the reverse of each of these Bills of Lading the\n      conditions of carriage has been printed and the first of\n      such conditions states &quot;all terms and conditions, liberties\n      and exceptions of the charter - party as stated overleaf\n      including   law   of   Arbitration   clause,  are    herewith\n      incorporated&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\">     6. The applicants therefore state and submit that though the\n     charter-party is not identified in the Bills of Lading the\n     applicable charter-party is and could only be the Voyage\n     charter - party dated 9 th May, 2008. In the box on the first\n     page of the said charter-party it is written thus:\n</p><blockquote id=\"blockquote_5\">     &quot;Clause 25-Law and Arbitration.........\n      Arbitration / General Average London\n      English law to apply. See also clause 41\n      Clause 41- Arbitration\n      Arbitration in London.\n</blockquote><blockquote id=\"blockquote_6\">      &quot;Any dispute arising out of present contract shall be\n\n\n                                      Page 4\n O/OJCA/29/2013                             CAV JUDGEMNT\n\n\n\nreferred to Arbitration in London; the decision rendered\naccording to rules of same shall be final and binding upon\nboth the parties. The right of both the parties to refer any\ndisputes to Arbitration ceases 12 months after date of\ncompletion of discharge or in any case of non-performance 3\nmonths after the cancelling date as per clause No.19 para\nNo.1 of this charter-party. When this provision is not\ncomplied with, the claim shall be waived and absolutely\nbarred&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">7. The applicants states that the contract contained in or\nevidenced by the 5 Bills of Lading was made with the second\napplicants being the owners of the vessel. The charter-party\nthough not identified in the Bills of Lading, is the\ncharter-party dated 9th May, 2008. The terms and conditions\nincluding the law and arbitration clause are incorporated in\nthe 5 Bills of Lading. As would be noted, clause 41 of the\nsaid charter-party provides reference of disputes to\nArbitration in London. All disputes arising under or in\nconnection with the Bills of Lading are subject matter of\narbitration. The applicants therefore state and submit that\nthere is a valid and binding arbitration agreement between\nthe applicants and the opponents. The applicants are\ntherefore entitled to seek stay of the suit under <a href=\"/doc/160474/\" id=\"a_1\">Section 45</a>\nof the Arbitration and Conciliation Act, 1996 and refer the\nparties to Arbitration.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">8. The applicants further submit that the second Applicants\nhave already commenced arbitration against the opponents in\nrelation to the applicants claim for General Average\ncontribution against the opponents. The applicants have\nfiled statement of claim and the opponents have filed their\nstatement of defence before the Arbitral Tribunal. The\napplicants further submit that since the General Average\nclaim is being contested by the opponents, one of the issues\nwhich might arise is the seaworthiness of the vessel. The\nfinding of the Arbitral Tribunal on the seaworthiness or any\nmatters related thereto including the cause of ingress of\nwater into the holds would have a direct bearing on the\nissues raised by the opponents in the present suit in this\nHon&#x27;ble Court. It may be mentioned herein that opponents in\ntheir plaint filed before this Hon&#x27;ble Court has alleged\nthat due to the ingress of water into the holds their cargo\nbeing coal was damaged and incapable of being used.\n\n</p><p data-structure=\"Section\" id=\"p_14\">9. The applicants therefore state and submit that apart from\nthe fact that there is binding arbitration agreement between\nthe applicants and the opponents and furthermore applicants\nclaim towards General Average contribution against the\nopponents is pending before the Arbitral Tribunal in London.\nThe applicants are therefore entitled to seek stay of the\npresent suit under Section 45 of the Indian Arbitration and\nConciliation Act, 1988&quot;\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n\n\n</p><blockquote id=\"blockquote_7\">                        Page 5\n      O/OJCA/29/2013                                 CAV JUDGEMNT\n\n\n\n</blockquote><blockquote id=\"blockquote_8\">8. In view of the fact that present application is\n\ntaken out in pending Admiralty Suit No. 9 of 2009, it\n\nwould be appropriate to also take into account the\n\nrelief    prayed      for   by   the      present   opponent       i.e.\n\noriginal plaintiff in the said Admiralty Suit. The\n\noriginal plaintiff has prayed, inter alia, that:-\n</blockquote>\n<blockquote id=\"blockquote_9\">    &quot;22. (a) That the 1 st Defendant vessel MV Vinalines Fortuna\n     along with her hull, engines, tackle, machinery, boats,\n     apparel and other paraphernalia at present lying in port and\n     harbour of Dahej be ordered to be arrested.\n</blockquote><blockquote id=\"blockquote_10\">     (b) That the 1st Defendant vessel MV Vinalines Fortuna along\n     with her hull, engines, tackle, machinery, boats, apparel\n     and other paraphernalia at present expected in part and\n     harbour of Dahej be detained, condemned and sold through the\n     Sheriff of Mumbai under orders and directions of this\n     Honourable Court and the sale proceeds thereof be applied\n     towards the satisfaction of the plaintiffs claim in the\n     suit;\n</blockquote><blockquote id=\"blockquote_11\">     (c) For an order and decree in favour of the plaintiffs and\n     against the Defendants for a sum of Rs.15,43,78,835/-\n</blockquote><p data-structure=\"Issue\" id=\"p_16\">     together with further interest @ 12% pa from cause of action\n     until payment / realization and all costs incurred in this\n     recovery;\n</p><p data-structure=\"CDiscource\" id=\"p_17\">     (d)   Pending the hearing and final disposal of the suit,\n     the 1st Defendant vessel MV Vinalines Fortuna together with\n     her hull, tackle, machinery, bunkers, equipment, plant,\n     machinery, apparel, fixtures and furniture, be arrested and\n     detained under order of this Hon&#x27;ble Court and / or be\n     restrained from sailing out of the port and harbour of Dahej\n     till security towards the plaintiffs claim in the suit is\n     furnished;\n</p>\n<p data-structure=\"RespArg\" id=\"p_18\">    (e) That pending the hearing and final disposal of the suit,\n    the 1st Defendant vessel MV Vinalines Fortuna be appraised by\n    any suitable marine surveyors according to true value\n    thereof and upon such value certified in writing by the said\n    surveyor the Defendant No.1 vessel be sold by public auction\n    free and clear from all existing claims, liens, and / or any\n    encumbrances for the highest price that can be obtained for\n    the said vessel;\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">    (f) That pending and final disposal of the suit, the Hon&#x27;ble\n    Court be pleased to direct that the defendant No.1 vessel be\n</p><p data-structure=\"Issue\" id=\"p_20\">    (i) sold by public auction;\n</p><p data-structure=\"Issue\" id=\"p_21\">    (ii) fix and expedient date for such public auction;\n</p><p data-structure=\"Issue\" id=\"p_22\">    (iii) advertise in the public notice column of the Time of\n\n\n                                 Page 6\n       O/OJCA/29/2013                              CAV JUDGEMNT\n\n\n\n     India and Bombay Samachar prior to the date fixed for the\n     same.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">     (g) that immediately upon the sale of the vessel, to hold\n     the net sale proceeds on behalf of the Admiralty Registrar\n     to the credit of the plaintiffs after deducting all expenses\n     incurred.&quot;\n</p>\n<p data-structure=\"Facts\" id=\"p_24\">9.   The     facts     which,    according   to   the    original\n\nplaintiff, necessitated the Admiralty Suit would be\n\nrelevant so as to consider the issue raised by the\n\napplicants        in   present     application    and    also    to\n\nappreciate the facts which are in the background of\n\nthe Admiralty Suit. The said facts stated in the suit\n\nread thus:-\n</p>\n<blockquote id=\"blockquote_12\">     &quot;4. The plaintiff entered into a contract dated 12 March\n      2008 with one M/s. Mechel Trading Ltd. (hereinafter referred\n      to as &quot;the Supplier&quot;) for supply of coking coal for Russian\n      origin to be delivered at Mundra Port, Gujarat by a vessel\n      to be chartered by the Supplier. Accordingly, the supplier\n      shipped a total quantity of 23,050 mt of coal on board the\n      Defendant No.1 vessel loaded at Posyet, Russia. The\n      defendants issued five Bills of Lading on 21 May 2008. The\n      plaintiffs are the holders of the originals of these five\n      Bills of Lading, and have paid the value of the same of\n      US$7,837,000 for 23050 mt coking coal in bulk of Russian\n      original CFR Mundra Port, India. The defendant No. 1 sailed\n      from the loadport on 21 May 2009. However in 2008, the\n      defendant No.2 informed all parties concerned that there had\n      been ingress of water in hold no.1 and 4. They further\n      informed that the cargo in hold no.1 was liquefied and the\n      cargo in hold no.4 was wetted and therefore the master had\n      decided to deviate the defendant No. 1 to a convenient\n      place. The defendant no. 2 also informed that they were\n      arranging for the defendant no.1 to be anchored at Vung Tau\n      and that the details of the General Adjuster would be\n      communicated soon. The defendant no. 1 was subsequently\n      informed to have arrived at the Vung Tau port on 31 May 2008\n      and samples were taken by the surveyors of the P and I club\n      of defendant No.2 from the effected cargo on 1 June 2008.\n</blockquote>\n<blockquote id=\"blockquote_13\">     5. The plaintiff was informed on 10 June 2008 by the\n     defendant no. 2 that while the cause of wetting of the cargo\n     was still being investigated, they were contemplating\n\n\n\n                                 Page 7\n O/OJCA/29/2013                             CAV JUDGEMNT\n\n\n\ndischarging of the cargo to ensure safety. They also\ninformed that once the survey reports are available, all\nconcerned would be informed of the same. By an email dated\n13 June 2008, the defendant no. 2 further informed that\ntheir surveyor had reported that no one was clear as to the\nnext course of action and the status and condition of the\ncargo on board was unknown.\n</blockquote>\n<blockquote id=\"blockquote_14\">9. Given the circumstances as stated above, the plaintiff by\nits letter dated 18 July 2008 lodged a claim for loss\nsuffered by it due to damage to its cargo on board Defendant\nNo.1. The plaintiff informed the owner that the extent of\nloss would be ascertained on arrival of the vessel at\ndischarge port and communicated to the defendant No.2. On\narrival of the defendant No.1 at discharge port, the\nplaintiff appointed surveyor M/s. SGS India Pvt. Ltd.\n(hereinafter &quot;SGS&quot;) issued a Notice of Apparent Discrepancy\ndated 23 July 2008 stating that their inspectors had\nobserved that some foreign matter like iron rods and plastic\nwas found at the time of coal discharge from hatch no.1 and\n</blockquote><blockquote id=\"blockquote_15\">4. Even the Mundra Port authorities by their letter dated 23\nJuly 2008 informed the master of vessel that they had\nobserved presence of foreign particles during discharge and\nnotified them that they would be liable for any damage\ncaused to their mechanical conveyor system. The plaintiff by\ntheir Protest Letter annexed to the Statement of Fact\nrecorded that all extra costs incurred in discharge would be\nto the account of owners / vessels cost. The Statement of\nFacts also records that the total quantity of cargo\ndischarged was 23050 mt. which is the same quantity as was\nloaded in Russia, despite the fact that 100 mt. of cargo\ncould not be reloaded at Vietnam as its TML was exceeding\nsafety limits.\n</blockquote>\n<blockquote id=\"blockquote_16\">11. The plaintiffs state that as per its contract with the\nsupplier, it had paid for the entire cargo through Letter of\nCredit as a sum of USD 3,812,648 was transmitted to the\nsupplier as payment or the entire cargo. These payments were\nmade through a letter of credit arrangement with PEC Ltd.\nPlaintiff further submits that due to the misconduct and /\nor want of skill of the master and / or crew of the\ndefendant no.1, the entire paid for cargo of the plaintiff\nhas been damaged and rendered incapable of being used. The\nplaintiff states that the plaintiff has suffered a total\nloss of Rs.15,43,78,835/- which it is legally entitled to\nrecover from the defendant no.1 and / or the defendant no.2.\nA detail of the claim is supplied hereto.\n</blockquote>\n<blockquote id=\"blockquote_17\">12. In view of the foregoing, the plaintiff respectfully\nsubmits that this Hon&#x27;ble Court is entitled to invoke and\nexercise its admiralty jurisdiction under the <a href=\"/doc/27284615/\" id=\"a_2\">Admiralty\nCourt Act</a>(s) of 1840 and 1861 read with the Merchant Sipping\nAct, 1958 and the Arrest Convention, read with the various\nHigh Court and Supreme Court Judgments. This Hon&#x27;ble Court\ntherefore has jurisdiction to entertained, try and dispose\n\n\n                        Page 8\n        O/OJCA/29/2013                                      CAV JUDGEMNT\n\n\n\n       of the present suit.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_25\">10. In light of the said facts present opponent i.e.\n\noriginal       plaintiff       filed    above   mentioned        Admiralty\n\nSuit    which        is   presently      pending     and    the     earlier\n\nreferred orders have been passed in connection with\n\nthe said suit.\n</p>\n<p data-structure=\"PetArg\" id=\"p_26\">\n10.1     Now      the     original      defendants     (i.e.        present\n\napplicants) want, for the reasons mentioned in the\n\napplication, that the said suit may be stayed and the\n\nlatter of undertaking dated 12.8.2009 may be released\n\nand returned to the            petitioners.\n</p>\n<p data-structure=\"Facts\" id=\"p_27\">\n10.2    One     of      the   main   grounds    on    which       the     said\n\nrequests are made is, according to the applicants, an\n\n&quot;Arbitration Agreement&quot;. According to the applicants\n\nthere is a binding arbitration agreement between the\n\napplicants and the opponents and that therefore the\n\nsuit proceedings should be stayed.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">\n</p><p data-structure=\"RespArg\" id=\"p_29\">11. On the other hand the opponents i.e. original\n\nplaintiffs have vehemently disputed the said claim\n\nand submissions and have asserted that the plaintiff\n\nis not a party to any Arbitration Agreement with the\n\n\n                                     Page 9\n        O/OJCA/29/2013                                            CAV JUDGEMNT\n\n\n\napplicants i.e. original defendants and that it has\n\nnot signed any contract - with arbitration clause -\n\nwith the applicants and that therefore there is no\n\ncause or justification to stay the proceedings of the\n\nsaid Admiralty Suit on the alleged ground that there\n\nis an arbitration agreement between the parties.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_30\">12. So as to highlight the factual aspects and to\n\nsupport      the        submission      that       there      is    arbitration\n\nagreement          between        the      parties            the    petitioner\n\nsubmitted a statement in the nature of chronology of\n\nevents. The relevant dates and events mentioned in\n\nthe said statement read thus:-\n</p>\n<pre id=\"pre_3\"> Sr.      Date                                  Particulars\n No.\n 1     12/03/08         Saurashtra Fuels entered into          contract with M/s.\n                        Mechel Trading Ltd. (suppliers)       for supply of coking\n                        coal of Russia original to be         delivered at Mundra\n                        Port (Gujarat) by a vessel to         be chartered by the\n                        supplier\n 2                      Clause 11 provides for reference of dispute to\n</pre><p data-structure=\"Facts\" id=\"p_31\">                        Arbitration under the Rules of LCIA with place of\n                        Arbitration being London\n                        Clause 12 contract to be governed and construed in\n                        accordance with the laws of England and Wales.\n 3     09/05/08         In pursuance of the aforesaid contract Mechel\n                        Trading Ltd. (suppliers) have chartered the vessel\n                        &quot;Vinalines Saigon&quot; subsequently renamed as Vinalines\n                         Fortuna (applicants)\n 4     21.5.2008        Five Bills of Lading issued on behalf of Master M.V.\n                        Vinalines Saigon. Bills of Lading to be used with\n                        charted parties\n\n\n\n\n                                      Page 10\n         O/OJCA/29/2013                                      CAV JUDGEMNT\n\n\n\n 5      24.7.2009        Opponents   above  named   who   are  the   original\n                         plaintiffs instituted Admiralty Suit in this Hon&#x27;bel\n                         Court seeking arrest of the applicants vessel and\n                         decree in the sum of Rs.15,43,78,835 with interest @\n                         12% per annum\n 7      03/08/09         On an application made by the applicants the order\n                         directing security was reduced to Rs.15,43,788/-\n                         since the Court had earlier found that claim was\n                         acceptable only to the extent of 100 MT\n 8      10/08/09         On Appeal filed by Saurashtra Fuels Appeal Court in\n                         Civil Application No. 305 of 2009 in OJ Appeal No.\n                         44 of 2009 directed applicants / owners to furnish\n                         security in the sum of Rs. 13 Crores\n 9      12/08/09         Letter of Undertaking / Guarantee provided by London\n                         Steam-ship Owners&#x27; Mutual Insurance Association Ltd.\n                         in favour of Saurashtra Fuels Pvt. Ltd. in the sum\n                         of Rs. 13 Crores\n 10     18.8.2009        Order passed by the Division Bench of this Hon&#x27;ble\n                         Court permitting the applicants vessel to be\n                         released\n 11     08/03/11         Applicants / owners invoked, in respect of their\n                         claim towards General Average against plaintiffs\n                         Saurashtra Fuels and commenced Arbitration to\n                         recover sum of US $ 104,350.\n</p><p data-structure=\"PetArg\" id=\"p_32\"> 12     09/05/11         Saurashtra   Fuels  as   Respondent   in  the   said\n                         Arbitration Proceedings filed reply inter alia\n                         alleging that loss was due to unseaworthiness of the\n                         vessel\n\n\n</p><p data-structure=\"PetArg\" id=\"p_33\">13. Mr. Ramchandran, learned Counsel has appeared for\n\nMrs. Sheth learned advocate for the applicants and\n\nMr. Nankani, learned Counsel has appeared for Mr.\n\nModh,      learned           advocate      for    the    opponents         i.e.\n\noriginal         plaintiffs.           Learned      advocate      for       the\n\napplicants submitted that the plaintiffs entered into\n\ncontract dated 12.3.2008 with one M/s. Mechel Trading\n\nLtd. for supply of coking coal of Russian origin to\n\nbe delivered at Mundra Port and in furtherance of the\n\nsaid contract the said seller entered into charter\n\n\n                                       Page 11\n        O/OJCA/29/2013                                           CAV JUDGEMNT\n\n\n\nparty agreement with the applicants. Thereafter, on\n\nbehalf of the applicants the master of the vessel\n\nexecuted       Bills      of     Lading.         Subsequently      by    raising\n\nclaim as mentioned in the suit present opponent i.e.\n\nthe plaintiff filed the Suit No.9 of 2009 claiming,\n\ninter alia, that they are holders of original Bills\n\nof Lading issued by the applicants. Learned Counsel\n\nfor    applicants             contended     that     the    said      Bills    of\n\nLading incorporate, by reference, arbitration clause\n\nof charter party and consequently there is binding\n\narbitration agreement between the applicant and the\n\nopponent, though the charter party is not identified\n\nin the Bills of Lading but the facts establish that\n\nthe charter party mentioned in the Bills of Lading\n\ncould only be the charter party dated 9.5.2008. On\n\nsuch premise learned Counsel for applicant submitted\n\nthat   the      suit      may     be   stayed       and    security      may   be\n\nreleased.        In      support       of    the     submissions         learned\n\ncounsel      for        the    applicant         relied    on   the     contract\n\ndated 12.3.2008, the charter party agreement dated\n\n9.5.2008 and the Bills of Lading dated 21.5.2008. He\n\nalso relied on clause 41 of the charter party as well\n\n\n\n                                       Page 12\n         O/OJCA/29/2013                                        CAV JUDGEMNT\n\n\n\nas clause 1 of the condition of carriage contained in\n\nthe     Bills        of   Lading.        Learned        counsel        for   the\n\napplicant also claimed that in respect of applicant&#x27;s\n\nclaim      for       general        average        contribution         against\n\npresent         opponent       the       applicants           have      already\n\ncommenced           arbitration         proceedings           wherein        the\n\nopponent has entered appearance and filed reply.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_34\">14. Per        contra      learned       Counsel        for   the      opponent\n\nsubmitted that the opponent i.e. the plaintiff is not\n\nparty to the charter party agreement and there is no\n\nprevity of contract in any manner between it and the\n\napplicant, except the Bills of Lading wherein there\n\nis no arbitration clause. The learned counsel for\n\nopponent        reiterated      the      details        mentioned       in   the\n\naffidavit opposing the application. He, in particular\n\nreferred to and relied on the details mentioned in\n\nparagraph        No.6     to   11    and        para   15   and   17    of   its\n\naffidavit dated 15.4.2013. The said paragraphs read\n\nthus:-\n</p>\n<blockquote id=\"blockquote_18\">            &quot;6. I say that the plaintiffs are admittedly not a\n      party to the charter party and therefore the arbitration\n      agreement said to be contained in charter party is not\n      relevant.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">             7. I further say that in any event, as the applicant\n      fairly admits, there is no reference to the Charter Party\n\n\n\n                                      Page 13\n O/OJCA/29/2013                              CAV JUDGEMNT\n\n\n\ndated 09th May 2008 on the Bills of Lading. The applicant\nseeks this Hon&#x27;ble Court to infer such a reference. It is\nsettled law that an arbitration agreement must be in writing\nand cannot be inferred as a preponderance of probabilities.\n</p><p data-structure=\"Precedent\" id=\"p_36\">      8. I say that even if, which is denied, the Bills of\nLading contain the arbitration agreement as set out in the\nCharter Party, the same bind only the Owners and the\nCharterers and not the ultimate receiver of the cargo or the\nholder in due course of Bills of Lading such as the\nplaintiff. The dispute in relation to the damage to cargo\ncaused by the applicant vessel cannot therefore to be the\nsubject matter of determination in an arbitration.\n</p><p data-structure=\"Precedent\" id=\"p_37\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1390540\" id=\"span_1\">9. I say that, even if, which is denied, there is an\narbitration agreement as between the applicant and the\nplaintiff, it is well settled that the in rem jurisdiction\nof the Court in an admiralty action can be invoked to arrest\na vessel and any security obtained therein can be continued\neven if the parties have agreed to submit their disputes to\narbitration. This follows from the Full Bench judgment of\nthe Hon&#x27;ble Bombay High Court in <a href=\"/doc/1390540/\" id=\"a_3\">JS Ocean Liner LLC v M.V.\nGolden Progress &amp; Anr.</a> [2007 (2) Arb.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1703407\" id=\"span_2\">LR 104 (Bom)] and the\njudgment of this Hon&#x27;ble Court in <a href=\"/doc/1703407/\" id=\"a_4\">Gupta Global Exim Pvt.\nLtd. v M.V. Asean Express [Judgment</a> dated 26.8.2004 in\nAdmiralty Suit No.23 of 2001], both of which are binding\nauthorities that have not been disturbed.</span>\n</p><p data-structure=\"Precedent\" id=\"p_38\">      10.I say that the applicant&#x27;s claim in the arbitration\nis for General Average, which is district from the\nplaintiff&#x27;s claim in the present suit. In fact, the two\nactions   cannot    in  any   event,    result   in  contrary\ndetermination on the same subject. Even assuming the\nplaintiff is found liable to contribute to General Average\nin the arbitration, that by itself will not absolve the\napplicant of its liability for loss arising out of damage to\ncargo, which forms the subject matter of the present suit.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">      11. I say that the plaintiff has consciously defended\nthe arbitration without prejudice to its claim in the\npresent suit, by not having made a counterclaim in the\narbitration. The plaintiff continuous to prosecute its\nclaims in the present suit. The applicant&#x27;s allegation of\nthe plaintiff having participated in the arbitration is,\ntherefore, at the highest, a mere half-truth, and is\nmischievously intended to mislead this Hon&#x27;ble Court.\n</p><p data-structure=\"Precedent\" id=\"p_40\">      15.I say that there is no reference to the plaintiff&#x27;s\nclaim or the proceedings before this Hon&#x27;ble Court in the\nstatement   of   claim  filed   by   the   applicant in   the\narbitration. Evidently, the applicant has consciously\ntreated the two proceedings as being unconnected. It cannot\nbe permitted to prevaricate and attempt to wriggle out of\nthese proceedings on specious grounds.\n</p><p data-structure=\"Section\" id=\"p_41\">      16. I say that the applicants have wholly failed to\nmake out any case for stay of the proceedings in the present\nsuit.\n</p><p data-structure=\"Facts\" id=\"p_42\">      17. I further say that without prejudice to the above,\neven if this Hon&#x27;ble Court is pleased to stay the\nproceedings in the present suit, the applicant is not\n\n\n                        Page 14\n        O/OJCA/29/2013                                         CAV JUDGEMNT\n\n\n\n       entitled to a return or discharge of the security, either as\n       alleged or at all. This Hon&#x27;ble Court having found that the\n       applicant has caused damage to the plaintiff&#x27;s cargo,\n       ordered the conditional release of the applicant. The said\n       order made by this Hon&#x27;ble Court has become final and\n       binding inter partes. The applicant cannot now be head to\n       secure a release of the security for the plaintiff&#x27;s claims\n       on the basis of its having commenced an arbitration on an\n       unconnected cause of action, where it has yet to make out\n       even a prima facie case in tis favour. The present\n       application is utterly dishonest and mischievous and\n       deserves to be dismissed in limine, with exemplary costs in\n       favour of the plaintiff.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_43\">14.1    According          to   the   opponent        the    charter         party\n\nwould bind only the owners and the charterer and not\n\nthe ultimate receiver of the cargo or it will not\n\nbind the holder in due course of the Bills of Lading\n\n(i.e. the plaintiff in present case). Learned counsel\n\nfor     opponent          emphasized            the   admission       by       the\n\napplicant in present application i.e. the details in\n\nparagraph No.6 of the application where the applicant\n\nhas stated that the charter party is not identified\n\nin the Bills of Lading. On the premise that there is\n\nno agreement between the applicant and itself which\n\ncontains,        either         directly         or   by    reference,         any\n\narbitration             agreement,     the        opponent     opposed         the\n\napplicant&#x27;s         demand       in     present        application            and\n\ncontended that in absence of any contract between\n\nitself and applicant and more particularly in absence\n\nof a contract which contains arbitration clause there\n\n                                      Page 15\n        O/OJCA/29/2013                               CAV JUDGEMNT\n\n\n\nis no justification to stay the suit proceedings.\n\n\n14.2 The learned counsel for the contesting parties\n\nrelied on the following decisions:\n</p>\n<blockquote id=\"blockquote_19\">       (1) Bangladesh Chemical Industries Corporation vs. Henry\n       Stephens Shipping Co. Ltd. &amp; Tex-Dilan Shipping Co. Ltd.\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">       [1981 LLR (2) 389]\n\n       (2) Daval Aciers D&#x27;Usinor ET DE Sacilor vs. Armare S.R.L.\n       [1996 LLR (1)].\n</p><p data-structure=\"Precedent\" id=\"p_45\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1390540\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1272019\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1835634\" id=\"span_5\">(<a href=\"/doc/1835634/\" id=\"a_5\">3) Videsh Sanchar Nigam Ltd. vs. M.V. Kapitan Kud</a> (AIR 1996\n       SCC 516)\n       (4) Owners &amp; Parties Interested in the <a href=\"/doc/1272019/\" id=\"a_6\">Vessel M.V. &quot;Baltic\n       Confidence&quot; vs. State Trading Corporation of India Ltd.</a>\n       [2001 (<a href=\"/doc/1390540/\" id=\"a_7\">7) SCC 473]\n       (5) J.S. Ocean Liner LLC vs. M.V. Golden Progress</a> [2007 (2)\n       Arb.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"173015163\" id=\"span_7\">104 (<a href=\"/doc/173015163/\" id=\"a_8\">Bombay) (FB)]\n       (6) Bharat Aluminium Company vs. Kaiser Aluminium Technical\n       Services INC</a> [2012 (<a href=\"/doc/92712826/\" id=\"a_9\">9) SCC 552]\n       (7) Chloro Controls India Pvt. Ltd. vs. Severn Trent Water\n       Purification INC.</a> [2013 (1) SCC 641]</span></span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">15. I have heard learned Counsel for the contesting\n\nparties and I have also considered the material on\n\nrecord and the decisions referred to and relied on by\n\nlearned Counsel.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">\n15.1 At the outset it is necessary to note and keep\n\nin focus that this matter involves three documents /\n\nagreements viz.\n</p>\n<p data-structure=\"Facts\" id=\"p_48\"> (a)    The     main    contract     dated   12.3.2008   which     was\n\n       executed for purchase of coal of Russian Origin.\n\n       The said contract was entered into &amp; executed by\n\n       and between one M/s. Mechel Trading Limited and\n\n\n                                   Page 16\n     O/OJCA/29/2013                                         CAV JUDGEMNT\n\n\n\n   the      plaintiff.        In      the      said      contract         dated\n\n   12.3.2008          said    M/s.       Mechel       Trading       Ltd      is\n\n   described          as     seller          and   the    plaintiff          is\n\n   described as buyer.\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">   The      said      contract        dated        12.3.2008      contains\n\n   Arbitration Clause in form of clause 11 of said\n\n   contract.\n</p>\n<p data-structure=\"PetArg\" id=\"p_50\">   What      is      pertinent      is       the   fact    that     present\n\n   applicant is not signatory / party to the said\n\n   contract dated 12.3.2008.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">(b) The charter party dated 9.5.2008.\n\n   Under the said charter party voyage charter was\n\n   entered into.\n</p>\n<p data-structure=\"Section\" id=\"p_52\">   What is pertinent is the fact that the shipper\n\n   as per the charter party is the seller (i.e.\n\n   said M/s. Mechel Trading Limited) and the other\n\n   side to the said charter party is applicant No.1\n\n   vessel and the owner of the vessel (i.e. the\n\n   applicant No.2) whereas the opponent is not a\n\n   party to the said contract i.e. charter party.\n\n</p><p data-structure=\"Issue\" id=\"p_53\">(c) Bills of Lading dated 21.5.2008.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_54\">   The said Bills of Lading have been issued on\n\n\n\n                                   Page 17\n        O/OJCA/29/2013                                                CAV JUDGEMNT\n\n\n\n       behalf of master of vessel and it is claimed\n\n       that      the      opponent             in     the       application         i.e.\n\n       plaintiff is the holder of the said Bills of\n\n       Lading.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">       According          to   the    opponent              the    said    Bills      of\n\nLading do not contain any arbitration agreement.\n\n\n15.2 Consequently the situation which emerges is that\n\nin the contract which contains arbitration clause,\n\neither      the         applicant         is        not     a     party    (to      such\n\nagreement) or the opponent herein is not a party and\n\nthe contract - wherein present applicants and present\n\nopponent are party - there is no arbitration clause\n\ninasmuch as in the contract dated 12.3.2008 (which\n\ncontains arbitration clause) the opponent is a party\n\nbut the applicant is not party to the said contract\n\nwhereas in the charter party (which also contains\n\narbitration clause) the applicant herein is party but\n\nthe    opponent          herein      is     not       a     party    to    the      said\n\ncharter party.\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">\n15.3    The     particular           clauses          of    the     said    contract\n\ndated 12.3.2008 which are referred to read thus:-\n\n\n\n</p><blockquote id=\"blockquote_20\">                                          Page 18\n O/OJCA/29/2013                             CAV JUDGEMNT\n\n\n\n&quot;Made March, 12, 2008, between Mechel Trading Ltd. and\n Saurashtra Fuels Pvt. Ltd. for the sale and purchase of\n coking coal named &quot;NERYUNGRINSKY COAL K9 (hereinafter\n referred to as &quot;The Cargo&quot; according to the following terms\n and condition:\n</blockquote>\n<blockquote id=\"blockquote_21\">1. Quantity\nOne (1) Cargo of abt 20,000 - 25,000 mt + / - 10% in\nSeller&#x27;s option.\n</blockquote><p data-structure=\"Issue\" id=\"p_57\">Two (2) optional cargoes each of abt 20,000 - 25,000 mt + /\n</p><p data-structure=\"Section\" id=\"p_58\">- 10% (shipment quantity in Seller&#x27;s option). Buyer has the\nright to execute the option of the second and third shipment\nwithin 15 days of receipt of first vessel by the buyer as\nper terms and conditions of this contract.\n\n</p><p data-structure=\"Section\" id=\"p_59\">5. Time of Delivery\nShipment   to   be    effected   at  the   time   the first\ncargo..........\n</p><p data-structure=\"Issue\" id=\"p_60\">Dates     for       the     second     and      the   third\ncargo.....................\n</p><p data-structure=\"Section\" id=\"p_61\">The time of Delivery shall be the date of Bills of Lading\n(hereinafter as &quot;The shipment Date&quot;)\n\n</p><p data-structure=\"CDiscource\" id=\"p_62\">9. Shipping conditions\n\nAt discharging ports of Porbandar or Mundra, the buyer\nguarantees 1 safe berth with a maximum draft of 9.5 m swad\nand LOA restriction 200 mtr and a discharge rate of 7,000 MT\npwwd of 24 cons hrs shinc (excluding Superholidays). NOR at\ndischarge port to be given by the vessel by Fax, Telex or\nRadio on arrival. Notice of readiness to be tendered by\nwipon, wibon wifpon, wiccion in writing or by cable in\ndischarge port during hrs Monday to Friday 0900 hrs to 1700\nhrs and 0900 hrs to 1300 hrs on Saturday.. .........\n\n9.1 NOMINATION OF VESSELS\n\nSELLER TO NOMINATE THE PERFORMING VESSEL TO BUYER ATLEAST 7\nDAYS PRIOR TO VESSEL ETA AT LOAD PORT.\n</p><p data-structure=\"Issue\" id=\"p_63\">BUYER TO REPLY WITHIN 24 HOURS INTIMATING ACCEPTANCE OF THE\nNOMINATED VESSEL WHICH CANNOT BE UNDULY WITHHELD BY THE\nBUYER.\n</p><p data-structure=\"Section\" id=\"p_64\">SELLER WILL TRY OUTMOST TO NOMINATE VESSEL WHICH IS VESSEL\nOF MAX 20 YEARS OF AGE CLASSED 100 AI AT LLOYDS OR\nEQUIVALENT\nBUT RECEIVERS TRY OUTMOST TO ACCEPT VESSEL WHICH IS OVER 25\nYRS AND NOT CLASSED 100 AI AT LLOYDS OR EQUIVALENT.\nALL EXTRA INSURANCE DUE TO VESSEL AGE ABOVE 25 YEARS FOR\nSELLERS ACCT.\n</p><p data-structure=\"PetArg\" id=\"p_65\">VESSEL SHOULD BE SINGALDECK BULK CARRIER HAVING MINIMUM 4\nHATCHES AND SHOULD HAVE MIN 4 WORKABLE CRANES WITH LIFTING\nCAPACITY OF 25 M.T. EACH AND 4 GRABS OF 8 CBM MINIMUM,\nLENGTH OF BOOM SHOULD BE MIN. 22 MTRS AND OUT-REACH OF GEARS\nSHOULD BE 9 METERS FROM THE VESSEL&#x27;S RAILING. VESSEL SHOULD\nSUPPLY REQUIRED POWER I.E., 73 AMP / 440 A.C. TO EACH CRANE\n\n\n                         Page 19\n      O/OJCA/29/2013                            CAV JUDGEMNT\n\n\n\n    AND EACH GRAB. VESSEL SHOULD BE LESS THAN 20 YEARS OLD.\n\n    9.2 FINAL SETTLEMENT OF DEMURRAGE OR DESPATCH TO BE REACHED\n    AND PAID NOT LATER THAN 30 DAYS AFTER DISCHARGING OF CARGO\n    AT DISCHARGE PORT.\n</p>\n<p data-structure=\"PetArg\" id=\"p_66\">    9.3 IN CASE THE VESSEL ARRIVES AT DISCHARGE PORT BEFORE THE\n    ORIGINAL DOCUMENT ARE RECEIVED BY THE BUYER THE SELLER SHALL\n    TAKE UP WITH THE VESSEL OWNER FOR RELEASE OF CARGO WITHOUT\n    THE PRODUCTION OF ORIGINAL B/L ON RECEIPT OF THE LETTER OF\n    INDEMINITY (LOI) SIGNED BY THE BUYER A PER THE VESSEL OWNERS\n    STANDARD PROFORMA FOR LETTER OF INDEMNITY.\n\n    9.4 ALL SUPERVISION AND FEES OR LEVIES AT THE PORT OF\n    LOADING ARE FOR THE SELLERS ACCOUNT. AND OUR REPRESENTATIVE\n    CAN OVERSEE THE LOADING PROCESS OF COAL AT LOAD PORT.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_67\">    11. Arbitration\n    Any dispute and discrepancies arising out of this contract\n    or in connection herewith shall be settled among the parties\n    by way of negotiations.\n</p><p data-structure=\"Section\" id=\"p_68\">    The contract including the arbitration clause shall be\n    governed and construed in accordance with the laws of\n    England and Wales, excluding the conflict of laws rules.\n    Should the disputes, discrepancies or claims not be settled\n    within sixty (60) calendar days of notification by one party\n    to the other party, either party shall have the right to\n    transfer such disputes, discrepancies or claims for the\n    settlement to the London Court of International Arbitration.\n\n    Any dispute, difference or claim between the parties arising\n    out of or in connection with this contract, including in\n    respect of its existence, validity or termination, shall be\n    referred to final and binding arbitration under the Rules of\n    the LCIA effective as of the date of any arbitration (the\n    Rules), and be resolved thereby, and the Rules shall be\n    deemed to be incorporated in his clause by reference. The\n    place of arbitration shall be London, England, and an award\n    shall be deemed determined there. The Arbitral tribunal may\n    hold hearings, meetings and conferences at any place it\n    deems   proper  and   related   to   circumstances  of   the\n    arbitration. The arbitral tribunal shall consist of three\n    arbitrators to be appointed by the LCIA in accordance with\n    the Rules. The arbitral tribunal has no powers to act as\n    amiable compositeur. The language of the arbitration shall\n    be English. The parties agree to exclude the Court&#x27;s\n    jurisdiction under Sections 45 and 69 of the UK Arbitration\n    Act 1996.\n</p><p data-structure=\"Precedent\" id=\"p_69\">    The decision of the LCIA shall be final and binding for both\n    parties.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_70\">16. The learned Counsel for applicants and opponent\n\nhave relied on below mentioned parts / details of the\n\n\n                            Page 20\n        O/OJCA/29/2013                                  CAV JUDGEMNT\n\n\n\nthe   Bills of Lading:-\n</p>\n<blockquote id=\"blockquote_22\">                                 Bills of Lading\n                         TO BE USED WITH CHARTER-PARTIES\n\n      Shipper\n      M/s. MECHEL TRADING LTD\n      ZUG SCHAAN BRANCH,\n                                               FIRST\n                                               ORIGINAL\n\n      IM ALTEN RIET, 102,\n      PO BOX 641\n      9494, SCHAAN LIECHTENSTEIN\n</blockquote><blockquote id=\"blockquote_23\">      -------------------------------</blockquote><pre id=\"pre_4\">\n      Consignee\n\n      To order                                Reference No.\n</pre><blockquote id=\"blockquote_24\">      --------------------------------\n</blockquote><blockquote id=\"blockquote_25\">      Notify Address\n      (1) STATE BANK OF INDIA\n      CAG BRANCH,\n      11TH FLOOR, JAWAHAR VAYAPAR BHAWAN,\n      TOLSTOY MARG, NEW DELHI-110001\n      (2) PEC LTD.\n</blockquote><p data-structure=\"Section\" id=\"p_71\">      NEW DELHI-110001, INDIA\n</p><p data-structure=\"Section\" id=\"p_72\">      --------------------------------\n</p><pre id=\"pre_5\">      Name of Vessel                          Port of Loading\n      MV. VINALINES SAIGON                    PORT POSYET, RUSSIA\n</pre><p data-structure=\"Section\" id=\"p_73\">      ---------------------------------\n      Port of Discharge\n      MUNDRA PORT, INDIA\n</p><p data-structure=\"Precedent\" id=\"p_74\">      ------------------------------------------------------------\n      Shipper&#x27;s description of goods          Gross Weight\n      COKING COAL IN BULK OF RUSSIAN ORIGIN   5,000.00MT\n      CLEAN ON BOARD.\n</p><p data-structure=\"Precedent\" id=\"p_75\">---------x------------------x----------------x-------------------\n\nFreight payable as  SHIPPED at the port loading in apparent good order and\nper     CHARTER-PARTY\n                    condition on board the vessel for carriage to the port\ndated         FREIGHT\n                    of Discharge or so near thereto as she may safely get\nPREPAID.............the goods specified above, weight, measure, quality,\n..............      quantity, condition, contents and value unknown.\nFREIGHT ADVANCE     IN WITNESS where of the Master of Agent of the said\n                    Vessel has signed the number of Bills of Lading\nReceived account of indicated below all of his tenor and date, any one of\nfreight             which being accomplished the others shall be void.\n</p><p data-structure=\"Issue\" id=\"p_76\">                    FOR CONDITIONS OF CARRIAGE SEE OVERLEAF\nTime     used   for\nloading...\n</p><p data-structure=\"Issue\" id=\"p_77\">days....hours\n                        Freight payable at      Place and date of issue\n                                                PORT POSYET, RUSSIA 21st\n                                                May, 2008\n\n\n\n\n                                     Page 21\n        O/OJCA/29/2013                                          CAV JUDGEMNT\n\n\n\n                        Number of   original    B/L   3 Signature\n                        (three)                         On behalf of master\n                                                        MV. VINALINES SAIGON.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">\n\n16.1 It is pertinent that in the said Bills of Lading\n\nthe    relevant         details     e.g.       identity      / name      of the\n\nowners and the vessel, date of agreement etc. are\n\nleft blank and not filled up.\n</p>\n<p data-structure=\"Section\" id=\"p_79\">\n</p><p data-structure=\"Section\" id=\"p_80\">17. In order to appreciate the rival contentions it\n\nis relevant and necessary to take into account some\n\nof     the      provisions          under        the      <a href=\"/doc/1306164/\" id=\"a_10\">Arbitration            and\n\nConciliation Act, 1996</a> (hereinafter referred to as\n\nthe &quot;Act&quot;) viz. <a href=\"/doc/85288767/\" id=\"a_11\">Section 2(b)</a> and <a href=\"/doc/1846895/\" id=\"a_12\">Section 7</a>.                             <a href=\"/doc/1804257/\" id=\"a_13\">Section\n\n2</a>, which contains definition of diverse terms, inter\n\nalia, defines the term &quot;arbitration agreement&quot; under\n\n<a href=\"/doc/85288767/\" id=\"a_14\">section 2 (b)</a>. The said provision reads thus:-\n\n</p><blockquote id=\"blockquote_26\">  &quot;2 (b) &quot;arbitration agreement&quot; means an agreement referred to\n   in <a href=\"/doc/1846895/\" id=\"a_15\">Section 7</a>;\n</blockquote>\n<blockquote id=\"blockquote_27\">17.1      According          to      the        said       provision            term\n\n&quot;arbitration agreement&quot; means agreement referred to\n\nin <a href=\"/doc/1846895/\" id=\"a_16\">section 7</a> of the Act. Thus, one has to turn to the\n\nprovision under <a href=\"/doc/1846895/\" id=\"a_17\">Section 7</a> so as to grasp the meaning\n\nand scope of the term &quot;arbitration agreement&quot;. The\n\nsaid <a href=\"/doc/1846895/\" id=\"a_18\">Section 7</a> of the Act reads thus:-\n</blockquote>\n<blockquote id=\"blockquote_28\">       &quot;7. Arbitration agreement.</blockquote><pre id=\"pre_6\">\n\n\n                                     Page 22\n       O/OJCA/29/2013                                    CAV JUDGEMNT\n\n\n\n</pre><blockquote id=\"blockquote_29\">           &quot;1.In this Part, &#x27;arbitration agreement&#x27; means an\n               agreement by the parties to submit to arbitration all\n               or certain disputes which have arisen or which may\n               arise between them in respect of a defined legal\n               relationship, whether contractual or not.\n</blockquote><blockquote id=\"blockquote_30\">            2. An arbitration agreement may be in the form of an\n               arbitration clause in a contract or in the form of a\n               separate agreement.\n</blockquote><blockquote id=\"blockquote_31\">            3. An arbitration agreement shall be in writing.\n</blockquote><blockquote id=\"blockquote_32\">            4. An arbitration agreement is in writing if it is\n               contained in-\n</blockquote><blockquote id=\"blockquote_33\">                  a. a document signed by the parties;\n</blockquote><blockquote id=\"blockquote_34\">                  b. an exchange of letters, telex, telegrams or\n                     other means of telecommunication which provide a\n                     record of the agreement; or\n                  c. an exchange of statements of claim and defence\n                     in which the existence of the agreement is\n                     alleged by one party and not denied by the other.\n</blockquote><blockquote id=\"blockquote_35\">                  5. The reference in a contract to a document\n                     containing an arbitration clause constitutes an\n                     arbitration agreement if the contract is in\n                     writing and the reference is such as to make that\n                     arbitration clause part of the contract.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_81\">17.2 <a href=\"/doc/1306164/\" id=\"a_19\">The Act</a> of 1996 amends and consolidates the law\n\nrelating       to        Domestic     Arbitration,      International\n\nCommercial Arbitration and the provisions related to\n\nenforcement of Foreign Arbitral Awards.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_82\">18. On perusal of <a href=\"/doc/1846895/\" id=\"a_20\">Section 7</a> it emerges that the said\n\nterm, for the purpose of Act, means:-\n</p>\n<blockquote id=\"blockquote_36\">(a)   an     agreement         whereunder     the   parties   agree     to\n\n      submit all or certain disputes which have arisen\n\n      or     may       arise    between       the   parties    to      such\n\n      agreement, to arbitration; and\n\n</blockquote><blockquote id=\"blockquote_37\">(b) such agreement may be in form of arbitration\n\n\n\n                                    Page 23\n       O/OJCA/29/2013                                                     CAV JUDGEMNT\n\n\n\n      clause in the main / parent contract or in form\n\n      of separate agreement; and\n\n</blockquote><blockquote id=\"blockquote_38\">(c) such agreement should be in writing; and\n\n</blockquote><blockquote id=\"blockquote_39\">(d)   for     the       purpose          of said          section         and    for     the\n\n      purpose of the Act such agreement may be deemed\n\n      to be in writing if a document to such effect is\n\n      signed           by        the     parties          or       letters,        talex,\n\n      telegrams             or    other        means      of       telecommunication\n\n      which        is       exchanged           between        the        parties        and\n\n      provide record of such agreement.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_83\">      According             to         <a href=\"/doc/1846895/\" id=\"a_21\">Section        7</a>       if        the     aforesaid\n\ningredients exist it would suggest and indicate that\n\narbitration            agreement          exists          /    is        entered        into\n\nbetween the parties.\n</p>\n<p data-structure=\"Facts\" id=\"p_84\">      The     facts          of        present       case      and       the     claim     /\n\nrequest       by        the       applicant            are         required        to     be\n\nconsidered          in           light         of     the          above        discussed\n\nprovisions.\n</p>\n<p data-structure=\"Section\" id=\"p_85\">18.1 In     present              case     it    is     not         in    dispute        that\n\nvarious ingredients contemplated under <a href=\"/doc/961785/\" id=\"a_22\">Section 7 (1)</a>\n\nto section (4) do not exist inasmuch as in the Bills\n\n\n\n                                           Page 24\n       O/OJCA/29/2013                                        CAV JUDGEMNT\n\n\n\nof Lading        there    is no arbitration               clause      and    any\n\nseparate         agreement        contemplating             process           of\n\narbitration in event of dispute between the parties\n\nto the said Bills of Lading is not executed between\n\npresent applicants &amp; present opponent (i.e. original\n\nplaintiff).\n</p>\n<p data-structure=\"PetArg\" id=\"p_86\">18.2 Therefore the learned Counsel for the applicant\n\ncontended that the arbitration agreement contained in\n\nthe   charter          party   agreement          dated      9.5.2008         is\n\nincorporated in the Bills of Lading by reference of\n\nthe   arbitration        clause    in       the    said    charter         party\n\nagreement       and     that   therefore          there    is     a    binding\n\narbitration agreement between the parties in view of\n\nwhich the suit proceedings are not maintainable and\n\ndeserves to be stayed.\n</p>\n<p data-structure=\"Section\" id=\"p_87\">19. In order to appreciate the request made by the\n\napplicant it is relevant and necessary to recall the\n\nfact that initially a contract for supply of coking\n\ncoal of Russia origin was entered into between the\n\nopponent herein and one M/s. Mechel Trading Ltd. In\n\nthe   said      agreement      dated        12.3.2008       the       opponent\n\nherein is described as buyer and said M/s. Mechel\n\n\n                                  Page 25\n         O/OJCA/29/2013                                     CAV JUDGEMNT\n\n\n\nTrading Ltd. is described as supplier / seller.\n\n19.1     So far as the provisions relevant for present\n\ncase are concerned, arbitration clause / agreement is\n\nto be found in clause 11 of the said contract dated\n\n12.3.2008, which is quoted hereinabove.\n\n19.2 It is relevant to note that in the said contract\n\ndated     12.3.2008         the    opponent     herein    i.e.    original\n\nplaintiff is one of the parties thereto and the said\n\ncontract also contains arbitration clause (clause 11\n\nthereof).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_88\">19.3 However, present applicant Nos. 1 and 2 are not\n\nparty to the said parent contract (which contains\n\narbitration clause / agreement) dated 12.3.2008.\n\n\n19.4 In light of the said provision it comes out that\n\nin    the    said        contract   dated      12.3.2008     between      the\n\nbuyer       (i.e.        present     opponent)      and     the     seller,\n\narbitration clause / agreement is incorporated but\n\nthe     said      arbitration       clause      /   agreement       is    not\n\nbetween        present applicants and present opponent.\n\n19.5 It is true that the said charter party agreement\n\ndated 9.5.2008 also contains arbitration clause by\n\n\n                                     Page 26\n        O/OJCA/29/2013                                    CAV JUDGEMNT\n\n\n\nway of clause no. 41 therein. The said clause 41 are\n\ncharter party provides, inter alia, that:-\n\n</p><blockquote id=\"blockquote_40\">       &quot; Clause 41- Arbitration\n       Arbitration in London.\n</blockquote><blockquote id=\"blockquote_41\">       &quot;Any dispute arising out of present contract shall be\n        referred to Arbitration in London; the decision rendered\n        according to rules of same shall be final and binding upon\n        both the parties. The right of both the parties to refer any\n        disputes to Arbitration ceases 12 months after date of\n        completion of discharge or in any case of non-performance 3\n        months after the cancelling date as per clause No.19 para\n        No.1 of this charter-party. When this provision is not\n        complied with, the claim shall be waived and absolutely\n        barred&quot;.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_89\">19.6 The said charter party dated 9.5.2008 is entered\n\ninto and executed by and between the seller (who is\n\nthe shipper and charterer) on one hand and present\n\napplicants No. 1 and 2 on the other hand.\n\n19.7    However,         what   is,     again,    more   relevant        and\n\nimportant        is     the   fact    that     present   opponent       i.e.\n\noriginal plaintiff / buyer is not party to the said\n\ncharter party.\n</p>\n<p data-structure=\"Section\" id=\"p_90\">19.8    The     third     document      which    is relevant      is the\n\nBills of Lading.\n</p>\n<p data-structure=\"Section\" id=\"p_91\">19.9 The opponent herein i.e. plaintiff claims that\n\nit is holder in due course of the Bills of Lading\n\nwhich are issued / executed by the master of vessel\n\non behalf of the applicants.</p><pre id=\"pre_7\">\n\n\n\n                                     Page 27\n      O/OJCA/29/2013                                   CAV JUDGEMNT\n\n\n\n</pre><p data-structure=\"Section\" id=\"p_92\">19.10 The said Bills of Lading do not contain any\n\narbitration clause.\n</p>\n<p data-structure=\"Precedent\" id=\"p_93\">19.11 However, in this context it is relevant to take\n\ninto account that the Bills of Lading contains the\n\n&quot;conditions of carriage&quot;\n</p>\n<blockquote id=\"blockquote_42\">19.12 The said &quot;conditions of carriage&quot; in the said\n\nBills of Lading are part of Bills of Lading. The\n\nclause 1 of the said &quot;conditions of carriage&quot; reads,\n\ninter alia, thus:-\n</blockquote>\n<blockquote id=\"blockquote_43\">    &quot;(1) all terms and condition liberties and exceptions of the\n     charter party, dated as overleaf, including the law and\n     arbitration clause are herewith incorporated&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_94\">20. While it is also true that by virtue of said\n\nclause 1 of &quot;conditions of carriage&quot; the Bills of\n\nLading    also        contain   reference     of    &quot;charter    party\n\nagreement&quot;, however, what is pertinent is the fact\n\nthat in the Bills of Lading the charter party is not\n\nidentified       /     named    and    even   the    date      is    not\n\nmentioned.\n</p>\n<p data-structure=\"PetArg\" id=\"p_95\">20.1 It is pertinent that in view of such facts, the\n\napplicants, so as to substantiate their contention\n\nabout binding arbitration clause, have heavily relied\n\n\n\n\n                                 Page 28\n         O/OJCA/29/2013                                           CAV JUDGEMNT\n\n\n\non clause 1 of the &quot;condition of carriage&quot; and in\n\nlight     of      the     said    provision        the     applicants           have\n\nclaimed       that       by virtue     of the        said       provision       the\n\narbitration          clause      in   the       charter    party       agreement\n\ndated 9.5.2008 is incorporated.\n</p>\n<p data-structure=\"Precedent\" id=\"p_96\">21. On this count it is necessary to mention that\n\naccording to the opponent - original plaintiff even\n\nif it is so assumed then also the fact remains that\n\nit (i.e. the opponent herein) is not party to the\n\nsaid charter party agreement dated 9.5.2008 and the\n\ncharter       party       is   not    identified          in    the    Bills     of\n\nLading and even the date is not mentioned.\n\n21.1     The      said     clause      No.1       under        &quot;conditions      of\n\ncarriage&quot; specifically mentions that &quot;.... The charter\n\nparty, dated as overleaf......&quot;, however at the relevant\n\nplace the date of execution of charter party is not\n\nmentioned. The relevant portion of the charter party\n\nreads thus:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_97\">\n\n\n</p><blockquote id=\"blockquote_44\">                                      Page 29\n        O/OJCA/29/2013                                      CAV JUDGEMNT\n\n\n\nFreight payable as per   SHIPPED at the port loading in apparent good order\nCHARTER-PARTY       datedand condition on board the vessel for carriage to\nFREIGHT                  the port of Discharge or so near thereto as she may\nPREPAID..................safely get the goods specified above, weight,\n.........                measure, quality, quantity, condition, contents and\nFREIGHT ADVANCE          value unknown.\n</blockquote><blockquote id=\"blockquote_45\">                         IN WITNESS where of the Master of Agent of the said\nReceived    account   of Vessel has signed the number of Bills of Lading\nfreight                  indicated below all of his tenor and date, any one\n                         of which being accomplished the others shall be\nTime used for loading... void.\n</blockquote><blockquote id=\"blockquote_46\">days....hours            FOR CONDITIONS OF CARRIAGE SEE OVERLEAF\n                            Freight payable at       Place and date of issue\n                                                     PORT POSYET, RUSSIA 21st\n                                                     May, 2008\n                            Number of original B/L 3 Signature\n                            (three)                  On behalf of master\n                                                     MV. VINALINES SAIGON.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_98\">21.2 Hence, the Court is called upon to assume that\n\nthe charter party contemplated under the Bills of\n\nLading could only be the charter party dtd. 9.5.2008\n\nand that it cannot be any vessel / charter party\n\nagreement other than the said charter party agreement\n\ndated 9.5.2008.\n</p>\n<p data-structure=\"RespArg\" id=\"p_99\">\n21.3 On this count it is also relevant to note the\n\nobjections        of    the   original         plaintiff    i.e.    present\n\nopponent in its reply affidavit the opponent i.e. the\n\noriginal plaintiff has contended that:-\n\n</p><blockquote id=\"blockquote_47\">            &quot;6. I say that the plaintiffs are admittedly not a\n      party to the charter party and therefore the arbitration\n      agreement said to be contained in charter party is not\n      relevant.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_100\">21.4 In this context it is also relevant to note that\n\neven the applicant has averred and admitted in its\n\n\n                                     Page 30\n         O/OJCA/29/2013                                      CAV JUDGEMNT\n\n\n\napplication that:\n</p>\n<blockquote id=\"blockquote_48\">             &quot;6. The applicants therefore state and submit that\n       though the charter party is not identified in the Bills of\n       Lading the applicable charter party is and could only be the\n       voyage charter party dated 9.5.2008.&quot;\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_101\">21.5 Furthermore, in para 7 of the application the\n\napplicant has averred and admitted that:\n\n</p><blockquote id=\"blockquote_49\">             &quot;7. The applicants state that the contract contained\n       in or evidenced by the five Bills of Lading was made with\n       second applicant being the owners of the vessel. The charter\n       party though not identified in the Bills of Lading is the\n       charter party dated 9.5.2008.\n</blockquote>\n\n<blockquote id=\"blockquote_50\">21.6    With       reference        to the       said   averments    in the\n\napplication the opponent i.e. original plaintiff has,\n\nin its reply affidavit contended that:-\n</blockquote>\n<blockquote id=\"blockquote_51\">              Para &quot;7. I further say that in any event, as the applicant\n       fairly admits, there is no reference to the Charter Party dated 09th May\n       2008 on the Bills of Lading. The applicant seeks this Hon&#x27;ble Court to\n       infer such a reference. It is settled law that an arbitration agreement\n       must be in writing and cannot be inferred as a preponderance of\n       probabilities.\n</blockquote><blockquote id=\"blockquote_52\">              Para 8\n                   &quot; . I say that even if, which is denied, the Bills of\n       Lading contain the arbitration agreement as set out in the Charter\n       Party, the same bind only the Owners and the Charterers and not the\n       ultimate receiver of the cargo or the holder in due course of Bills of\n       Lading such as the plaintiff. The dispute in relation to the damage to\n       cargo caused by the applicant vessel cannot therefore to be the subject\n       matter of determination in an arbitration.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_102\">22.    In view           of such     rival       submissions   it becomes\n\nnecessary to ascertain whether arbitration clause is\n\nincorporated in the contract i.e. Bills of Lading or\n\nnot    and     if        it   is   incorporated      by   reference        to   a\n\ncharter party agreement then from which charter party\n\nagreement.</p><pre id=\"pre_8\">\n\n\n\n                                       Page 31\n         O/OJCA/29/2013                                               CAV JUDGEMNT\n\n\n\n\n22.1      Ordinarily,             to        ascertain           as     to     whether\n\n</pre><p data-structure=\"Precedent\" id=\"p_103\">arbitration clause in charter party is incorporated\n\nby reference in Bills of Lading, the simple test is\n\nto examined the intention of the parties.\n\n\n22.2 The term &quot;party&quot; is defined under <a href=\"/doc/1804257/\" id=\"a_23\">section 2(h)</a>\n\nof   the       Act.      According          to       the    said     provision       the\n\nexpression          &quot;party&quot;   means         party          to   an   arbitration\n\nagreement. Therefore, in present case the &quot;party&quot; has\n\nto   be     considered        with          reference           to   the    Bills     of\n\nLading.\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1272019\" id=\"span_8\">22.3      At    this      stage    it        is      relevant        to    take     into\n\naccount observations by Hon&#x27;ble Apex Court in the\n\ncase      between        Owners        &amp;    Parties         Interested        in     the\n\nvessel <a href=\"/doc/1272019/\" id=\"a_24\">M.V. Baltic Confidence</a> (supra) wherein Hon&#x27;ble\n\nApex Court observed that:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_105\"><span class=\"hidden_text\" id=\"span_9\">       1</span>\n</p><blockquote id=\"blockquote_53\">       &quot; 9. From the conspectus of the views expressed by courts in England\n        and also in India, it is clear that in considering the question,\n        whether the arbitration clause in a Charter Party Agreement was\n        incorporated by reference in the Bills of Lading; the principal\n        question is, what was the intention of the parties to the Bills of\n        Lading? For this purpose the primary document is the Bills of Lading\n        into which the arbitration clause in the Charter Party Agreement is to\n        be read in the manner provided in the incorporation clause of the Bills\n        of Lading.   While ascertaining the intention of the parties attempt\n        should be made to give meaning to the incorporation clause and to give\n        effect to the same and not to invalidate or frustrate it       giving a\n        literal, pedantic and technical reading of the clause. If on a\n        construction of the arbitration clause of the Charter Party Agreement\n        as incorporated in the Bills of Lading it does not lead to\n        inconsistency or insensibility or absurdity     then effect should be\n        given to the intention of the parties and the arbitration clause as\n\n\n\n                                           Page 32\n      O/OJCA/29/2013                                         CAV JUDGEMNT\n\n\n    agreed should be made binding on parties to the Bills of Lading.     If\n    the parties to the Bills of Lading being aware of the arbitration\n    clause in the Charter Party Agreement    have specifically incorporated\n    the same in the conditions of the Bills of Lading then the intention\n    of the parties to abide by the arbitration clause is clear. Whether a\n    particular dispute arising between the parties       comes   within the\n    purview of the arbitration clause as incorporated in the Bills of\n    Lading is a matter to be decided by the arbitrator or the court.    But\n    that does not mean that    despite incorporation of the arbitration\n    clause in the Bills of Lading by specific reference the parties had not\n    intended that the disputes arising on the Bills of Lading should     be\n    resolved by arbitrator.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_106\">22.4 Thus, as observed by Apex Court in the decision\n\nin case of M.V. Baltic Confidence intention of the\n\nparties in most relevant to ascertain as to whether\n\narbitration clause is incorporated by reference and\n\nthe primary document to be looked into is Bills of\n\nLanding and intention of those parties who are party\n\nto Bills of Lading is to be taken into consideration.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_107\">23. Under       the     circumstances         for     the      purpose      of\n\ndetermining       and   ascertaining         the     intention       of    the\n\nparties the primary and important document is the\n\nBills of Lading and it is the intention of present\n\napplicants and opponent (who are parties to the Bills\n\nof Lading) that has to be gathered and examined to\n\ndetermine as to whether the said parties intended to\n\nresort    to      arbitration      process          and      whether       the\n\narbitration       clause   in   the        charter    party       agreement\n\ndated 9.5.2008 is, by reference, incorporated in the\n\n\n\n                                 Page 33\n         O/OJCA/29/2013                                         CAV JUDGEMNT\n\n\n\nBills of Lading or not.\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\">\n</p><p data-structure=\"Precedent\" id=\"p_109\">24. In this backdrop it is time to also take into\n\naccount some of the provisions of the said charter\n\nparty      agreement.            Clause    4    of    the     charter         party\n\nagreement (i.e. the clause which describes the name\n\nof the charterers) gives out the name of said seller\n\ni.e. Mechel Trading Limited as the charterer. Clause\n\n2 thereof gives out that the said charter party was\n\nentered into on 9.5.2008. In clause 12 of the charter\n\nparty     it is mentioned,                inter      alia,    that    cargo         is\n\n24000 mt., 5% more or less in owners option of bulk\n\ncoal listed in appendix-B. Clause 25 thereof give\n\nout, inter alia, that the details contained in clause\n\n41 are to be taken into account. Clause 53 mentions\n\nthe   details            about    discharge       port.      Port    Mundra     is\n\nspecified as the discharging port under said clause\n\n</p><p data-structure=\"Precedent\" id=\"p_110\">53.\n\n\n24.1 The applicant has heavily relied on clause 41\n\nread with clause 25. According to the applicants by\n\nvirtue of said clause No.1 in the Bills of Lading\n\nunder      the       title        &quot;conditions        of   carriage&quot;,          the\n\n\n\n                                      Page 34\n         O/OJCA/29/2013                                    CAV JUDGEMNT\n\n\n\narbitration clause (i.e. clause No.41 in the charter\n\nparty) is, by reference, incorporated in the Bills of\n\nLading.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_111\">\n24.2 However, there is no dispute as regards the fact\n\nthat present opponent i.e. the original plaintiff is\n\nnot party to the charter party dated 9.5.2008 which\n\ncontains said clause 41 and clause 25.\n\n\n24.3 It is also not in dispute that when the Bills of\n\nLading (which appear to have been issued / executed\n\non 21.5.2008) are taken into account it emerges that\n\nthe vessel / charter party are not identified in the\n\nsaid Bills of Lading either by name or even by date.\n\n\n24.4 Thus, the opponent i.e. the original plaintiff\n\nwould       contend      that    even        if     the   principle         of\n\nincorporation by reference is invoked and applied in\n\nthis case and applicants&#x27; submissions are taken into\n\naccount,        then     also    the     clause      which    would       get\n\nincorporated is the arbitration clause No.41 of the\n\ncharter          party     and         the        fact    which          would\n\nsimultaneously, stare in the face is the fact that\n\nthe opponent herein i.e. the buyer is not party to\n\n\n                                  Page 35\n         O/OJCA/29/2013                                            CAV JUDGEMNT\n\n\n\nthe said charter party agreement dated 9.5.2008.\n\n\n24.5 When the court speaks about the intention of the\n\nparties        then        the      reference         to     &quot;intention&quot;          is\n\nrestricted           to    the     &quot;intention&quot;      of     the    parties         to\n\nresolve the dispute and differences through special\n\nmode     of     arbitration          or     to     pursue     ordinary           civil\n\nremedy.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_112\">24.6 Once it becomes clear as to whether the parties\n\nto a contract intended to resolve dispute through\n\narbitration, then everything else would fall in place\n\nbecause the scope and purview of arbitration and / or\n\nas to whether the particular dispute falls within the\n\npurview       of     the    arbitration            clause    incorporated              by\n\nreference or not and such other related or ancillary\n\nor collateral issues would be examined and decided by\n\nthe arbitral tribunal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_113\">\n24.7    The      jurisdiction          of the        Court       at this         stage\n\nwould     be     restricted         to     ascertaining,           in    light      of\n\nintention of the parties, as to whether the parties\n\nintended        to       incorporate       and      whether      they     actually\n\ndid,      or         did     not      incorporate,            by        reference,\n\n\n\n                                         Page 36\n         O/OJCA/29/2013                                          CAV JUDGEMNT\n\n\n\narbitration clause in some other agreement, in the\n\ncontract in question; and for that purpose it would\n\nbe permissible to the Court, or rather necessary for\n\nthe Court, to find out whether the parties intended\n\nto      incorporate,            by     reference,           a       particular\n\narbitration clause or not.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_114\">24.8 In this view of the matter when the Bills of\n\nLading in question are examined it emerges that by\n\nvirtue of clause 1 of the &quot;conditions of carriage&quot;\n\n</p><blockquote id=\"blockquote_54\">(which are integral part of the Bills of Lading) all\n\nterms      and       condition,       liberties           and      exceptions,\n\nincluding         the    law   and    arbitration          clause,       of     the\n\ncharter party are deemed to have been incorporated in\n\nthe Bills of Lading.\n</blockquote>\n<blockquote id=\"blockquote_55\">24.9 Thus, on plain reading of the said clause 1 of\n\nthe     conditions        of    carriage            it   emerges      that      the\n\nparties to the Bills of Lading intended to resolve\n\nthe disputes through arbitration instead of ordinary\n\ncivil      remedy        or    by    way       of    special       suits       like\n\nadmiralty suit.\n</blockquote>\n<blockquote id=\"blockquote_56\">24.10 At this stage it is also relevant to recall\n\nthat the opponent i.e. original buyer is party to the\n\n\n\n                                     Page 37\n      O/OJCA/29/2013                                          CAV JUDGEMNT\n\n\n\nparent contract dated 12.3.2008 and the said contract\n\nalso contains arbitration clause (clause No.11) which\n\ndiscloses and reflects the intention of the parties\n\nto the said contract dated 12.3.2008 (viz. the seller\n\nand the buyer i.e. present opponent) wherefrom it\n\nemerges    that       even    at   that       stage    the      buyer       i.e.\n\npresent    applicant         had   expressed       and       disclosed       its\n\nintention to get the disputes (related to contract\n\ndated 12.3.2008) by arbitration process.\n</blockquote>\n<blockquote id=\"blockquote_57\">24.11 Of course, in view of the fact that the said\n\nclause 1 of conditions of carriage employ the phrase\n\n&quot;the charter party, dated as overleaf,&quot; which, in\n\nordinary     course,     would      indicate          that    the     charter\n\nparty is identified and specified - either by name\n\n(of the owners / vessel) or by date of the charter\n\nparty agreement and it would follow that the terms\n\nand conditions of the charter party agreement which\n\nis duly identified and specified are, by reference,\n\nincorporated.         Whereas      in        present     case     the       said\n\nidentification is not made / is not complete and is\n\nmissing.\n</blockquote>\n<blockquote id=\"blockquote_58\">24.12 However, the fact remains that the parties to\n\n\n\n                                   Page 38\n         O/OJCA/29/2013                                            CAV JUDGEMNT\n\n\n\nthe &quot;Bills of Lading&quot; have eloquently declared their\n\n&quot;intention&quot; which is made loud and clear by virtue of\n\nsaid    clause           1 of &quot;Conditions        of Carriage&quot;           in the\n\nBills of Lading wherein it is clearly mentioned that\n\n&quot;..... all terms and conditions....including law and\n\narbitration clause of the charter party are deemed to\n\nhave been incorporated in the Bills of Lading&quot; which\n\nindicates that the intention of the parties to the\n\nBills      of     Lading      is    to    resolve           the    dispute       and\n\ndifferences through arbitration process. Hence, the\n\narbitration              clause    and     the        law     applicable          to\n\narbitration proceedings which are mentioned in the\n\ncharter party are deemed to have been incorporated in\n\nthe Bills of Lading by reference.\n</blockquote>\n\n<blockquote id=\"blockquote_59\">24.13     When       the    parties      to     the    agreement          have    in\n\nexpress terms (i.e. under clause 1 of the conditions\n\nof carriage or in the Bills of Lading) stipulated\n\nthat all terms and conditions including the law &quot; and\n\narbitration clause&quot; in the charter party is deemed to\n\n&quot;have been          incorporated&quot; , then the parties to the\n\nBills of Lading can be said to have expressly chosen\n\nto take recourse of arbitration proceedings.</blockquote><pre id=\"pre_9\">\n\n\n                                      Page 39\n         O/OJCA/29/2013                                                   CAV JUDGEMNT\n\n\n\n</pre><blockquote id=\"blockquote_60\">        The said expression in clause 1 of &quot;condition of\n\ncarriage&quot;         also          indicates                  and      clarifies           the\n\n&quot;intention&quot; of the parties to the Bills of Lading.\n</blockquote>\n<blockquote id=\"blockquote_61\">24.14 Of course it is true that though in the said\n\nclause       No.1         of    conditions             of        carriage      there       is\n\nreference of the charter party, the vessel (owners) /\n\ncharter party is not identified either by name (of\n\nvessel / owners) or by date of the charter party\n\nagreement but so far as the intention of the parties\n\nto   resolve         the       disputes,              if    any,        by   arbitration\n\nproceedings              is    concerned,             the        said    intention         is\n\nabundantly clear from the said clause 1 of conditions\n\nof carriage.\n</blockquote>\n\n<blockquote id=\"blockquote_62\">24.15      In view of the fact that the relevant details\n\nregarding         charter         party         are         not     filled      up,       the\n\nquestion        which          would    then           survive          is   from       which\n\ncharter party agreement the arbitration clause is to\n\nbe borrowed and to be incorporated i.e. arbitration\n\nclause contained in which charter party agreement is\n\nto   be      incorporated              in      the          Bills       of   Lading        in\n\nquestion.\n</blockquote>\n<blockquote id=\"blockquote_63\">24.16 The applicant wants that the Court should hold\n\n\n                                            Page 40\n        O/OJCA/29/2013                                          CAV JUDGEMNT\n\n\n\nthat the charter party agreement could not be any\n\nagreement         other         than     the      charter       party         dated\n\n9.5.2008.        So      as     to     accept       or    reject     the       said\n\nsubmission it would be necessary, in light of the\n\nprovision under clause 9.1 (which obliged the seller\n\nto nominate the performing vessel) read with clause\n\n9.4 (which obliges the seller for all supervision of\n\nfees and levies at loading part) read with clause 9\n\nof the parent contract dated 12.3.2008, to ascertain\n\nas to whether             the      seller     had    nominated      any       other\n\nvessel     (i.e.        whether        the    seller     entered     into      and\n\nexecuted any charter party agreement other than the\n\nagreement dated 9.5.2008) for shipment of plaintiff&#x27;s\n\ncargo and whether the cargo reached the discharge\n\nport   by any           other      vessel     under      any   other    charter\n\nparty agreement. The question which can be asked is\n\nwhether there are any factors which would connect the\n\ncontracts        and     /    or     clarify      the    intention      of     the\n\nparties.\n</blockquote>\n<blockquote id=\"blockquote_64\">24.17 In this context the relevant aspect which comes\n\nout from the maze of the facts is that the opponent\n\ni.e. the plaintiff has not produced and not brought\n\n\n\n                                        Page 41\n         O/OJCA/29/2013                                          CAV JUDGEMNT\n\n\n\nto the notice of the Court any other charter party\n\nagreement or name and details of any other vessel by\n\nwhich it received the cargo / consignment for which\n\nit entered into the contract dated 12.3.2008.\n</blockquote>\n<blockquote id=\"blockquote_65\">24.18 It is relevant to note that according to the\n\nplaintiff         /        present    opponent         on   receipt      of     the\n\ncargo      /      consignment             the       plaintiff    noticed        the\n\nmoisture content of the cargo and according to the\n\nplaintiff the percentage of moisture in the cargo /\n\nconsignment exceeded the agreed maximum limit i.e.\n\nthe cargo received by it did not match the agreed\n\nspecifications. The said allegation establishes that\n\nthe plaintiff received the cargo.\n</blockquote>\n<blockquote id=\"blockquote_66\">24.19 Now, therefore, the question which would arise\n\nis   whether             the   plaintiff            received    the    cargo      /\n\nconsignment by any vessel other than the vessel named\n\nin the charter party dated 9.5.2008 and / or by any\n\nother charter party.\n</blockquote>\n<blockquote id=\"blockquote_67\">24.20      Had        it     been    so     the      plaintiff     would       have\n\nimmediately           disclosed       the       said    fact    and   contended\n\nthat it received the cargo by some other vessel /\n\nthrough some other charter party for which another\n\n\n\n                                          Page 42\n         O/OJCA/29/2013                                         CAV JUDGEMNT\n\n\n\nagreement on some different date was entered into and\n\nexecuted        by       it   (i.e.      by    the    buyer    i.e.     present\n\nopponent or by the seller) and that therefore, it\n\nwould not be unsafe to conclude that the plaintiff\n\nreceived        the       cargo     by        the    charter    party         dated\n\n9.5.2008.\n</blockquote>\n<blockquote id=\"blockquote_68\">24.21 In this view of the matter the objection that\n\nin   the       Bills          of   Lading       charter       party    is       not\n\nidentified would, in view of the Court, pale into\n\ninsignificance and it also becomes clear that neither\n\nthe seller nor the buyer (i.e. the plaintiff) has,\n\nentered into any charter party agreement other than\n\nthe charter party agreement dated 9.5.2008.\n</blockquote>\n<blockquote id=\"blockquote_69\">24.22     On      examination         of      contracts       the   Court       has\n\nnoticed       certain         similarities           which    bring   out       and\n\nhighlight intention of the parties.\n</blockquote>\n\n<blockquote id=\"blockquote_70\">25. At this stage some of the similarities between\n\nthe said three contracts and the subject matter of\n\nsaid three contracts are required to be taken into\n\naccount which, in view of this Court, would be of\n\nassistance         in examining            the applicant&#x27;s          submission\n\nthat the charter party agreement referred to in the\n\n\n                                      Page 43\n        O/OJCA/29/2013                                  CAV JUDGEMNT\n\n\n\n&quot;conditions of carriage&quot; in Bills of Lading could\n\nonly be the charter party agreement dated 9.5.2008.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_115\">25.1 I wonder that should the Court, in this case,\n\noverlook and ignore so many similarities                      and could\n\nall    the     above    mentioned      similarities      be    mere   co\n\nincidence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_116\">\n25.2      Above discussed similarities in the charter\n\nparty agreement and the parent contract coupled with\n\nthe    fact     that    the   buyer   i.e.   present     opponent     is\n\nparty to the Bills of Lading, leave little room for\n\ndoubt that the charter party which has referred to /\n\nmentioned in the Bills of Lading could be the charter\n\nparty dated 9.5.2008 and not any other charter party.\n\n\n25.3 At this stage and in this context it is relevant\n\nto take into account the observations in the decision\n\nin     case      between      Bangladesh     Chemical      Industries\n\nCorporation (supra) wherein it is observed thus:-\n\n</p><blockquote id=\"blockquote_71\">       &quot;Drumplace Ltd. were not the absolute owners of the vessel.\n        They were only time charterers. They had time chartered the\n        vessel from the panamanian company. That was the Tex-Dilan\n        Shipping Co. Ltd. which was incorporated in panama. The time\n        charter was dated Dec. 8, 1979. There would be charter hire\n        at so much a day under the charter.\n</blockquote><blockquote id=\"blockquote_72\">        When the goods were loaded on board, the master signed a\n        Bills of Lading. He signed it on behalf of the shipowners -\n        the Panamanian company. That is the document which has to be\n\n\n                                  Page 44\n O/OJCA/29/2013                               CAV JUDGEMNT\n\n\n\nconstrued in this case. It says:\n</blockquote><blockquote id=\"blockquote_73\">Shipped in good order and condition by the office cherifien\ndes phosphates on the vessel &quot;SLS Everest&quot;... Now lying in\nthe port of Casablanca... A cargo of natural phosphate of\nlime in bulk weighing 9,000 metric tonnes to be delivered in\ngood order and condition at the port of Chittagong &quot; a\nordre&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_117\">It was endorsed in blank. The follows the important clause\nwhich has given rise to the argument here:\n</p><blockquote id=\"blockquote_74\">Freight and other conditions as per [-then there is a\nblank-] including the exoneration clause........The master\nacknowledges having received from the office cherifien des\nPhosphates...\n</blockquote><blockquote id=\"blockquote_75\">On account of the freight a certain sum in advance.\nThat was the Bills of Lading which was issued, evidencing\nnot only the receipt of the goods on board: but also\nevidencing a contract between the shipowners and the cargo-\nowners.\n</blockquote><blockquote id=\"blockquote_76\">Freight and other conditions as per_____including the\nexoneration clause.\n</blockquote><blockquote id=\"blockquote_77\">This Court held that, on its true construction, the blanks\ncould be filed in according to the terms of the charter in\nthat    case:   following   a  passage    from    Scrutton   on\nCharterparties at P.63\nIt is not infrequently happens that where a printed form of\nbill provides for the incorporation of &quot;the charterparty\ndated....&quot;the parties omit to fill in the blank. It is\nsubmitted that the effect is the same as if the reference\nwere simply to &quot;the charterparty&quot; and that omission does not\ndemonstrate an intent to negative the incorporation. It\nseems to me that that reasoning is applicable here. Even\nthough our clause does not say &quot;the charter&quot; or &quot;the charter\nparty&quot;, I should have thought it is quite obvious to anyone\nthat the sentence should read: &quot;Freight and other conditions\nas per the charterparty including the exoneration clause&quot;.\nUnless the charter party was incorporated, all sorts of\nterms and arrangements would have to be implied - or\ndiscovered in some other way - in order to make the whole\nthing workable. But it works simply and completely by\nincorporating the terms of the charter - that is, the terms\nof the voyage charter.\n</blockquote><blockquote id=\"blockquote_78\">The charter here is the voyage charter. Therefore I would\nwrit into the clause: &quot;Freight and other conditions as per\nthe charterparty&quot; - that is, the charterparty of No.29,\n1979, between Drumplace Ltd. (the voyage charterers) and the\nBangladeshi corporation.\n</blockquote><blockquote id=\"blockquote_79\">The printed form of voyage charterers\nSo we then turn to the voyage charter party to see what the\nterms are. Clause 32 deals with arbitration. In its original\nprinted form it said:\n</blockquote><blockquote id=\"blockquote_80\">Arbitration - Any disputes concerning the present charter to\nbe settled by arbitration in Paris in the ordinary manner\nand in the case of disagreement, by the &quot;Tribunal di\ncommerce de la Seine&quot;, Paris. It is agreed that n the case\nof disputes, the French text only will be valid, the English\n\n\n                         Page 45\n         O/OJCA/29/2013                            CAV JUDGEMNT\n\n\n\n     text of this charter being only for contractors&#x27; use and\n     convenience.\n</blockquote><blockquote id=\"blockquote_81\">      That is how it stood originally in print. But it was altered\n     in type. &quot;Paris&quot; was struck out. &quot;London&quot; was inserted.\n     After the words &quot;in the ordinary manner&quot; was inserted\n     &quot;receivers or Owners accordance arbitration act - 1950&quot;\n      What is the effect of the typed version on the printed\n      clause? It seems to me that here again the law is well\n      settled. It is stated in Scrutton at p.21:\n      Questions of mistake in the expression of intention\n      frequently arise in the case of charters effected by filing\n      in printed forms, where parts of the printed form, left in\n      by inadvertence, are in direct contradiction to clauses\n      written, stamped on or typed in the form: in these cases the\n      written, stamped on or typed clause should usually prevail,\n      as clearly expressing the intention of the parties. It is\n      unnecessary to find a meaning in the particular charter for\n      every word of a common printed form, and it may be\n      necessary, in order to give effect to the written words,\n      actually to disregard printed words that are inconsistent.\n      London Arbitrations\n      It seems to me as plain as can be that under the typed\n      clause the arbitration was to be in London: and arbitration\n      is to be in accordance with the <a href=\"/doc/1052228/\" id=\"a_25\">Arbitration Act, 1950</a>:\n      together with the usual consequence that it is to be\n      governed by English law.\n</blockquote><blockquote id=\"blockquote_82\">           In the old days the law of the flag was the determining\n      factor. Now there are so many flags of convenience all over\n      the world that such has disappeared. Nowadays, the\n      arbitration clause in the contract is of the very first\n      importance. I have no doubt that the typed arbitration\n      clause in this contract indicates that it is governed by\n      English Law. This is a plain case for saying that the\n      contract is governed by English law. Therefore the court\n      does have jurisdiction to order that a writ may be served\n      out of the jurisdiction.&quot;\n</blockquote>\n<blockquote id=\"blockquote_83\">25.4 When, in light of present opponent&#x27;s / original\n\nplaintiff&#x27;s         objection (to the effect that it is not\n\nparty to the charter party and therefore it is not\n\nparty      to     arbitration   clause    /   agreement    in    the\n\ncharter         party    consequently     even   if    the       said\n\narbitration clause of charter party is read into, and\n\neven if by reference it is incorporated in the Bills\n\n\n\n                                Page 46\n         O/OJCA/29/2013                                  CAV JUDGEMNT\n\n\n\nof Lading, then also the said arbitration clause will\n\nnot be binding to the plaintiff i.e. present opponent\n\nbecause it is not party to the charter party) are\n\nexamined in light of the aforesaid aspects then it\n\nemerges that the charter party agreement referred to\n\nin the Bills of Lading could be only charter party\n\ndated      9.5.2008      more     particularly     in   light    of    the\n\nabove mentioned similarities and also because there\n\nis    no     charter      party    agreement       entered    into     and\n\nexecuted between the parties (to the Bills of Lading\n\nand / or between the seller and the applicants and /\n\nor between the buyer i.e. present opponent and the\n\napplicants) other than the said charter party dated\n\n9.5.2008.\n</blockquote>\n<blockquote id=\"blockquote_84\">25.5 Once the aforesaid conclusion is reached then\n\nthe next question which arise is whether the suit, in\n\nlight of the facts of the case and particularly in\n\nlight of the arbitration clause would be maintainable\n\nand should it be entertained.\n</blockquote>\n\n<blockquote id=\"blockquote_85\">25.6 So as to substantiate its submission that in\n\nview of the arbitration agreement the proceeding of\n\nthe   suit        may    be   stayed     learned    counsel     for    the\n\n\n                                    Page 47\n         O/OJCA/29/2013                                              CAV JUDGEMNT\n\n\n\napplicant relied on the above mentioned decisions and\n\nsubmitted that the further proceedings of Admiralty\n\nSuit    deserves          to be stayed            since       the     parties       are\n\nobliged           to     prosecute       the          dispute        by      way     of\n\narbitration.             Learned      advocate          for     the         applicant\n\nsubmitted              that     the    Admiralty           Suit           which      is\n\nessentially for injunction is not maintainable.\n</blockquote>\n\n<blockquote id=\"blockquote_86\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1390540\" id=\"span_10\">25.7        The    said       contention         is    opposed         by     learned\n\nadvocate for the opponent who contended that even if\n\nit     is     held       that    there     is         arbitration           agreement\n\nbetween the parties then also the admirality suit\n\nbeing an action in rem for recovery of the claim and\n\narrest of the vessel can be maintained. So as to\n\nsupport the said submission learned advocate Counsel\n\nfor    the        opponent      relied     on      the     decision          in    case\n\nbetween <a href=\"/doc/1390540/\" id=\"a_26\">J.S. Ocean Liner LIC vs. M.V. Golden Progress</a>\n\n(supra).</span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_118\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1390540\" id=\"span_11\">25.8        Before        proceeding             further        it        would      be\n\nappropriate to take into account the observations in\n\n<a href=\"/doc/1390540/\" id=\"a_27\">the    said        decision</a>      wherein         Bombay       High        Court     has\n\nobserved inter alia, that:-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_119\">\n\n</p><blockquote id=\"blockquote_87\">                                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"246894\" id=\"span_12\">Page 48\n O/OJCA/29/2013                                 CAV JUDGEMNT\n\n\n\n&quot;1. The Single Judge of this Court in his detailed order of\n reference had doubted the correctness of the judgment of the\n Division Bench of this Court in the case of <a href=\"/doc/246894/\" id=\"a_28\">Islamic Republic of\n Iran Shipping Lines v. M.V. Mehrab</a> and so also another Division\n Bench judgment in the case of Blue Diamond Freight Pvt.Ltd.</span> v.\n</blockquote><p data-structure=\"Issue\" id=\"p_120\"> M.V. Indurva Vally Appeal Lodging No. 503 of 2003 with regard to\n the question of maintainability of the suit for security of the\n award in the admiralty jurisdiction of this Court when there is\n an arbitration agreement between the parties though the\n arbitration proceedings have not commenced or when the\n arbitration is actually commenced. The Single Judge also doubted\n whether the court entertaining an application under <a href=\"/doc/1079220/\" id=\"a_29\">Section 9</a> of\n the   Arbitration  and   Conciliation  Act,   1996  would   have\n jurisdiction to treat the vessel as a `person&#x27; for the purpose\n of order of arrest and whether an application under <a href=\"/doc/1079220/\" id=\"a_30\">Section 9</a> of\n the Arbitration and Conciliation Act, 1996 (for short `Act of\n 1996&#x27;) can be filed when a suit for arrest of the vessel is not\n maintainable. In the opinion of the Single Judge, these issues\n frequently arise and need to be considered by the larger Bench\n and, consequently, he directed the office to place the papers\n before the Chief Justice for the constitution of the larger\n Bench. Accordingly, the Chief Justice constituted this Bench for\n consideration of the matter referred to by the Single Judge vide\n his order dated 20th July, 2006.\n</p><p data-structure=\"CDiscource\" id=\"p_121\">2. After hearing the counsel for the parties and upon perusal of\nthe referral order dated 20th July, 2006, we indicated in our\norder dated 29th September, 2006 that the following questions\narise for our consideration in the reference made by the Single\nJudge:\n</p><blockquote id=\"blockquote_88\">i) Whether an application under <a href=\"/doc/1079220/\" id=\"a_31\">Section 9</a> of the Arbitration and\nConciliation Act, 1996 is maintainable for the arrest of a\nvessel for obtaining the security of an Award that may be made\nin the arbitration proceeding?\n</blockquote><blockquote id=\"blockquote_89\">ii) If the answer to the aforesaid question is in the negative,\nwhether a suit only for arresting a ship by way of obtaining the\nsecurity in the pending arbitration can be maintained or\nproceeded with?\n</blockquote><p data-structure=\"Conclusion\" id=\"p_122\">3. Another facet to the aforesaid question No. (ii) that\nrequires consideration is: in the admiralty jurisdiction where\nthere is an arbitration agreement between the parties though\narbitration proceedings have not yet commenced or when the\narbitration is actually commenced, whether the suit for security\nsimplicitor for the award that may be made in the pending\narbitration proceedings can be maintained and order of arrest\nmade?\n</p>\n<p data-structure=\"Conclusion\" id=\"p_123\">\n</p><p data-structure=\"Section\" id=\"p_124\">29. The conclusions drawn in Bhatia International by the Supreme\nCourt and the law declared therein, in our view, does not lead\nto the conclusion that an application under <a href=\"/doc/1079220/\" id=\"a_32\">Section 9</a> of the Act\nof 1996 is maintainable for the arrest of the vessel for\nobtaining security of an award that may enure for the benefit of\nthe foreign award. The reason is not far to seek. <a href=\"/doc/1079220/\" id=\"a_33\">Section 9</a>\nconfers the jurisdiction in a District Court having jurisdiction\nto decide the question forming the subject matter of the\narbitration if the same had been the subject matter of the suit.</p><pre id=\"pre_10\">\n\n\n\n                          Page 49\n O/OJCA/29/2013                                CAV JUDGEMNT\n\n\n\nThe definition of `court&#x27; does include the High         Court   in\n</pre><p data-structure=\"Section\" id=\"p_125\">exercise of its ordinary original civil jurisdiction.\nHowever, the principal civil court of original jurisdiction in\ndistrict that is District Court is not empowered to exercise the\nadmiralty jurisdiction. It cannot make any order for arrest of\nvessel. For any order under <a href=\"/doc/1079220/\" id=\"a_34\">Section 9</a> of the Act of 1996, the\ncourt must have jurisdiction to decide the questions forming the\nsubject matter of the arbitration if the same had been the\nsubject matter of the suit.\n</p><p data-structure=\"Precedent\" id=\"p_126\">30. The pecularity of the admiralty action in rem is that the\ncoastal authorities in respect of any maritime claim can assume\njurisdiction by arrest of the ship, irrespective of the\nnationality of the ship or that of its owners, or place of\nbusiness or dismissal or residence of its owners or the place\nwhere the cause of action arose wholly or in part. In admiralty,\nthe vessel has a juridical personality. Admiralty law confers\nupon the claimant right in rem to proceed against the ship or\ncargo as distinguished from a right in personam to proceed\nagainst the owner. A ship may be arrested: (i) to acquire\njurisdiction; (ii) to obtain security for satisfaction of the\nclaim when decreed or (iii) in execution of the decree.\n</p><p data-structure=\"Section\" id=\"p_127\">31. <a href=\"/doc/1041122/\" id=\"a_35\">Section 9(ii)(b)</a> of Act of 1996 cannot be construed so as to\nread into it in rem jurisdiction. This provision does not cover\nthe arrest of the ship or the keeping of a ship under arrest in\nthe exercise to the court jurisdiction in rem at all. What is\nprovided by <a href=\"/doc/1041122/\" id=\"a_36\">Section 9(ii)(b)</a> is securing the amount in dispute\nin the arbitration by way of an interim measure which in our\nconsidered view does not include the arrest of vessel.\n\n\n</p><p data-structure=\"Section\" id=\"p_128\">34. On thoughtful consideration and true construction of <a href=\"/doc/1041122/\" id=\"a_37\">Section\n9(ii)(b)</a>, we also take the view that <a href=\"/doc/1041122/\" id=\"a_38\">Section 9(ii)(b)</a> does not\nrefer to the jurisdiction to issue a warrant of arrest. We find\nourselves in respectful concurrence with the view of Lord\nJustice Robert Goff in Tuyuti which is also in line with the\nview of Lord Brandon in Rena K (1978) 1 Lloyd&#x27;s Report 545 while\ndealing with Section 12(6)(f) of the English Arbitration Act,\n1950; the said provision being quite similar to our provision\n9(ii)(b).\n</p><p data-structure=\"Conclusion\" id=\"p_129\">36. In what we have discussed above, and upon taking into\nconsideration all relevant aspects, we have no hesitation in\nholding that an application under <a href=\"/doc/1079220/\" id=\"a_39\">Section 9</a> of the Arbitration\nand Conciliation Act, 1996 is not maintainable for the arrest of\nthe vessel and that <a href=\"/doc/1041122/\" id=\"a_40\">Section 9(ii)(b)</a> &#x27;securing the amount in\ndispute in the arbitration&#x27; cannot be held to be referable to\nthe arrest of the ship. The view of the Division Bench in m.v.\nIndurva Valley to the effect: &#x27;The remedy of the appellants is\nto make an application for interim relief in terms of <a href=\"/doc/1079220/\" id=\"a_41\">Section 9</a>\nof the Arbitration and Conciliation Act, 1996&#x27;, is not correct\nview and is accordingly, overruled.\n</p><p data-structure=\"Conclusion\" id=\"p_130\">re : Question (ii)\n</p><p data-structure=\"Conclusion\" id=\"p_131\">77. We are of the view, absent explicit legislation providing\nthat action in rem may be used to obtain and retain security\neven though the merits of the dispute are to be determined in\nthe arbitration proceedings and that subject matter of the\n\n\n\n                          Page 50\n         O/OJCA/29/2013                                          CAV JUDGEMNT\n\n\n\n       dispute falls with admiralty jurisdiction, some procedure which\n       is not prohibited and that is also not inconsistent with the law\n       be devised which helps in advancing the cause of justice in\n       accord with Article VII of Arrest Convention, 1999.\n</p><p data-structure=\"Conclusion\" id=\"p_132\">       78. We shall, accordingly, articulate our conclusions thus:\n</p><blockquote id=\"blockquote_90\">       (i) An application under <a href=\"/doc/1079220/\" id=\"a_42\">Section 9</a> of the Arbitration and\n       Conciliation Act, 1996 is not maintainable for the arrest of the\n       vessel for obtaining security of an Award that may be made in\n       arbitration proceedings. The view to the contrary in m.v.\n       Indurva Valley, to that extent is overruled.\n</blockquote><blockquote id=\"blockquote_91\">       (ii) An action in rem (in admiralty jurisdiction) for recovery\n       of the claim and arrest of the vessel where the parties have\n       agreed to submit the dispute to arbitration can be maintained\n       and in such case if by way of an interim measure, the vessel is\n       arrested or the security provided to obtain the release of the\n       vessel, matter shall proceed in accord with Article VII of the\n       International Convention on Arrest of Ships, 1999.\n</blockquote><blockquote id=\"blockquote_92\">       (iii) If the proceedings are brought within the time so ordered\n       by the Court before the arbitral tribunal, any final decision\n       resulting therefrom shall be recognised and given effect with\n       respect to the arrested ship or to the security provided in\n       order to obtain its release provided that the defendant has been\n       given reasonable notice of such proceedings and a reasonable\n       opportunity to present the case for defence and in accord with\n       the provisions contained in <a href=\"/doc/1306164/\" id=\"a_43\">Arbitration and Conciliation Act,\n       1996</a>.\n</blockquote><blockquote id=\"blockquote_93\">       (iv) With regard to clauses (ii) and (iii), it is, however,\n       clarified that retention of security shall remain a matter of\n       discretion and it shall be for the court to pass appropriate\n       order in that regard after taking into consideration all\n       relevant circumstances.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_133\">       Let the notices of motion No. 2780 of 2005 and 3287 of 2005 be\n       posted before the Admiralty Judge for disposal in the light of\n       our answer to the reference.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_134\">25.9         It   emerges      from     <a href=\"/doc/246894/\" id=\"a_44\">the       said    decision</a>      that     in\n\nadmirality jurisdiction an action in rem for recovery\n\nof     the    claim      and     for     arrest          of   vessel     can     be\n\nmaintained         in    those    cases          where    the   parties        have\n\nagreed to submit the dispute to arbitration. In <a href=\"/doc/246894/\" id=\"a_45\">the\n\nsaid decision</a> Bombay High Court observed that in such\n\ncases if by way of interim measure the vessel is\n\narrested then the matter shall proceed in accordance\n\n\n                                       Page 51\n      O/OJCA/29/2013                              CAV JUDGEMNT\n\n\n\nwith international convention on arrest of ships and\n\nso far as the retention of security is concerned the\n\nsaid aspect shall remain a matter of discretion and\n\nit would be for the Court to pass appropriate order.\n\n\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1500505\" id=\"span_13\">25.10 However, in view of the observations in the\n\ndecision of Bombay High Court, it is also relevant to\n\ntake into account the observations by Ho&#x27;ble Apex\n\nCourt in subsequent decision in case between Bharat\n\nAluminium company (supra)          (2012 9 SCC 552) and in\n\nthe decision in case of <a href=\"/doc/1500505/\" id=\"a_46\">Chloro Controls India Pvt.\n\nLtd. vs. Severn Trent Water Purification INC.</a> (2013\n\n[1] SCC 641).</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_135\">\n25.11 In Bharat Aluminium Company Hon&#x27;ble Apex Court\n\nhas, inter alia, observed that:-\n</p>\n<blockquote id=\"blockquote_94\">    172. It appears to us that as a matter of law, an inter-\n</blockquote><p data-structure=\"Section\" id=\"p_136\">    parte   suit             simply for interim relief pending\n    arbitrations, even if it be limited       for the purpose of\n    restraining dissipation     of   assets    would   not    be\n    maintainable. There would be number of hurdles which the\n    plaintiff       would have to cross, which may well prove to\n    be insurmountable.\n</p>\n<p data-structure=\"Section\" id=\"p_137\">    173. The Civil Courts in India, by virtue of <a href=\"/doc/76869205/\" id=\"a_47\">Section 9</a> of\n    the Code of Civil Procedure, 1908 (for short the &#x27;<a href=\"/doc/161831507/\" id=\"a_48\">CPC</a>&#x27;),\n    have the jurisdiction   to          try all suits of a civil\n    nature,     excepting      suits      which     are     either\n    expressly   or   impliedly    barred.   Fundamental   to   the\n    maintainability of a         civil suit is the existence of a\n    cause of action in favour of the               plaintiff. This\n    is evident from the various       provisions    contained   in\n    <a href=\"/doc/161831507/\" id=\"a_49\">the CPC</a>. However, it would be appropriate to notice that\n    Order   7         Rule 1 gives the list of the particulars\n\n\n                             Page 52\n O/OJCA/29/2013                                CAV JUDGEMNT\n\n\n\nwhich have to be mandatorily            included in the plaint.\nOrder 7 Rule 1(e) mandates the plaintiff to            state the\nfacts constituting the cause of action and when it arose.\nOrder 7 Rule 11(a) provides that the plaint shall be\nrejected     where   it          does not disclose a cause of\naction. A cause of action is the bundle                 of facts\nwhich are required to be proved for obtaining             relief\nprayed          for in the suit. The suit of the plaintiff\nhas to be framed in              accordance with Order 2. Order\n2 Rule 1 provides that:\n</p><blockquote id=\"blockquote_95\">&quot;1. Frame of Suit.- Every suit shall as far as practicable\n be framed so as to afford ground for final decision        upon\n the    subjects    in   dispute    and   to    prevent further\n litigation concerning them.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_138\"> The aforesaid rule is required to be read along with Rule 2\n which provides that\n &quot;2. Suit to include the whole claim.- (1) Every suit shall\n  include   the whole of the claim which the plaintiff is\n  entitled to make in respect of the cause of action; but a\n  plaintiff may relinquish any portion of his claim in order\n  to bring the suit within the jurisdiction of any court.&quot;\n   The aforesaid provisions read together would lead to the\n  firm conclusion that the existence of cause of action is a\n  sine qua non for   the maintainability of a civil suit.\n\n</p><p data-structure=\"Section\" id=\"p_139\">174. The provisions     with   regard    to   the   temporary\ninjunction and interlocutory orders are contained in Order\n39 and Order 40. In       order to claim an injunction the\nexistence of a pending suit is a pre-requisite. It is\nin this background that one      has   to   examine   as   to\nwhether an inter-parte suit for interim relief during the\npendency   of          arbitration proceedings outside India\nwould be maintainable.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_140\">175. In our opinion, pendency of the arbitration proceedings\noutside        India would not provide a cause of action for\na suit where the main               prayer is for injunction.\nMr.Sundaram has rightly pointed out that the             entire\nsuit would be based on the pendency of arbitration\nproceedings        in a foreign country. Therefore, it would\nnot be open to a party to             file a suit touching on\nthe merits of the arbitration. If such a suit            was to\nbe filed, it would in all probabilities be stayed in view\nof       <a href=\"/doc/1146817/\" id=\"a_50\">Sections 8</a> and <a href=\"/doc/160474/\" id=\"a_51\">45</a> of the Arbitration Act, 1996.\nIt must also be              noticed that such a suit, if at\nall, can only be framed as a suit to               &quot;inter alia\nrestrain the defendant from parting with      property.&quot;  Now,\nif the right to such property could possibly arise, only if\nthe future           arbitration award could possibly be in\nfavour of the plaintiff, no             suit for a declaration\ncould obviously be filed, based purely only on           such a\ncontingency. All that could then be filed would, therefore,\nbe         a bare suit for injunction restraining the other\nparty from parting           with property. The interlocutory\nrelief would also be identical. In            our view, such\n\n\n                          Page 53\n       O/OJCA/29/2013                                      CAV JUDGEMNT\n\n\n\n      a    suit    would     not    be    maintainable,     because      an\n      interlocutory injunction can only be granted during the\n      pendency of a              civil suit claiming a relief which is\n      likely to result in a final                       decision upon the\n      subject in dispute. The suit would               be     maintainable\n      only on the existence of a cause of action, which               would\n      entitle     the            plaintiff for the substantive relief\n      claimed in the suit. The interim                  injunction itself\n      must be a part of the substantive              relief     to    which\n      the plaintiff&#x27;s cause of action entitled him. In our\n      opinion, most      of              the aforesaid ingredients are\n      missing in a suit claiming injunction                  restraining a\n      party from dealing with the assets during             the    pendency\n      of arbitration proceedings outside India. Since the dispute\n      is to be             decided by the Arbitrator, no substantive\n      relief concerning the merits              of the arbitration could\n      be claimed in the suit. The only relief that                 could be\n      asked for would      be    to    safeguard   the    property    which\n      the           plaintiff may or may not be entitled to proceed\n      against. In fact the                 plaintiff&#x27;s only claim would\n      depend on the outcome of the arbitration                  proceeding\n      in a foreign country over which the courts in India would\n      have    no    jurisdiction.     The   cause    of    action     would\n      clearly     be        contingent/speculative. There would be no\n      existing cause of action.                  The plaint itself would\n      be liable to be rejected under Order VII Rule                  11(a).\n      In any event, as noticed above, no interim relief could\n      be         granted unless it is in aid of and ancillary to the\n      main    relief    that            may be available to a party on\n      final determination of rights in a                        suit. This\n      view will find support from a number of judgments of this\n      Court.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_141\">25.12 In the aforesaid decision Hon&#x27;ble Apex Court\n\nhas   observed         that   an   inter-parte        suit   simply      for\n\ninterim relief pending arbitrations, even if it is\n\ntaken out and for the purpose of arresting loss or\n\nfor   arresting         dissolution          of   asset   would    not    be\n\nmaintainable. In <a href=\"/doc/1500505/\" id=\"a_52\">the said decision</a> Hon&#x27;ble Apex Court\n\nhas also held that pending of arbitration proceedings\n\noutside India would not provide cause of action for a\n\nsuit where main prayer is for injunction and that it\n\n\n                                   Page 54\n       O/OJCA/29/2013                                           CAV JUDGEMNT\n\n\n\nis not open to the parties to arbitration agreement /\n\nproceedings            to    file   a      suit     touching       merits      of\n\narbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_142\">25.13 However, so far as present arbitration suit is\n\nconcerned any arbitration is not pending and it does\n\nnot appear from record that any party to arbitration\n\nclause    has      issued       Notice       and    demanded      arbitration\n\nprocess / invoked the clause.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_143\">\n25.14 Secondly, the relief prayed for in the suit is\n\nfor a decree in terms of money for alleged loss and\n\ndamage to the tune of about Rs.15,43,78,835/- with\n\ninterest @ 12%.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_144\">\n25.15 Moreover admirality jurisdiction is invoked on\n\nthe   ground       of        maritime     claim     /   lien     and    on    the\n\npremise      that           there   is      no     arbitration       agreement\n\nbetween the parties the cause of auction is alleged\n\ndamage to the cargo and liability to compensate the\n\ndamage. The said facts distinguish present case from\n\nthe cited decision.\n</p>\n<p data-structure=\"Precedent\" id=\"p_145\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_14\">25.16 Now so far as the decision in case of <a href=\"/doc/92712826/\" id=\"a_53\">Chloro\n\nControls India Pvt. Ltd.</a> (supra) is concerned, in the\n\n\n                                        Page 55\n       O/OJCA/29/2013                                        CAV JUDGEMNT\n\n\n\nsaid decision Hon&#x27;ble Apex Court has observed that:-</span>\n\n</p><blockquote id=\"blockquote_96\">           &quot;70. Normally, arbitration takes place between the\n     persons who    have, from the outset, been parties to both\n     the    arbitration    agreement    as well as the substantive\n     contract underlining that agreement.           But,    it does\n     occasionally happen that the claim is made against or by\n     someone who is not originally named as a party.           These\n     may     create   some            difficult    situations,   but\n     certainly,     they     are    not    absolute obstructions to\n     law/the arbitration agreement.        Arbitration, thus, could\n     be possible between a signatory to an arbitration agreement\n     and a third party....&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_146\">25.17 In the same para 70 of the decision, Hon&#x27;ble\n\nApex Court has, further observed that:-\n\n</p><blockquote id=\"blockquote_97\">           &quot;70. ........ Of course, heavy onus lies on that party\n     to show that, in fact and in law, it is claiming &#x27;through&#x27;\n     or &#x27;under&#x27; the     signatory party as contemplated under\n     <a href=\"/doc/160474/\" id=\"a_54\">Section 45</a> of the 1996 Act.......&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_147\">25.18 From other observations by Hon&#x27;ble Apex Court\n\nin   <a href=\"/doc/92712826/\" id=\"a_55\">the    said        decision</a>      it       also    emerges      that       the\n\nobservations           are    made    with          reference    to      &quot;group\n\ncompanies&quot; and &quot;composite transactions&quot; and &quot;multiple\n\nagreements&quot;       and     &quot;group     companies         doctrine&quot;.       This\n\naspect     emerges       from      various          observations      e.g.      in\n\nparagraph       Nos.     71   to     78.       In    paragraph     76    it     is\n\nobserved that:-\n</p>\n<blockquote id=\"blockquote_98\">            &quot;76.   The Court will have to examine such pleas with\n     greater     caution and by    definite    reference   to   the\n     language of the contract and intention of the parties.\n     In the case of composite         transactions    and multiple\n     agreements, it may again be possible to invoke such\n     principle in accepting the pleas of non-signatory parties\n     for   reference    to arbitration.   Where the agreements are\n     consequential and in the nature of a follow-up to          the\n     principal or mother agreement, the latter           containing\n     the arbitration agreement and such agreements being so\n\n\n\n                                     Page 56\n      O/OJCA/29/2013                              CAV JUDGEMNT\n\n\n\n    intrinsically inter-mingled or inter-dependent that it\n    is their composite performance which shall discharge the\n    parties    of   their respective mutual      obligations   and\n    performances,    this   would   be  a sufficient indicator of\n    intent of the parties to refer signatory as well as non-\n    signatory parties to arbitration.          The principle of\n    &#x27;composite performance&#x27; would have to be gathered from the\n     conjoint        reading of the principal and supplementary\n     agreements on the one    hand and   the  explicit   intention\n     of the parties and       the   attendant circumstances on the\n     other.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_148\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_15\">25.19 In <a href=\"/doc/92712826/\" id=\"a_56\">the said decision</a> Apex Court has further\n\nobserved that:-</span>\n</p>\n<blockquote id=\"blockquote_99\">          &quot; 73. A non-signatory or third party could be\n    subjected to arbitration without their prior consent, but\n    this would only be in exceptional cases. The Court will\n    examine these exceptions from the touchstone of direct\n    relationship    to     the    party    signatory    to    the\n    arbitration agreement, direct commonality of the subject\n    matter and the      agreement between the parties being a\n    composite   transaction.    The   transaction should be of a\n    composite nature where performance of mother agreement may\n    not be feasible without aid,     execution   and  performance\n    of   the         supplementary or ancillary agreements, for\n    achieving the common object and collectively having bearing\n    on the dispute. Besides all this, the Court would have to\n    examine whether a composite reference of such parties\n    would serve the ends of justice.....&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_149\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92712826\" id=\"span_16\">25.20 In <a href=\"/doc/92712826/\" id=\"a_57\">the said decision</a> Hon&#x27;ble Apex Court has\n\nalso observed that:-</span>\n</p>\n<blockquote id=\"blockquote_100\">          &quot;77...Thus, the requirement that an arbitration\n    agreement be in      writing is an expression incapable of\n    strict     construction    and    requires   to be construed\n    liberally, as the words of this Article provide. Even in a\n    given circumstance, it may be possible and permissible to\n    construe the arbitration agreement with the aid and\n    principle of &#x27;incorporation by reference&#x27;. Though the New\n    York Convention is silent on this          matter, in common\n    practice, the main contractual document may refer to\n    standard terms and conditions or other standard forms and\n    documents which may contain an arbitration clause and,\n    therefore, these terms would become part of the contract\n    between the    parties   by   reference. The solution to such\n    issue should be case-specific......&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_150\">                             Page 57\n         O/OJCA/29/2013                                    CAV JUDGEMNT\n\n\n\n25.21       In      light    of    the       facts   of     this         case,\n\nobservations in paragraph No. 78 to 82 and para 156 &amp;\n\n157 would be relevant. The observations read thus:-\n\n</p><blockquote id=\"blockquote_101\">          &quot;78.     In India, the law has been     construed     more\n    liberally,     towards accepting incorporation by reference.\n    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1272019\" id=\"span_17\">In   the    case   of   Owners   and Parties Interested in the\n    <a href=\"/doc/1272019/\" id=\"a_58\">Vessel M.V. &quot;Baltic Confidence&quot; &amp; Anr. v. State Trading\n    Corporation of India Ltd. &amp; Anr.</a> [(2001) 7 SCC 473], the\n    Court was considering the question as to whether              the\n    arbitration           clause in a Charter Party Agreement was\n    incorporated by reference in the Bills of Lading and what\n    the intention of the parties to the Bills of Lading was.\n    The primary document was the Bill of        Lading,    which, if\n    read in the manner provided in the       incorporation     clause\n    thereof, would include the arbitration clause of the Charter\n    Party      Agreement. The Court observed          that      while\n    ascertaining the intention of the              parties, attempt\n    should be made to give        meaning   and   effect    to    the\n    incorporation clause and not to invalidate or frustrate it\n    by giving it a literal, pedantic and technical reading.</span>\n</blockquote>\n<blockquote id=\"blockquote_102\">          79. This          Court,  after considering the judgments of\n    the courts in            various other countries, held as under :\n</blockquote>\n<blockquote id=\"blockquote_103\">    &quot;19. From the conspectus of the views expressed by courts\n     in England and also in India, it is clear that in\n     considering the question, whether the arbitration clause in\n     a Charter Party Agreement was incorporated by reference in\n     the Bills of Lading, the principal question is, what was the\n     intention of the parties to the Bill of Lading? For this\n     purpose the primary document is the Bill of Lading into\n     which the arbitration clause in the Charter Party Agreement\n     is to be read in the manner provided in the incorporation\n     clause of the Bill of Lading. While ascertaining the\n     intention of the parties, attempt should be made to give\n     meaning to the incorporation clause and to give effect to\n     the same and not to invalidate or frustrate it giving a\n     literal, pedantic and technical reading of the clause. If\n     on a construction of the arbitration clause of the Charter\n     Party Agreement as incorporated in the Bill of Lading it\n     does not lead to inconsistency or        insensibility   or\n     absurdity then effect should be given to the intention of\n     the parties and the arbitration clause as agreed should be\n     made binding on parties to the Bill of Lading. If the\n     parties to the Bill of Lading being aware          of   the\n     arbitration clause in the Charter Party Agreement have\n     specifically incorporated the same in the conditions of the\n     Bills of Lading then the intention of the parties to abide\n     by the arbitration clause is clear. Whether a particular\n     dispute arising between the parties comes within the\n\n\n\n                                   Page 58\n O/OJCA/29/2013                                  CAV JUDGEMNT\n\n\n\npurview of the arbitration clause as incorporated in the\nBills of Lading is a matter to be decided by the arbitrator\nor the court. But that does not mean that          despite\nincorporation of the arbitration clause in the Bill of\nLading by specific reference the parties had not intended\nthat the disputes arising on the Bills of Lading should be\nresolved by an arbitrator.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_151\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925897\" id=\"span_18\">80.    Reference can also be made to the judgment of\nthis Court in the case of <a href=\"/doc/925897/\" id=\"a_59\">Olympus Superstructure Pvt. Ltd.\nv. Meena Vijay Khetan &amp; Ors.</a> [(1999) 5 SCC 651], where the\nparties had entered into a purchase agreement for the\npurchase of flats.         The main agreement contained the\narbitration clause (clause 39).      The parties also entered\ninto three different Interior Design Agreements, which also\ncontained arbitration clauses.        The main agreement was\nterminated due to disputes about payment and non-grant\nof   possession.       These  disputes   were   referred     to\narbitration. A sole arbitrator was appointed to make awards\nin this respect. Inter alia, the question was raised\nas   to    whether    the disputes under the Interior Design\nAgreements were subject to their independent arbitration\nclauses or whether one and the same              reference was\npermissible under the main agreement.         It   was   argued\nthat   the reference under clause 39 of the main agreement\ncould not      permit     the arbitrator to deal with       the\ndisputes relating to Interior Design Agreements and the\naward was void.     The Court, however, took the      view that\nparties had entered into multiple agreements for a common\nobject and the expression &#x27;other matters...connected with&#x27;\nappearing in clause      39 would permit such a reference.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_152\">       81. The Court held as under :\n</p>\n<blockquote id=\"blockquote_104\">            &quot;30. If there is a situation where there are\ndisputes    and differences in connection       with   the    main\nagreement      and    also disputes in regard        to    &quot;other\nmatters&quot; &quot;connected&quot; with the subject-matter of the main\nagreement then in such       a  situation, in our view, we are\ngoverned by the general arbitration clause 39 of the main\nagreement under which disputes under the main agreement\nand disputes connected therewith can be referred to the\nsame arbitral tribunal. This clause 39 no doubt does not\nrefer to any named arbitrators. So far as clause 5 of\nthe Interior Design Agreement is concerned, it refers to\ndisputes and      differences   arising   from   that   agreement\nwhich can be referred to named arbitrators and the said\nclause   5,     in    our opinion, comes into play only in a\nsituation where there are       no disputes and differences in\nrelation to the main         agreement    and the disputes and\ndifferences      are    solely   confined    to   the    Interior\nDesign Agreement. That, in our view, is the true intention\nof the parties and that is the only way by which the\ngeneral arbitration provision in clause 39 of the main\nagreement and the arbitration provision for a named\n\n\n                          Page 59\n O/OJCA/29/2013                                   CAV JUDGEMNT\n\n\n\narbitrator contained in clause 5 of the Interior Design\nAgreement can be harmonised or reconciled. Therefore, in\na case      like     the    present    where     the disputes and\ndifferences cover the main agreement as well as the\nInterior Design Agreement, -- (that there           are    disputes\narising under the main agreement and the Interior             Design\nAgreement       is not in dispute) -- it is the general\narbitration clause 39 in the main agreement that governs\nbecause the questions arise also          in regard to disputes\nrelating     to      the   overlapping       items       in      the\nschedule     to    the   main   agreement    and   the      Interior\nDesign Agreement, as detailed earlier. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1406824\" id=\"span_19\">There cannot be\nconflicting awards in regard to items which overlap in the\ntwo    agreements. Such a situation was never          contemplated\nby    the    parties. The intention of the parties when they\nincorporated clause 39 in the main agreement and clause 5 in\nthe Interior Design Agreement was that the former clause was\nto apply to situations when there were disputes arising\nunder both agreements and the latter was to apply to a\nsituation       where     there     were     no     disputes      or\ndifferences arising under the main contract but the disputes\nand differences were confined only to the Interior Design\nAgreement. A case containing two agreements with arbitration\nclauses     arose before this Court in <a href=\"/doc/1406824/\" id=\"a_60\">Agarwal Engg. Co. v.\nTechnoimpex      Hungarian Machine Industries Foreign          Trade\nCo. There</a> were arbitration clauses in two contracts, one\nfor sale of two machines to the appellant and the other\nappointing the appellant as sales representative. On the\nfacts of the case, it was held that              both the clauses\noperated separately and this conclusion was based on\nthe specific clause in the sale contract that it was             the\n&quot;sole repository&quot; of the sale transaction of the two\n machines. Krishna Iyer, J. held that if that were so,\n then there was no jurisdiction for travelling beyond\n the   sale    contract. The language of the other        agreement\n appointing     the    appellant    as sales representative was\n prospective and related to a sales agency and &quot;later\n purchases&quot;, other than the purchases of these two machines.\n There was        therefore     no     overlapping. The         case\n before us and <a href=\"/doc/1406824/\" id=\"a_61\">the above case</a> exemplify contrary situations.\n In one case the disputes are connected and in the             other\n they are distinct and not connected. Thus, in the present\n case, clause 39 of the main agreement applies. Points 1\n and    2      are     decided accordingly in favour of the\n respondents.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_153\">        82.    The Court also took the view that a dispute\nrelating to specific performance of a contract in relation\nto immoveable property could be referred to arbitration and\n<a href=\"/doc/549389/\" id=\"a_62\">Section 34(2)(b)(i)</a> of the   1996   Act  was not attracted.\nThis finding of the Court clearly supports the view that\nwhere the law does not prohibit      the   exercise  of   a\nparticular power, either the Arbitral Tribunal or the Court\ncould exercise such power. The Court, while taking this\nview, has obviously rejected    the       contention that a\n\n\n                           Page 60\n      O/OJCA/29/2013                                          CAV JUDGEMNT\n\n\n\n    contract for specific performance was not capable of\n    settlement by  arbitration   under   the   Indian  law in\n    view of the statutory provisions. Such contention having\n    been rejected, supports the view that we have taken.\n\n</p><p data-structure=\"Section\" id=\"p_154\">          156. The provisions of <a href=\"/doc/160474/\" id=\"a_63\">Section 45</a> of the 1996 Act are\n    to prevail over the provisions <a href=\"/doc/161831507/\" id=\"a_64\">of the CPC</a> and when the\n    Court   is  satisfied   that  an agreement is enforceable,\n    operative and is not null and void, it is obligatory upon\n    the court to make a reference to arbitration and       pass\n    appropriate orders in relation to the   legal   proceedings\n    before the court, in exercise of its inherent powers.\n\n</p><p data-structure=\"CDiscource\" id=\"p_155\">           157. In the present case, the court can safely\n    gather definite intention on behalf of the parties to have\n    their disputes collectively resolved by the process of\n    arbitration.      Even if different forums are provided,\n    recourse to one of them which is capable of resolving all\n    their issues should be    preferred    over  a   refusal  of\n    reference    to arbitration.        There appears to be no\n    uncertainty in the minds of the      parties in that regard,\n    rather the intention of the parties is fortified and\n    clearly referable to the mother agreement.&quot;\n\n25.22 From the foregoing discussion as regards the\n\nrelevant     provisions        in     3       contracts      and    from      the\n\nobservations by Hon&#x27;ble Apex Court it emerges that\n\nintention of parties is very significant feature and\n\ndepending      on,     as    well    as       subject     to,      the      clear\n\nintention of parties, in exceptional cases a non-\n\nsignatory      third    party       also       could    be    subjected       to\n\narbitration without prior consent.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_156\">\n25.23 In that view of the matter and having regard to\n\nclause-1 under conditions of carriage in Bills of\n\nLading read with the provisions in the charter party\n\nagreement      dated        9.5.2008,          the   intention       of       the\n\n\n\n                                    Page 61\n         O/OJCA/29/2013                                      CAV JUDGEMNT\n\n\n\nparties to take recourse of arbitration in the event\n\nof dispute has become clear and for that purpose the\n\nparties clearly appear to have agreed to incorporate\n\narbitration clause of charter party and in light of\n\nthe     diverse          similarities           mentioned      hereinabove\n\nearlier e.g. the shipper whose name is mentioned in\n\nthe Bills of Lading is the seller of the cargo /\n\nconsignment          for   which      the       plaintiff    entered        into\n\ncontract dated 12.3.2008 and the description of cargo\n\n/ consignment in the Bills of Lading is also the same\n\ncargo     /     consignment      for       which    the     contact        dated\n\n12.3.2008 is executed between the plaintiff and the\n\nshipper named in the Bills of Lading is the seller of\n\nthe said cargo as per the contract dated 12.3.2008\n\nand the port of discharge mentioned in the Bills of\n\nLading is also the same port which is mentioned in\n\nclause 9 of the contract dated 12.3.2008 between the\n\nshipper and the plaintiff (i.e. present opponent /\n\nbuyer) and the details mentioned in clause 8 of the\n\ncontract dated 12.3.2008 contemplate four Bills of\n\nLading for 5000 mt. each and one for balance quantity\n\nand   the      five      Bills   of    Lading      which    are   issued       /\n\n\n\n                                      Page 62\n         O/OJCA/29/2013                                             CAV JUDGEMNT\n\n\n\nexecuted are on same lines and both i.e. the Bills of\n\nLading as well as the charter party are executed /\n\nissued on 21.5.2008 and the charterer as well as the\n\nshipper as per the charter party and Bills of Lading\n\nrespectively             is     the   same         party    i..e      M/s    Mechel\n\nTrading       Limited.          Moreover,          the     load    port     as    per\n\nclause      53     of     the    charter       party       and    the     Bills    of\n\nLading is also the same port i.e. port poyset, Russia\n\nand   since        the        opponent     has      not     entered       into    any\n\ncharter party agreement other than the charter party\n\ndated 9.5.2008 for the cargo in question i.e. the\n\ncargo     in relation            to which           dispute       is raised       and\n\nclaim is made in the suit, the reference has to be of\n\nthe charter party agreement dated 9.5.2008.\n\n\n25.24 In light of <a href=\"/doc/1406824/\" id=\"a_65\">the said decision</a> and having regard\n\nto the aforesaid conclusions which this Court has,\n\nreached       with       regard       to    the      arbitration         agreement\n\nbetween the parties, this Court is of the view that\n\nso far as the request by the applicant to stay the\n\nproceedings of Admirality Suit is concerned, the said\n\nrequest deserves to be accepted and granted. On this\n\ncount the Court has noticed, on careful examination\n\n\n                                         Page 63\n       O/OJCA/29/2013                                        CAV JUDGEMNT\n\n\n\nof the material on record, particularly on conjoint\n\nreading of the above mentioned three contracts, that\n\nthe   parties          to   the   Bills      of    Lading     intended        to\n\nresolve the dispute/s, if any, bay way of arbitration\n\nprocess. The Court has also noticed that the relevant\n\nplace / column in the Bills of Lading are left blank\n\nand details are not filled-in, however, in view of\n\nthe   similarities           (which    are        mentioned     in    detail\n\nhereinabove earlier) coupled with the fact that the\n\nopponent has not even claimed that any other charter\n\nparty agreement was executed by it for shipment of\n\nthe cargo in question and the fact that the parties\n\nhave already entered into arbitration proceedings in\n\nrespect of other issues / disputes, it is safe to\n\nconclude that the charter party referred to in clause\n\n1 of conditions             of carriage       is the        charter        party\n\ndated 9.5.2008.\n</p>\n<p data-structure=\"Precedent\" id=\"p_157\">\n25.25 The Court, in view of such facts, has also\n\nfound that in view of the arbitration clause, the\n\ndispute      between        the   parties         is   required       to      be\n\nresolved through the arbitration.</p><pre id=\"pre_11\">\n\n\n\n\n                                   Page 64\n         O/OJCA/29/2013                                       CAV JUDGEMNT\n\n\n\n25.26      Therefore,          the    Court      is   of    the    view     that\n\nproceedings           of   the   admiralty        suit     deserves       to    be\n\nstayed.\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_158\">25.27 In that view of the matter, the proceedings of\n\nthe Admiralty Suit No. 9 of 2009 are stayed. The said\n\nsuit filed by present opponent is stayed and relief\n\nprayed for in paragraph No. 10(a) is granted.\n\n\n25.28 So far as the request to release and return the\n\nsecurity        /     letter     of    undertaking         dated   12.8.2009\n\nfurnished        by      the   London      Steam-ship       Owners&#x27;    Mutual\n\nInsurance Association Ltd. in favour of the opponent\n\nand on behalf of the applicant is concerned, the said\n\nrequest, at this stage, is not granted however, it is\n\nclarified that it would be subject to the orders that\n\nmay be passed by learned arbitral tribunal / learned\n\narbitrator           in    arbitration           proceedings       that        are\n\ncommenced / may be commenced. Until then the said\n\nletter of undertaking / security shall be continued\n\nand shall be kept alive by the applicant.\n\n</p><p data-structure=\"Conclusion\" id=\"p_159\">               With        the        aforesaid       observations             and\n\nclarifications, the captioned OJ. Civil Application\n\n\n\n                                       Page 65\n            O/OJCA/29/2013                                     CAV JUDGEMNT\n\n\n\nNo.        29    of     2013   is    party       allowed   and    accordingly\n\ndisposed of.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_160\">                                                                             Sd/-\n</p><p data-structure=\"Precedent\" id=\"p_161\">                                                              (K.M.THAKER, J.)\nSuresh*\n\n\n          At this stage learned advocate for the respondent\n\nrequested that the operation of this order may be\n\nstayed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_162\">          Having      regard    to    the    request       made   by   learned\n\nadvocate for the respondent who wants to challenge\n\nthe order in Appeal, the operation of the order is\n\nstayed until 17.2.2014.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_163\">                                                                              Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_164\">                                                              (K.M.THAKER, J.)\nSuresh*\n\n\n\n\n                                       Page 66\n </p>","numcites":24,"numcitedby":2,"docsource":"Gujarat High Court","citetid":139349592,"divtype":"judgments","relatedqs":[{"value":"arbitration clause + bill of lading  charter party","formInput":"arbitration%20clause%20%2B%20bill%20of%20lading%20%20charter%20party"},{"value":"charter party and bill of lading","formInput":"charter%20party%20and%20bill%20of%20lading"},{"value":"incorporation of arbitration clause by reference","formInput":"incorporation%20of%20arbitration%20clause%20by%20reference"},{"value":"arrest of ship","formInput":"arrest%20of%20ship"},{"value":"incorporation by reference","formInput":"incorporation%20by%20reference"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"bill of lading","formInput":"bill%20of%20lading"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"arbitration agreement binding","formInput":"arbitration%20agreement%20binding"},{"value":"Arbitration clause in Charter Party","formInput":"Arbitration%20clause%20in%20Charter%20Party"},{"value":"golden progress","formInput":"golden%20progress"},{"value":" \"general average\"","formInput":"%20%22general%20average%22"},{"value":"admiralty jurisdiction","formInput":"admiralty%20jurisdiction"},{"value":"'incorporation' the agreements ","formInput":"%27incorporation%27%20the%20agreements%20"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"incorporation by reference arbitration","formInput":"incorporation%20by%20reference%20arbitration"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}