{"tid":78608833,"publishdate":"2019-04-11","title":"Kamlesh vs The State Of Madhya Pradesh on 11 April, 2019","doc":"<h2 class=\"doc_title\">Kamlesh vs The State Of Madhya Pradesh on 11 April, 2019</h2>\n\n<pre id=\"pre_1\">                1     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\n                    High Court of Madhya Pradesh\n                          Bench at Gwalior\n\nDIVISION BENCH : Hon.Shri Justice Sanjay Yadav &amp;\n                 Hon.Shri Justice Vivek Agarwal\n\n                     Criminal Appeal No.825/2004\n\nAshok Singh &amp; Ors.            ...... Appellants\n\n                        Vs.\n\nState of M.P.                   .....Respondent\n                                 &amp;\n                     Criminal Appeal No.46/2005\n\nRajveer               ...... Appellant\n\n                        Vs.\n\nState of M.P.                   .....Respondent\n                                 &amp;\n                    Criminal Appeal No.1201/2015\n\nKamlesh                              ...... Appellant\n\n                        Vs.\n\nState of M.P.                        .....Respondent\n\n--------------------------------------------------------------------------------\nShri Pradeep Katare, learned counsel for the appellants in Criminal\nAppeal No.825/2004 and Shri A.K.Jain, learned counsel for the\nappellants, in Criminal Appeal Nos.46/2005 and 1201/2015.\nShri Pratip Visoriya, learned Public Prosecutor for the State.\n--------------------------------------------------------------------------------\n               Whether approved for Reporting :\n\n                        JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">        (Delivered on this 11th day of April, 2019)\n\nPer Justice Vivek Agarwal :\n</p>\n<blockquote id=\"blockquote_1\">       At the outset, it is submitted by the learned counsel for the\n\nappellants that in Criminal Appeal No.825/2004 appellant No.3-\n</blockquote><p data-structure=\"Issue\" id=\"p_2\">              2      Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nBholasingh son of Balveer Singh has died, and therefore, his name\n\nhas been deleted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2.    Criminal Appeal Nos. 825/04 and 46/05 have been filed by\n\nthe appellants being aggrieved by the judgment dated 6.11.2004\n\npassed in Sessions Case No.212/01 by the Court of Sixth\n\nAdditional Sessions Judge (Fast Track Court), Bhind, wherein\n\ncriminal trial was initiated against seven accused persons. One\n\nNahar Singh was acquitted vide judgment dated 6.11.2004 and\n\nlater on absconding accused Sipahi Ram @ Sipahilal too was\n\nacquitted by the learned Additional Sessions Judge vide judgment\n\ndated 2.12.2004. Appellants in Criminal Appeal Nos.825/04 and\n\n46/05 have been convicted under <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_2\">149</a> of IPC with life\n\nimprisonment and fine of Rs.1,000/-. Appellants Rajveer and\n\nSatyabhan have also been convicted under <a href=\"/doc/763672/\" id=\"a_3\">Section 148</a> of IPC\n\nwith two years RI and appellant Ashok has been convicted under\n\n<a href=\"/doc/1258372/\" id=\"a_4\">Section 147</a> of IPC with two years RI. Similarly, appellant-\n\nKamlesh has been convicted vide separate judgment dated\n\n17.11.2015 passed by the Court of 4 th Additional Sessions Judge,\n\nBhind, under <a href=\"/doc/1560742/\" id=\"a_5\">Section 302</a> read with <a href=\"/doc/999134/\" id=\"a_6\">Section 149</a> of IPC with life\n\nimprisonment and fine of Rs.50,000/- and in default of payment\n\nof fine further one year RI. He has been further convicted under\n\n<a href=\"/doc/763672/\" id=\"a_7\">Section 148</a> of IPC with two years RI with fine of Rs.1,000/- and\n\nin default of payment of fine further RI of three months.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">3.    It is submitted that appellants Ashoksingh, Satyabhan and\n              3     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nRajveer are on bail, whereas earlier Rajveer was in custody from\n\n24.6.2001 to 7.4.2004, Ashok was in custody from 24.6.2001 to\n\n16.5.2002 and Satyabhan was in custody from 26.7.2001 to\n\n23.7.2002. Kamlesh was in custody from 15.8.2001 to 13.5.2002\n\nand now he is in custody since 14.4.15.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">4.    As per prosecution story, incident took place on 8.6.2001\n\nand Dehati Nalishi (Ex.P/2) was lodged on 9.6.2001 at about 9.30\n\nam.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">5.    It is prosecution&#x27;s case that deceased is Bramhjeet and his\n\nfather Mahaveer Singh (PW-5) is the author of Dehati Nalishi\n\n(Ex.P/2). As per Mahaveer Singh (PW-5) he had visited village\n\nLavan alongwith his nephew Santosh (PW-14) in the morning of\n\n8.6.2001 so to meet the Panchayat Secretary. He reached the\n\nvillage in the morning via Bhind on a Tanga and asked priest of\n\nthe temple as to the whereabouts of the Secretary and then they\n\nwere sitting at the temple only, when at about 12-12.30 noon\n\naccused Bhole, Pappu, Ashok and his son Bramhjeet came there\n\nand when he asked his son Bramhjeet as to why he has come there,\n\nhe could not ascribe any just cause. After sitting there for some\n\ntime, all four went towards the village, but Mahavir (PW-5) and\n\nSantosh (PW-14) continued to sit at the temple. When it became\n\ndark, then he asked Santosh to look for Bramhjeet and others and\n\nthen they visited the village close to the temple where they saw\n\nthat at the gate of Kamlesh accused Bhole, Pappu, Ashok,\n              4    Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nKamlesh and Rajveer were sitting with Bramhjeet and consuming\n\nliquor. He asked Bramhjeet to accompany him to the home but\n\nBramhjeet said that he will come after some time. It is mentioned\n\nthat mouser gun of Bramhjeet was in possession of Bhole, whereas\n\nPappu was also having a 12 bore gun. Mahavir (PW-5) asked\n\nBhole to give him the gun when Bhole informed him that he will\n\nbring the gun and this witness should not worry. It is further\n\nmentioned that Mahavir (PW-5) and Santosh (PW-14) thought that\n\nsince the accused party and Bramhjeet were intoxicated and they\n\nmay not indulge in any fight and left the place where liquor was\n\nbeing consumed and started waiting for Bramhjeet close to the\n\nblock. At about 8.30 pm accused persons and Bramhjeet started\n\nmoving towards village Bhatmaspura and at that point of time,\n\nBhole was armed with mouser gun of Bramhjeet, Pappu was\n\nhaving his 12 bore gun, whereas Kamlesh and Rajveer were\n\nwielding axes and Ashok was bare handed. Mahavir (PW-5) and\n\nSantosh (PW-14) started following them and after walking a\n\ndistance of one and half kms accused party alongwith Bramhjeet\n\nentered in the farm of Dheer Singh, where Ashok exhorted to kill\n\nBramhjeet and then all the accused started beating Bramhjeet and\n\nhe was thrown on the floor. Thereafter, Rajveer and Kamlesh hit\n\nBramhjeet with axes. Complainant party out of fear came running\n\nto their village Bhatmaspura and on way narrated this incident to\n\nSahab Singh (PW-2) and Purushottam (PW-9).\n</p><p data-structure=\"Issue\" id=\"p_7\">              5     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\n</p><p data-structure=\"RespArg\" id=\"p_8\">6.    Learned counsel for the appellants submits that conduct of\n\nMahavir (PW-5), father of the deceased, and Santosh (PW-14),\n\nbrother of the deceased, is suspicious. It is submitted that as per\n\ntheir own admission they had given intimation of the incident to\n\nSahab Singh (PW-2) and Puroshottam (PW-9). People armed with\n\nLathi and guns collected at the residence of Mahavir (PW-5) after\n\nhearing such incident at the night of the incident itself. None of\n\nthem chose to visit either the place of incident to take care of\n\ndeceased Bramhjeet or to report the matter to the police. It is also\n\nsubmitted that there was no source of light and that is an\n\nadditional factor which renders the testimony of Mahavir (PW-5)\n\nand Santosh (PW-14) as doubtful.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">7.    It is further submitted that though it is mentioned in the\n\ntestimony of Mahavir (PW-5) that he has asked Sahab Singh (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_10\">2) to lodge a report but Sahab Singh refused to visit police Station\n\nat night and then it has been mentioned by Sahab Singh that it was\n\nPurushottam (PW-9) who had lodged a report over telephone from\n\na local STD PCO in the morning of next day i.e. 9.6.2001 when\n\npolice arrived there, but the fact is that Puruhottam has not\n\ncorroborated evidence of Sahab Singh (PW-2) regarding giving\n\nintimation to the police, whereas M.P.Sharma (PW-8), T.I. Dehat\n\nBhind, has mentioned that on 9.6.2001 he was posted as SHO of\n\npolice Station Dehat and had gone for patrol of the area in village\n\nBhatmaspura where he received intimation about death of one\n               6    Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nperson. When he reached the scene of crime, Mahavir (PW-5)\n\nlodged a report on which Dehati Nalishi was recorded which\n\ncontains his signatures from B to B part. It is submitted that there\n\nis no Rojnamacha Sanha to corroborate that any report was lodged\n\nby Sahab Singh (PW-2) or Purushottam (PW-9), therefore, it is\n\napparent that none of the witnesses i.e. Mahavir (PW-5) and\n\nSantosh (PW-14) saw the incident and it is in fact after discovery\n\nof the dead-body by M.P.Sharma (PW-8) they have been planted as\n\neye-witnesses.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">8.    It is further submitted that when conduct of Mahavir (PW-5)\n\nand Santosh (PW-14) is corroborated, then it is apparent that in\n\npara 44 of his cross-examination Mahavir (PW-5) has contradicted\n\nhimself. In his examination-in-chief para 11 he has mentioned that\n\nSahab Singh and Purushottam, who is son of his sister, had gone to\n\npolice Station, Dehat, to lodge a report. Thereafter, they had gone\n\nclose to the dead-body when police arrived. In para 44, he has\n\nmentioned that he had seen the police from his own Chabutara that\n\nit was going towards the scene of crime and then he also followed\n\nthem and till that time when he saw the police, he was sitting in\n\nhis house only. Reading such part of evidence of Mahavir (PW-5)\n\nit is pointed out that during summer sun rises early in the morning\n\nat about 5 am and even if it is presumed that due to night it being a\n\ndacoity infested area, Mahavir (PW-5) and Santosh (PW-14)\n\nalongwith Sahab Singh (PW-2) and Purushottam (PW-9) could not\n              7     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nvisit police Station as has been mentioned by learned Additional\n\nSessions Judge in his judgment, but there was no justification for\n\nnot acting promptly as soon as sun rises and this gives credibility\n\nto the proposition that Mahavir (PW-5) and Santosh (PW-14) have\n\nbeen planted as eye-witnesses subsequently.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">9.    To support their above-mentioned contention, attention of\n\nthis Court is drawn to para 13 of deposition of Mahavir (PW-5)\n\nwho has admitted that Puran of village Lavan was absconding and\n\npolice had declared a prize of Rs.5,000/- over his head. He was\n\nkilled by the police in an encounter as per the intimation given by\n\nBramhjeet. After death of Puran, his brother Nahar was\n\nabsconding and about six months prior to the present incident\n\nNahar Singh had surrounded Bramhjeet and fired a gunshot when\n\nBramhjeet could escape and save his life. It is also submitted that\n\nagain in the month of Baisakh (as per the Gregorian calendar\n\nalmost corresponding to the month of April-May) when Bramhjeet\n\nwas working on a thresher, Nahar Singh had again fired a gunshot\n\nat Bramhjeet. Reading such deposition, it is pointed out that\n\nBramheet was having several enemies as he was an informant of\n\nthe police and the villages in question are dacoity affected areas,\n\ntherefore, it was some unknown person who had killed Bramhjeet\n\ndue to his proximity with the police as an informant and Mahavir\n\n(PW-5) and Santosh (PW-14) have framed a false story so to\n\nfalsely implicate the present accused persons.\n</p><p data-structure=\"Issue\" id=\"p_13\">               8     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">10.   It is also submitted by the learned counsel for the appellants\n\nthat no independent witness has been examined in the case.\n\nRaghuveer Das (PW-15) with whom Mahavir (PW-5) and Santosh\n\n(PW-14) had met at the temple has not supported prosecution case.\n\nIt is also submitted that distance between village Lavan and\n\nvillage Bhatmaspura is about two and a half kms and if Secretary\n\nwas not available at village Lavan, then there was no occasion for\n\nMahavir (PW-5) and Santosh (PW-14) to have waited for the\n\nwhole day for him and as per rural traditions they should have\n\nreturned back to their house latest by evening (prior to sun set)\n\ninstead of waiting for the incident to take place with fall of night.\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">11.   It is also pointed out by learned counsel for the appellants\n\nthat Mahavir (PW-5) has admitted in his cross-examination that he\n\nhad not seen as to which of the assailant had attacked which part\n\nof the body and who had attacked first and who followed the first\n\nassailant. It is also submitted that this part of his testimony\n\nconclusively proves that Mahavir (PW-5) and Santosh (PW-14)\n\nare not the eye-witnesses and they have been planted as eye-\n\nwitnesses so to falsely implicate the present appellants.\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">12.   Shri Jain learned counsel for the appellants in criminal\n\nappeal Nos46/05 and 1201/15 points out that presence of hairs of\n\nthe deceased as per seizure memo (Ex.P/5) is not corroborated and\n\nthere is no DNA examination to show that such hairs were in fact\n\nthat of deceased Bramhjeet. It is also submitted that as per\n               9    Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\npostmortem report (Ex.P/1) given by Dr. U.P.S. Kushwaha (PW-1)\n\nrigor mortis had passed. It is pointed out that it takes more than 24\n\nhours for rigor mortis to pass on whereas postmortem was\n\nconducted at 11.30 am on 9.6.2001 vide Ex.P/1 and incident\n\nreportedly took place on 8.6.2001 at about 9 pm, and therefore,\n\neven from the postmortem report death of Bramhjeet at about 9-\n\n9.30 pm is not corroborated. It is submitted that it appears that\n\ndeath had taken place earlier in the day time and whole incident\n\nhas been so intricately woven in a story so to depict that such\n\nincident had taken place at 9.30 pm.\n\n</p><p data-structure=\"PetArg\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1566250\" id=\"span_1\">13.   Learned counsel for the appellants have placed reliance on\n\nthe judgment of the Supreme Court in the case of <a href=\"/doc/1566250/\" id=\"a_8\">Sarvesh Narain\n\nShukla Vs. Daroga Singh and others</a> as reported in (2007) 13\n\nSCC 360 equivalent citation (2009)1 SCC (Cri) 188 to support\n\ntheir case that since there is delay in FIR, then the presumption\n\nthat it was ante-dated and ante-time will come into picture. It is\n\nalso submitted that even evidence of hostile witnesses should not\n\nbe rejected outrightly and parties are entitled to rely on such part\n\nof evidence which assists their case. It is submitted that the whole\n\nproceeding of FIR has been manipulated and in fact death had\n\noccurred much earlier but after seeing the spot things have been\n\nframed in such a manner so to fit in the scene of crime.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"149681\" id=\"span_2\">14.   Reliance has also been placed on the judgment of the\n\nSupreme Court in the case of <a href=\"/doc/149681/\" id=\"a_9\">Thangavelu vs. State of T.N.</a> as\n              10     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nreported in (2002) 6 SCC 498 wherein it has been held in para 5\n\nthat if there is a strong possibility that death of the deceased\n\nperson could have occurred before the postmortem i.e. much prior\n\nto the time suggested by the prosecution in the postmortem and\n\nthis doubt regarding the time of death is reasonable, then the\n\nprosecution case should fail straight away.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">15.   Reliance has also been placed on the judgment of the\n\nSupreme Court in the case of State of Tamil Nadu Vs. Zubair\n\nAlias Mohamed Zubair and others as reported in (2008) 16 SCC\n\n319 to point out that in fact Mahavir (PW-5) and Santosh (PW-14)\n\nwere chance witnesses and their conduct is unnatural and\n\nunbelievable and their presence at the time of occurrence is also\n\ndoubtful, and therefore, their testimony should not be accepted.\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">16.   Learned Public Prosecutor on the other hand submits that in\n\npara 19 of the judgment learned trial Court has discussed the\n\nreason for not lodging the FIR or not visiting the police Station at\n\nnight and such reason which has been assigned taking into\n\nconsideration reality of the area cannot be discarded. It is also\n\nsubmitted that as far as Sahab Singh (PW-2) is concerned, his\n\nevidence has to be read in totality because he has clearly deposed\n\nthat at about 7.30 am he had visited Daboha crossing alongwith\n\nPurushottam (PW-9) and given intimation to Dehat Police Station\n\nfrom STD booth and such call was made by Puruhottam. This\n\nevidence fulfills the requirements of <a href=\"/doc/1633827/\" id=\"a_10\">Section 6</a> of the Evidence\n              11     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nAct and therefore, it can be relied on. The presence of hair of\n\ndeceased Bramhjeet can be presumed from the fact that a fight and\n\nscuffle had taken place before Bramhjeet was thrown on the floor\n\nand was hit by the accused with their axes.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"60133878\" id=\"span_3\">17.   Learned Public Prosecutor has placed reliance on the\n\njudgment of the Supreme Court in the case of <a href=\"/doc/60133878/\" id=\"a_11\">Subal Ghorai and\n\nothers vs. State of West Bengal</a> as reported in (2013) 4 SCC 607\n\nwherein in para 39 it has been held that it is true that prosecution\n\nhas relied on the evidence of interested witness but interested\n\nwitness is not necessarily a bad witness. In fact, if the witness is\n\nrelated to the deceased, there is less chance of his leaving aside the\n\nreal assailants. The evidence of interested witness has to be\n\nanalyzed with care. But, once the Court comes to the conclusion\n\nthat it is truthful and in accord with the relevant circumstances on\n\nrecord, the Court should not hesitate to accept it and record\n\nconviction on the basis thereof.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"770422\" id=\"span_4\">18.   Learned Public Prosecutor further relied on the judgment of\n\nthe Supreme Court in the case of <a href=\"/doc/770422/\" id=\"a_12\">Dalip Singh and others v. The\n\nState of Punjab</a> as reported in AIR 1953 SC 364 to submit that\n\nlodging of the FIR and its timing is to be seen in the context of\n\ngeosocial reality of the area and the distance of the police Station\n\nfrom the place of incident. It is submitted that in case of Daleep\n\nSingh the delay in FIR was about six and a half hours but looking\n\nto the distance to the police Station which was required to be\n              12      Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\ncovered partly on foot and partly by lorry to lodge a report after\n\nthe occurrence was held to be prompt. It is submitted that it is the\n\noverall situation and the facts of the case which are to be taken\n\ninto consideration and merely because FIR was not lodged on the\n\nsame night but in the next morning will not throw out the case of\n\nthe prosecution. It is submitted that in fact learned Additional\n\nSessions Judge has taken into consideration this fact that the place\n\nof incident and the surrounding villages are dacoity infested areas\n\nand no prudent man at the cost of his own life would like to\n\nventure out at night to lodge a police report, specially when there\n\nis lack of public transport at that point of time in rural areas. It is\n\nalso submitted that intimation was given in the very next morning\n\nand that was sufficient compliance and on this ground case of the\n\nprosecution cannot be thrown out.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">19.   The issue which emerges for our decision is as to whether\n\nthe learned Additional Sessions Judge was correct in appreciating\n\nthe evidence which has come on record in recording a conviction\n\nfor all the appellants ?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">20.   It is now well settled that principle of falsus in uno falsus in\n\nomnibus is not applicable in India, therefore, testimony of each of\n\nthe witnesses is to be examined carefully. Admittedly there are two\n\neye-witnesses Mahavir (PW-5) and Santosh (PW-14), father and\n\ncousin brother of the deceased, and their testimony is most\n\nimportant. At the same time, testimony of village priest i.e.\n              13     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nRaghuveer Das (PW-15) though hostile is to be read to connect the\n\nsequence of events as have been narrated by Mahavir (PW-5) and\n\nSantosh (PW-14).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">21.   Raghuveer Das (PW-15) has admitted that the godown from\n\nwhere Secretary distributes wheat is in front of his temple. In fact,\n\nhe has admitted in para 4 that such godown is in his land itself.\n\nTherefore, one part of the prosecution story that Mahavir (PW-5)\n\nand Santosh (PW-14) had gone to village Lavan to meet the\n\nSecretary is corroborated because this prosecution witness though\n\nturned hostile has admitted that said Secretary distributes wheat\n\nfrom a godown which is situated opposite to the temple and on his\n\nown land.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">22.   Mahavir (PW-5) has categorically deposed that it was\n\nKamlesh and Rajveer who were armed with axe. This part of the\n\ndeposition of Mahavir that Rajveer and Kamlesh were armed with\n\naxe and Ashok was bare handed has not been contradicted in any\n\npart of his cross-examination. It is an admitted position that Ashok\n\nwas bare handed and Satyabhan @ Pappu alongwith Bhola (since\n\ndeceased) were wielding guns.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">23.   As per the postmortem report (Ex.P/1) following injuries\n\nwere found on the body of deceased Bramhjeet :-\n</p>\n<blockquote id=\"blockquote_2\">        &quot;1. Incised wound, back of neck, at the level of ears\n        horizontally placed, 14x 4x 5 cm, cutting all\n        structures upto bone. Vertebrae also cut apart.\n        Margins clean cut.\n</blockquote><blockquote id=\"blockquote_3\">        2. IW 8 x 2 x brain deep wound left side of head,\n              14     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\n        cutting brain matter.\n</blockquote><blockquote id=\"blockquote_4\">        3. I.W. 5 x 2 x bone deep left side of head.\n</blockquote><blockquote id=\"blockquote_5\">        4. I.W. 6 x 2 x 2 cm, below injury No.1.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_28\">Thus, it is clear that there was no gunshot injury on the body of the\n\ndeceased. There are no other injury marks except for four incised\n\nwounds pointed out by Dr. U.P.S. Kushwaha (PW-1), therefore,\n\nthat part of the prosecution story that deceased Bramhjeet was\n\nbeaten and thrown on the floor does not get corroboration because\n\nthere were no contusions and bruises on the body of deceased\n\nBramhjeet as per the medical evidence. Since there is also no\n\ngunshot injury, no role can be ascribed to the holders of gun,\n\nnamely Satyabhan @ Pappu, deceased Bhola Singh and even\n\nAshok, who was admittedly bare handed, therefore, their\n\nconviction with the aid of <a href=\"/doc/999134/\" id=\"a_13\">Section 149</a> of IPC cannot be sustained\n\nspecially in view of the evidence which has been given by\n\nMahavir (PW-5) and Santosh (PW-14) that in fact Bramhjeet was\n\ngood friend of these accused persons. It is the prosecution&#x27;s case\n\nthat they had visited the temple in the morning hours and met\n\nMahavir (PW-5) and Santosh (PW-14), then Mahvir and Santosh\n\nsaw them consuming liquor at the Chabutara in front of the house\n\nof accused Kamlesh and at this point of time also there was no\n\nscuffle or hot talk or fight reported by the prosecution witnesses.\n\nTherefore, story takes a turn when Bramhjeet started going\n\ntowards Bhatmaspura, then on field of Dheer Singh he was\n\nattacked. What was the provocation for such attack except alleging\n              15     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nold enmity, that too with Nahar Singh, has not been explained. The\n\naccused who was charged to have enmity with Bramhjeet namely\n\nNahar Singh whose brother was killed in a police encounter as per\n\nthe intimation given by Bramhjeet has been acquitted. No casual\n\nor direct connection could be established by the prosecution\n\nbetween Nahar Singh and other accused persons, namely Kamlesh,\n\nSatyabhan, Ashok and Raghuveer and in view of such facts, the\n\ntheory of old enmity with Bramhjeet being a police informer also\n\ngets discarded. This leads to a single conclusion that all the\n\naccused and the deceased were under the influence of alcohol and\n\nat the spur of moment something so happened that a fight took\n\nplace between the accused armed with axes and the deceased\n\nresulting in unfortunate death of deceased Bramhjeet.\n\n</p><p data-structure=\"Section\" id=\"p_29\">24.   <a href=\"/doc/1542085/\" id=\"a_14\">Section 141</a> of IPC defines unlawful assembly as an\n\nassembly of five or more persons if the common object of the\n\npersons composting that assembly is to overawe by criminal force,\n\nor show of criminal force, or to resist the execution of any law, or\n\nof any legal process or to commit any mischief or criminal trespass\n\nor by means of criminal force, or show of criminal force, to any\n\nperson, to take or obtain possession of any property, or to deprive\n\nany person of the enjoyment of a right of way, or of the use of\n\nwater or other incorporeal right of which he is in possession or\n\nenjoyment, or to enforce any right or supposed right or to compel\n\nany person to do what he is not legally bound to do, or to omit to\n              16     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\ndo what he is legally entitled to do. When in this context it is seen,\n\nthen it is evident from seizure memo (Ex.P/6) that a 12 bore gun of\n\nthe deceased was found from the spot. Since none of the\n\ningredients of <a href=\"/doc/1542085/\" id=\"a_15\">Section 141</a> of IPC are present and this fact has not\n\nbeen appreciated by the learned trial Judge, mere presence of five\n\npersons cannot be termed as unlawful assembly. As the ingredients\n\nof Section 141 of IPC are missing and also common object could\n\nnot be established, therefore, provisions of Section 149 of IPC will\n\nnot be applicable and individual act is to be seen because in\n\nabsence of common object individual act is to be referred to.\n\n</p><p data-structure=\"CDiscource\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1113505\" id=\"span_5\">25.   In view of such facts, when individual act is seen, then\n\nMahavir (PW-5) and Santosh (PW-14) both have admitted that\n\nthey had not seen that who had given blow on the body of the\n\ndeceased first but as has been discussed above since appellants\n\nRajveer and Kamlesh were wielding axes and the injuries on the\n\nbody of Bramhjeet are corroborated by medical evidence to be\n\ncaused by a sharp cutting object like axe and both Kamlesh and\n\nRajveer had attacked the deceased with an axe, therefore, it can be\n\nsafely inferred that the persons responsible for death of Bramhjeet\n\nare appellants Kamlesh and Rajveer and appellants Ashok Singh,\n\nSatyabhan and Bhola have been wrongly implicated in absence of\n\ncommon object. Therefore, this Court records a finding of\n\nacquittal in favour Ashok Singh son of Raghuraj Singh, Satyabhan\n\n@ Pappu son of Ramnaresh Singh Tomar and Bhola Singh son of\n              17     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\nBalveer Singh and as far as appellants Rajveer and Kamlesh are\n\nconcerned, their conviction under <a href=\"/doc/1560742/\" id=\"a_16\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_17\">149</a> of IPC is\n\nmodified and instead they are convicted under <a href=\"/doc/1560742/\" id=\"a_18\">Section 302</a> of IPC\n\nwith the same sentence as awarded by the learned trial Court.\n\nHowever, their conviction under <a href=\"/doc/763672/\" id=\"a_19\">Section 148</a> of IPC is set aside as\n\nthere was no unlawful assembly. Our view finds support from the\n\nlaw <a href=\"/doc/770422/\" id=\"a_20\">laid down by</a> Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/1113505/\" id=\"a_21\">Kikar\n\nSingh Vs. State of Rajasthan</a> as reported in AIR 1993 SC 2426\n\nwherein it has been held that when a person during the course of a\n\nsudden fight, without premeditation and probably in the heat of\n\npassion, took undue advantage and acted in a cruel manner in\n\nusing a deadly weapon, there was no ground to hold that his act\n\ndid not amount to murder. It has been further held that therefore, if\n\nthe appellant used deadly weapons against the unarmed man and\n\nstruck him a blow on the head, it must be held that he was using\n\nthe blows with the knowledge that they would likely to cause\n\ndeath and he had taken undue advantage. He did not stop with the\n\nfirst blow, he inflicted two more blows on the fallen man and the\n\nthird one proved to be fatal. He acted cruelly with no justification.\n\nBy his conduct the appellant denied himself of the benefit of\n\nException 4 to <a href=\"/doc/626019/\" id=\"a_22\">Section 300</a> of IPC.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">26.   Consequently, Criminal Appeal No.825/2004 is allowed and\n\nconviction of the appellants under <a href=\"/doc/1560742/\" id=\"a_23\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_24\">149</a> and <a href=\"/doc/1258372/\" id=\"a_25\">147</a>/<a href=\"/doc/763672/\" id=\"a_26\">148</a>\n\nof IPC is set aside and they are acquitted. The appellants are on\n                       18     Criminal Appeal Nos.825/04, 46/05 &amp; 1201/15\n\n         bail, their bail bonds shall stand discharged. However, Criminal\n\n         Appeal Nos.46/2005 and 1201/15 are dismissed and conviction of\n\n         appellants under <a href=\"/doc/1560742/\" id=\"a_27\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_28\">149</a> of IPC is modified and instead\n\n         they are convicted under <a href=\"/doc/1560742/\" id=\"a_29\">Section 302</a> of IPC with the same\n\n         sentence as awarded by the learned trial Court. It has come on\n\n         record that appellant Kamlesh is in custody and appellant Rajveer\n\n         is on bail vide order dated 16/12/2011 after suffering near about\n\n         15 years jail sentence. Appellant Rajveer is directed to surrender\n\n         before the trial Court on or before 30 th April, 2019 to undergo his\n\n         remaining jail sentence, failing which the trial Court will be at\n\n         liberty to secure his presence through non-bailable warrant.\n\n         Record of the trial Court be sent back.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n\n\n</p><pre id=\"pre_2\">            (Sanjay Yadav)                           (Vivek Agarwal)\n                Judge                                  Judge\n\nms/-\n\n\n       MADHU\n       SOODAN\n       PRASAD\n       2019.04.12\n       14:53:16 -07&#x27;00&#x27;\n </pre>","numcites":12,"numcitedby":7,"docsource":"Madhya Pradesh High Court","citetid":78608833,"divtype":"judgments","relatedqs":[{"value":"interested witness","formInput":"interested%20witness"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"common object","formInput":"common%20object"},{"value":"temple","formInput":"temple"},{"value":"abscondence","formInput":"abscondence"},{"value":"criminal force","formInput":"criminal%20force"},{"value":"\"interested witness\"","formInput":"%22interested%20witness%22"},{"value":"Vivek Agarwal","formInput":"Vivek%20Agarwal"},{"value":"section 141","formInput":"section%20141"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"dacoity","formInput":"dacoity"},{"value":"\"criminal force\" ","formInput":"%22criminal%20force%22%20"},{"value":"Fight ","formInput":"Fight%20"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"149 i.p.c","formInput":"149%20i.p.c"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"definition-murder","formInput":"tag:definition-murder"}],"courtcopy":true,"query_alert":null,"agreement":false}