{"tid":787550,"publishdate":"2006-03-17","title":"Satluj Jal Vidyut Nigam Ltd. vs Jai Prakash Hyundai Corsortium on 17 March, 2006","doc":"<h2 class=\"doc_title\">Satluj Jal Vidyut Nigam Ltd. vs Jai Prakash Hyundai Corsortium on 17 March, 2006</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2006DELHI239, 2006(1)ARBLR587(DELHI), IV(2006)BC21, 2006(1)CTLJ87(DEL), 129(2006)DLT453, AIR 2006 DELHI 239, 2006 (3) AJHAR (NOC) 992 (DEL), 2006 (1) ARBI LR 587, 2006 (1) CTLJ 87, (2006) 1 ARBILR 587, (2006) 129 DLT 453, (2006) 4 BANKCAS 21</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-sharma\">Rekha Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-sharma\">Rekha Sharma</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nVijender Jain, J. \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. This appeal has been preferred by Satluj Jal Vitran Nigam Ltd. (hereinafter referred to as &#x27;SJVN&#x27;) impugning the order of the learned Single Judge, wherein the learned Single Judge restrained the appellant from invoking the existing Bank Guarantee given by the respondent towards performance security and retention money for the purpose of recovery of outstanding ad hoc amount from the respondent at this stage. The learned Single Judge in the impugned order has further directed that the interest of the appellant could be safeguarded to the extent of the outstanding amount of the ad hoc payment by asking the respondent to furnish a new Bank Guarantee of the equivalent amount in favor of the appellant till the settlement of all the disputes between the parties in relation to the contract through the Departmental Review Board/ADRB. This part of the impugned order of the learned Single Judge directing the respondent to furnish Bank Guarantee of the equivalent amount in favor of the appellant has been impugned by the respondent Jai Prakash Hyundai Consortium (hereinafter referred to as JHC) by filing another appeal being [FAO (OS) No. 129/2005]. We propose to dispose of both the appeals by this common order as the facts and legal submissions made by counsel appearing for both the sides deal with the issues raised in both these appeals. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. JHC filed a petition under <a href=\"/doc/1079220/\" id=\"a_1\">Section 9</a> of the Arbitration &amp; Conciliation Act, 1996 for grant of ad interim order restraining SJVN from encashing the Bank Guarantee, i.e. Performance guarantees and guarantees in lieu of the retention money aggregating to a sum of Rs.75 crores in order to effect recovery of its alleged claim of Rs.53.12 crores till the claims of JHC were finally settled in accordance with the modified Clause 67 of the General Conditions of the contract. \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">3. M/s JHC an Indian company incorporated under the laws of India engaged in the business of construction of river valley and Hydro-power projects on turnkey basis, entered into a contract in 1993 for execution of civil works for pressure shafts and power house complex. The said contract contained arbitration clause 67 for settlement of disputes and differences between the parties through Dispute Resolution Board (for short DRB). \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">4. In terms of Clause 10 of the General Condition of contract, M/s JHC was required to give performance guarantee as security for performance of its obligation in accordance with the contract. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. It was alleged that on account of delay owing to reasons attributable to SJVN, changes/variations from the original plans and execution of extra items of work, JHC filed the claim with the SJVN on account of claims of productivity losses, extension of time cost claims, claims for extra items, claims for revision of rates for works done beyond the period of completion, escalation claims, other miscellaneous claims amounting to more than Rs.36 crores. It is the case of the JHC that after examining the claims in detail the SJVN agreed to release a sum of Rs.5.90 crores as ad hoc payment but asked for an undertaking that the amounts, if found to have been paid in excess, shall be recovered as and when the claims were settled. JHC gave an undertaking that the said amount could be recovered from the payment against these claims as and when these were settled. According to JHC, the total accumulated value of the claim of JHC exceeded Rs.67.36 crores till 25.2.1997 therefore, JHC requested the SJVN to release 75% of ad hoc payment pending final settlement. It is in this background SJVN released another sum of Rs.12 crores on 31.3.1997 subject to similar undertaking as stated above. So the total became Rs.17.9 crores. The project was a World Bank funded project and in view of non-settlement of the dues of JHC by SJVN and delays in settling their final bill, on the advice and recommendation of the World Bank, SJVN hired the services of M/s Mc. Donough Bolyard Peck, Virginia, USA, an international consultant having vast experience of dealing with this kind of claims which formed Claims Review Panel (CRP) to go into the details of various claims preferred by JHC. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. In the meanwhile, as the work progressed vide letter dated 23.3.1998 JHC requested the CMD of SJVN for release of ad hoc payment of Rs.50 crores against pending claim of Rs.297.93 crores as on 31.1.1998. SJVN got the claim of JHC examined in the light of recommendation of CRP, i.e. Claims Review Panel and agreed to release additional ad hoc payment of Rs.13.98 crores against EOT claim of Rs.24.56 crores subject to obtaining an undertaking. As the undertaking has been relied upon by both the parties it is relevant to reproduce the terms of the undertaking which is as follows :-\n</p>  \n\n<blockquote id=\"blockquote_1\">(i) That the amount of ad hoc payment shall be adjusted against the final amount of these items/claims arrived at by SJVN in consultation with CRP and the difference, if any, shall be recoverable from JHC along with the commercial rate of interest from the date of payment.\n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (ii) That the ad hoc payment to be made by SJVN against these items/claims does not automatically entitle JHC regarding the admissibility. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_7\"> That the decision taken by SJVN in consultation with CRP for settlement of above claims shall be final and shall be unequivocally acceptable to JHC.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">7. The problem started when the CRP gave its recommendation in favor of JHC but the recommendation of CRP was not accepted by the SJVN and SJVN constituted another body of its own officers called Claims Review Committee (CRC) to scrutinise the claims of JHC. It was the stand of the JHC that that was a totally illegal exercise on the part of the SJVN as SJVN could not have constituted the committee of its own officers who lacked requisite experience and expertise and could not have handled the claim under FIDC conditions. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">8. It seems that SJVN appointed another Committee called Rate Review Committee (RRC) to examine claims relating to extra/deviated items. It is interesting to note that this Committee i.e. RRC found that a sum of Rs.62.60 crores was admissible against the claim amount to the tune of Rs.91 crores of JHC and only a sum of Rs.54.53 crores had been released by the SJNV on this score. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">9. SJNV did not agree to the recommendation of RRC and unilaterally decided that only Rs.6 crores against Rs.62.60 crores as determined by the RRC were liable to be paid to JHC. In this background JHC invoked the jurisdiction of Dispute Review Board (DRB) on 15.3.2000 and preferred a claim of Rs.361.91 crores for compensation for delays attributable to SJVN. It is interesting to note that without waiting for the final settlement of dispute by the DRB mechanism under the contract, the SJVN unilaterally decided to make recovery of alleged excess amount of Rs.56.32 crores paid to JHC. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">10. It is important to note and which has been highlighted before us by the learned counsel appearing for JHC that vide letter dated 2.9.2002, SJVN wanted the JHC to re-word the Bank Guarantee which was hitherto furnished by them towards retention money and performance security in a manner so as to bring within its ambit recoveries/adjustment of excess amount of ad hoc payments made. On the basis of the aforesaid letter it was contented before us by the learned counsel appearing for the JHC that the SJVN itself also understood that the said performance guarantee did not cover the alleged claim of SJVN to recover the excess amount paid by it against extra amount of EOT, productivity loss, excess deviated items/escalations and other claims. Therefore, the JHC did not accede to the request of SJVN to re-word the bank guarantee vide their letter dated 7.9.2002 and reiterated its stand that ad hoc payment against various claims shall be accounted after settlement of such cases/claims. It was vehemently contended before us that the communication dated 19.4.2003 directing JHC to extend the validity of bank guarantee beyond 31st December, 2003 and the failure of the JHC to do so would result in invocation, if ad hoc payments remains unadjusted, was contrary to the language of the bank guarantee as well as against express understanding which SJVN understood vide its letter dated 2.9.2002 by which the SJVN wanted the JHC to re-word the bank guarantee. It was the case of JHC that in order to show its bona fide JHC agreed to furnish fresh bank guarantee before 31st December, 2003 for the outstanding amount of ad hoc payment and maintain the same for the outstanding amount of such payment till the settlement of claim by ADRB. However, in total disregard of their offer the SJVN took totally inconsistent stand and in supersession of its own letter dated 19.4.2003 by a letter dated 30.5.2003 directed the JHC to deposit a sum of Rs.53.12 crores failing which SJVN threatened to invoke and encash the bank guarantees of the JHC against retention money and performance security. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\">11. On behalf of SJVN it was contended by Dr.Singhvi that SJVN was within its right to enforce bank guarantee furnished by the JHC in case of its failure to refund and return the excess ad hoc amount. Dr.Singhvi contended that non-performance of a bank guarantee includes non-refund of excess payment made to the JHC to the extent of Rs.40 crores. He further contended that the Court will not justiciate the underlying contract or the language of bank guarantee. It was also contended that the SJVN has got a claim of liquidated damages against JHC. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"28176\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1442690\" id=\"span_2\">In support of his contention learned counsel for the SVJN relied upon <a href=\"/doc/1442690/\" id=\"a_2\">Daewoo Motors India Ltd. v. Union of India</a> , <a href=\"/doc/28176/\" id=\"a_3\">Federal Bank Ltd. v. V.M. Jog Engineering Ltd. and Ors.</a> 2001 (1) SCC 663 and contended that in case of irrevocable bank guarantee or letter of credit the buyer cannot obtain injunction against the banker on the ground that there was a breach of the contract by the seller and the bank guarantee was independent of the underlying contract. It was also contended that the disputes between the parties cannot be made a ground for not honouring the bank guarantee by the banks. It was further contended that the bank guarantee cannot be interfered with unless there is irretrievable injustice involved in the case.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_3\">It was also contended on the basis of <a href=\"/doc/636783/\" id=\"a_4\">Dwarikesh Sugar Industries Ltd. v. Prem Heavy Engineering Works (I) Ltd. and Anr.</a>  that irretrievable injury means no remedy to recover the amount available and undue enrichment was not an exception.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1187778\" id=\"span_4\">Reliance was also placed on <a href=\"/doc/1187778/\" id=\"a_5\">Hindustan Steel Works Construction Ltd. v. Tarapore &amp; Co. and Anr.</a> .</span> Dr.Singhvi placed great reliance on Larsen &amp; Toubro Ltd. v. MSEB and Ors.  and contended that the learned Single Judge ought not to have interfered with the invocation of the bank guarantee furnished by JHC. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">12. We are in complete agreement with the law relating to invocation of bank guarantee as it emerges from the judgments cited by the learned counsel for the SJVN and other judgments of this High Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_5\">In <a href=\"/doc/1746106/\" id=\"a_6\">U.P. State Sugar Corporation v. Sumac International Ltd.</a> , Supreme Court held :</span>\n</p><blockquote id=\"blockquote_3\"> The law relating to invocation of such bank guarantees is by now well settled. When in the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes. The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. The very purpose of giving such a bank guarantee would otherwise be defeated. The courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee. The courts have carved out only two exceptions. A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee. Hence if there is such a fraud of which the beneficiary seeks to take the advantage, he can be restrained from doing so. The second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned. Since in most cases payment of money under such a bank guarantee would adversely affect the bank and its customer at whose instance guarantee is given, the harm or injustice contemplated under this head must be of such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_6\">In <a href=\"/doc/636783/\" id=\"a_7\">Dwarikesh Sugar Industries</a>&#x27;s case (supra), Supreme Court held as under :-</span>\n</p><blockquote id=\"blockquote_4\"> Coming to the allegation of fraud, it is an admitted fact that in the plaint itself, there was no such allegation. It was initially only in the first application for the grant of injunction that in a paragraph it has been mentioned that the appellant herein had invoked the bank guarantee arbitrarily. This application contains no facts or particulars in support of the allegation of fraud. A similar bald averment alleging fraud is also contained in the second application for injunction relating to Bank Guarantee No. 40/47. This is not a case where Defendant 1 had at any time alleged fraud prior to the filing of injunction application. The main contract, pursuant to which the bank guarantees were issued, was not sought to be avoided by alleging fraud, nor was it at any point of time alleged that the bank guarantee was issued because any fraud had been played by the appellant. We have no manner of doubt that the bald assertion of fraud had been made solely with a view to obtain an order of injunction. In the absence of established fraud and not a mere allegation of fraud and that also having been made only in the injunction application, the court could not, in the present case, have granted an injunction relating to the encashment of the bank guarantees. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_15\">14. On the basis of the aforesaid authorities, it was contended that the Bank Guarantee furnished by JHC was an unconditional and absolute bank guarantee and JHC cannot resist the encashment of the bank guarantee. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">15. Mr.R.K. Anand, learned counsel appearing for JHC has contended that that there was no dispute with the legal proposition as propounded by the learned counsel for the SJVN but the same has no application to the facts and circumstances of the present case. It was contended that from mere reading of the letter of invocation it would be seen that SJVN has not approached the bank to enforce the bank guarantee by its communication dated 30.5.2003. They have only threatened to do so in case the amount of ad hoc payment received by JHC was not restored to them and that letter was totally in contradiction of the letter of SJVN dated 2.9.2002 where the SJVN wanted JHC to re-word the bank guarantee as they themselves knew that the performance guarantee furnished towards retention money would not cover any ad hoc payment made towards EOT productivity losses, extra/deviated items, escalations and other claims. It was contended that the date of completion was 30.4.1998 and on account of the delay of 51 months which has been attributed by the DRB to SJVN work was completed by 31st December, 2002 and even the defect liability period expired on 31st December, 2003. To counter the arguments of Dr.Singhvi with regard to liquidated damages it was contended by Mr.Anand that till the expiry of the period of the contract and till its completion, not a whisper has been raised on behalf of the SJVN for liquidated damages. It was also contended that the Dispute Review Board (DRB) before whom damages was claimed by the SJVN, which consisted of three members one of them was a retired Judge of the High Court unanimously disallowed the claim on account of damages. This was done during the pendency of the proceedings before the learned Single Judge dated 8th December, 2004. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">16. As great reliance was placed by Dr.Singhvi to buttress his arguments of liquidated damages it would be relevant to quote from the report of the Additional Dispute Review Board (ADRB) on liquidated damages. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">SECTION - V \n\n (LIQUIDATED DAMAGES)\n  \n\n5.1 This issue, which has been raised for the first time during the course of the proceedings before this ADRB, need not detain much. Since the liquidated damages was never levied by the Respondent/owner either during the course of the Contract works or thereafter, there did not arise any particular dispute and naturally, therefore, the terms of reference to the ADRB as spelt out under the head &quot;scope&quot; of the &quot;Three Party Agreement&quot; did not mention clearly about the liquidated damages. The scope of reference centered around the Extension of time and the consequential claim of cost compensation (as laid by the Contractor). Be that as it may, the claim of liquidated damages was set up by the Respondent as &#x27;defense plea&#x27; in response to the statement of claim (filed by the claimant) and, accordingly, it was gone into by the ADRB. \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">5.2 Obviously, as spelt out in the relevant clause - 47 of the GCC, the owner had a right reserved to levy pre-estimated liquidated damages (to be paid by the Contractor) and also to deduct such amount from any payment due to the Contractor in the event of delay for every day or part of a day which shall elapse between the time prescribed by clause-43 read with clause 47 (iii) of the GCC (with milestone of the activities) and the date of certified completion of the works. And, this was with no burden of proof and with only rider of being not punitive. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">5.3 But, what has happened in this case is that at no stage of the execution of the works during over nine years (including extended period of 51 months), neither the liquidated damage was levied, nor any deduction of payment was made by the Respondent. In fact, the absolute right guaranteed under clause - 47 of the GCC was never exercised and, on the contrary, the Extension of Time was granted twice, may it be provisional, and that was also with the benefit of escalation as provided under clause 70 of the GCC and, ultimately, the substantial completion certificate was granted in favor of the Contractor.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">5.4 The first extension of time was granted as per SJVN&#x27;s letter No. 507/NJPC/Contracts/MOW/792-99 dated 10.11.1998 and this was for a period of 15 months i.e. up to the date 31.12.1999. The letter, of course, speaks of the extension being interim and without prejudice to the claim of liquidated damages. Yet another ad hoc extension of 24 months was granted by the Respondent, vide letter No. 3007(EOT)/DRBCC/2001-2379-83 dated 27.07.2001 and this was again without prejudice to the rights and obligation of the parties. Thereafter, the work programme was rescheduled in a joint meeting of the parties held on 15.05.2001 so as to complete the works by 31.12.2002, vide SJVN&#x27;s letter No. NJPC/23704 dated 25.06.2001. And to crown all, an ad hoc payment of Rs.13.86 crores was paid to the Contractor by way of EOT cost compensation. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\">5.5 The hard facts of the events, stated above, would certainly lead to an inference that the respondent did not ever consider any delay to be attributed to the Contractor so as to exercise the right of liquidated damage. So far the extension of time being interim/ad hoc was concerned, we are of the opinion that since there was prima facie sufficient reason in the then exigencies of the Contract, going in favor of the Contractor, it was done like this; and no liquidated damage was levied. The effect of the extension then being provisional, cannot be reasonably allowed to continue for ever and the same would cease to be temporary in nature by lapse of time or latest by grant of satisfactory completion certificates. It cannot be allowed to operate just to litigate/counter any rightful claim of the Contractor.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">5.6 Apart from the inference as above, it has already been held earlier that the contractor was entitled to extension of time till 31.12.2002 for the reasons of no fault on its part as contemplated under clause 44 of the GCC. It would be thus quite contrary to now hold that the liquidated damage was leviable in favor of the respondent.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">5.7 It would apt also to recall the sum and substance of the various clauses of the Contract that the element of default was a necessary ingredient in determining the extension of time and once the extension is granted, clause 43 read with 47 (iii) of the GCC, determining the time schedule of the various activities (most relevant for levy of liquidated damage) would stand amended to fix the time schedule accordingly. Thus only when there was no default on the part of the Contractor, the extension could be granted, and when the extension is granted, the time schedule including that of intermediate milestones, under clause 43 read with clause 47 (iii) of GCC gets modified/extended. That being so, no question arises of levying liquidated damage under clause - 47.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">5.8 Even assuming for some time (not of course presently accepting) that there was concurrent delay on the part of the contractor for certain extent of delay, we are of considered opinion that the benefit of no burden of proof (available to owner) in regard to quantum of damage would be mitigated by the submission of the Contractor that the owner has actually suffered no loss on account of the so called concurrent delay (on the part of the contractor). It has been amply demonstrated on the record that even though the completion certificate was granted by the owner to the Contractor with effect from 31.12.2002, the owner (SJVN) took time on its own accord to start only some of the units of the hydroelectric project in the mid of November, 2003. This being the position, the Contractor&#x27;s plea becomes acceptable that there was no blemish on its part for any loss to the owner. In this context one&#x27;s attention may be drawn to the verdict of the Supreme Court in recent case of ONGC v. Saw Pipes Ltd. , wherein the issue of liquidated damages was examined in context of <a href=\"/doc/339747/\" id=\"a_8\">Section 73</a> and <a href=\"/doc/1941714/\" id=\"a_9\">74</a> of the Indian Contract Act, 1872. The relevant findings of the Court were in following terms :-\n</p>  \n\n<blockquote id=\"blockquote_5\">But if the compensation named in the contract for such breach in genuine pre-estimate of losses which the parties knew when they made the contract to be likely to result from the breach of it, there is no question of proving such loss or such party is not required to lead evidence to prove actual loss suffered by him,  burden is on the other party to lead evidence for proving that no loss is likely to occur by such breach\n \n\n (Emphasis added)\n \n\n5.9 In our opinion, the Contractor has discharged his onus on the point that even assuming some concurrent delay on its part, (not accepting it), the conduct of the owner as noticed above, would establish that no loss occurred due to the so called concurrent delay and hence no compensation was payable as liquidated damages. \n</blockquote> \n\n<blockquote id=\"blockquote_6\">5.10 In the result, the Respondent&#x27;s defense plea as to Liquidated Damages is not sustainable.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">17. The other dissenting member Dr.M.S. Reddy who was the Chairman of the ADRB observed in the following terms :\n</blockquote>  \n\n<blockquote id=\"blockquote_8\">VI. LIQUIDATED DAMAGES \n\n(SECTION IV OF MAJORITY REPORT)\n  \n\n This issue has been raised by SJVNL during the course of the proceedings before this ADRB. The terms of reference to the ADRB do not mention clearly about the liquidated damages. The scope of reference centered around the Extension of Time and the consequential claim of cost compensation (by the Contractor). The claim of liquidated damages was presented by SJVNL in response to the statement of claim filed by the claimant. \n</blockquote> \n\n<blockquote id=\"blockquote_9\">I join the majority in recommending extension of time up to 31.12.2002. Out of the resulting delay of 51 months, a delay of 5 months is attributed to Flood, the loss due to which to either party has to be borne by the respective party. Out of the balance delay of 46 months, unlike the majority, I attribute 9.50 months to the contractor and 36.50 months to SJVNL.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">However, SJVNL has not demonstrated that they have actually suffered loss on account of the delay on the part of the contractor. In fact, even though the completion certificate was granted w.e.f. 31.12.2002, SJVNL could commission that too, only some of the units in mid November, 2003. The Contractor cannot therefore, be blamed for any loss to SJVNL on account of the delay attributable to the Contractor. It is clear that even if there was no delay on the part of the Contractor, the project could not have been commissioned earlier than it really was.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">No loss occurred to SJVNL due to the delay on the part of the contractor and hence no compensation was payable as liquidated damages.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">The SJVNL&#x27;s plea as to Liquidated Damages is not sustainable.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">18. From the above findings of the arbitral Tribunal it is evident that both minority and majority of the members of the said Tribunal have rejected the claim of SJVN for liquidated damages put in defense in answer to the claim of JHC for recovery under various heads. The majority of the arbitral Tribunal found JHC entitled to payment of Rs.62.60 crores and Dr.M.S.Reddy , Member of the arbitral Tribunal (ADRB) found JHC entitled to an amount of Rs.44.35 crores plus interest. What was released to JHC by SJVN by way of ad-hoc payment was an amount of Rs.53.12 crores, though the claim of JHC was much more than that. While entering into the contract in 1993 the parties had agreed that the decision of the arbitral Tribunal in regard to above items shall be final.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">19. As per terms of the contract for consideration of river valley and hydro power projects on turn key basis executed between the parties, the JHC had furnished a bank guarantee aggregating Rs.75 crores and the said bank guarantee furnished by it was performance guarantee and guarantee for retention money. The time for completion of the contract was extended from time to time and the last such extension given was valid till 31st December 2002. Admittedly, the contract work was completed by JHC much before the extended time i.e. around May 2002. Till that time SJVN did not raise any dispute against JHC regarding performance of the contract or on account of retention amount for which bank guarantees were furnished by JHC. The dispute between the parties arose when JHC made claim for compensation on account of extension of time, extra work, deviation in original work, escalation etc. Initially, when the said claim were laid by JHC, a claim review panel was constituted which held the contractor JHC entitled to certain payments under the above head but since the department i.e. SJVN was not satisfied with the same it constituted another panel of its officers under the caption &quot;Claim Review Committee&quot; (CRC). The constitution of the said CRC was questioned by JHC and consequent thereto a Rate Review Committee was constituted which also held the contractor JHC entitled to payment under various heads claimed by it and pursuant thereto ad-hoc payments were made by the department SJVN to JHC. The bank guarantees in question were valid till 31st December 2003. The ad-hoc payments were made by SJVN to JHC before expiry of the bank guarantees furnished by JHC. This became the cause of anxiety for the department and after making the ad-hoc payments SJVN wanted to secure the ad-hoc payments made by it to JHC pending final adjudication of the claims of the JHC. On 2.9.2002 the department SJVN wrote a letter to contractor JHC asking it to modify the terms of the bank guarantee and thereby bring in its ambit the recovery/payment of excess amount of ad-hoc payment already made. This request made by the department SJVN was not acceptable to the contractor JHC and the said refusal to accept the aforesaid offer of the department was communicated by JHC to SJVN vide its letter dated 7.9.2002. The letter of the department SJVN dated 2.9.2002 and reply thereto dated 7.9.2002 sent by JHC is a complete answer to the question posed by us in relation to the bank guarantees in question. The contents of both these letters clearly exhibit the understanding of the department SJVN that the bank guarantees in question did not cover the alleged claim of the respondent to recover the excess amount paid by it against EOT, productivity loss, extra/ deviated items, escalation and other claims. As mentioned in the letter of the contractor JHC, dated 7.9.2002, the ad-hoc payments made by the department to it against its various cases/claims were to be accounted for after final settlement of such cases/claims.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">20. The department SJVN vide its communicated dated 19.4.2003 asked the petitioner to extend the validity of the bank guarantees in question beyond 31. 12. 2003 stating that in case it declined to do so, the existing bank guarantees would be revoked if ad-hoc payments remained unadjusted by 31.12.2003. By that time the dispute under the contract in question had already been referred to the arbitral Tribunal (DRB/ADRB). As the contractor JHC had received a threat of invocation of bank guarantee from the department SJVN vide communication dated 19.3.2003, the contractor JHC filed an application under <a href=\"/doc/1079220/\" id=\"a_10\">Section 9</a> of the Arbitration and Conciliation Act, 1996 seeking interim protection directing the department SJVN not to encash the bank guarantees in question till the final decision on its claim/cases by the aribtral Tribunal. It is this application which was decided vide impugned order dated 26.2.2005 passed by the learned Single Judge of this court.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">21. Vide impugned order the learned Single Judge restrained the department from giving effect to and acting upon its communication dated 30.5.2003. However, this injunction order was subjected to a condition that the contractor should furnish a bank guarantee in favor of the department SJVN in the sum of Rs.53.60 crores and maintain the same for any outstanding amount till final settlement of disputes/ differences between the parties by DRB/ADRB in terms of the arbitration agreement.\n</blockquote> \n\n<blockquote id=\"blockquote_17\">22. In these two appeals, one filed by the department SJVN and the second filed by the contractor JHC, the department is aggrieved by injunction against bank guarantees in question granted by the learned Single Judge whereas the contractor JHC is aggrieved by that portion of the impugned order by which it has been asked to furnish fresh bank guarantee in the sum of Rs.53.60 crores to secure ad-hoc payments till the final adjudication of its claims/cases by the Arbitral Tribunal (DRB/ADRB).\n</blockquote> \n\n<blockquote id=\"blockquote_18\">23. We have carefully scrutinised the facts pleaded by the parties in respect of the bank guarantees in question as also the documents filed before us. We are, prima-facie, of the opinion that contractor JHC was entitled to an interim protection by the court by way of injunction against encashment of bank guarantees in question while exercising jurisdiction under <a href=\"/doc/1079220/\" id=\"a_11\">Section 9</a> of the Arbitration and Conciliation Act 1960. This relief, in fact, was given to the contractor JHC by the learned Single Judge vide impugned order and we do not find any error in regard thereto. We agree with the reasoning given by the learned Single Judge in the impugned order for restraining encashment of the bank guarantees in question till the final adjudication of the claims of the contractor by the arbitral tribunal. We say so as we have found that the department SJVN never laid any claim for breach of contract against the contractor JHC during the validity of the bank guarantee in question and thereby the said bank guarantees had outlived its purpose. What is equally important to note here is that the beneficiary namely SJVN had not invoked the said guarantees till the time the contractor JHC moved the court under <a href=\"/doc/1079220/\" id=\"a_12\">Section 9</a> of the Arbitration and Conciliation Act 1996 for injunction order against encashment of bank guarantees in question till the final decision of the arbitral award. It appears that the department had no grievance against the performance of contract in question and therefore it had no justification to extend the threat for invocation of bank guarantee in question allegedly on the ground that the contractor JHC did not agree to renewing the said guarantees beyond 31st December 2003. \n</blockquote> \n\n<blockquote id=\"blockquote_19\">24. Faith and reliance upon the integrity of standby payment is vital for international as well as national commercial activities. Therefore a non-interventionist approach has been adopted by the Courts. But the question which we have to answer is that what should be the approach if the issuer is about to make payment to the beneficiary in circumstances where the beneficiary has no ground to make a documentary demand or is doing so in contravention of its agreement with the third party contained in the underlying transaction. In TTI Team Telecom International Ltd. and Anr. v. Hutchison 3G UK Ltd. [2003] EWHC 762 (TCC) : [2003] 1 ALL ER (Comm) 914 the Court held :\n</blockquote><blockquote id=\"blockquote_20\"> A performance bond may assume the characteristics of a guarantee, especially, if not exclusively, in building contracts, where the beneficiary must show, as a prerequisite for calling on the bond, that by reason of the contractor&#x27;s non-performance he has sustained damages. \n</blockquote> \n\n<blockquote id=\"blockquote_21\">25. While quoting Samwoh Asphalt Premix PTE Ltd. v. Sum Cheong Piling PTE Ltd. [2002] Build LR 459, the Court held :-\n</blockquote><blockquote id=\"blockquote_22\"> ...a demand under the performance guarantee can only be made when &quot;the seller has failed or refused to fulfill his obligations under the contract&quot;. The seller&#x27;s demand or refusal is a condition precedent to the buyer making a demand. An assertion to that effect is implied in a demand made by the buyer. In circumstances where it can be said that the buyer has no honest belief that the seller has failed or refused to perform its obligation, a demand by the buyer in my view is a dishonest act which would justify a restraint order. \n</blockquote> \n\n<blockquote id=\"blockquote_23\">26. In our considered opinion, a performance guarantee which was to be invoked in terms of the contract of guarantee but the same is being sought to be invoked not in terms of the agreement but for something which is alien to the agreement would be unconscienable and would lack in bona fides. The sum and substance of the argument of the learned counsel for the respondent was that the call was made in bad faith. We agree with the submission. Hence, we uphold the impugned order to the extent it relates to passing of the injunction order in favor of contractor and against the department against encashment of bank guarantees in question. \n</blockquote> \n\n<blockquote id=\"blockquote_24\">27. Now coming to the second part of the impugned order by which the learned Single Judge has directed the contractor JHC to furnish the fresh bank guarantee for securing ad-hoc payments we are of the firm view that this portion of the impugned order cannot stand the test of judicial scrutiny. The court cannot create a new contract between the parties which they never agreed during the subsistence of the main contract. Directing the contractor JHC to furnish fresh bank guarantees to secure the ad-hoc payments, in our view, amounts to creating a new contract, not permissible in law as it is neither in the ambit of main contract nor was it agreed upon between the parties even at a later stage. We therefore, set aside the said latter portion of the impugned order in so far as it directs the contractor JHC to furnish the fresh bank guarantee.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">28. In view of the foregoing the appeal of the department SJVN is dismissed and the appeal being FAO(OS) No. 129/2005 of contractor JHC is allowed in terms referred hereinabove.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">29. Copy of this judgment be placed in the file of FAO (OS) No. 129/2005.\n</blockquote> \n\n","numcites":8,"numcitedby":26,"docsource":"Delhi High Court","citetid":787550,"divtype":"judgments","relatedqs":[{"value":"concurrent delay","formInput":"concurrent%20delay"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"dispute review board","formInput":"dispute%20review%20board"},{"value":"DRB  ","formInput":"DRB%20%20"},{"value":"retention money","formInput":"retention%20money"},{"value":"ad hoc ","formInput":"ad%20hoc%20"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"production loss","formInput":"production%20loss"},{"value":"completion certificate ","formInput":"completion%20certificate%20"},{"value":"encashing of bank guarantees","formInput":"encashing%20of%20bank%20guarantees"},{"value":"extension of time  ","formInput":"extension%20of%20time%20%20"},{"value":"escalation","formInput":"escalation"},{"value":"liquidity damage","formInput":"liquidity%20damage"},{"value":"irretrievable","formInput":"irretrievable"},{"value":"bank guarantees","formInput":"bank%20guarantees"},{"value":"injunction order","formInput":"injunction%20order"},{"value":"guarantee","formInput":"guarantee"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"compensation-for-contract-breach-with-stipulated-penalty","formInput":"tag:compensation-for-contract-breach-with-stipulated-penalty"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"}],"courtcopy":false,"query_alert":null,"agreement":false}