{"tid":1391279,"publishdate":"1959-05-21","title":"The Union Of India vs Kishorilal Gupta And Bros on 21 May, 1959","doc":"<h2 class=\"doc_title\">The Union Of India vs Kishorilal Gupta And Bros on 21 May, 1959</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1959 AIR 1362, 1960 SCR (1) 493, AIR 1959 SUPREME COURT 1362</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-j-imam\">Syed Jaffer Imam</a>, <a href=\"/search/?formInput=benchid:a-k-sarkar\">A.K. Sarkar</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nTHE UNION OF INDIA\n\n\tVs.\n\nRESPONDENT:\nKISHORILAL GUPTA AND BROS.\n\nDATE OF JUDGMENT:\n21/05/1959\n\nBENCH:\nSUBBARAO, K.\nBENCH:\nSUBBARAO, K.\nIMAM, SYED JAFFER\nSARKAR, A.K.\n\nCITATION:\n 1959 AIR 1362\t\t  1960 SCR  (1) 493\n\n\nACT:\n       Contract--Arbitration   clause-Cancellation   of\t  contract-\n       Settlement  of  disputes\t by  mutual   agreement-Arbitration\n       clause, if survives-Award based on such clause-Validity.\n\n\n\nHEADNOTE:\nThe  respondents entered into three several  contracts\twith\nthe  appellant,\t for the fabrication and supply\t of  diverse\nmilitary  stores,  each\t of  which  contracts  contained  an\narbitration  clause.   Before the contracts had\t been  fully\nexecuted  disputes arose between the parties,  one  alleging\nthat the other was committing a breach of the contract.\t The\nparties\t  then\tentered\t into  three  fresh   contracts\t  on\nsuccessive dates purporting to settle these disputes on\t the\nterms  therein\tcontained.   By\t the  first  two  of   these\nsettlement  contracts the respondents agreed to pay  to\t the\nappellant  certain moneys in settlement respectively of\t the\ndisputes  relating to the first two original contracts.\t  By\nthe  last  of  these settlement\t contracts  the\t respondents\nagreed\tto  pay to the appellant  in  specified\t instalments\ncertain moneys in settlement of the disputes relating to the\nthird  original contract as also the moneys which  had\tthen\nbecome due on the first two settlement contracts and had not\nbeen  paid  and\t further undertook  to\thypothecate  certain\nproperties to secure the due repayment of these moneys.\t The\nthird  settlement contract provided: &quot; The  contracts  stand\nfinally\t concluded in terms of the settlement and  no  party\nwill have any further or other claim against the other.&quot;\nThe  respondents paid some of the instalments but failed  to\npay the rest.  They also failed to create the hypothecation.\nThe  appellant\tthen referred its claims for breach  of\t the\nthree\toriginal   contracts  to   arbitration\t under\t the\narbitration clauses contained in them.\tOn this reference an\naward for a total sum of Rs. 1,i6,446-iI-5 was made  against\nthe  respondents in respect of the appellant&#x27;s claim on\t the\nfirst and the third original contracts, the claim in respect\nof the second original contract having been abandoned by the\nappellant,  and\t this award was filed in the High  Court  at\nCalcutta.   The respondents applied to the High Court for  a\ndeclaration  that  the arbitration clauses in  the  original\ncontracts  had ceased to have any effect and  the  contracts\nstood  finally\tdetermined  as a result\t of  the  settlement\ncontracts  and for an order setting aside the award as\tvoid\nand  nullity.  The High Court held that the  first  original\ncontract had not been abrogated by the settlement in respect\nof  it, but the third original contract and the\t arbitration\nclause\tcontained in it had ceased to exist as a  result  of\nthe last settlement and, the arbitrator had no\tjurisdiction\nto arbitrate under that arbitration clause.  It further\n63\n494\nheld  that as the award was a single and  inseverable  award\nthe  whole of it was null and void.  In this view  the\tHigh\nCourt set aside the award.\nHeld  (per Imam and Subba Rao, JJ., Sarkar J.,\tdissenting),\nthat  the  third  settlement, properly\tconstrued,  left  no\nmanner\tof  doubt that it was for  valid  consideration\t and\nrepresented   the  common  intention  of  the\tparties\t  to\nsubstitute  it for the earlier contracts between  them.\t  It\ngave  rise  to\ta new cause of action  by  obliterating\t the\nearlier contracts and the parties could look to it alone for\nthe enforcement of their claims.  There could, therefore, be\nno  question  that the arbitration clause which,  whether  a\nsubstantive  or\t a  collateral\tterm,  was  nevertheless  an\nintegral part of the said contracts, must be deemed to exist\nalong with them as a result of the said settlement.\nHirji Mulji v. Cheong Yue Steamship Company, [1926] A.C. 502\nand  Heyman v. Darwin Ltd., [1942] 1 All E.R. 337,  referred\nto.\nTolaram\t Nathmull  v.  Birla Jute  Manufacturing  Co.  Ltd.,\nI.L.R. (1948) 2 Cal. 171, distinguished.\nHeld, further, that it was well settled that the parties  to\nan original contract could by mutual agreement enter into  a\nnew contract In substitution of the old one.\nPayana Reena Saminathan v. Pana Lana Palaniappa, [19I4] A.C.\n618: Norris v. Baron and Company, [1918] A.C. i and  British\nRussian\t Gazette  and  Trade  Outlook  Ltd.  v.\t  Associated\nNewspaper, Limited, [1933] 2 K.B. 616, referred to.\nPer  Sarkar,  J.-The award was valid and could\tnot  be\t set\naside  as the third settlement neither expressly put an\t end\nto  the arbitration clause nor, considered as an accord\t and\nsatisfaction, did it have that effect.\nAn accord and satisfaction is only a method of discharge  of\na  contract.  It does not annihilate the contract  but\tonly\nmakes the obligation arising from it unenforceable.\nAn  arbitration\t clause stands apart from the  rest  of\t the\ncontract  in which it is contained.  It does not  impose  on\nthe one party an obligation in favour of the other; it\tonly\nembodies an agreement that if any dispute arises with regard\nto  any\t obligation which one party has\t undertaken  to\t the\nother,\tsuch  dispute shall be settled by  arbitration.\t  An\naccord\tand  satisfaction,  which  is  concerned  with\t the\nobligations  arising from the contract, does not  affect  an\narbitration clause contained in it.\nHeyman\tv.  Darwins  [1942] A.C.  356  and  British  Russian\nGazette and Trade Outlook Ltd. v. Associated Newspapers Ltd.\n[1933] 2 K.B. 616, referred to.\nThe settlement of February 22, 1949, did not, in the circum-\nstances of the case, amount to an accord and satisfaction.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">       CIVIL APPELLATE JURISDICTION: Civil Appeal No. 250 of 1955.\n</p><span class=\"hidden_text\" id=\"span_1\">       495</span>\n<p data-structure=\"Issue\" id=\"p_2\">       Appeal  by special leave from the judgment and  order  dated\n       February 11, 1953, of the Calcutta High Court, in Award\tNo.\n       254 of 1949.\n</p><p data-structure=\"Precedent\" id=\"p_3\">       H.   N. Sanyal, Additional Solicitor-General of India,B.\t  Sen,\n       R. H. Dhebar and T. M. Sen, for the appellant.\n       C.   B. Aggarwala and Sukumar Ghose, for the respondent.\n       1959.   May 21.\tThe judgment of Jafer Imam and\tSubba  Rao,\n       JJ., was delivered by Subba Rao, J. Sarkar, J., delivered  a\n       separate judgment.\n</p><p data-structure=\"Issue\" id=\"p_4\">       SUBBA  RAO  J.-This  appeal  by\tspecial\t leave\traises\tthe\n       question of survival of an arbitration clause in a  contract\n       after  the said contract is superseded by a fresh one.\tThe\n       respondent&#x27;-firm, styled as &quot; Kishorilal Gupta &amp; Brothers &quot;,\n       entered\t into  the  following  three  contracts\t with\tthe\n       Governor-General-in-Council through the Director General\t of\n       Industries and Supplies, hereinafter called the\tGovernment:\n</p><blockquote id=\"blockquote_1\">       (i)  contract dated April 2, 1943, for the supply of  43,000\n       &quot;Ladles\tCook&quot;; (ii) contract dated September 15, 1944,\tfor\n       the supply of 15,500 &quot;Bath Ovals&quot;; and (iii) contract  dated\n       September 22, 1944, for the supply of 1,00,000 &quot;Kettles Camp\n       &quot;  Each\tof  the said  contracts\t contained  an\tarbitration\n       clause, the material part of which was as follows :\n</blockquote><blockquote id=\"blockquote_2\">       &quot;  In  the event of any question of  dispute  arising  under\n       these conditions or any special conditions of contract or in\n       connection with this contract (except as to any matters\tthe\n       decision\t of  which  is\tspecially  provided  for  by  these\n       conditions)  the same shall be referred to the award  of\t an\n       arbitrator   to\tbe  nominated  by  the\tpurchaser  and\t an\n       arbitrator to be nominated by the contractor..........\n       Under the terms of the said three contracts, the\t Government\n       supplied\t certain raw-materials to the respondents  and\tthe\n       latter  also delivered some of the goods to the former.\t On\n       May 21, 1945, the contract dated April 2, 1943,\thereinafter\n       called the first contract, was cancelled by the\tGovernment.\n       The Government\n<span class=\"hidden_text\" id=\"span_2\">       496</span>\n       also  demanded  certain\tsums  towards  the  price  of\tthe\n       ;materials supplied by them to the respondents.\tOn the same\n       day,  the Government cancelled the contract dated  September\n       15, 1944, hereinafter called the second contract, and made a\n       claim on the respondents for the price of the  raw-materials\n       supplied\t to  them.  The respondents  made  a  counter-claim\n       against\tthe Government for compensation for breach  of\tthe\n       contract.   On March 9, 1946, the Government  cancelled\tthe\n       contract\t dated September 22, 1944, hereinafter\tcalled\tthe\n       third  contract.\t  Under that contract  there  were  mutual.\n       claims-by  the Government for&#x27; the raw-material supplied\t to\n       the  contractors\t and  by the latter  for  compensation\tfor\n       breach of contract.  The disputes under the three  contracts\n       were amicably settled.  &#x27;The outstanding disputes under\tthe\n       first and the second contracts were settled on September\t 6,\n       1948,  and two separate documents were executed to  evidence\n       the said settlement.  As the decision, to some extent, turns\n       upon  the  comparative  study of the recitals  in  the  said\n       documents  of settlement, it will be convenient to read\tthe\n       material\t part  of  the\trecitals  contained  therein.\tThe\n       settlement  in respect of the first contract  contained\tthe\n       following recitals:\n</blockquote><blockquote id=\"blockquote_3\">       &quot; (1) The contractor expressly agrees to pay the\t Government\n       the sum of Rs. 3,164-8 as. only on this contract.\n       (2)  The\t contract  on payment of the  amount  mentioned\t in\n       clause (1) shall stand finally determined.&quot; The recitals\t in\n       the settlement of the second contract are as follows:\n       &quot;  (1)  The  contractor\texpressly  agrees  to  pay  to\tthe\n       Government  the\tsum of Rs. 36,276.  If D. G. 1.\t &amp;  S.\thas\n       recovered  any amount under the contract out of the sum\tdue\n       credit will be given to the contractor.\n</blockquote><blockquote id=\"blockquote_4\">       (2)  The\t contract  stands finally determined and  no  party\n       will have any further claim against the other.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_5\">       One prominent difference in the phraseology used in the\ttwo\n       settlements may be noticed at this stage.\n</p><span class=\"hidden_text\" id=\"span_3\">       497</span>\n<p data-structure=\"Section\" id=\"p_6\">       While  under  the  settlement of the  first  contract,  &#x27;the\n       contract should stand finally determined Only payment of the\n       amount\tagreed\tto  be\tpaid  to  the  Government  by\tthe\n       contractor, under the settlement of the second contract, the\n       contract\t stood\tfinally\t determined  on\t the  date  of\tthe\n       settlement  itself.   The  third\t contract  was\tsettled\t on\n       February\t 22,  1949, and the material part of  the  recitals\n       therein is as follows:\n</p><blockquote id=\"blockquote_5\">       &quot;  (1)  The firm will pay a sum of Rs. 45,000  in  full\tand\n       final  settlement  of the amount due to\tthe  Government\t in\n       respect\tof raw materials received against the contract\tand\n       their  claims for compensation for cancellation of the  same\n       contract.\n</blockquote><blockquote id=\"blockquote_6\">       (2)  The firm will retain all surplus partly fabricated\tand\n       fully fabricated stores lying with them.\n</blockquote><blockquote id=\"blockquote_7\">       (3)  The\t firm agrees to pay the abovementioned sum  of\tRs.\n</blockquote><p data-structure=\"Issue\" id=\"p_7\">       45,000  only  together with the sums owing by  them  to\tthe\n       Government under the settlements reached in two other  cases\n       A/T  Nos.  MP/75762/R-61/ 78 dated 15th September  1944\tand\n       MP/50730/8/R-I/\t 90  dated  2nd\t April\t1943   in   monthly\n       instalments  for Rs. 5,000 only for the first three  months,\n       first  instalment  being payable on 10th\t March,\t 1949,\tand\n       further\tinstalments of Rs. 9,000 per month till the  entire\n       dues payable to Government are paid.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">       (4)  In\tthe  event of default of  any  monthly\tinstalments\n       interest\t will  be charged by Government on  the\t amount\t as\n       defaulted at the rate of 6% per annum from the first day\t of\n       the  month  in which the instalment shall be  due.   If\tthe\n       instalments  defaulted exceed two in number  the\t Government\n       will  have  the right to demand the entire  balance  of\tthe\n       money payable by the firm together with interest thereon\t at\n       the rate abovementioned on that balance and take such  steps\n       to recover from them from the security to be offered.\n       (5)  In\torder to provide cover for the money pay.  able\t to\n       the  Government\tthe firm undertakes  to\t hypothecate  their\n       moveable\t and immoveable property in Bamangachi\tEngineering\n       Works  together\twith  all  machinery  sheds  and  leasehold\n       interest in\n<span class=\"hidden_text\" id=\"span_4\">       498</span>\n       land  measuring\tabout  5.75 acres in  Mouja  Bamungachi\t in\n       Howrah.\t  The  firm  further  undertakes  to  execute\tthe\n       necessary  stamped documents for the purpose as\tdrafted\t by\n       the Government Solicitor at Calcutta.,\n       (6)  The\t contracts stand finally concluded in terms of\tthe\n       settlement  and\tno party will have further or  other  claim\n       against the other.&quot;\n</p><p data-structure=\"Facts\" id=\"p_9\">       Broadly\tspeaking, this settlement was a\t comprehensive\tone\n       including therein the earlier settlements and providing\tfor\n       the recovery of the amounts agreed to be paid under the said\n       two  earlier settlements.  The concluding paragraph is  more\n       analogous  to that of the settlement of the second  contract\n       rather than that of the first.  Under the final\tsettlement,\n       between October 28, 1948, and January 17, 1949, the respond-\n       ents paid a, total sum of Rs. 9,000 to the Government  under\n       the  first two settlements of the contracts.  Between  March\n       10, 1949, and October 31, 1949, the respondents paid a total\n       sum of Rs.  1 1,000 in instalments to the Government, though\n       the  amounts  paid  were less than  the\tamount\tpayable\t in\n       accordance with the agreed instalments.\tSome correspondence\n       passed  between\tthe  Government and  the  respondents,\tthe\n       former demanding the balance of the amount payable under the\n       instalments  and the latter putting it off on one ground\t or\n       other.\tFinally on August 10, 1949, the Government wrote  a\n       letter  to  the\trespondents demanding the  payment  of\tRs.\n       1,51,723 payable to them under the three original contracts,\n       ignoring\t the  three settlements.  The  Government  followed\n       that letter with another one of the same date informing\tthe\n       respondents that they had appointed Bakshi Shiv Charan Singh\n       as  their  arbitrator and calling upon  the  respondents\t to\n       nominate\t their\tarbitrator.  The respondents  did  not\tco-\n       operate\t&#x27;in the scheme of arbitration and  instead  Kishori\n       Lal Gupta as sole proprietor of the respondent-firm made\t an\n       application under<a href=\"/doc/1154891/\" id=\"a_1\"> s. 33</a> of the Arbitration Act, 1940, in the\n       Original\t Side of the High Court of Calcutta for a  declara-\n       tion  that  the\tarbitration  agreement\twas  no\t longer\t in\n       existence.  That application was dismissed by\n<span class=\"hidden_text\" id=\"span_5\">       499</span>\n       Banerjee,  J., of the said High Court on the ground that\t it\n       was  not\t maintainable  as the two  other  partners  of\tthe\n       respondent-firm\t were\tnot  made  parties  to\t the   said\n       proceeding.  But in the course of the judgment, the  learned\n       Judge  made  some  observation on the merits  of\t the  case.\n       Thereafter  the\tGovernment filed their statement  of  facts\n       before  the arbitrator and the respondents filed a  counter-\n       affidavit challenging the arbitrator&#x27;s jurisdiction and also\n       the  correctness of the claims made by the  Government.\t On\n       July 31, 1951, the arbitrator made an award in favour of the\n       Government  for a total sum of Rs. 1,16,446-11-5 in  respect\n       of the first and the third contracts and gave liberty to the\n       Government  to  recover\tthe amount due to  them\t under\tthe\n       second contract in a suit.  The award was duly filed in\tthe\n       High  Court, and, on receiving the notice,  the\trespondents\n       filed an application in the High Court for setting aside the\n       award  and  in  the alternative for&#x27;  declaration  that\tthe\n       arbitration clause in the three contracts ceased to have any\n       effect and stood finally determined by the settlement of the\n       disputes\t between the parties.  Bachawat, J., held that\tthe\n       first contract was to be finally determined only on  payment\n       in  terms  of the settlement, and, as such payment  was\tnot\n       made,  the  original  contract and  its\tarbitration  clause\n       continued  to  exist.  As regards the  third  contract,\tthe\n       learned\tJudge  came  to the conclusion that  by\t the  third\n       settlement,  there  was\taccord\tand  satisfaction  of\tthe\n       original\t contract and the substituted agreement\t discharged\n       the  existing cause of action and therefore  the\t arbitrator\n       had  no jurisdiction to entertain any claim with\t regard\t to\n       that  contract.\tAs the award on the face of it was  a  lump\n       sum award, the learned Judge held that it was not  severable\n       and  therefore the whole award was bad.\tIn the\tresult,\t he\n       gave  the declaration that the arbitration clause  contained\n       in the contract dated September 22,1944, for &quot;Kettles  Camp&quot;\n</p><blockquote id=\"blockquote_8\">       had  ceased  to exist since the\tsettlement  contract  dated\n       February\t 22, 1949, and that the entire award was  void\tand\n       invalid.\t  The present appeal by special leave was filed\t by\n       the Government against the said order of the High Court.\n</blockquote><span class=\"hidden_text\" id=\"span_6\">       500</span>\n<blockquote id=\"blockquote_9\">       At  the\toutset,\t a  preliminary\t objection  taken  by  Shri\n       Aggarwal,  the learned Counsel for the respondents,  may\t be\n       disposed\t of The learned Counsel contends that  the  special\n       leave granted by this Court should be revoked on the  ground\n       that an appeal lay against the order of the learned Judge to\n       an appellate bench of the same High Court both under cl.\t 15\n       of the Letters Patent and<a href=\"/doc/685723/\" id=\"a_2\"> s. 39</a> of the Arbitration Act.\t It\n       is  not,\t and cannot be, contended that this  Court  has\t no\n       jurisdiction  to entertain an appeal against the order of  a\n       Court when an appeal lies from that order to another  Court.\n       The  provisions\tof <a href=\"/doc/427855/\" id=\"a_3\">Art. 136</a> of the  Constitution  are  not&#x27;\n       circumscribed  by any such limitation.  But what is  argued,\n       in our view legitimately, is that when an appeal lay to\tthe\n       appellate  bench\t of  the Calcutta High\tCourt,\tthis  Court\n       should  not  have  given special leave  and  thereby  short-\n       circuited  the  legal procedure prescribed.  There  is  much\n       force in this argument.\tIf the application for revoking the\n       special\tleave had been taken at the earliest point of  time\n       and  if\tthis Court was satisfied that an appeal lay  to\t an\n       appellate  bench\t of  the Calcutta  High\t Court,\t the  leave\n       obtained\t without  mentioning  that  fact  would\t have  been\n       revoked.\t  But  in the present case, the special\t leave\twas\n       granted\ton March 29, 1954, and the present application\tfor\n       revoking\t the leave was made five years after the  grant\t of\n       special\tleave  and the learned Counsel could not  give\tany\n       valid  reason  to  explain this inordinate  delay.   In\tthe\n       circumstances,\tif  we\trevoked\t the  special  leave,\tthe\n       appellant  would\t be prejudiced, for if this  objection\thad\n       been  taken  at the earliest point of  time,  the  appellant\n       would  have had the opportunity to prefer a  Letters  Patent\n       appeal  to the appellate bench of the Calcutta  High  Court.\n       The  appellant cannot be made to suffer for the\tdefault\t of\n       the respondents.\t In the circumstances, we did not entertain\n       that application for revoking the special leave and did\tnot\n       express our opinion on the merits of the question raised\t by\n       the learned Counsel.\n</blockquote><blockquote id=\"blockquote_10\">       Now  coming  to\tthe merits, the\t main  contentions  of\tthe\n       parties\tmay be stated at the outset.  The argument  of\tthe\n       Additional Solicitor-General for the\n<span class=\"hidden_text\" id=\"span_7\">       501</span>\n       appellant  may be summarized in the following  propositions:\n</blockquote><blockquote id=\"blockquote_11\">       (1)  The\t jurisdiction of the arbitrator\t depends  upon\tthe\n       scope  of the arbitration agreement or submission;  (2)\tits\n       scope  would  depend upon the language  of  the\tarbitration\n       clause;\t(3)  if the arbitration agreement  in  question\t is\n       examined, it indicates that the dispute whether the original\n       contracts  have come to an end or not is within\tits  scope;\n       (4) on the facts of the case, there had been no novation\t or\n       substitution of the original contracts; and (5) if there had\n       been a novation of the original contracts, the  non-perform-\n</blockquote><p data-structure=\"Section\" id=\"p_10\">       ance  of the terms of the new contract revived the  original\n       contracts    and\t   therefore\tthe    parties\t  to\tthe\n       original\t contracts could enforce their terms including\tthe\n       arbitration  clause.   The  submission  of  Shri\t  Aggarwal,\n       Counsel\tfor the respondents,may be stated thus :  (1)  Upon\n       the facts of the case, there had been a recession of the old\n       contracts and substitution of a new, legally enforceable and\n       unconditional  contract, which came into\t immediate  effect;\n       (2)  the new contract can be legally supported either  under\n       s.  62  or  s. 63 of the <a href=\"/doc/171398/\" id=\"a_4\">Indian Contract Act</a>  or\t under\tthe\n       general\tlaw  of contracts; (3) the non-performance  of\tthe\n       terms  of  the  new  contract did not  have  the\t effect\t of\n       reviving the rights and obligations under the old  contracts\n       as  they did not remain alive for any purpose; and (6)  even\n       if the arbitration clause did not remain alive after the new\n       contract,  the  arbitrator was bound to decide the  case\t in\n       terms  of the new contract, and he having not done  so,\tthe\n       error  is apparent on the face of the record  and  therefore\n       the award is liable to be set aside.\n</p><p data-structure=\"Section\" id=\"p_11\">       So  stated  the controversy covers a much wider\tfield  than\n       that necessary to solve the problem presented in this  case.\n       It  would, therefore&#x27; be convenient at this stage  to  clear\n       the  ground.  Subtle distinctions sought to be made  between\n       the provisions of s. 62 and<a href=\"/doc/1105874/\" id=\"a_5\"> s. 63</a> of the Indian Contract Act\n       need  not  detain  us; nor need\twe  consider  the  question\n       whether\tthe settlement contract in question falls under\t s.\n       62 or is covered by<a href=\"/doc/1105874/\" id=\"a_6\"> s. 63</a> of the Indian Contract Act, or\t is\n       governed by the general principles of the law of\t contracts,\n       for the validity of the said contract is not questioned.\t by\n       either\n<span class=\"hidden_text\" id=\"span_8\">       64</span>\n<span class=\"hidden_text\" id=\"span_9\">       502</span>\n       party  and indeed both rely upon it one to contend ,that\t it\n       wholly  superseded  the earlier ones and the other  to  rely\n       upon  its terms to bring out its contingent  character.\t If\n       so, the only two outstanding questions are: (i) what is\tthe\n       legal effect of the contract dated February 22, 1949, on the\n       earlier\tcontracts ? ; and (ii) does the arbitration  clause\n       in  the\tearlier\t contracts  survive  after  the\t settlement\n       contract ?\n</p><p data-structure=\"Section\" id=\"p_12\">       The  law\t on the first point is well-settled.   One  of\tthe\n       modes  by which a contract can be discharged is by the  same\n       process\twhich  created it, i.e., by mutual  agreement;\tthe\n       parties\tto  the\t original contract may\tenter  into  a\tnew\n       contract in substitution of the old one.\t The legal position\n       was   clarified\tby  the\t Privy\tCouncil\t in  Payana   Reena\n       Saminathan  v.  Pana  Lana  Palaniappa  (1).   Lord  Moulton\n       defined the legal incidents of a substituted contract in the\n       following terms at p. 622:\n</p><blockquote id=\"blockquote_12\">       &quot; The &#x27;receipt&#x27; given by the appellants, and accepted by the\n       respondent, and acted on by both parties proves conclusively\n       that  all  the parties agreed to a settlement of\t all  their\n       existing\t disputes  by  the arrangement\tformulated  in\tthe\n       &#x27;receipt&#x27;.   It is a clear example of what used to  be  well\n       known  in common law plea ding as &quot; accord and  satisfaction\n       by  a  substituted  agreement &quot;. No  matter  what  were\tthe\n       respective rights of the parties inter se they are abandoned\n       in  consideration  of  the  acceptance  by  all\tof  a\tnew\n       agreement.  The consequence is that when such an accord\tand\n       satisfaction takes place the prior rights of the parties are\n       extinguished.  They have in fact been exchanged for the\tnew\n       rights;\tand the new agreement becomes a new departure,\tand\n       the rights of all the parties are fully represented by it.\n       &quot;  The House of Lords in Norris v. Baron and Company (2)\t in\n       the  context  of a contract for sale of\tgoods  brought\tout\n       clearly the distinction between a contract which varies\tthe\n       terms of the earlier contract and a contract which  rescinds\n       the earlier one, in the following passage at p. 26:\n</blockquote><blockquote id=\"blockquote_13\">       &quot;In  the first case there are no such executory\tclauses\t in\n       the second arrangement as would enable\n       (1) [1914] A.C. 618 622.\t\t(2) [1918] A.C. 1. 26.\n</blockquote><span class=\"hidden_text\" id=\"span_10\">       503</span>\n<p data-structure=\"Section\" id=\"p_13\">       you  to sue upon that alone if the first did not\t exist;\t in\n       the  second you could sue on the second\tarrangement  alone,\n       and  the\t first contract is got rid of either 2\tby  express\n       words  to that effect, or because, the second  dealing  with\n       the same subject-matter as the first but in a different way,\n       it is impossible that the two should be both performed.\t&quot;\n</p><blockquote id=\"blockquote_14\">       Scrutton, L.J., in British Russian Gazette and Trade Outlook\n       Limited\t v.  Associated\t Newspaper,  Limited   (1),   after\n       referring  to the authoritative text-books on  the  subject,\n       describes  the concept of 11 accord and satisfaction &quot;  thus\n       at p. 643:\n</blockquote><blockquote id=\"blockquote_15\">       &quot; Accord and satisfaction is the purchase of a ,release from\n       an  obligation  whether arising under contract  or  tort\t by\n       means  of any valuable consideration, not being\tthe  actual\n       performance  of\tthe obligation itself.\tThe accord  is\tthe\n       agreement  by  which  the  obligation  is  discharged.\tThe\n       satisfaction is the consideration which makes the  agreement\n       operative.  Formerly it was necessary that the consideration\n       should  be  executed\t Later it  was\tconceded  that\tthe\n       consideration might be executory\t The consideration on  each\n       side  might be an executory promise, the two mutual  promise\n       making  an agreement enforceable in law, a contract    I\t An\n       accord,\twith  mutual promises to perform, is  good,  though\n       &#x27;the  thing be not performed at the time of action; for\tthe\n       party  has a remedy to compel the performance&#x27;, that  is\t to\n       say,  a cross action on the contract of accord if,  however,\n       it can be shown that what a creditor accepts in satisfaction\n       is  merely his debtor&#x27;s promise and not the  performance\t of\n       that  promise,  the original cause of action  is\t discharged\n       from the date when the promise is made.\t&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">       The  said  observations indicate that an original  cause\t of\n       action  can be discharged by an executory agreement  if\tthe\n       intention  to  that  effect is clear.  The  modern  rule\t is\n       stated by Cheshire and Fifoot in their Law of Contract,\t3rd\n       Edn., at p. 453:\n</p><blockquote id=\"blockquote_16\">       &quot;The  modern  rule is, then, that if what the  creditor\thas\n       accepted in satisfaction is merely his\n       (1)  [1933] 2 K.B. 6i6, 643, 644.\n</blockquote><span class=\"hidden_text\" id=\"span_11\">       504</span>\n<p data-structure=\"CDiscource\" id=\"p_15\">       debtor&#x27;s\t  promise  to  give  consideration,  and  not\tthe\n       performance of that promise, the original cause of action is\n       discharged from the date when the agreement is made.\n       This,  therefore, raises a question of construction in  each\n       case, for it has to be decided as a fact whether it was\tthe\n       making  of  the\tpromise itself or the  performance  of\tthe\n       promise\tthat  the  creditor consented to  take\tby  way\t of\n       satisfaction.  &quot;\n</p><blockquote id=\"blockquote_17\">       So  too, Chitty in his book on Contracts, 31st Edn.,  states\n       at p. 286:\n</blockquote><blockquote id=\"blockquote_18\">       &quot;  The  plaintiff may agree to accept the performance  of  a\n       substituted  consideration in satisfaction, or he may  agree\n       to  accept the promise of such performance.  In\tthe  former\n       there  is no satisfaction until performance, and the  debtor\n       remains\t liable\t  upon\tthe  original\tclaim\tuntil\tthe\n       satisfaction is executed.  In the latter, if the promise\t be\n       not  performed, the plaintiff&#x27;s remedy is by action for\tthe\n       breach of the substituted agreement, and he has no right\t of\n       resort to the original claim.  &quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_16\">       From  the  aforesaid  authorities  it  is  manifest  that  a\n       contract\t may  be  discharged by the parties  thereto  by  a\n       substituted  agreement and thereafter the original cause\t of\n       action arising under the earlier contract is discharged\tand\n       the   parties  are  governed  only  by  the  terms  of\tthe\n       substituted contract.  The ascertainment of the intention of\n       the parties is essentially a question of fact to be  decided\n       on the facts and circumstances of each case.\n       We have already given the sequence of events that led to the\n       making  of  the\tcontract  dated\t February  22,\t1949.\t To\n       recapitulate  briefly,  the original  three  contracts  were\n       cancelled. by the Government on May 21, 1945, May 21,  1945,\n       and March 9, 1946, respectively.\t Under the first  contract,\n       the  Government\tmade  a claim for the  price  of  the  raw-\n       materials  supplied  and there was no counter-claim  by\tthe\n       respondents.   Under the second and third  contracts,  there\n       were counter-claims-the Government claiming amounts for\tthe\n       raw-materials supplied and the respondents claiming  damages\n       for the breach thereof.\n</p><span class=\"hidden_text\" id=\"span_12\">       505</span>\n<p data-structure=\"CDiscource\" id=\"p_17\">       The  disputes under the first two contracts were settled\t on\n       the  same  day.\tAs the claim was only on the  part  of\tthe\n       Government,  the amount due to them was ascertained  at\tRs.\n       3,164-8-0 and the first contract was expressly agreed to\t be\n       finally\tdetermined on payment of that amount.  The  express\n       terms  of  the settlement leave no room to  doubt  that\tthe\n       contract was to be determined only after the payment of\tthe\n       ascertained amount.  But under the second settlement,  which\n       was a compromise of disputed claims, a sum of Rs. 36,276 was\n       fixed  as  the  amount  due  from  the  respondents  to\tthe\n       Government,  presumably\ton taking  into\t consideration\tthe\n       conflicting  claims  and\t on  adjusting\tall  the,   amounts\n       ascertained to be due from one to the other.  The parties in\n       express terms agreed that the earlier contract stood finally\n       determined and that no party would have any claim thereunder\n       against the other.  A comparative study of the terms of\tthe\n       said two settlement contracts indicates that under the first\n       settlement  the\toriginal contract continued to\tgovern\tthe\n       rights  of the parties till payment, while under the  second\n       settlement  contract, the original contract  was\t determined\n       and  the\t rights\t and liabilities of  the  parties  depended\n       thereafter on the substituted contract.\tComing to the third\n       settlement, it was in the pattern of the second\tsettlement.\n       On  the\tbreach\tof the third contract,\tthere  were  mutual\n       claims,\tthe  Government claiming a large  amount  for  raw-\n       materials  supplied  to the respondents, and the\t latter\t on\n       their side setting up a claim for damages.  Further,  though\n       the earlier two contracts were settled on September 6, 1948,\n       the amounts payable under the said two settlements were\tnot\n       paid.\tA  comprehensive  settlement,  therefore,  of\tthe\n       outstanding  claims was arrived at between the parties,\tand\n       the rights and liabilities were attempted to be crystallized\n       and a suitable procedure designed for realising the amounts.\n       In  full\t and  final settlement of the amounts  due  to\tthe\n       Government in respect of the raw-materials received  against\n       the  contracts and the respondents&#x27; claim  for  compensation\n       for  cancellation of the contracts, it was agreed  that\tthe\n       respondents should pay a sum of Rs. 45,000 to the Government\n<span class=\"hidden_text\" id=\"span_13\">       506</span>\n       and  that  the respondents should retain all  the  material,\n       partly  fabricated  and fully fabricated stores\tlying  with\n       them.  Clauses 3, 4 and 5 provide for the realisation of the\n       entire amounts covered by the three settlements.\t Under\tcl.\n       3  the  respondents agreed to pay the total  amount  payable\n       under  the three settlements in monthly instalments for\tthe\n       first three months commencing from March 10, 1949, at a\tsum\n       of Rs. 5,000 and thereafter at a sum of Rs. 9,000 per  month\n       till  the entire amount was paid.  Clause 4 prescribed  that\n       in case of default of any monthly instalment interest  would\n       be  charged  at\tthe  rate  of  6%  per\tannum  and  if\tthe\n       instalments defaulted exceeded two in number the\t Government\n       was  given  the right to realise the entire  amount  payable\n       under  the three contracts with interest not only  from\tthe\n       security but also otherwise.  Under cl. 5 it was\t stipulated\n       that  the respondents should hypothecate their moveable\tand\n       immoveable properties described thereunder to provide  cover\n       for  the\t moneys\t payable to the Government.   Clause  6\t in\n       express terms declared that the contracts should be  finally\n       concluded in terms of the settlement and no party would have\n       any claim against the other.  Is there any justification for\n       the  contention that the substituted contract should  either\n       come into force after the hypothecation bond was executed or\n       that  it should cease to be effective if the said  bond\twas\n       not&#x27; executed within a reasonable time from the date of\tthe\n       settlement?   We\t do  not find any  justification  for  this\n       contention either in the express terms of the contract or in\n       the  surrounding circumstances whereunder the document  came\n       to  be executed.\t It was a self-contained document;  it\tdid\n       not  depend upon the earlier contracts for its existence\t or\n       enforcement.  The liability was ascertained and the mode\t of\n       recovery\t was  provided\tfor.  The  earlier  contracts  were\n       superseded  and\tthe rights and liabilities of  the  parties\n       were regulated thereunder.  No condition either precedent or\n       subsequent  was expressly provided; nor was there any  scope\n       for  necessarily implying one or either.\t The only  argument\n       in this direction,\n<span class=\"hidden_text\" id=\"span_14\">       507</span>\n       namely, that it is impossible to attribute any intention\t to\n       the  Government to take a mere promise on. the part  of\tthe\n       respondents   to\t  hypothecate  their   properties   &quot;&#x27;\t as\n       satisfaction  &quot;\tand therefore it should be  held  that\tthe\n       intention  of  the  parties  was\t that  there  would  be\t no\n       satisfaction  till  such a document was executed,  does\tnot\n       appeal to us.  We are concerned with the expressed intention\n       of the parties and when the words are clear and unambiguous-\n       they  are undoubtedly clear in this case-there is  no  scope\n       for  drawing  upon hypothetical considerations  or  supposed\n       intentions  of  the  parties; nor are we\t attracted  by\tthe\n       argument that the description of the properties intended\t to\n       be  hypothecated\t was  not  made\t clear\tand  therefore\tthe\n       presumed\t intention was to suspend the rights under the\tnew\n       contract till a valid document in respect of a definite\tand\n       specified  property was executed.  Apart from the fact  that\n       we are not satisfied with the argument that the\tdescription\n       was  indefinite,\t we do not think that such  a  flaw  either\n       invalidates  a document or suspends its operation  till\tthe\n       defect  is  rectified  or  the  ambiguity  clarified.\tThe\n       substituted  agreement  gave  a\tnew  cause  of\taction\tand\n       obliterated  the\t earlier  ones and if  there  was  a  valid\n       defence against the enforcement of the new contract in whole\n       or  in part, the party affected must take the  consequences.\n       We  have,  therefore,  no  doubt\t that  the  contract  dated\n       February\t 22,  1949,  was for valid  consideration  and\tthe\n       common  intention  of the parties was that it should  be\t in\n       substitution  of\t the earlier ones and the  parties  thereto\n       should thereafter look to it alone for enforcement of  their\n       claims.\tAs the document does not disclose any ambiguity, no\n       scrutiny of the subsequent conduct of the parties is  called\n       for to ascertain their intention.\n</p><p data-structure=\"PetArg\" id=\"p_18\">       If  so, the next question is whether the arbitration  clause\n       of  the original contracts survived after the  execution\t of\n       the  settlement\tcontract  dated\t February  22,\t1949.\tThe\n       learned Counsel for the appellant contends that the terms of\n       the  arbitration clause are wide and comprehensive, and\tany\n       dispute\ton  the\t question whether  the\tsaid  contract\twas\n       discharged  by any of the ways known to law came within\tits\n       fold.\n</p><span class=\"hidden_text\" id=\"span_15\">       508</span>\n<p data-structure=\"CDiscource\" id=\"p_19\">       Uninfluenced by authorities or case-law, the logical outcome\n       of  the\tearlier discussion would be  that  the\tarbitration\n       clause  perished\t with the original contract.   Whether\tthe\n       said  clause was a substantive term or a collateral one,\t it\n       was  none the less an integral part of the  contract,  which\n       had  no existence de hors the contract.\tIt was intended\t to\n       cover  all the disputes arising under the conditions of,\t or\n       in  connection with, the contracts.  Though the\tphraseology\n       was  of the widest amplitude, it is inconceivable  that\tthe\n       parties\tintended its survival even after the  contract\twas\n       mutually rescinded and substituted by a new agreement.\tThe\n       fact that the new contract not only did not provide for\tthe\n       survival of the arbitration clause but also the circumstance\n       that  it\t contained both substantive  and  procedural  terms\n       indicates  that\tthe parties gave up the terms  of  the\told\n       contracts,  including the arbitration clause.  The  case-law\n       referred\t to by the learned Counsel in this connection  does\n       not,  in our view, lend support to his broad contention\tand\n       indeed  the principle on which the said decisions are  based\n       is a pointer to the contrary.\n</p><p data-structure=\"Precedent\" id=\"p_20\">       We shall now notice some of the authoritative statements\t in\n       the  text-books\tand  a\tfew of the  cases  bearing  on\tthe\n       question raised: In Chitty on Contract, 21st Edn., the scope\n       of an arbitration clause is stated thus, at p. 322:\n</p><blockquote id=\"blockquote_19\">       &quot;  So  that  the law must be now taken to be  that  when\t an\n       arbitration  clause is unqualified such a clause will  apply\n       even if the dispute involve an assertion that  circumstances\n       had  arisen  whether before or after the contract  had  been\n       partly performed which have the effect of discharging one or\n       both parties from liability, e.g., repudiation by one  party\n       accepted by the other, or frustration.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_21\">       In  &quot;  Russel  on  Arbitration &quot;,  16th\tEdn.,  p.  63,\tthe\n       following  test\tis  laid  down\tto  ascertain  whether\t an\n       arbitration clause survives after the contract is deter-\n       mined:\n</p><blockquote id=\"blockquote_20\">       &quot;  The  test in such cases has been said to be  whether\tthe\n       contract is determined by something outside itself, in which\n       case the arbitration clause\n<span class=\"hidden_text\" id=\"span_16\">       509</span>\n       is  determined with it, or by something arising out  of\tthe\n       contract,  in  which case the  arbitration  clause.  remains\n       effective and can be enforced.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">       The  Judicial  Committee\t in  Hirji  Mulji  v.  Cheong\tYue\n       Steamship Company (1) gives another test at p. 502:\n</p><blockquote id=\"blockquote_21\">       &quot;That  a\t person before whom a complaint is  brought  cannot\n       invest  himself with arbitral jurisdiction to decide  it\t is\n       plain.\tHis  authority\tdepends on the\texistence  of  some\n       submission  to him by the parties of the subject\t matter\t of\n       the  complaint.\t For  this  purpose  a\tcontract  that\thas\n       determined  is  in the same position as one that\t has  never\n       been concluded at all.  It founds no jurisdiction.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">       A very interesting discussion on the scope of an arbitration\n       clause  in the context of a dispute arising on the  question\n       of repudiation of a contract is found in the decision of the\n       House  of  Lords\t in Heyman v. Darwine Ltd  .(2\t)  There  a\n       contract was repudiated by one party and accepted as such by\n       the  other.  The dispute arose in regard to damages under  a\n       number  of heads covered by the contract.   The\tarbitration\n       clause  provided\t that any dispute between  the\tparties\t in\n       respect of the agreement or any of the provisions  contained\n       therein\tor anything arising thereout should be referred\t to\n       arbitration.   The House of Lords held that the dispute\twas\n       one  within the arbitration clause.  In the speeches of\tthe\n       Law  Lords  a wider question is discussed and  some  of\tthe\n       relevant\t principles have been succinctly stated.   Viscount\n       Simon L.C. observed at p. 343 thus:\n</p><blockquote id=\"blockquote_22\">       &quot;  An arbitration clause is a written submission, agreed\t to\n       by  the\tparties to the contract, and,  like  other  written\n       submissions  to arbitration, must be construed according\t to\n       its language and in the light of the circumstances in  which\n       it  is made.  If the dispute is as to whether  the  contract\n       which contains the clause has ever been entered into at all,\n       that  issue cannot go to arbitration under the  clause,\tfor\n       the  party  who\tdenies that he has ever\t entered  into\tthe\n       contract\t is thereby denying that he has ever joined in\tthe\n       submission.  Similarly, if one party to\n       (1)  [1926] A.C. 497,502.\n</blockquote><span class=\"hidden_text\" id=\"span_17\">       65</span>\n<blockquote id=\"blockquote_23\">       (2) [1942] 1 All E.R. 337, 343-345, 347, 350.\n</blockquote><span class=\"hidden_text\" id=\"span_18\">       510</span>\n<p data-structure=\"CDiscource\" id=\"p_24\">       the alleged contract is contending that it is void ab initio\n       (because,  for  example, the making of such  a  contract\t is\n       illegal), the arbitration clause cannot operate, for on this\n       view the clause itself is also void.\n</p><p data-structure=\"Section\" id=\"p_25\">       If,  however, the parties are at one in asserting that  they\n       entered into a binding contract, but a difference has arisen\n       between\tthem as to whether there has been a breach  by\tone\n       side  or\t the  other, or as to  whether\tcircumstances  have\n       arisen  which  have  discharged one  or\tboth  parties  from\n       further performance, such differences should be regarded\t as\n       differences  which have arisen &quot; in respect of &quot;, or &quot;  with\n       regard  to &quot;, or &quot; under &quot; the contract, and an\tarbitration\n       clause which uses these, or similar, expressions, should\t be\n       construed  accordingly.\tBy the law of England (though  not,\n       as I understand, by the law of Scotland) such an arbitration\n       clause  would  also confer authority to assess  damages\tfor\n       breach even though it does not confer upon the arbitral body\n       express power to do so.\n</p><p data-structure=\"Precedent\" id=\"p_26\">       I do not agree that an arbitration clause expressed in  such\n       terms  as  above\t ceases to have\t any  possible\tapplication\n       merely  because the contract has &quot;come to an end&quot;,  as,\tfor\n       example,\t  by  frustration.   In\t such  cases  it   is\tthe\n       performance of the contract that has come to an end.&quot;\n       The learned Law Lord commented on the view expressed by Lord\n       Dunedin at p. 344 thus:\n</p><blockquote id=\"blockquote_24\">       &quot;  The  reasoning of Lord Dunedin applies  equally  to  both\n       cases.\tIt  is,\t in my opinion,\t fallacious  to\t say  that,\n       because\tthe  contract  has  &quot;  come  to\t an  end  &quot;  before\n       performance begins, the situation, so far as the arbitration\n       clause is concerned, is the same as though the contract\thad\n       never  been  made.   In such case  a  binding  contract\twas\n       entered\tinto,  with  a\tvalid  submission  to\tarbitration\n       contained  in  its  arbitration\tclause,\t and,  unless  -the\n       language of the arbitration clause is such as to exclude its\n       application  until  performance has begun,  there  seems\t no\n       reason  why the arbitrator&#x27;s jurisdiction should\t not  cover\n       the one case as much as the other.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_19\">       511</span>\n<p data-structure=\"Precedent\" id=\"p_27\">       Lord Macmillan made similar observations at p. 345:\n</p><blockquote id=\"blockquote_25\">       &quot; If it appears that the dispute is as to whether, there has\n       ever  been  a binding contract between the parties,  such  a\n       dispute\tcannot be covered by an arbitration clause  in\tthe\n       challenged contract.  If there has, never been a contract at\n       all,  there  has never been as part of it  an  agreement\t to\n       arbitrate; the greater includes the less.  Further, a  claim\n       to set aside a contract on such grounds as fraud, duress\t or\n       essential error cannot be the subject matter of a  reference\n       under an arbitration clause in the contract sought to be set\n       aside.\tAgain, an admittedly binding contract containing  a\n       general\tarbitration  clause may stipulate that\tin  certain\n       events  the  contract shall come to an end.  If\ta  question\n       arises whether the contract has for any such reason come\t to\n       an  end, I can see no reason why the arbitrator\tshould\tnot\n       decide that question.  It is clear, too, that the parties to\n       a  contract may agree to bring it to an end to  all  intents\n       and purposes and to treat it as if it had never existed.\t In\n       such  a\tcase,  if there be an  arbitration  clause  in\tthe\n       contract,  it  perishes with the contract.  If  the  parties\n       substitute  a new contract for the contract which they  have\n       abrogated, the arbitration clause in the abrogated  contract\n       cannot  be invoked for the determination of questions  under\n       the new agreement.  All this is more or less elementary.\t &quot;\n</blockquote><p data-structure=\"Section\" id=\"p_28\">       These observations throw considerable light on the  question\n       whether an arbitration clause can be invoked in the case\t of\n       a  dispute  under a superseded contract.\t The  principle\t is\n       obvious;\t if  the  contract is superseded  by  another,\tthe\n       arbitration  clause, being a component part of  the  earlier\n       contract,  falls with it.  The learned Law  Lord\t pin-points\n       the principle underlying his conclusion at p. 347:\n</p><blockquote id=\"blockquote_26\">       &quot;  I am accordingly of opinion that what is commonly  called\n       repudiation   or\t total\tbreach\tof  a\tcontract,   whether\n       acquiesced in by the other party or not, does not abrogate a\n       contract,  though  it may relieve the injured party  of\tthe\n       duty of further fulfilling the obligations which he has by a\n       contract undertaken\n<span class=\"hidden_text\" id=\"span_20\">       512</span>\n       to  the repudiating party.  The contract is not put  out\t of\n       existence, though all further performance of the obligations\n       undertaken  by each party in favour of the other may  cease.\n       It survives for the purpose of measuring the claims  arising\n       out  of the breach, and the arbitration clause survives\tfor\n       determining  the mode of their settlement.  The purposes\t of\n       the contract have failed, but the arbitration clause is\tnot\n       one of the purposes of the contract.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_29\">       Lord  Wright,  after  explaining the scope  of  the  word  &quot;\n</p><blockquote id=\"blockquote_27\">       repudiation   &quot;\tand  the  different  meanings  its   bears,\n       proceeded to state at p. 350:\n</blockquote><blockquote id=\"blockquote_28\">       &quot;  In  such a case, if the repudiation is wrongful  and\tthe\n       rescission  is  rightful,  the  contract\t is  ended  by\tthe\n       rescission; but only as far as concerns future  performance.\n       It  remains  alive for the awarding of damages,\teither\tfor\n       previous\t breaches, or for the breach which constitutes\tthe\n       repudiation.   That  is only a particular form  of  contract\n       breaking and would generally, under an ordinary\tarbitration\n       clause, involve a dispute under the contract like any  other\n       breach of contract.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_30\">       This  decision is not directly in point; but the\t principles\n       laid  down therein are of wider application than the  actual\n       decision\t involved.  If an arbitration clause is couched\t in\n       widest  terms as in the present case, the  dispute,  whether\n       there is frustration or repudiation of the contract, will be\n       covered\tby  it.\t It is not because the\tarbitration  clause\n       survives,  but  because, though such  repudiation  ends\tthe\n       liability  of the parties to perform the contract,  it  does\n       not  put\t an end to their liability to pay damages  for\tany\n       breach of the contract.\tThe contract is still in  existence\n       for certain purposes.  But where the dispute is whether\tthe\n       said  contract  is void ab initio,  the\tarbitration  clause\n       cannot  operate on those disputes, for its  operative  force\n       depends upon the existence of the contract and its validity.\n       So  too,\t if the dispute is whether the contract\t is  wholly\n       superseded  or  not by a new contract between  the  parties,\n       such  a\tdispute must fall outside the  arbitration  clause,\n       for, if it is superseded, the arbitration clause falls  with\n       it. The argument, therefore, that the legal position is\n<span class=\"hidden_text\" id=\"span_21\">       513</span>\n       the same whether the dispute is in respect of repudiation or\n       frustration or novation is not borne out by these decisions.\n       An equally illuminating judgment of Das, J., as he then was,\n       in Tolaram Nathmull v. Birla Jute Manufacturing Co.  Ltd.(1)\n       is  strongly  relied  upon by the learned  Counsel  for\tthe\n       appellant.   There the question was whether  an\tarbitration\n       clause  which  was expressed in wide terms would take  in  a\n       dispute\traised in that case.  It was contended on one  side\n       that  the contract was void ab intio and on the\tother  side\n       that,  even on the allegations in the plaint,  the  contract\n       was not ab initio void.\tThe learned Judge, on the facts\t of\n       that  case, held that no case had been made out for  staying\n       the  suit and therefore dismissed the application  filed\t by\n       the  defendant  for  stay of the suit.\tThe  learned  Judge\n       exhaustively  considered\t the case-law oil the  subject\tand\n       deduced\tthe principles and enumerated them at p. 187.\tThe\n       learned\tJudge  was not called upon to  decide  the  present\n       question, namely, whether an arbitration clause survived\t in\n       spite of substitution of the earlier contract containing the\n       arbitration  clause by a fresh one, and therefore we do\tnot\n       think  that  it is necessary to express our opinion  on\tthe\n       principles culled out and enumerated in that decision.\n       The following principles relevant to the present case emerge\n       from the aforesaid discussion: (1) An arbitration clause\t is\n       a  collateral term of a contract as distinguished  from\tits\n       substantive terms; but none the less it is an integral  part\n       of it; (2) however comprehensive the terms of an arbitration\n       clause may be, the existence of the contract is a  necessary\n       condition for its operation; it perishes with the  contract;\n       (3)  the contract may be non est in the sense that it  never\n       came  legally into existence or it was void ab  initio;\t(4)\n       though  the contract was validly executed, the  parties\tmay\n       put an end to it as if it had never existed and substitute a\n       new  contract  for  it solely  governing\t their\trights\tand\n       liabilities  thereunder;\t (5)  in the former  case,  if\tthe\n       original\t contract has no legal existence,  the\tarbitration\n       clause  also  cannot operate, for along\twith  the  original\n       contract, it is also void ; in the latter case, as the\n       (1)  I.L.R. [1948] 2 Cal.  171.\n</p><span class=\"hidden_text\" id=\"span_22\">       514</span>\n<p data-structure=\"Conclusion\" id=\"p_31\">       original\t contract is extinguished by the  substituted  one,\n       the  arbitration\t clause of the original\t contract  perishes\n       with  it; and (6) between the two falls many  categories\t of\n       disputes in connection with a contract, such as the question\n       of repudiation, frustration, breach etc.\t In those cases\t it\n       is the performance of the contract that has come to an  end,\n       but the contract is still in existence for certain  purposes\n       in  respect  of disputes arising under it or  in\t connection\n       with it.\t As the contract subsists for certain purposes, the\n       arbitration clause operates in respect of these purposes.\n       We  have held that the three contracts were settled and\tthe\n       third  settlement contract was in substitution of the  three\n       contracts;  and,\t after\tits  execution,\t all  the   earlier\n       contracts  were\textinguished  and  the\tarbitration  clause\n       contained  therein also perished along with them.   We  have\n       also  held that the new contract was not a  conditional\tone\n       and  after its execution the parties should work\t out  their\n       rights only under its terms.  In this view, the judgment\t of\n       the  High  Court\t is  correct.  This  appeal  fails  and\t is\n       dismissed with costs.\n</p><p data-structure=\"CDiscource\" id=\"p_32\">       SARKAR  J.-On  different dates in 1943 and 1944, a  firm\t of\n       contractors  of\tthe  name of Kishorilal\t Gupta\t&amp;  Brothers\n       entered into three contracts with the appellant to fabricate\n       and supply certain military stores.  The first contract\twas\n       for 43,000 ladles cook, the second for 15,500 bath ovals and\n       the  third  for\t1,00,000  kettles  camp.   Each\t of   these\n       contracts   contained  an  arbitration  clause.\t The   last\n       mentioned contract provided that the appellant would  supply\n       materials  for  the  fabrication\t of  the  articles  to\t be\n       delivered under it.\n</p><p data-structure=\"CDiscource\" id=\"p_33\">       Before  the  contracts had been finally\texecuted,  disputes\n       arose  between the parties.  These disputes were settled\t by\n       mutual  agreements  which were contained in  three  separate\n       documents.   The\t settlement in respect of the  ladles  cook\n       contract which was made on September 6, 1948, provided  that\n       the  contractors\t would pay to the appellant a  sum  of\tRs.\n       3,164-8-0  and  on such payment that  contract  would  stand\n       finally determined.  Under the settlement in respect of the,\n       bath ovals contract which also was made on\n<span class=\"hidden_text\" id=\"span_23\">       515</span>\n       September  6,  1948, the contractors agreed to  pay  to\tthe\n       appellant  Rs.  36,276 and it provided that &quot;  the  contract\n       stands  finally\tdetermined  and no  party  shall  have\tany\n       further\tclaim  against\tthe  other  &quot;.\tThe  terms  of\tthe\n       settlement of the kettles camp contract are set out below in\n       full, for, this case depends on them:\n</p><blockquote id=\"blockquote_29\">       Dated the 22nd February 1949.\n</blockquote><blockquote id=\"blockquote_30\">       Messrs.\tKishorilal Gupta &amp; Bros., Calcutta.\n       Subs:-A.T.  No.\tMP/75442/R-11397 dated the  22nd  September\n       1944.\n</blockquote><blockquote id=\"blockquote_31\">       Dear Sir,\n       Reference discussion held on 5th February 1949 between  your\n       Proprietor  Mr. Kishorilal Gupta and General Manager  J.\t B.\n       Breiter and the Claims Committee of the Directorate General.\n       I  hereby confirm the following terms of settlement  arrived\n       at in the meeting.  The settlement has received the approval\n       of Director General of Industries and Supplies, New Delhi.\n</blockquote><blockquote id=\"blockquote_32\">       1.   The firm will pay a sum of Rs. 45,000 in full and final\n       settlement of the amount due to the Government in respect of\n       raw materials received against the contract and their claims\n       for compensation for cancellation for the same contract.\n</blockquote><blockquote id=\"blockquote_33\">       2.   The firm will retain all surplus partly fabricated and\n       fully fabricated stores, lying with them.\n</blockquote><blockquote id=\"blockquote_34\">       3.   The\t firm agree to pay the above-mentioned sum  of\tRs.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_34\">       45,000  only  together with the sums owing by  them  to\tthe\n       Government under the settlements reached in two other  cases\n       A/T  Nos.   MP/75762/R-61/78 dated 15th September  1944\tand\n       MP/50730/8/R-1/90   dated   2nd\tApril\t1943   in   monthly\n       instalments  for Rs. 5,000 only for the first three  months,\n       first  instalment  being\t payable on  10th  March  1949\tand\n       further\tinstalments of Rs. 9,000 per month till the  entire\n       dues payable to Government are paid.\n</p><p data-structure=\"CDiscource\" id=\"p_35\">       4.   In\tthe  event of default of  any  monthly\tinstalments\n       interest\t will  be charged by Government on  the\t amount\t as\n       defaulted at the rate of 6% per annum from the first day\t of\n       the  month  in  which  the instalment  shall  due.   If\tthe\n       instalments defaulted\n<span class=\"hidden_text\" id=\"span_24\">       516</span>\n       exceed two in number, the Government will have the right\t to\n       demand  the entire balance of the money payable by the  firm\n       together with interest thereon at the rate abovementioned on\n       that  balance  and  take\t such steps  to\t recover  from\tthe\n       Security\t to  be\t offered  by the  firm,\t in  terms  of\tthe\n       settlement or otherwise.\n</p><p data-structure=\"Precedent\" id=\"p_36\">       5.   In order to provide cover for the monies payable to the\n       Government the firm undertakes to hypothecate their  movable\n       and  immoveable\tproperty in Bamangachi\tEngineering  Works,\n       together with all machinery sheds and lease-hold interest in\n       land  measuring\tabout  5.75 acres at  Mouja  Bamangachi\t in\n       Howrah.\t  The  firm  further  undertakes  to  execute\tthe\n       necessary  stamped documents for the purpose as\tdrafted\t by\n       the Government Solicitor at Calcutta.\n</p><p data-structure=\"Conclusion\" id=\"p_37\">       6.   The\t contracts stand finally concluded in terms of\tthe\n       settlement and no party will have any further or other claim\n       against the other.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">       Please acknowledge receipt.\n</p><p data-structure=\"Conclusion\" id=\"p_39\">       Yours faithfully,\n       Sd. R. B. L. Mathur\n       Director of Supplies (Claims)\n       for and on behalf of the Governor General.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_40\">       The contract  referred to in cl. (1) of this document is the\n       contract\t No. MP/75442/R-1/397 mentioned at the top  of\tthe\n       letter  and  concerned  the  kettles  camp.   The  contracts\n       referred\t to in cl. (3) are the contracts concerning  ladles\n       cook  and bath ovals which had been settled earlier but\tthe\n       amounts\tdue in respect of the settlements  concerning  them\n       had not been paid in full.\n</p><p data-structure=\"CDiscource\" id=\"p_41\">       After  the settlement of February 22, 1949, the\tcontractors\n       made  certain  payments aggregating Rs.\t1 1,000,  the  last\n       payment made being on October 31, 1949.\tThese payments\thad\n       not been made as provided in el. (3).  The contractors  also\n       failed  to execute the hypothecation deed mentioned  in\tel.\n       (5).  Certain correspondence appears to have taken place but\n       with no tangible result.\t The appellant was unable to obtain\n       payments\t  or  the  hypothecation  deed\tin  terms  of\tthe\n       settlement.\n</p><span class=\"hidden_text\" id=\"span_25\">       517</span>\n<p data-structure=\"Conclusion\" id=\"p_42\">       In  these circumstances the appellant made a  claim  against\n       the  contractors\t under\tthe  three  original  con-,  tracts\n       amounting  to Rs. 1,52,723 and referred it  to&#x27;\tarbitration\n       under  the  arbitration\tclauses\t contained  in\tthem.\tThe\n       appellant  nominated  an\t arbitrator  and  called  upon\tthe\n       contractors  to nominate the other, the\tarbitration  clause\n       providing that the arbitration shall be by two  arbitrators,\n       one to be nominated by each party.  The contractors did\tnot\n       nominate\t any arbitrator, contending that the matter  had  &quot;\n</p><blockquote id=\"blockquote_35\">       already\tbeen  negotiated to a settlement &quot; and\tthat  there\n       were &quot; no outstanding disputes to be referred to arbitration\n       &quot;.  The appellant then appointed the person nominated by\t it\n       as   the\t sole  arbitrator  under  the  provisions  of\tthe\n       <a href=\"/doc/1052228/\" id=\"a_7\">Arbitration Act</a> and an arbitration was held by him in  which\n       the contractors joined.\tIn the arbitration proceedings, for\n       reasons\twith  which  we are not\t concerned,  the  appellant\n       abandoned  its claim in respect of the bath ovals  contract.\n       On July 31, 1951, the arbitrator made an award in favour\t of\n       the appellant in the sum of Rs. 1,16,446-11-5 in respect\t of\n       its claim on the ladles cook and kettles camp contracts.\n       Being  aggrieved\t by the award,\tthe  respondent\t Kishorilal\n       Gupta,  who is a partner of the contractors&#x27; firm,  made\t an\n       application  to the High Court at Calcutta in  its  Original\n       Jurisdiction for a declaration that the arbitration  clauses\n       in the original contracts had ceased to have any effect\tand\n       the  contracts stood finally determined as a result  of\tthe\n       settlements  earlier  referred to and for an  order  setting\n       aside the award as void and a nullity.\n</blockquote><blockquote id=\"blockquote_36\">       I  wish\tto  draw  attention  here  to  the  fact  that\tthe\n       application  was\t really concerned with\tthe  contracts\tfor\n       ladles cook and kettles camp.  It had nothing to do with the\n       bath  ovals&#x27; contract for the appellant withdrew\t its  claim\n       under  it from arbitration and no award was made in  respect\n       of  it.\tSo in this appeal we are not really concerned  with\n       that contract.\n</blockquote><blockquote id=\"blockquote_37\">       Bachawat,  J.,  who  heard the  application  held  that\tthe\n       contract\t for  ladles  cook had not been\t abrogated  by\tthe\n       settlement  in  respect\tof  it for  -reasons  which  it\t is\n       unnecessary to state here as this part of the decision\n<span class=\"hidden_text\" id=\"span_26\">       518</span>\n       of the learned Judge has not been challenged before us. a We\n       have therefore to proceed on the basis that the\tarbitration\n       clause  contained in the ladles cook contract  continued\t in\n       force in spite of the settlement in respect of it.\n       The learned Judge however held that the contract for kettles\n       camp  including the arbitration clause contained in  it\thad\n       ceased  to exist as a result of the settlement  of  February\n       22,   1949,   and  the  arbitrator   had\t  consequently\t no\n       jurisdiction to make any award purporting to act under  that\n       arbitration  clause.  He then proceeded to hold that as\tthe\n       award  was a single and inseverable award in respect of\tthe\n       claims  under  the ladles cook as well as the  kettles  camp\n       contracts,  the whole award became invalid.  In\tthe  result\n       the  learned  Judge made an order declaring that\t the  arbi-\n       tration\tclause contained in the kettles camp  contract\thad\n       ceased to exist and setting aside the award as a whole.\n       It is against this judgment that the present appeal has been\n       filed with leave granted by this Court.\tIt was contended on\n       behalf of the respondent that the leave should not have been\n       granted\tas the appellant had a right of appeal to the  High\n       Court  itself.\tWe were on this basis asked to\trevoke\tthe\n       leave.  It appears that there are some cases of the Calcutta\n       High  Court which create a good deal of doubt as to  whether\n       an  appeal lay to that High Court from an order of the  kind\n       made   in   this\t case.\t The  appellants   therefore   were\n       legitimately in difficulty in deciding whether an appeal lay\n       to  the High Court.  Again, leave was granted by this  Court\n       as  far\tback as March 29, 1954, and the\t respondent  at\t no\n       stage earlier than the hearing of the appeal before us  took\n       any  objection to that leave.  It is too late now  to  allow\n       him to do that.\tSo to do would leave the appellant entirely\n       without\tremedy as an appeal to the High Court would in\tany\n       event  be now barred.  I feel therefore that no question\t of\n       revoking the leave should be allowed to be raised.\n       It  is useful to remind ourselves before proceeding  further\n       that  what  was referred to arbitration in this case  was  a\n       claim by the appellant for damages for\n<span class=\"hidden_text\" id=\"span_27\">       519</span>\n       breach  of the contracts said to have been committed by\tthe\n       contractors.   That indeed is the respondent&#x27;s, case.   With\n       regard  to  the\tmerits\tof this claim  the&#x27;  Court  has\t no\n       concern.\t But it is important to note that those claims were\n       clearly\twithin\tthe arbitration clause\tin  the\t contracts;\n       about  this  there does not appear to be\t any  dispute.\t No\n       question\t therefore  arises in this appeal that\tthe  claims\n       referred\t to  arbitration were not  within  the\tarbitration\n       clauses.\n</blockquote><blockquote id=\"blockquote_38\">       What is in dispute in this case is whether the  &#x27;arbitration\n       clause  had ceased to exist as a result of  settlement.\t In\n       considering  the\t question it is not  necessary\thowever\t to\n       concern ourselves with the settlements regarding the  ladles\n       cook  contract or the bath ovals contract.  The\tbath  ovals\n       contract is not the subject matter of the award.\t As regards\n       the  ladles  cook contract, the Court below  has\t held  that\n       settlement  did not affect the relative\tarbitration  clause\n       and that decision has not been challenged before us.\n       The  real question that we have to consider is  whether\tthe\n       settlement  of  February\t 22, 1949, altogether  put  out\t of\n       existence  the  arbitration  clause  in\tthe  kettles   camp\n       contract.   If  it  did, the arbitration in  this  case\twas\n       clearly without jurisdiction and the award resulting from it\n       a  nullity, for on that basis there would be no\tarbitration\n       agreement  under\t which an arbitration could  be\t held.\t An\n       arbitration  agreement,\tof course, is the  creature  of\t an\n       agreement and what is created by agreement may be  destroyed\n       by  agreement.\tLord Macmillan considered it  elementary  &quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\">       that  the parties to a contract may agree to bring it to\t an\n       end&#x27;  to all intents and purposes and to treat it as  if\t it\n       had never existed &quot; and that &quot; In such a case if there be an\n       arbitration  clause  in the contract it\tperishes  with\tthe\n       contract &quot;-: Heyman v. Darwins (1).\n</p><p data-structure=\"Section\" id=\"p_44\">       Now  it is clear that the settlement of February\t 22,  1949,\n       does not expressly make the arbitration clause  nonexistent.\n       It is however said that the settlement of February 22, 1949,\n       operated\t as  an accord and satisfaction and  therefore\tthe\n       arbitration  clause  in the relative original  contract\twas\n       brought to an end by it.\n</p><p data-structure=\"Precedent\" id=\"p_45\">       (1)  [1942] A.C. 356, 371.\n</p><span class=\"hidden_text\" id=\"span_28\">       520</span>\n<p data-structure=\"Conclusion\" id=\"p_46\">       It if; said that such a settlement amounts to a\tsubstituted\n       agreement  which\t abrogated the original\t contract  and\tthe\n       arbitration clause contained in it perished with it.\n       I  venture to think that this view is wrong  and\t originates\n       from  a\tmisapprehension of the real nature  of\taccord\tand\n       satisfaction  and an arbitration clause in a  contract.\t It\n       must  here  be stated that the appellant disputes  that\tthe\n       settlement  of February 22, 1949, amounted to an accord\tand\n       satisfaction.   I  will examine the  appellant&#x27;s\t contention\n       later  and shall for the present assume that the\t settlement\n       constituted an accord and satisfaction.\n</p><p data-structure=\"CDiscource\" id=\"p_47\">       Now what is an accord and satisfaction ? It is only a method\n       of discharge of a contract.  It only means that the  parties\n       are freed from their mutual obligations under the contract :\n</p><blockquote id=\"blockquote_39\">       see  Cheshire and Fifoot on Contracts, 3rd edn., p. 433.\t  &quot;\n</blockquote><blockquote id=\"blockquote_40\">       It  is  a good defence to an action for the  breach  of\tany\n       contract, whether made by parol or specialty, that the cause\n       of  action has been discharged by accord\t and  satisfaction,\n       that  is to say, by an agreement after breach  whereby  some\n       consideration other than his legal remedy is to be  accepted\n       by the party not in fault &quot;: Chitty on Contracts, 21st edn.,\n       p. 286. In British Russian Gazette and Trade Outlook.   Ltd.\n       v.  Associated Newspapers Ltd. (1) Scrutton, L.J.,  said,  &quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_48\">       Accord and satisfaction is the purchase of the release  from\n       an  obligation  whether arising under contract  or  tort\t by\n       means  of any valuable consideration, not being\tthe  actual\n       performance  of\tthe obligation itself.\tThe accord  is\tthe\n       agreement  by  which  the  obligation  is  discharged.\tThe\n       satisfaction is the consideration which makes the  agreement\n       operative.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_49\">       The  effect  of an accord and satisfaction is  therefore\t to\n       secure  a  release  from\t an  obligation\t arising  under\t  a\n       contract.  Now it is difficult to conceive of an\t obligation\n       arising\tfrom  a contract unles the  contract  existed.\t An\n       accord and satisfaction which secures a release from such an\n       obligation is really based on the existence of the  contract\n       instead of treating it as non-existent.\n</p><p data-structure=\"Precedent\" id=\"p_50\">       (1)  [1933] 2 K.B. 616, 643-4.\n</p><span class=\"hidden_text\" id=\"span_29\">       521</span>\n<p data-structure=\"Conclusion\" id=\"p_51\">       The contract is not annihilated but the obligations under it\n       cease  to  be  enforceable.  Therefore it is  that  when\t an\n       action\tis   brought  for  the\t appropriate   remedy\tfor\n       nonperformance  of  these obligations, that  an\taccord\tand\n       satisfaction  furnishes a good defence.\tThe defence is\tnot\n       that the contract has come to an end but that its breach has\n       been satisfied by accord and satisfaction and therefore\tthe\n       plaintiff in the action is not entitled to the usual  remedy\n       for the breach.\n</p><p data-structure=\"CDiscource\" id=\"p_52\">       It  would  clearly appear from the terms of  the\t settlement\n       that  it dealt with remedies for the breach of  the  kettles\n       camp  contract.\t Clause\t (1) shows that\t the  parties  were\n       making  cross-claims against each other for breach  of  that\n       contract and these were settled by mutual agreement upon the\n       term  that  the contractors would pay to the  appellant\tRs.\n       45,000.\tClauses (3), (4) and (5) state how this sum was\t to\n       be paid and how the payment of it was to be secured.  Clause\n       (6)  provides that the contract stands finally concluded\t in\n       terms  of the settlement.  The parties therefore\t were  only\n       intending  to decide the dispute as to cross-claims made\t on\n       the  basis  of  the breach of the contract.   So\t they  were\n       assuming\t the existence of the contract, for there could\t be\n       no breach of it unless it existed.\n</p><p data-structure=\"Precedent\" id=\"p_53\">       Now  I come to the nature of an arbitration clause.   It\t is\n       well  settled that such a clause in a contract stands  apart\n       from the rest of the contract.  Lord Wright said in Heyman&#x27;s\n       case  (1) that an arbitration clause &quot; is collateral to\tthe\n       substantial  stipulations  of the contract.   It\t is  merely\n       procedural  and\tancillary,  -it\t is  a\tmode  of   settling\n       disputes....................  All this may be said of  every\n       agreement to arbitrate, even though not a separate  bargain,\n       but   one  incorporated\tin  the\t general  contract.&quot;   Lord\n       Macmillan also made some very revealing observations on\tthe\n       nature  of an arbitration clause in the same case.  He  said\n       at pp. 373-4:\n</p><blockquote id=\"blockquote_41\">       &quot;  I  venture to think that not enough  attention  has  been\n       directed\t to the true nature and function of an\tarbitration\n       clause  in a contract.  It is quite distinct from the  other\n       clauses.\t The other clauses\n       (1)  [1942] A.C. 356, 371.\n</blockquote><span class=\"hidden_text\" id=\"span_30\">       522</span>\n<p data-structure=\"CDiscource\" id=\"p_54\">       set out the obligations which the parties undertake  towards\n       each  other hinc inde, but the arbitration clause  does\tnot\n       impose on one of the parties an obligation in favour of\tthe\n       other.  It embodies the agreement of both -the parties that,\n       if  any dispute arises with regard to the obligations  which\n       the  one\t party has undertaken to the  other,  such  dispute\n       shall  be settled by a tribunal of their\t own  constitution.\n       And there is this very material difference, that whereas\t in\n       an ordinary contract the obligations of the parties to  each\n       other cannot in general be specifically enforced and  breach\n       of them results only in damages, the arbitration clause\tcan\n       be specifically enforced by the machinery of the <a href=\"/doc/1052228/\" id=\"a_8\">Arbitration\n       Act</a>.The\tappropriate remedy for breach of the  agreement\t to\n       arbitrate is not damages, but its enforcement.&quot;\n       It  seems  to me that the respective nature  of\taccord\tand\n       satisfaction and arbitration clause makes it impossible\tfor\n       the   former   to  destroy  the\tlatter.\t  An   accord\tand\n       satisfaction only releases the parties from the\tobligations\n       under a contract but does not affect the arbitration  clause\n       in  it, for as Lord Macmillan said, the\tarbitration  clause\n       does  riot  impose on one of the parties\t an  obligation\t in\n       favour  of the other but embodies an agreement that  if\tany\n       dispute arises with regard to the obligations which the\tone\n       party  has  undertaken to the other, such dispute  shall\t be\n       settled\tby arbitration.\t A dispute whether the\tobligations\n       under  a\t contract  have been discharged by  an\taccord\tand\n       satisfaction is no less a dispute regarding the\tobligations\n       under  the  contract.  Such a dispute has to be\tsettled\t by\n       arbitration if it is within the scope of arbitration  clause\n       and  either  party wants that to be done.   That\t cannot\t be\n       unless  the&#x27;  arbitration  clause survives  the\taccord\tand\n       satisfaction.  If that dispute is not within the arbitration\n       clause,\tthere  can  of course be no  arbitration,  but\tthe\n       reason for that would not be that the arbitration clause has\n       ceased  to exist but that the dispute is outside its  scope.\n       I  am  not saying that it is for the  arbitrator\t to  decide\n       whether\tthe arbitration clause is surviving ; that  may\t in\n       many cases have to be decided by the Court.  That would\n<span class=\"hidden_text\" id=\"span_31\">       523</span>\n       depend on the form of the arbitration agreement and on  that\n       aspect of the matter it is not necessary to say anything now\n       for the question does not arise.\n</p><p data-structure=\"CDiscource\" id=\"p_55\">       In  my  view therefore an accord and satisfaction  does\tnot\n       destroy the arbitration clause.\tAn examination of what\thas\n       been  called the accord and satisfaction in this case  shows\n       this clearly.  From what I have earlier said about the terms\n       of the settlement of February 22, 1949, it is manifest  that\n       it  settled the disputes between the parties concerning\tthe\n       breach\tof   the  contract  for\t kettles   camp\t  and\tits\n       consequences.   All that it said was that the  contract\thad\n       been broken causing damage and the claim to the damages\twas\n       to  be satisfied &quot; in terms of the settlement &quot;. It did\tnot\n       purport to annihilate the contract or the arbitration clause\n       in  it.\t I  feel no doubt therefore  that  the\tarbitration\n       clause  subsisted  and  the  arbitrator\twas  competent\t to\n       arbitrate.  The award was not, in my view, a nullity.\n       The position is no different if the matter is looked at from\n       the  point  of  view of<a href=\"/doc/595325/\" id=\"a_9\"> s. 62</a> of\t the  Contract\tAct.   That\n       section is in these terms:\n</p><blockquote id=\"blockquote_42\">       &quot;  Section  62.\t If  the parties to  a\tcontract  agree\t to\n       substitute a new contract for it, or to rescind or alter it,\n       the original contract need not be performed.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_56\">       The  settlement cannot be said to have altered the  original\n       contract or even to have rescinded it.  It only settled\tthe\n       dispute\t as  to\t the  breach  of  the  contract\t  and\tits\n       consequences.   For  the same reason it cannot  be  said\t to\n       substitute  a  new  contract for the old\t one.\tAs  1  have\n       earlier\tstated it postulates the existence of the  contract\n       and only decides the incidence of its breach.\n       It  remains now to express my views on the question  whether\n       the  settlement of February 22,1949, amounted to\t an  accord\n       and  satisfaction.   I have earlier stated  that\t an  accord\n       and  satisfaction  is  the purchase of  a  release  from\t an\n       obligation  under a contract.  This release is purchased\t by\n       an  agreement which is the accord.  But this agreement  like\n       all  other  agreements must be supported\t by  consideration.\n       The satisfaction\n<span class=\"hidden_text\" id=\"span_32\">       524</span>\n       is  that\t consideration.\t It was formerly thought  that\tthe\n       consideration  had  to  be executed.  In\t other\twords,\tthe\n       consideration  for which the release was granted had  to\t be\n       received\t by  the releaser before the release  could  become\n       effective.  The later view is that the consideration may\t be\n       executory; that the release may become effective before\tthe\n       consideration  has been received by the releaser if  he\thas\n       agreed  to  accept the promise of the release  to  give\tthe\n       consideration.\tWhether it is the one or the other  depends\n       on  the\tagreement  of the parties.  It\tis  a  question\t of\n       intention.  And where, as in the present case, the agreement\n       is expressed in writing, the question is one of construction\n       of a document.  So much is well settled.\n</p><p data-structure=\"CDiscource\" id=\"p_57\">       The  question then is, Is it the proper construction of\tthe\n       settlement  of February 22, 1949, that the appellant  agreed\n       to  accept the promise of the contractors to pay the  moneys\n       and create the security in discharge of their obligations  ?\n       Or  is it the proper construction that the contractors  were\n       not  to\tbe  discharged\ttill they  had\tcarried\t out  their\n       promises contained in the settlement.  The High Court  held,\n       accepting  the respondent&#x27;s contention, that el. (6) of\tthe\n       settlement  showed  that\t the  appellant\t had  accepted\tthe\n       promise of the contractors to pay the moneys and to  execute\n       a hypothecation bond in full discharge of their\tobligations\n       under the contract.  That clause states that &quot; The contracts\n       stand  finally concluded in terms of the settlement.&quot; It\t is\n       said  that these words show that it was intended\t to  accept\n       the promise of the contractors and thereupon to give them  a\n       discharge from their obligations under the contract.\n       Now it seems to me that the words &quot; stands finally concluded\n       in  terms  of  the  settlement &quot;\t do  not  necessarily  mean\n       concluded by the promise of the contractors contained in the\n       settlement.   It appears to me to be capable of the  meaning\n       that the contract is to stand concluded when its terms  have\n       been  carried  out.   The words are  not,  &quot;  stand  finally\n       concluded  by  the terms of the settlement&quot;  but\t they  are,\n       &quot;stand  finally\tconcluded in terms of settlement  &quot;.  These\n       terms are that the contractors would pay certain\n<span class=\"hidden_text\" id=\"span_33\">       525</span>\n       moneys  by  certain  instalments\t and  would  secure   these\n       payments\t by a hypothecation bond.  So it would appear  that\n       the contract was not to be concluded till the terms had been\n       carried out, for otherwise it would not be a conclusion &quot; in\n       terms of the settlement.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_58\">       That seems to me to be also the reasonable interpretation to\n       put  on\tthe document in view of the  circumstances  of\tthe\n       case.  The appellant was to receive a substantial sum  under\n       the  settlement.\t It gave the contractors quite a long  time\n       in  which  to  pay it. It bargained for\ta  security  to\t be\n       furnished  to  be  sure\tof  receiving  the  payments.\tThe\n       discharge  was to be by the payments.  The promise  to  make\n       these  payments\tmay conceivably\t in  proper  circumstances,\n       itself amount to a discharge.  But I wholly fail to see that\n       when  there is an additional promise to secure the  payments\n       by  a  hypothecation, the parties could have  intended  that\n       there would be a discharge before the hypothecation had been\n       made.  It does not seem reasonable to hold that the  parties\n       so intended.  Nor do I think that the words &quot; stand  finally\n       concluded  in terms of the settlement &quot; are so strong as\t to\n       impute  such an intention to the parties.  These\t words\tare\n       capable\tof  the\t meaning that the  contract  was  to  stand\n       concluded upon the terms of the settlement being carried out\n       and,  for  the reasons just mentioned, that  is\tthe  proper\n       meaning to give to those words.\tIn my view, therefore,\tthe\n       settlement  did\tnot amount to an accord\t and  satisfaction.\n       Till  the  terms of it had been carried out,  the  appellant\n       retained all its rights under the contract.\n       There was one other point argued on behalf of the respondent\n       which  I think I should notice.\tIt was said that the  award\n       was  in\tany  event liable to be set aside  inasmuch  as\t it\n       disclosed  an error on the face of it.  This error,  it\twas\n       said, consisted in awarding damages larger than those  which\n       the  appellant  had agreed to take by the  settlement.\tNow\n       this depends on whether the settlement amounted to an accord\n       and  satisfaction; if it did not, the appellant&#x27;s claim\tfor\n       damages could not be confined to the amount mentioned in the\n       settlement,\n<span class=\"hidden_text\" id=\"span_34\">       67</span>\n<span class=\"hidden_text\" id=\"span_35\">       526</span>\n       I have already said that in my opinion it did not amount\t to\n       an accord and satisfaction.  So there was no error  apparent\n       on the face of the award.  It further seems to me that it is\n       not  open  to the respondent to contend that  the  award\t is\n       liable  to  be set aside as disclosing the  error  mentioned\n       above on the face of it.\t I do not find that such a case was\n       made in the application out of which this appeal arises.\t It\n       was said that the case had been made in paragraphs 34 and 35\n       of  the respondent&#x27;s petition to the High Court.\t I  do\tnot\n       think  it  was there made.  These paragraphs  refer  to\tthe\n       arbitrator&#x27;s decision that he had jurisdiction to  arbitrate\n       as  the settlement had not destroyed the arbitration  clause\n       and  the\t contention there made was that this  decision\twas\n       erroneous  on the face of it.  This has nothing to  do  with\n       the  question that the award was wrong on the face of it\t as\n       it  awarded  a  sum in excess of the  amount  fixed  by\tthe\n       settlement.  Whether the arbitrator was right or not in\this\n       decision that the arbitration clause had not been superseded\n       is  irrelevant for that is the question that the\t Court\twas\n       called upon to decide in the application.\n</p><p data-structure=\"Conclusion\" id=\"p_59\">       In my view therefore the appeal should succeed and the order\n       of the High Court set aside.  I would order accordingly\tand\n       award the costs here and below to the appellant.\n       ORDER\n       In  accordance with the opinion of the majority this  appeal\n       fails and is dismissed with costs.\n</p><span class=\"hidden_text\" id=\"span_36\">       527</span>\n\n\n\n","numcites":7,"numcitedby":202,"docsource":"Supreme Court of India","citetid":1391279,"divtype":"judgments","relatedqs":[{"value":"survival of arbitration clause","formInput":"survival%20of%20arbitration%20clause"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"survival clause","formInput":"survival%20clause"},{"value":"superseded contract","formInput":"superseded%20contract"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"novation","formInput":"novation"},{"value":"substitution of contract","formInput":"substitution%20of%20contract"},{"value":"\"arbitration clause survives\"","formInput":"%22arbitration%20clause%20survives%22"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"hypothecation","formInput":"hypothecation"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"determinable contracts","formInput":"determinable%20contracts"},{"value":"substitution of parties","formInput":"substitution%20of%20parties"},{"value":"arbitration clause","formInput":"arbitration%20clause"}],"cats":[{"value":"dispensation-and-remittance-in-promises","formInput":"tag:dispensation-and-remittance-in-promises"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"contract","formInput":"tag:contract"}],"courtcopy":true,"query_alert":null,"agreement":false}