{"tid":149863778,"publishdate":"2010-07-22","title":"Shiv Narain vs State Of Haryana on 22 July, 2010","doc":"<h2 class=\"doc_title\">Shiv Narain vs State Of Haryana on 22 July, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-p-mann\">T.P.S. Mann</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-p-mann\">T.P.S. Mann</a></h3>\n\n<pre id=\"pre_1\"> IN THE HIGH COURT OF PUNJAB AND HARYANA\n              AT CHANDIGARH\n\n\n                       Criminal Appeal 13-SB of 1997\n                          Date of Decision : July 22, 2010\n\nShiv Narain\n                                                 ....Appellant\n                          Versus\nState of Haryana\n                                           .....Respondent\n\nCORAM : HON&#x27;BLE MR. JUSTICE T.P.S. MANN\n\nPresent : Mr. I.K. Mehta, Senior Advocate with\n          Mr. M.S. Kohli, Advocate\n\n          Mr. Raja Sharma, Asstt. Advocate General, Hry.\n\n\n\nT.P.S. Mann, J.\n</pre>\n\n<p data-structure=\"Facts\" id=\"p_1\">          The appellant, alongwith his   maternal grand-\n\nmother Chhano Devi, who had adopted him as her son,\n\nwas named as accused in case FIR No. 248 dated\n\n27.9.1994 registered at Police Station, Samalkha under\n\n<a href=\"/doc/653797/\" id=\"a_1\">Sections 304-B</a>/<a href=\"/doc/37788/\" id=\"a_2\">34</a> IPC for causing the dowry death of\n\nBaljit Kaur.   During trial of the case, Chhano Devi died\n\nand, accordingly, vide order dated 15.2.1996, the trial\n\nCourt deleted her name from the array of the accused. The\n\nproceedings continued against the appellant and vide\n\njudgment and order dated 12/13.12.1996 passed by\n\nAdditional Sessions Judge-I, Panipat, he was convicted\n\nunder <a href=\"/doc/653797/\" id=\"a_3\">Section 304-B</a> IPC and sentenced to undergo\n Criminal Appeal 13-SB of 1997                        -2-\n\nrigorous imprisonment for ten years. Aggrieved of the\n\nsame, the appellant filed the present appeal in which he\n\nwas granted the concession of bail vide order dated\n\n2.2.2000.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">            According to the prosecution, Baljit Kaur, since\n\ndeceased, aged about 22 years was married to the\n\nappellant on 8.3.1991. Her parents had given sufficient\n\ndowry to the appellant and his family at the time of the\n\nmarriage. However, her in-laws were not satisfied with it.\n\nWhen Ramesh Kumar, brother of Baljit Kaur, went to meet\n\nher, she apprised him of her maltreatment at the hands of\n\nthe appellant and his adoptive parents. Because of that,\n\nBaljit Kaur went to her parents&#x27; place and resided there for\n\n1½ years. Afterwards, Amar Singh, the natural father of\n\nthe appellant, came to the parents of Baljit Kaur and\n\nassured them that she would be kept nicely in the\n\nmatrimonial home.      On the undertaking given by Amar\n\nSingh as well as his brother Hawa Singh, who was\n\naccompanying him, the parents and the brothers of Baljit\n\nKaur persuaded her to rejoin the appellant and her in-\n\nlaws. Accordingly, she went back to the matrimonial home.\n\nAbout two months later, Teka Ram, maternal grand-father\n\nof the appellant, died and when Ramesh Kumar, brother of\n Criminal Appeal 13-SB of 1997                       -3-\n\nBaljit Kaur and others went to her matrimonial home to\n\noffer condolence, Baljit Kaur wept loudly and told her\n\nrelatives that she was still being maltreated by her\n\nhusband and mother-in-law.     Even at the time of kirya\n\nceremony, she, once again, narrated her tale of woes. On\n\n26.9.1994, Baljit Kaur died due to hanging. The appellant\n\ncame to know about it at 11.00 A.M. but despite the same,\n\nhe informed the police only at 6.30 P.M. His statement was\n\nrecorded by ASI Mohinder Singh, who went to the\n\nmatrimonial home of the deceased and brought down the\n\ndead body. He arranged for the photographer. He also\n\nprepared inquest papers and waited for the arrival of the\n\nrelatives of the victim as he had already sent a message in\n\nthat regard through Police Station Assandh. ASI Mohinder\n\nSingh recovered rope Ex.P1 from the spot. The dead body\n\nwas taken to the General Hospital, Panipat for post-\n\nmortem. On arrival in the hospital, Ramesh Kumar made\n\nstatement Ex.PB. As it disclosed commission of offence\n\nunder <a href=\"/doc/653797/\" id=\"a_4\">Sections 304-B</a>/<a href=\"/doc/37788/\" id=\"a_5\">34</a> IPC, ASI Mohinder Singh made\n\nhis endorsement Ex.PB/1 over the same and sent it to\n\nPolice Station, Samalkha at 12.40 P.M. on 27.9.1994,\n\nwhereupon FIR Ex.PB/2 was registered on 27.9.1994 at\n\n1.30 P.M.\n Criminal Appeal 13-SB of 1997                         -4-\n\n            During investigation of the case, the appellant\n\nand his adoptive mother were arrested. The statements of\n\nthe   witnesses    were   recorded.   Upon   completion     of\n\ninvestigation and presentation of challan, followed by\n\ncommitment of the case, charge under <a href=\"/doc/653797/\" id=\"a_6\">Section 304-B</a> IPC\n\nwas framed. The plea of the accused was of denial.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_4\">            In order to bring home guilt against the accused,\n\nthe prosecution examined PW1 Ramesh Kumar, brother of\n\nthe deceased, PW2 Ram Singh, Photographer, PW3 Hukma\n\nDevi, mother of the deceased, PW4 Dr. C.V. Singh of\n\nGeneral Hospital, Panipat, who had conducted post-\n\nmortem, PW5 ASI Mohinder Singh, who had recorded\n\nstatement Ex.PB and conducted the entire investigation\n\nand PW6 Mukesh Kumar, Draftsman, who proved scaled\n\nsite plan Ex.PF. The prosecution also tendered in evidence\n\naffidavit Ex.PE of C. Ranbir Singh before closing the\n\nevidence.\n</p>\n<p data-structure=\"Section\" id=\"p_5\">\n</p><p data-structure=\"Facts\" id=\"p_6\">            The plea of the appellant during his examination\n\nunder <a href=\"/doc/767287/\" id=\"a_7\">Section 313</a> Cr.P.C. was that he was innocent. The\n\nwitnesses had deposed falsely. The mother of Baljit Kaur\n\nused to remain ill. Baljit Kaur was also unable to conceive\n\nand for all those reasons she remained in deep depression\n\nand, therefore, committed suicide on her own. He had\n Criminal Appeal 13-SB of 1997                                 -5-\n\nnever raised any demand of dowry nor maltreated her for\n\nand in connection with the same.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">\n</p><p data-structure=\"PetArg\" id=\"p_8\">           In    defence,    the      appellant    examined     DW1\n\nSunehri, who was the next door neighbour of the appellant.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_9\">           As mentioned above, the trial Court believed the\n\nprosecution case against the appellant and convicted and\n\nsentenced him.\n</p>\n<p data-structure=\"Section\" id=\"p_10\">\n</p><p data-structure=\"CDiscource\" id=\"p_11\">           From the testimony of PW4 Dr. C.V. Singh, it is\n\nmade out that the dead body of Baljit Kaur had the\n\nfollowing injuries :-\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\n</p><blockquote id=\"blockquote_1\">           &quot;1.   There       was       a      ligature      mark\n                 in     circulating     the    neck      situated\n                 anteriorly above the thyroid cartilage\n                 and posteriorly along the hair line. The\n                 length of the ligature was 28 cm and\n                 the width was 4 cm in front and 3.5 cm\n                 on the left side of neck and 5 cm on\n                 right side of neck. There was an\n                 inverted &#x27;V&#x27; shaped knot on the right\n                 side of neck, 4 cm above and posterior\n                 to the angle of mandible was present.</blockquote>\n<blockquote id=\"blockquote_2\">                 It was brown hard and deep grooved\n                 with margin lacerated.           From the left\n                 side, 2.5 cm lateral to the lower lobe of\n                 her ear, the ligature mark was going\n                 upward      and      backward      above    the\n Criminal Appeal 13-SB of 1997                      -6-\n\n             thyroid cartilage, along the border of\n             mandible. Clotted blood was present.</blockquote>\n<blockquote id=\"blockquote_3\">             On dissection the groove was hard and\n             white, border were    congested      with\n             effusion of blood in the tissues was\n             present.\n</blockquote>\n<blockquote id=\"blockquote_4\">\n</blockquote><blockquote id=\"blockquote_5\">        2.   An abrasion 1 cm x 0.5 cm on left side\n             of forehead, 1cm lateral to left eye\n             brow. Clotted blood was present.\n</blockquote>\n<blockquote id=\"blockquote_6\">\n</blockquote><blockquote id=\"blockquote_7\">        3.   An abrasion 0.5 cm x 0.5 cm on the\n             forehead on the left side 5cm above the\n             medial part of left eye brow.   Clotted\n             blood was present.\n</blockquote>\n<blockquote id=\"blockquote_8\">\n</blockquote><blockquote id=\"blockquote_9\">        4.   A contusion 3.5 cm x 4 cm on posterior\n             aspect of left arm in the middle with\n             center red and periphery was blue.\n</blockquote>\n<blockquote id=\"blockquote_10\">\n</blockquote><blockquote id=\"blockquote_11\">        5.   A contusion 3.5 cm x 2.5cm on medial\n             aspect of left arm on the middle, blue\n             in colour.\n</blockquote>\n<blockquote id=\"blockquote_12\">\n</blockquote><blockquote id=\"blockquote_13\">        6.   An abrasion 2 cm x 0.5 cm on\n             posterior aspect of right forearm 4cm\n             below the elbow joint, clotted blood\n             was present.\n</blockquote>\n<blockquote id=\"blockquote_14\">\n</blockquote><blockquote id=\"blockquote_15\">        7.   A contusion 8 cm x 4 cm on left side of\n             back of scapular region, blue colour\n             was present.&quot;\n</blockquote><blockquote id=\"blockquote_16\"> Criminal Appeal 13-SB of 1997                        -7-\n\n          PW2 Ram Singh, Photographer had deposed that\n\non 26.9.1994 he went to village Manana at the instance of\n\nthe police for taking photographs. He proved photographs\n\nExs.P2 to P5. He also deposed that the feet of the deceased\n\nwere touching the floor. No stool/table/ladder was found\n\npresent in the room when he inspected the room which was\n\nbolted from inside and the police had got it opened by\n\nmanaging entry from the other side.\n</blockquote>\n<blockquote id=\"blockquote_17\">\n</blockquote><blockquote id=\"blockquote_18\">          The defence did not conduct any meaningful\n\ncross-examination of PW4 Dr. C.V. Singh. Only two\n\nquestions were asked to which the witness replied that the\n\npossibility of the injuries being suffered by the deceased as\n\na result of fall on hard surface could not be ruled out and\n\nin a normal life, the blood would clot within 4 to 6 minutes\n\nafter injuries. When re-examined by prosecution, the\n\nwitness stated that when he mentioned about injuries on\n\nthe body of Baljit Kaur to be the result of fall, he meant\n\ninjuries No.2 to 7 only. He never meant to say that even\n\ninjury No.1 which was ligature mark on the neck could be\n\ncaused by a fall.   He went on to state that possibility of\n\ninjuries No. 2 to 7 being result of violence at the hands of\n\nother persons could not be ruled out. Keeping in view the\n\ndescription of injury No.1 and the opinion of PW4 Dr. C.V.\n Criminal Appeal 13-SB of 1997                       -8-\n\nSingh that the cause of death was asphyxia and veinus\n\ncongestion due to hanging, the Court has no hesitation to\n\nconclude that the death of Baljit Kaur had occurred\n\notherwise than under normal circumstances.\n\n\n</blockquote><blockquote id=\"blockquote_19\">          It is the consistent case of PW1 Ramesh Kumar\n\nthat the marriage of his sister Baljit Kaur was solemnized\n\nwith the appellant about three to four years before her\n\ndeath. Even the appellant, in reply to the second question\n\nput to him when he was examined under <a href=\"/doc/767287/\" id=\"a_8\">Section 313</a>\n\nCr.P.C., stated that he was married with Baljit Kaur on\n\n8.3.1991. The occurrence having been taken place on\n\n26.9.1994, a period of seven years had not elapsed since\n\nher marriage. Therefore, the second ingredient of the\n\noffence under <a href=\"/doc/653797/\" id=\"a_9\">Section 304-B</a> IPC also stands established.\n\n\n</blockquote><blockquote id=\"blockquote_20\">          PW1 Ramesh Kumar had testified that while\n\nsolemnizing the marriage of his sister Baljit Kaur with the\n\nappellant, sufficient dowry in cash and kind was given.\n\nHowever, the appellant and his adoptive mother were not\n\nsatisfied with the same and demanded more and more in\n\ncash and kind. They started maltreating her for bringing\n\ninadequate dowry. When the witness went to meet her, she\n\ncomplained to him about her maltreatment at the hands of\n Criminal Appeal 13-SB of 1997                             -9-\n\nthe appellant. She even insisted for being taken to her\n\nparents&#x27; house. Thereafter, she stayed at her parents&#x27;\n\nhouse for about 1½        years. Later on, Amar Singh, the\n\nnatural father of the appellant, while accompanied by his\n\nbrother Hawa Singh, came to the parents&#x27; house of the\n\ndeceased and assured them that Baljit Kaur would be kept\n\nnicely in the matrimonial home, whereupon the witness\n\nand his family members persuaded Baljit Kaur to go back\n\nto the matrimonial home.        About two months later, the\n\nadoptive   father   of   the   appellant   died.   The   witness,\n\nalongwith his family members, went to offer condolence.\n\nEven at that point of time, Baljit Kaur told him that she\n\ncontinued to be maltreated by her husband and in-laws.\n\nEven when kirya ceremony was held, she, once again,\n\napprised her brother about her maltreatment.\n\n\n</blockquote><blockquote id=\"blockquote_21\">           Smt. Hukma Devi, mother of deceased Baljit\n\nKaur while appearing as PW3, corroborated the testimony\n\nof her son PW1 Ramesh Kumar as she mentioned the\n\nvarious instances about maltreatment of Baljit Kaur at the\n\nhands of her husband and in-laws.\n</blockquote>\n<blockquote id=\"blockquote_22\">\n</blockquote><blockquote id=\"blockquote_23\">           In view of the above, the prosecution was\n\nsuccessful in establishing that soon before her death, Baljit\n\nKaur was subjected to harassment by her husband and\n Criminal Appeal 13-SB of 1997                              -10-\n\nother relatives in connection with demand for dowry. As all\n\nthe   ingredients    of   dowry    death      stood   proved,   the\n\nprosecution had rightly called for raising a presumption of\n\nterming the death of Baljit Kaur as dowry death and the\n\nappellant and his relatives deemed to have caused her\n\ndeath.\n</blockquote>\n<blockquote id=\"blockquote_24\">\n</blockquote><blockquote id=\"blockquote_25\">            The     appellant     had   tried    to    rebut    the\n\npresumption by pleading that his wife Baljit Kaur used to\n\nremain in depression for the reason that her mother\n\nremained ill and she herself was unable to conceive. In her\n\ntestimony, PW3 Smt. Hukma Devi stated that Baljit Kaur\n\nhad      become     pregnant    once    but     suffered   natural\n\nmiscarriage. At that time, she was staying with her\n\nparents. There was no occasion for calling doctor as it was\n\nearly natural miscarriage. The witness termed it as\n\nincorrect that as she remained ill Baljit Kaur was\n\ndepressed and also for the reason that Baljit Kaur was\n\nunable to deliver a child. It may also be noticed that not a\n\nvery long period had expired since the marriage of Baljit\n\nKaur with the appellant. In such a short period, no married\n\nwoman would go into depression if she is not able to\n\nconceive, especially when she had already conceived once\n Criminal Appeal 13-SB of 1997                         -11-\n\nbut her pregnancy resulting therefrom had suffered\n\nmiscarriage.\n</blockquote>\n<blockquote id=\"blockquote_26\">\n</blockquote><blockquote id=\"blockquote_27\">           The defence had examined DW1 Sunehri, who\n\nwas a next door neighbour of the appellant, to show that\n\nBaljit Kaur was never maltreated by her in-laws or that she\n\nhad been in depression because of not delivering a child\n\nand her mother remaining ill. However, no reliance can be\n\nplaced upon her testimony as her husband Om Singh was\n\non visiting terms with the appellant and for that reason she\n\nwould have soft corner for the appellant and to come to the\n\nCourt for making a statement in his favour.         Moreover,\n\nmarriage of Baljit Kaur had, admittedly, been solemnized\n\nwith the appellant about 3½ years earlier but according to\n\nDW1 Sunehri, the marriage was about two years before the\n\ndeath of Baljit Kaur. Moreover, in the event of Baljit Kaur\n\ntalking   to   this   witness   in   confidence,   about   her\n\nmatrimonial life, the witness would have known as to how\n\nmany brothers Baljit Kaur had and what were their names.\n\nShe would have also known the name of the parents of\n\nBaljit Kaur, besides, the profession of her father. When\n\nasked, she feigned ignorance about all these facts. As such\n\nit is difficult to believe that deceased Baljit Kaur had been\n\nexpressing her mind to DW1 Sunehri that she had been\n Criminal Appeal 13-SB of 1997                       -12-\n\nsuffering from depression as she could not deliver a child\n\nand her mother remained ill.\n</blockquote>\n<blockquote id=\"blockquote_28\">\n</blockquote><blockquote id=\"blockquote_29\">          In view of the above, no case is made out for any\n\ninterference in the conviction of the appellant under\n\n<a href=\"/doc/653797/\" id=\"a_10\">Section 304-B</a> IPC. However, the Court finds that the\n\nsentence of imprisonment imposed upon the appellant for\n\nthe said offence is excessive and requires to be reduced to\n\nthe minimum as provided by law.\n</blockquote>\n<blockquote id=\"blockquote_30\">\n</blockquote><blockquote id=\"blockquote_31\">          Resultantly, the conviction of the appellant\n\nunder <a href=\"/doc/653797/\" id=\"a_11\">Section 304-B</a> IPC is maintained. His sentence is\n\nreduced to rigorous imprisonment for seven years. The\n\nappeal is, accordingly, disposed of.</blockquote><pre id=\"pre_2\">\n\n\n\n\n                                        T.P.S. MANN\nJuly 22, 2010                              JUDGE\nsatish\n </pre>","numcites":3,"numcitedby":25,"docsource":"Punjab-Haryana High Court","citetid":149863778,"divtype":"judgments","relatedqs":[{"value":"section 304 ipc","formInput":"section%20304%20ipc"},{"value":"dowry death","formInput":"dowry%20death"},{"value":"304 b ipc","formInput":"304%20b%20ipc"},{"value":"section 304-b of ipc","formInput":"section%20304-b%20of%20ipc"},{"value":"section 304 indian penal code","formInput":"section%20304%20indian%20penal%20code"},{"value":"miscarriage","formInput":"miscarriage"},{"value":"matrimonial home","formInput":"matrimonial%20home"},{"value":"304 ipc","formInput":"304%20ipc"},{"value":"304-b","formInput":"304-b"},{"value":"depression","formInput":"depression"},{"value":"indian penal code 304","formInput":"indian%20penal%20code%20304"},{"value":"section 304","formInput":"section%20304"},{"value":"sec 304(b) of ipc","formInput":"sec%20304%28b%29%20of%20ipc"},{"value":"section 304-b","formInput":"section%20304-b"},{"value":"section 304 B indian penal code","formInput":"section%20304%20B%20indian%20penal%20code"},{"value":"section 304 B u/s ipc","formInput":"section%20304%20B%20u/s%20ipc"},{"value":"section 304 b of i.p.c","formInput":"section%20304%20b%20of%20i.p.c"},{"value":"\"matrimonial home\"","formInput":"%22matrimonial%20home%22"},{"value":"304 i.p.c","formInput":"304%20i.p.c"},{"value":"Section 304(b)","formInput":"Section%20304%28b%29"}],"cats":[{"value":"dowry-death","formInput":"tag:dowry-death"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"examine-accused","formInput":"tag:examine-accused"}],"courtcopy":true,"query_alert":null,"agreement":false}