{"tid":1334076,"publishdate":"2011-08-03","title":"Mohd Mussabir & Anr vs State & Anr on 3 August, 2011","doc":"<h2 class=\"doc_title\">Mohd Mussabir &amp; Anr vs State &amp; Anr on 3 August, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-r-bhat\">S.Ravindra Bhat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-bhat\">S. Ravindra Bhat</a>, <a href=\"/search/?formInput=benchid:g-p-mittal\">G.P. Mittal</a></h3>\n\n<pre id=\"pre_1\">$~6&amp;7\n*              IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                                                            DECIDED ON: 03.08.2011\n\n+                      CRL.APPEAL NOS. 610/2011 &amp; 617/2011\n\n        CRL.A. 610/2011\n\n        MOHD MUSSABIR &amp; ANR                                               ..... Appellants\n             versus\n        STATE &amp; ANR                                                       ..... Respondents</pre>\n\n<span class=\"hidden_text\" id=\"span_1\">        CRL.A. 617/2011</span>\n\n<pre id=\"pre_2\">        MOHD MUSSABIR &amp; ANR                                               ..... Appellants\n             versus\n        STATE &amp; ANR                                                      ..... Respondents\n\n</pre><p data-structure=\"Issue\" id=\"p_1\">        Appearance: Mr. Sudarshan Rajan with Mohd. Qamar Ali, Advocates\n        for Appellants in both cases.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">        Mr. Rajesh Mahajan, ASC for the State.\n</p><p data-structure=\"Issue\" id=\"p_3\">        Mr. Sheikh Imran Alam Advocate (Mr. Arindam Mishra, Advocate with him) for\n        R-2 in both cases.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">        CORAM:\n</p><blockquote id=\"blockquote_1\">        MR. JUSTICE S. RAVINDRA BHAT\n        MR. JUSTICE G.P. MITTAL\n\n</blockquote><blockquote id=\"blockquote_2\">1.      Whether the Reporters of local papers      YES\n        may be allowed to see the judgment?\n</blockquote>\n<blockquote id=\"blockquote_3\">2.      To be referred to Reporter or not?         YES\n\n</blockquote><blockquote id=\"blockquote_4\">3.      Whether the judgment should be             YES\n        reported in the Digest?\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_5\">     MR. JUSTICE S.RAVINDRA BHAT (OPEN COURT)\n%\n\n</p><p data-structure=\"Facts\" id=\"p_6\">1.      This judgment would dispose of two appeals, by which, the complainants/informant\nclaim to be aggrieved by the conviction of the second respondent (hereafter called Jamil Ahmed)\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                                Page 1\n as well as the direction that he ought to be given the benefit of probation.        The learned\nAdditional Sessions Judge by the impugned judgment dated 19.02.2011 held Jamil Ahmed guilty\nof the offences punishable under <a href=\"/doc/1011035/\" id=\"a_1\">Sections 323</a>/<a href=\"/doc/37788/\" id=\"a_2\">34</a> IPC and directed him to be released on\nprobation subject to his furnishing a bond in the sum of ` 5000/- with the surety of the same\namount.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">2.     The prosecution alleged that PW-4 and PW-8 were Jamil Ahmed&#x27;s neighbours and he\nused to harass them as well as their family members claiming that he owned land on which the\nbuilding containing the flat (where they reside) was situated. Jamil Ahmed also apparently\nclaimed that the building had to be demolished. It was stated that on 09.03.2006 at 4:00 PM,\nPW-4 went down to fetch milk; at that time Jamil Ahmed was standing down stairs; he again\nallegedly asked the witness when he would move out of the flat. PW-4 did not respond; at this,\nJamil Ahmed caught hold of his hand and pulled him inside his house. The prosecution alleged\nthat at this point, Danish, Jamil Ahmed&#x27;s son, the juvenile who was referred for proceeding\nbefore the Juvenile Justice Board came down armed with an iron rod and threatened that no-one\ncould save him (i.e. PW-4) that day. The witness stated that Danish inflicted an iron rod injury\non his (Mohd. Mussabir&#x27;s) head. PW-8, Mohd. Muzammil, Mussabir&#x27;s elder brother intervened\nand tried to save him; he too was beaten by a rod and bricks. PW-4 lost consciousness and\nsubsequently regained it in the Holy Family Hospital. The FIR in this case was registered on\n12.03.2006, when PW-4&#x27;s statement Ex.PW-4/A was recorded. On these allegations, the Trial\nCourt framed charges. The accused, second respondent, denied them and claimed trial.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">3.     After considering the depositions of 11 Prosecution Witnesses and 4 Defence Witnesses\nas well as the materials placed on record, the Trial Court concluded that the offences punishable\nunder <a href=\"/doc/1011035/\" id=\"a_3\">Section 323</a>/<a href=\"/doc/37788/\" id=\"a_4\">34</a> IPC were established.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">4.     Mr. Sudarshan Rajan, learned counsel for the complainants/appellants urged that the\nfindings recorded by the Trial Court ought to have impelled it to convict Jamil Ahmed under\n<a href=\"/doc/4266/\" id=\"a_5\">Section 308</a> IPC, as originally charged. It was submitted that the injury inflicted on Mohd.\nMussabir was a grievous injury on a vital part of his body, i.e the head. Learned counsel relied\nupon the MLC Ex.PW-5/A of the injured Mohd. Mussabir, as well as depositions of PW-5 and\nPW-6. It was argued that the conduct of Jamil Ahmed - believed by the Trial Court in the\nimpugned judgment - in holding PW-4 whilst the other accused Danish inflected an iron rod\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                             Page 2\n injury was sufficient to implicate him for the offences he was charged with on account of\n<a href=\"/doc/37788/\" id=\"a_6\">Section-34</a> IPC. It was argued that PW-4 and PW-8 were consistent about the nature of the\nattack; although the injury inflicted upon PW-8 by Jamil Ahmed was of a simple nature,\nnevertheless, his presence and role was undeniable.         Having regard to these factors, the\nconviction for a lesser offence under <a href=\"/doc/1011035/\" id=\"a_7\">Section-323</a>/<a href=\"/doc/37788/\" id=\"a_8\">34</a> IPC was not appropriate.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1716348\" id=\"span_2\">5.     Learned counsel for the appellant next faulted the Trial Court&#x27;s approach in granting\nprobation to Jamil Ahmed without verifying his antecedents or calling for the report from the\nProbationary Officer.    In this context, counsel relied upon <a href=\"/doc/14315/\" id=\"a_9\">Section 4</a> of The Probation of\nOffenders Act, 1958 (&quot;the <a href=\"/doc/167447/\" id=\"a_10\">Probation Act</a>&quot;) and submitted that in all such cases, the concerned\nCourt has to first call for the probation report from the competent officer and having regard to its\ncontents, proceed to pass suitable orders.      Learned counsel relied upon <a href=\"/doc/14315/\" id=\"a_11\">Section-4</a> of The\nProbation Act, as well as decision of the Supreme Court reported as <a href=\"/doc/1716348/\" id=\"a_12\">MCD v. State of Delhi and\nAnr.</a> (2005) 4 SCC 605.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_11\">6.     Learned counsel for Jamil Ahmed, on the other hand, argued that the impugned judgment\ndoes not call for any interference. He urged that the Trial Court took all the circumstances, into\naccount, including the injury found on him (Jamil Ahmed) while recording the conviction as well\nas sentence. Counsel urged that the statement of PW-4 in this case was recorded on 12.03.2006\neven though the incident occurred on 9.3.2006. The prosecution could not give any cogent\nexplanation regarding the delay in registering the FIR. Learned counsel further relied upon\nEx.PW-5/DX, the MLC of Jamil Ahmed which clearly disclosed that he was also injured as a\nresult of the incident and in fact had very high blood pressure (i.e. 160/120 BPS) at the time of\nhis examination around 4:30 PM. It was urged that having regard to all these circumstances, the\ncase was one where, at best, a sudden fight had occurred, during the course of which Jamil\nAhmed inflicted a simple injury on Muzammil PW-8. He, therefore, could not be attributed with\nthe intention of attempting to commit culpable homicide of either PW-4 or PW-8.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">7.     Refuting that the Trial Court&#x27;s approach was in error of law vis-à-vis grant of probation,\nit was urged that the option of granting probation was up to the discretion of the Court which\ncould either chose to do so under <a href=\"/doc/14315/\" id=\"a_13\">Section-4</a> of the Probation Act, or fall back upon the general\nprovision i.e. <a href=\"/doc/755395/\" id=\"a_14\">Section-360</a> Cr.P.C. There is no limitation on the choice which the Trial Court can\nadopt while directing probation of a convict. It was argued that <a href=\"/doc/167447/\" id=\"a_15\">Probation Act</a>, and the powers\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                                Page 3\n conferred under it are to be seen as supplementary to the general provisions under <a href=\"/doc/755395/\" id=\"a_16\">Section 360</a>\nCr.P.C. which do not mandate a previous report.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">8.     We have carefully considered the submissions and also gone through the Trial Court&#x27;s\nrecords. The relevant MLCs in this case were marked as Ex.PW-5/A and Ex.PW-5/B. The first\npertains to Mohd. Mussabir; it records that a head injury was caused by bricks and was grievous\nin nature. Ex.PW-5/B is the Medico Legal Certificate in respect of Mohd. Muzammil. Here the\ninjuries were simple. The prosecution had relied upon the CAT Scan report of Mohd. Mussabir -\nEx. PW-6/B. Considerable emphasis was placed by the appellants on this document, which\nreads as follows: -\n</p>\n<blockquote id=\"blockquote_5\">       &quot;Non contrast computed tomography of the head has been performed.\n</blockquote>\n<blockquote id=\"blockquote_6\">       Posterior fossa, fourth ventricle appear normal.\n</blockquote>\n<blockquote id=\"blockquote_7\">       There is evidence of a thin small abnormal linear hyperdense area having\n       attenuation values in the range of clotted blood seen in posterior\n       interhemispheric fissure posteriorly near vertex (12 - 14).\n</blockquote>\n<blockquote id=\"blockquote_8\">       Supratentorial ventricular system, basal cisternal spaces and cortical sulci\n       appear normal. There is no shift of the midline structures.\n</blockquote>\n<blockquote id=\"blockquote_9\">       Appearance and attenuation values of the neuroparenchyma are normal.\n</blockquote>\n<blockquote id=\"blockquote_10\">       CT findings are those of minimal posterior interhemispheric fissure near vertex\n       as described above. No intracerebral bleed or lare extracerebral suface\n       haematoma is seen.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_14\">9.     The relevant findings of the Trial Court as regards the allegations proved and the offense\nmade out against Jamil Ahmed are extracted below: -\n</p>\n<blockquote id=\"blockquote_11\">       &quot;26. I have also perused the medical evidence in this case. PW5\n       Dr.Priyadarshini has examined both the injured Musavir and Muzammil and\n       prepared their MLC Ex.PW5/A and B. In cross examination she has stated that\n       she gave the opinion after seeing the report of Radiologist. PW6 Kuldeep Singh\n       Rawat has appeared for Dr.Praveen Vaze,Radiologist who had left the service\n       of the hospital and who had given report Ex.PW6/B. I have also perused the\n       MLC. On the MLC Ex.PW5/A of injured Mussavir the nature of injury has been\n       opined as Grievous and on the MLC Ex.PW5/B of Muzammil, the nature of\n       injury has been opined as simple. The injury on the person of Musavir has been\n       opined on the basis of report ex.PW6/B of Radiologist Dr. Praveen Vaze who\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                             Page 4\n        has not been examined by the prosecution in this case. As per the allegations\n       and deposition made by PW4 Mussavir he has assigned the role of present\n       accused Jamil Ahmed that he caught hold of him and PW8 Muzamil has\n       assigned the role of accused Jamil Ahmed that he gave brick blow on his\n       person. So, no injury has been caused on the person of PW4 Mussavir by\n       accused Jamil Ahmed. However, he had caused injury on the person of PW8\n       Muzammil with brick blow. The injury opined by the doctor on the person of\n       injured Muzammil is simple. In order to constitute the offence<a href=\"/doc/4266/\" id=\"a_17\"> u/s 308</a> IPC, it\n       must be proved, (1) that the accused committed an act, (2) that the said act was\n       committed with the intention or knowledge to commit culpable homicide not\n       amounting to murder, (3) that the offence was committed under such\n       circumstances if the accused by that act had caused death he would have been\n       guilty of culpable homicide. The most important circumstance in a case<a href=\"/doc/4266/\" id=\"a_18\"> u/s 308</a>\n       IPC would be that an act should be shown to be committed with the intention or\n       knowledge to commit culpable homicide not amounting to murder. Intention is\n       question of fact which is to be gathered from the acts committed by the accused\n       and knowledge means awareness of the consequences of the act. It means the\n       knowledge that specified consequences would result or could result by doing an\n       act. By applying the aforesaid test, I am of the view that the injuries caused by\n       accused Jamil Ahmad on the person of Muzammil are superficial in nature.\n       There injuries are not such which could link any manner result in the death of\n       the injured person.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_15\">10.    From the above extract, it is apparent that the Trial Court concluded that the injuries\nfound on the head of Mohd. Mussabir were superficial in nature. We find some force in the\nappellant&#x27;s argument that the Trial Court ought not to have brushed aside the depositions of PW-\n6 as lightly as it did, on the ground that he did not conduct the CAT SCAN procedure and had\nnot authored the report. The deposition of PW-5 Ms. Priyadarshini i.e. the Doctor who issued\nthe MLCs in this case as to the nature of the injuries on Mussabir&#x27;s head, is clear; she\ncorroborated the documentary evidence and stated that the Mussabir had been inflicted with\ngrievous injury. Jameel Ahmed&#x27;s counsel had cross- examined her on this aspect, but beyond\nsuggesting generally about her deposition being false, nothing particular was elicited. PW-5 also\nstated that the injured Mussabir was referred for surgery. We, therefore, hold that the Court&#x27;s\nconclusion that this was a case of simple and superficial injuries cannot be sustained. The\nquestion, then, is whether the facts proved and the overall surrounding circumstances point to an\nattempt to commit culpable homicide punishable with imprisonment which extends to 7 years\nunder Section 308.    For an act to constitute an offence to commit culpable homicide, the\nintention or knowledge of the aggressor to do something that would result in causing an injury\n\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                              Page 5\n that might lead to the death of the victim has to be visibly and clearly manifested. Here the\nevidence shows that Jamil Ahmed inflicted a mere simple injury on PW-8 Mohd. Mujammil.\nThe evidence discloses that Jamil Ahmed caught hold of Mohd. Muzammil, and the other\naccused Danish, who was not present, went there and after uttering some threatening words gave\nan iron rod blow on PW-4&#x27;s head. The role attributed to Jameel Ahmed was that he pulled\nMohd. Mussabir inside and also later inflicted a simple injury on Mohd. Mujammil. The nature\nof the injury while not superficial or simple, yet in these circumstances, can by no means be said\nto be such that victim could have died if the attempt has been successful. Ex.PW-5/A Mohd.\nMussabir&#x27;s MLC in fact records that though the injury was grievous, the condition of the patient\nwas satisfactory. Furthermore, Ex.PW-5/DX, the MLC issued by the same witness PW-5 and\nproved by her during the course of her deposition, discloses that Jameel Ahmed was also\nadmitted in Hospital and remained there for two days; he was discharged on 11.3.2006. In fact\nhe was not even discharged but shifted to National Heart Institute for further investigation and\ntreatment.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">11.    Having regard to all these circumstances, we are not persuaded to hold that Jameel\nAhmed could be convicted for the offences punishable under <a href=\"/doc/4266/\" id=\"a_19\">Section-308</a>/<a href=\"/doc/37788/\" id=\"a_20\">34</a> IPC. In an earlier\npart of the judgment, we have held that the nature of the injuries inflicted upon Mohd. Mussabir\nwere not simple. Having regard to the material on record, the injuries were grievous and the\nconviction, therefore, ought to have been under <a href=\"/doc/1133601/\" id=\"a_21\">Section-325</a> IPC.\n</p>\n<p data-structure=\"Facts\" id=\"p_17\">12.    The next question is whether the Trial Court fell into an error in granting probation to\nJameel Ahmed. The order of sentence in this context notes the overall nature of the facts and\ncircumstances and how the dispute emanated out of a property quarrel between the accused and\nthe injured witnesses. The order then goes on to discuss the family circumstances of the first\nrespondent i.e. his age and his not being charged with any previous offence or involvement in\nany case and his obligation to maintain a family. Having regard to all these facts, the Court\nconcluded that the second respondent ought to be placed on the probation.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">13.    Now the option to grant probation in a given case to a convict is essentially that of the\nCourt of first instance. <a href=\"/doc/14315/\" id=\"a_22\">Section-4</a> of the Probation Act, in this context, reads as follows: -\n</p>\n<blockquote id=\"blockquote_12\">               &quot;4.   Power of court to release certain offenders on probation of good\n               conduct.\n</blockquote><blockquote id=\"blockquote_13\">CRL.APPEAL NOS.610 &amp; 617/2011                                                                   Page 6\n              (1) When any person is found guilty of having committed an offence not\n             punishable with death or imprisonment for life and the court by which\n             the person is found guilty is of the opinion that, having regard to the\n             circumstances of the case including the nature of the offence and the\n             character of the offender, it is expedient to release him on probation of\n             good conduct, then, notwithstanding anything contained in any other\n             law for the time being in force, the court may, instead of sentencing him\n             at once to any punishment direct that he be released on his entering into\n             a bond, with or without sureties, to appear and receive sentence when\n             called upon during such period, not exceeding three years, as the court\n             may direct and in the meantime to keep the peace and be of good\n             behaviour:\n</blockquote>\n\n<blockquote id=\"blockquote_14\">             Provided that the court shall not direct such release of an offender\n             unless it is satisfied that the offender or his surety, if any, has a fixed\n             place of abode or regular occupation in the place over which the court\n             exercises jurisdiction or in which the offender is likely to live during the\n             period for which he enters into the bond.\n</blockquote>\n\n<blockquote id=\"blockquote_15\">             (2) Before making any order under sub-section (1), the court shall take\n             into consideration the report, if any, of the probation officer concerned\n             in relation to the case.\n</blockquote>\n\n<blockquote id=\"blockquote_16\">             (3) When an order under sub-section (1) is made, the court may, if it is\n             of opinion that in the interests of the offender and of the public it is\n             expedient so to do, in addition pass a supervision order directing that\n             the offender shall remain under the supervision of a probation officer\n             named in the order during such period, not being less than one year, as\n             may be specified therein, and may in such supervision order impose\n             such conditions as it deems necessary for the due supervision of the\n             offender.\n</blockquote>\n<blockquote id=\"blockquote_17\">             (4) The court making a supervision order under sub-section (3)\n             shall require the offender, before he is released, to enter into a bond,\n             with or without sureties, to observe the conditions specified in such\n             order and such additional conditions with respect to residence,\n             abstention from intoxicants or any other matter as the court may, having\n             regard to the particular circumstances, consider fit to impose for\n             preventing a repetition of the same offence or a commission of other\n             offences by the offender.\n</blockquote>\n<blockquote id=\"blockquote_18\">             (5) The court making a supervision order under sub-section (3)\n             shall explain to the offender the terms and conditions of the order and\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                               Page 7\n              shall forthwith furnish one copy of the supervision order to each of the\n             offenders, the sureties, if any, and the probation officer concerned.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_19\">14.    Even before the enactment of the above provision, there had been <a href=\"/doc/755395/\" id=\"a_23\">Section-360</a> Cr.P.C.\nwhich continues to be remained on the Statute Book. That <a href=\"/doc/755395/\" id=\"a_24\">Section 360</a> Cr.P.C. reads as follows:\n</p>\n<blockquote id=\"blockquote_19\">              &quot;360. Order to release on probation of good conduct or after\n              admonition\n\n              (1) When any person not under twenty-one years of age is convicted of\n              an offence punishable fine, or with imprisonment for a term of seven\n              years or less, or when any person under twenty-one years of age or any\n              woman is convicted of an offence not Punishable with death or\n              imprisonment for life, and no previous conviction is proved against the\n              offender, if it, appears to the court before which he is convicted, regard\n              being had to the age, character or antecedents of the offender, and to the\n              circumstances in which the offence was committed, that it is expedient\n              that the offender should be released on probation of good conduct, the\n              court may, instead of sentencing, him at once to any Punishment, direct\n              that he be released on his entering into a bond, with or without sureties\n              to appear and receive sentence when called upon during such period\n              (not exceeding three years) as the Court may direct and in the meantime\n              to keep the peace find be of&#x27; good behaviour :\n</blockquote>\n<blockquote id=\"blockquote_20\">              Provided that where first offender is convicted by a Magistrate of the\n              second class not specially empowered by the High Court, and the\n              Magistrate is of opinion that the powers conferred by this section should\n              be exercised, he shall record his opinion to that effect. and submit the\n              proceedings to a Magistrate of the first class forwarding the accuses to\n              or taking, bail for his appearance before, such Magistrate, who shall\n              dispose of the case in the manner provided by sub-section (2).\n</blockquote>\n<blockquote id=\"blockquote_21\">              (2) Where proceeding are submitted to the Magistrate of the 1st class as\n              provided in sub-section (1), such Magistrate may thereupon pass such\n              sentence or make such order as he might have passed or made if the\n              case had originally been heard by him, and if thinks further inquiry or\n              additional evidence on any point to be necessary, he may make such\n              inquiry or take such evidence himself or direct such inquiry or evidence\n              to be made or taken.\n</blockquote>\n<blockquote id=\"blockquote_22\">              (3) In any case in which a person is convicted of theft, theft in a\n              building, dishonest misappropriation, cheating or any offence under the\n              <a href=\"/doc/1569253/\" id=\"a_25\">Indian Penal Code</a> (45 of 1860) punishable with not more than two\n              years imprisonment or any offence punishable with fine only and no\n              previous conviction is proved against him, the court before which he is\n              so convicted may, if it thinks fit, having regard to the age, character,\n              antecedents or physical or mental condition of the offender and to the\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                              Page 8\n                trivial nature of the offence or any extenuating circumstances under\n               which the offence was committed, instead of sentences him to any\n               punishment, release him after due admonition.\n</blockquote>\n<blockquote id=\"blockquote_23\">               (4) An order under this section may be made by any Appellate Court or\n               by the High Court or Court of Session when exercising its power of\n               revision.\n</blockquote>\n<blockquote id=\"blockquote_24\">               (5) When an order has been made under this section in respect of any\n               offender, the High Court or Court of Session may, on appeal when there\n               is a right of appeal to such court, or when exercising its powers of\n               revision, set aside such order, and in lieu thereof pass sentence on such\n               offender according to law:\n</blockquote>\n<blockquote id=\"blockquote_25\">               Provided that the High Court or Court of Session shall not under this\n               sub-section inflict a greater punishment than might have been inflicted\n               by the court by which the offender was convicted.\n</blockquote>\n<blockquote id=\"blockquote_26\">               (6) The provisions of sections 121, 124 and 373 shall, so far as may be\n               apply in the case of sureties offered in pursuance of the provisions of\n               this section.\n</blockquote>\n<blockquote id=\"blockquote_27\">               (7) The court, before directing the release of an offender under sub-\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">               section (1) shall be satisfied that an offender or his surety (if any) has a\n               fixed place of abode or regular occupation in the place for which the\n               court acts or in which the offender is likely to live during the period\n               named for the observance of the conditions.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">               (8) If the court, which convicted the offender, or a court which could\n               have dealt with the offender in respect of his original offence, is satisfied\n               that the offender has failed to observe any of the conditions of his\n               recognizance, it may issue a warrant for his apprehension.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">               (9) An offender, when apprehended on any such warrant, shall be\n               brought forthwith before the court issuing the warrant, and such court\n               may either remand him in custody until the case is heard or admit him to\n               bail with a sufficient surety conditioned on his appearing for sentence\n               and such court may after hearing the case, pass sentence.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">               (10) Nothing in this section shall affect the provisions of the Probation\n               of offenders Act, 1958 (20 of 1958), or the <a href=\"/doc/1973522/\" id=\"a_26\">Children Act, 1960</a> (60 of\n               1960), or any other law for the time being in force for the treatment,\n               training or rehabilitation of youthful offenders.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1716348\" id=\"span_3\">15. No doubt, the Supreme Court in the decision cited i.e. <a href=\"/doc/1716348/\" id=\"a_27\">MCD v. State of Delhi and Anr.</a>\n(supra) ruled that the Court choosing to place the convict under probation is obliged to first call\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                                  Page 9\n for the report of the concerned officer under the enactment; we may, however, straightaway\nnotice that the choice of which provision to invoke, (while opting to place the convict under\nprobation) is solely that of the Trial Court. Section-360 is not conditioned in any manner and\nconfers a broad discretion upon the Court unlike <a href=\"/doc/14315/\" id=\"a_28\">Section-4</a> of the Probation Act. It would also be\npertinent to notice here that the non-obstante clause occurring in <a href=\"/doc/14315/\" id=\"a_29\">Section-4</a> amply clarifies that it\nis an additional power - a fact reinforced by the use of the expression &quot;may&quot; in the said\nprovision.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"212245\" id=\"span_4\">We are, in this context, fortified by the decision of the Supreme Court in <a href=\"/doc/212245/\" id=\"a_30\">Hari Singh v\nSukhbir Singh</a> 1988 (4) SCC 511, where it was held, in a case involving the offence punishable\nunder Section 307- which is more serious even than <a href=\"/doc/4266/\" id=\"a_31\">Section 308</a>, IPC, that: -</span>\n</p><blockquote id=\"blockquote_28\">                &quot;The question next to be considered is whether the accused is entitled to the\n       benefit of probation of good conduct. We gave our anxious consideration to the\n       contentions urged by counsel. We are of opinion that the High Court has not committed\n       any error in this regard also. Many offenders are not dangerous criminals but are weak\n       characters or who have surrendered to temptation or provocation. In placing such type of\n       offenders, on probation, the court encourages their own sense of responsibility for their\n       future and protects them from the stigma and possible contamination of prison. In this\n       case, the High Court has observed that there was no previous history of enmity between\n       the parties and the occurrence was an outcome of a sudden flare up. These are not shown\n       to be incorrect. We have already said that the accused had no intention to commit murder\n       of any person. Therefore, the extension of benefit of the beneficial legislation applicable\n       to first offenders cannot be said to be inappropriate.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"315565\" id=\"span_5\">In the decision reported as <a href=\"/doc/315565/\" id=\"a_32\">State of Karnataka v Muddappa</a>, 1999 (5) SCC 732, it was held that\nthere is no bar for the application of <a href=\"/doc/755395/\" id=\"a_33\">Section 360</a> Cr.P.C, and release of a convict under <a href=\"/doc/409589/\" id=\"a_34\">Section\n304(2)</a>, IPC.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"247014\" id=\"span_6\">The existence of choice with the sentencing court, to either apply the <a href=\"/doc/167447/\" id=\"a_35\">Probation Act</a>,\nor Section 360, was noticed in the decision of the Supreme Court, reported as <a href=\"/doc/247014/\" id=\"a_36\">State of Haryana v\nPrem Chand</a> 1997 (7) SCC 756. The text of Section 360 provides that when any person not\nunder twenty-one years of age is convicted of an offence punishable with fine, or with\nimprisonment for a term of seven years or less, the court can exercise its discretion and release\nhim on probation. In this case, this judgment has resulted in conviction for commission of an\noffence which is punishable for a prison term which may extend to seven years. Thus, the\ndiscretion to rely on Section 360 Cr. PC, is available with the court.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_26\">15.    In view of the above discussion, we are of the opinion that the conviction recorded under\n<a href=\"/doc/1011035/\" id=\"a_37\">Section-323</a> IPC has to be substituted with one under <a href=\"/doc/1133601/\" id=\"a_38\">Section-325</a> IPC having regard to the\nnature of injuries. However, this does not make any difference as to the order on the point of\n\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                               Page 10\n sentence since we are satisfied that there was no legal infirmity in granting probation to the\nsecond respondent. The appeals are partly allowed to the extent of altering the conviction but in\nno way affecting the grant of probation to the second respondent, in these matters.\n</p><p data-structure=\"Conclusion\" id=\"p_27\">16.    Criminal Appeal Nos.610/2011 and 617/2011 are disposed of in the above terms.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_28\">                                                                     S. RAVINDRA BHAT\n                                                                             (JUDGE)\n\n\n\n\n                                                                         G.P.MITTAL\n                                                                          (JUDGE)\n\nAUGUST 03, 2011\n/vks/\n\n\n\n\nCRL.APPEAL NOS.610 &amp; 617/2011                                                            Page 11\n </p>","numcites":14,"numcitedby":14,"docsource":"Delhi High Court","citetid":1334076,"divtype":"judgments","relatedqs":[{"value":"-culpable homicide","formInput":"-culpable%20homicide"},{"value":"section 308 indian penal code ","formInput":"section%20308%20indian%20penal%20code%20"},{"value":"section 308 ipc","formInput":"section%20308%20ipc"},{"value":"section 360 of crpc","formInput":"section%20360%20of%20crpc"},{"value":"360 crpc","formInput":"360%20crpc"},{"value":"probation of offender","formInput":"probation%20of%20offender"},{"value":"simple injury ","formInput":"simple%20injury%20"},{"value":"308 ipc","formInput":"308%20ipc"},{"value":"surety","formInput":"surety"},{"value":"jameel ahmed ","formInput":"jameel%20ahmed%20"},{"value":"308 indian penal code","formInput":"308%20indian%20penal%20code"},{"value":"section 360 cr.p.c","formInput":"section%20360%20cr.p.c"},{"value":"probation","formInput":"probation"},{"value":"Homicide ","formInput":"Homicide%20"},{"value":"probation officer","formInput":"probation%20officer"},{"value":"Grievous injuries :","formInput":"Grievous%20injuries%20%3A"},{"value":"308","formInput":"308"},{"value":"section 308","formInput":"section%20308"}],"cats":[{"value":"release-offenders-on-probation-for-good-conduct","formInput":"tag:release-offenders-on-probation-for-good-conduct"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"attempt-to-culpable-homicide","formInput":"tag:attempt-to-culpable-homicide"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"probation-of-offenders, criminal","formInput":"tag:probation-of-offenders, criminal"}],"courtcopy":true,"query_alert":null,"agreement":false}