{"tid":114721209,"publishdate":"2013-04-02","title":"Bakshish Singh Alias Pappu vs State Of Punjab on 2 April, 2013","doc":"<h2 class=\"doc_title\">Bakshish Singh Alias Pappu vs State Of Punjab on 2 April, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:inderjit-singh\">Inderjit Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:jasbir-singh\">Jasbir Singh</a>, <a href=\"/search/?formInput=benchid:inderjit-singh\">Inderjit Singh</a></h3>\n\n<pre id=\"pre_1\">     IN THE HIGH COURT OF PUNJAB AND HARYANA AT CHANDIGARH\n\n                  (i)                Crl. Appeal No.D-554-DB of 2011\n                                      Date of Decision: April 02, 2013\n\nBakshish Singh alias Pappu\n                                                             ...Appellant\n                               VERSUS\nState of Punjab\n                                                          ...Respondent\n\n\n                  (ii)               Crl. Appeal No.D-804-DB of 2011\n\nBakshinder Singh alias Bhupinder Singh alias Bhinda\n                                                             ...Appellant\n                               VERSUS\nState of Punjab\n                                                          ...Respondent\n\n\n                  (iii)              Crl. Appeal No.D-605-DB of 2012\n\nMakhan Singh alias Makha\n                                                             ...Appellant\n                               VERSUS\nState of Punjab\n                                                          ...Respondent\n\n\nCORAM: HON&#x27;BLE MR. JUSTICE JASBIR SINGH\n       HON&#x27;BLE MR. JUSTICE INDERJIT SINGH\n\n1.          To be referred to the Reporters or not?\n2.          Whether the judgment should be reported in the Digest?\n\nPresent:    Mr.Ashok Giri, Advocate, for the appellant\n            (in CRA No.D-554-DB of 2011)\n\n            Mr.R.S.Cheema, Senior Advocate with\n            Mr.A.S.Cheema, Advocate for the appellant.\n            (in CRA No.D-804-DB of 2011)\n\n            Mr.Karan Bhardwaj, Advocate for the appellant.\n            (in CRA No.D-605-DB of 2012)\n\n            Mr.B.S.Bhalla, Addl. Advocate General, Punjab\n            for the respondent-State.\n\n             ****\nINDERJIT SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">            This judgment shall dispose of three connected criminal\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals           -2-\n\nappeals i.e. CRA No.D-554-DB of 2011, CRA No.D-804-DB of 2011\n\nand CRA No.D-605-DB of 2012 arising out of the same judgment\n\nof conviction and order of sentence dated 23.05.2011 passed by\n\nJudge, Special Court, Amritsar convicting and sentencing the\n\nappellants to undergo rigorous imprisonment for fifteen years and to\n\npay a fine of ` 1,50,000/- each and in default of payment of fine, to\n\nfurther undergo rigorous imprisonment for a period of one and half\n\nyear each, under <a href=\"/doc/1046310/\" id=\"a_1\">Section 15</a> of Narcotic Drugs and Psychotropic\n\nSubstances (NDPS) Act, 1985.       They were further held guilty and\n\nconvicted and sentenced to undergo rigorous imprisonment for fifteen\n\nyears and to pay a fine of ` 1,50,000/- each and in default of payment\n\nof fine, to further undergo rigorous imprisonment for a period of one\n\nand half year each, under <a href=\"/doc/1252855/\" id=\"a_2\">Section 29</a> of NDPS Act. Both the\n\nsentences were ordered to run concurrently.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">           The brief facts of the prosecution case are that on\n\n25.06.2007 SI Dalbir Singh, Special Narcotic Cell, Punjab, Amritsar\n\nwas present in his office when he received information that\n\nBakshinder Singh @ Bhinda, a known smuggler used to supply poppy\n\nhusk in the area of Jandiala by bringing the same from JK, Rajasthan\n\nand MP and he is having one truck bearing registration No.PB-08M-\n\n0807 loaded with poppy husk and had parked it on the G.T. Road,\n\nnear weighing scale in front of grain market, Jandiala and he is\n\nwaiting for customers and if raid is conducted, recovery could be\n\nmade. The Investigating Officer immediately informed Sh.Tulsi Ram,\n\nSSP, Special Narcotic Cell, Amritsar on telephone and a team was\n\nconstituted.   Then the Investigating Officer along with other police\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals             -3-\n\nofficials reached near Baba Deep Singh weighing scale near hotel\n\nHay Day side and found that one truck bearing registration No.PB-\n\n08M-0807 was parked there and police party also parked their vehicle\n\nthere. The driver of the said truck fled away from the spot. Police\n\nparty found one Maruti car bearing registration No.CH-01V-4758 on\n\nthe back of the truck and the driver of the said car also managed to\n\nflee away. They found that one person was handing over the load by\n\nstanding in the truck towards another person who was standing on the\n\nground, who was loading the same in the said car and they were\n\napprehended at the spot. The person standing in the truck told his\n\nname as Makhan Singh alias Makha while person who was standing\n\non the ground told his name as Bakshish Singh alias Pappu. The\n\nthird one who managed to escape was Bakshinder Singh alias Bhinda\n\nwhereas the car driver who also fled away from the spot was Ranjit\n\nSingh alias Rana.     Thereafter, SI Dalbir Singh introduced himself\n\nfirstly to Makhan Singh and then to Bakshish Singh and told them that\n\nthey have a legal right for their search from him or from a Gazetted\n\nOfficer or from a Magistrate. Both the accused replied turn by turn\n\nthat they want to be searched in presence of a Gazetted Officer. Then\n\nthe Investigating Officer called DSP Rajpal Singh, Special Narcotic\n\nCell, who reached at the spot.      One Kulwant Singh, independent\n\nwitness was also joined in the police party. DSP Rajpal Singh also\n\ndisclosed his identity to both the accused and he also told them that\n\nhe has suspicion that they have narcotic in their truck, car or in their\n\npossession and they have a legal right for their search in the presence\n\nof any Gazetted Officer or Magistrate.     Both the accused reposed\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals           -4-\n\nconfidence in DSP Rajpal Singh and their consent memos were\n\nprepared.    Then, on the direction of DSP Rajpal Singh, the\n\nInvestigating Officer conducted search of the truck, which led to the\n\nrecovery of fifteen gunny bags loaded inside the truck containing 30\n\nkgs. of poppy husk each.     Two samples of 250 gms. each were\n\nseparated from each bag and separate sealed parcels were prepared.\n\nThe sealed parcels and remaining poppy husk in gunny bags were\n\nsealed with the seal impression of &#x27;DS&#x27; and DSP also affixed his seal\n\n&#x27;RS&#x27; on the sealed parcels and gunny bags. On search of the car\n\nbearing registration No.CH-01V-4758, two bags containing 30 kgs.\n\npoppy husk each were recovered. Two samples of 250 gms. each\n\nwere separated and sealed parcels were prepared.            The two\n\nrecovered gunny bags were also sealed and parcels were prepared.\n\nCase property was taken into police possession vide recovery memos\n\nEx.P5 and Ex.P6. Accused were arrested. The aforesaid truck and\n\ncar were also taken into police possession vide memos Ex.P11 and\n\nEx.P12 respectively.   During investigating, the Investigating Officer\n\nprepared seizure report under <a href=\"/doc/669884/\" id=\"a_3\">Section 57</a> of the NDPS Act, which was\n\nseen by DSP Rajpal Singh.      Ruqa Ex.P13 was sent to the police\n\nstation on the basis of which formal FIR was registered. Rough site\n\nplan was prepared.     Statements of witnesses were recorded.       On\n\nreturn, case property was produced before SHO Surinder Singh, who\n\nverified the facts, case property, accused and witnesses and affixed\n\nhis seal impression &#x27;SS&#x27; on the parcels and kept the case property in\n\ndouble lock-up. On the same day in the afternoon, the Investigating\n\nOfficer took the above-said parcels along with case property and\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals          -5-\n\nproduced in the court of Illaqa Magistrate, who passed the order to\n\nproduce the case property on 27.06.2007. Again, case property was\n\nredeposited with SHO Surinder Singh in intact condition. On\n\n27.06.2007, the Investigating Officer again took the case property\n\nfrom SHO Surinder Singh and produced in the Court.           Bulk of\n\nseventeen bags containing 29.500 kgs. poppy husk each and\n\nseventeen samples containing 250 grams poppy husk each were\n\ndeposited in the judicial malkhana while other seventeen samples of\n\n250 grams each were deposited with SHO Surinder Singh for sending\n\nthe same to the office of Chemical Examiner.\n</p>\n<p data-structure=\"Precedent\" id=\"p_3\">           On interrogation, Bakshish Singh suffered disclosure\n\nstatement regarding parking of one scooter bearing registration\n\nNo.PB-09C-8569 near grain market and then got recovered the same.\n\n</p><p data-structure=\"CDiscource\" id=\"p_4\">           On 13.07.2007, Bakshinder Singh alias Bhupinder Singh\n\nalias Bhinda was arrested while trying to flee in Indica Car bearing\n\nregistration No.PB-09G-7361. From the dashboard of the car, one RC\n\nNo.PB-08M-0807 in the name of Bishan Singh was recovered and\n\nwas taken into police possession.     After necessary investigation,\n\nchallan was presented against the accused-appellants, in the Court.\n\n</p><p data-structure=\"Section\" id=\"p_5\">           On presentation of challan, copies of challan and other\n\ndocuments were supplied to the accused-appellants under <a href=\"/doc/1613898/\" id=\"a_4\">Section\n\n207</a> Cr.P.C.     Finding prima facie case, accused-appellants were\n\ncharge-sheeted under <a href=\"/doc/1046310/\" id=\"a_5\">Sections 15</a> and <a href=\"/doc/1252855/\" id=\"a_6\">29</a> of the Narcotic Drugs and\n\nPsychotropic Substances Act, 1985, to which they pleaded not guilty\n\nand claimed trial.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">           In support of its case, the prosecution examined PW-1 SI\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals           -6-\n\nDalbir Singh, who is the investigating officer. He mainly deposed as\n\nper prosecution version and also regarding investigation conducted by\n\nhim in the present case. PW-2 DSP Rajpal Singh, also deposed as\n\nper prosecution version and also regarding recovery effected from the\n\naccused. PW-3 Head Constable Nanak Singh mainly deposed that on\n\n12.07.2007, SI/SHO Harkishan Singh handed over to him seventeen\n\nsealed sample parcels of poppy husk duly sealed with the seal of &#x27;DS&#x27;,\n\n&#x27;SS&#x27;, and &#x27;RS&#x27; for depositing the same in the office of Chemical\n\nExaminer, Chandigarh along with sample seal impressions in the\n\nintact form and he deposited the sealed parcels on the same day\n\nwithout any tampering and handed over the receipt to SI Harkishan\n\nSingh. PW-4 Head Constable Puran Singh, is a formal witness, who\n\ntendered into evidence his affidavit Ex.P24. PW-5 SI Surinder Singh,\n\nwho was working as SHO in police station on 26.06.2007 mainly\n\ndeposed regarding production of case property, truck, car and the\n\naccused by SI Dalbir Singh, Investigating Officer and also deposed\n\nregarding verification of the facts by him.   PW-6 Ramesh Kumar,\n\nSenior Manager, Punjab National Bank mainly deposed that bank\n\naccount statement was attested by him and he has signed the same\n\nwhich is Ex.P33.     Manjit Kaur (again marked as PW-6) mainly\n\ndeposed that her husband Gurmit Singh had purchased one truck\n\nbearing registration No.DL-1GA-6332, which was sold to accused\n\nBakshinder Singh for a consideration of ` 1,65,000/- and delivery of\n\ntruck as well as documents pertaining to truck were handed over. In\n\ncross-examination, she stated that no writing was done in her\n\npresence. She did not know the exact terms and conditions of the\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals            -7-\n\nagreement. She did not know accused Bakshinder Singh. She had\n\nnever seen Bakshinder Singh on that day. She also stated that her\n\nstatement was not recorded by the police. SI Harkrishan Singh (also\n\nmarked as PW-6) mainly deposed regarding handing over the\n\nsamples to Head Constable Nanak Singh for depositing the same with\n\nChemical Examiner.     PW-7 Shiv Kumar Sharma deposed that on\n\n17.09.2005, a truck bearing registration No.DL-1GA-6332 was sold for\n\n` 1,65,000/- by one Gurmit Singh to Bakshinder Singh and agreement\n\nto that effect was written in his presence. The photocopy of the same\n\nis Ex.P32 and delivery of the said truck was handed over to\n\nBakshinder Singh. In cross-examination, he stated that he did not\n\nknow Bakshinder Singh present in the Court, personally. He also did\n\nnot know exact terms and conditions of the agreement. PW-8 Gurdip\n\nSingh, mainly deposed regarding taking of photographs Ex.P8/1 to\n\nPW8/4 of truck bearing registration No.PB-08M-0807 by visiting police\n\nstation Jandiala, from its different locations/showing the hidden false\n\ncavities. PW-9 Head Constable Kulbir Singh is a formal witness, who\n\ntendered into evidence his affidavit Ex.PW9/A.       PW-10 Inspector\n\nSukhdev Singh mainly deposed that he gave application for verifying\n\nthe ownership of Vespa scooter.        PW-11 Prem Chand has not\n\nsupported the prosecution version and was declared hostile. PW-12\n\nParkash Chand has also not supported the prosecution version and\n\nwas declared hostile. Nirmal Kapur, Clerk (again marked as PW-12)\n\nmainly brought the record from DTO office regarding vehicle No.PB-\n\n08M-0807 and as per record, this number was of the scooter, make of\n\nBajaj and stood in the name of one Davinder Kumar. PW-13 Vineet\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals          -8-\n\nKumar, Inspector Food and Civil Supply office, mainly deposed\n\nregarding photocopy of ration card, which was verified by him and as\n\nper record, it was issued in the name of Bakshinder Singh. PW-14\n\nPrem Lata wife of Nirmal Singh mainly deposed that Maruti car\n\nbearing registration No.CH-01V-4758 was registered in her name,\n\nwhich she had sold to her relative Tarlok Singh. She also stated that\n\nshe has not got executed any affidavit or agreement from Tarlok Singh\n\nwhile selling the car.   PW-15 Tarlok Singh has not supported the\n\nprosecution version and was declared hostile.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">           At the close of prosecution evidence, the accused-\n\nappellants were examined under <a href=\"/doc/767287/\" id=\"a_7\">Section 313</a> Cr.P.C. and they denied\n\nthe correctness of the evidence and pleaded themselves as innocent.\n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">           On the basis of the evidence produced by the prosecution,\n\naccused-appellants were convicted and sentenced as stated above by\n\nthe Judge, Special Court, Amritsar.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">           At the time of arguments, learned senior counsel for the\n\nappellant Bakshinder Singh alias Bhupinder Singh alias Bhinda\n\nargued that there is no cogent evidence on record to show\n\ninvolvement of Bakshinder Singh in the present case. His identity has\n\nnot been established beyond doubt. He further argued that the only\n\nevidence produced by the prosecution is some documents, which\n\nhave been recovered from the truck but there is no mention of these\n\ndocuments in the ruqa or FIR or remand papers. These documents\n\nare photocopies. Therefore, the prosecution has failed to prove the\n\nguilt of the accused beyond reasonable doubt. He next argued that\n\nthere is also no cogent evidence to prove that truck was owned by\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals             -9-\n\nappellant Bakshinder Singh.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">           Learned counsel for the appellants Bakshish Singh and\n\nMakhan Singh argued that these accused-appellants have been\n\nfalsely implicated in the present case. No independent witness has\n\nbeen examined in the present case. The accused are poor persons\n\nand labourers. Learned counsel for the appellants further argued that\n\nmandatory provisions of <a href=\"/doc/1727139/\" id=\"a_8\">NDPS Act</a> have not been complied with.\n\nLearned counsel for the appellants, in the alternative, argued that\n\nsentence imposed upon the appellants Bakshish Singh and Makhan\n\nSingh is excessive and prayed for lenient view and to reduce the\n\nsentence imposed upon them.\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">           On the other hand, learned Additional Advocate General,\n\nPunjab for the respondent-State has argued that case of the\n\nprosecution has been duly proved. Recovery has been duly proved\n\nby the PWs. He further argued that all mandatory provisions of <a href=\"/doc/1727139/\" id=\"a_9\">NDPS\n\nAct</a> have been complied with.        Therefore, learned State counsel\n\nargued that the appeals having no merits, should be dismissed.\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">           We have gone through the evidence on record minutely\n\nand very carefully and have heard learned counsel for the appellants\n\nand learned Addl. Advocate General, Punjab for the respondent-State.\n\n</p><p data-structure=\"CDiscource\" id=\"p_13\">           From the evidence on record, we find merits in the\n\narguments of learned senior counsel for the appellant Bakshinder\n\nSingh.   There is no cogent evidence on record produced by the\n\nprosecution to show involvement of Bakshinder Singh in the present\n\ncase. As per prosecution version and the statement of Investigating\n\nOfficer, the driver of the truck ran away from the spot by taking benefit\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals           -10-\n\nof dark. There is no evidence on the record that any of the person\n\nfrom the police party identified accused-appellant Bakshinder Singh.\n\nNone of the person was known to Bakshinder Singh earlier to the\n\nrecovery. No identification parade was conducted in the present case.\n\nAccused-appellant Bakshinder Singh is named in the present case on\n\nthe basis of secret information as well as his name appeared in the\n\ndisclosure   statement    of   other    accused.    The    disclosure\n\nstatement/confession made by co-accused is not binding upon\n\nBakshinder Singh. The two documents i.e. statement of account and\n\nthe photocopy of the ration card are not mentioned in the ruqa or FIR\n\nor in the remand paper as argued by learned senior counsel for the\n\nappellant Bakshinder Singh.    Therefore, if these documents would\n\nhave been recovered from the truck at that time, then there must be\n\nmention of the same in the ruqa or FIR.        Otherwise also, these\n\ndocuments are photocopies and original documents were not\n\nproduced. Similarly, the recovery of one RC from the dashboard of\n\nthe car in the name of Bishan Singh at the time of arrest of\n\nBakshinder Singh regarding the truck No.PB-08M-0807 also itself\n\ndoes not prove the guilt of the appellant Bakshinder Singh. In no way\n\nfrom these documents, it can be held that Bakshinder Singh was\n\ndriving the truck and he ran away from the spot. Moreover, there is no\n\ncogent evidence on record to show that Bakshinder Singh is owner of\n\nthe said truck. Again, copy of agreement is a photocopy and original\n\ndocument has not come on the record. Secondly, the witness who\n\ndeposed regarding this agreement was not knowing Bakshinder Singh\n\npersonally. The wife of Gurmit Singh namely Manjit Kaur also does\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals           -11-\n\nnot know regarding terms and conditions of the agreement. She also\n\nnot knowing appellant Bakshinder Singh earlier.        Even in cross-\n\nexamination, she stated that her statement has not been recorded by\n\nthe police. Therefore, in view of the facts on record, we find that\n\nprosecution has failed to prove the guilt of accused Bakshinder Singh\n\nbeyond reasonable doubt.        A reasonable doubt exists in the\n\nprosecution case regarding accused-appellant Bakshinder Singh and\n\nbenefit is to go to the accused. Hence, giving him benefit of doubt,\n\nBakshinder Singh alias Bhupinder Singh alias Bhinda, he is held not\n\nguilty and acquitted of all the charges framed against him.\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">           As regarding other appellants Bakshish Singh and Makhan\n\nSingh, we find that they were apprehended on the spot. Search was\n\nmade in the presence of DSP Rajpal Singh, who has also appeared in\n\nthe witness box in the present case and has proved the recovery of\n\nfifteen bags from the truck containing 30 kgs. of poppy husk each and\n\ntwo bags also containing 30 kgs. of poppy husk each from the car.\n\nPW-1 Dalbir Singh, Investigating Officer and PW-2 DSP Rajpal Singh\n\nmade compliance of <a href=\"/doc/961083/\" id=\"a_10\">Section 50</a> of the NDPS Act. Otherwise also,\n\nthere is no need for making compliance of <a href=\"/doc/961083/\" id=\"a_11\">Section 50</a> of NDPS Act.\n\nThe recovery was not from the personal search of accused but from\n\nthe truck and car.    There was no need for recording the secret\n\ninformation in writing as <a href=\"/doc/1841395/\" id=\"a_12\">Section 42</a> of NDPS Act will not apply in the\n\npresent case. Rather, the recovery was from the truck and car, which\n\nwere parked at public place. The Investigating Officer has also duly\n\ncomplied with the provisions of <a href=\"/doc/1727139/\" id=\"a_13\">NDPS Act</a> by producing the case\n\nproperty etc. before SHO Surinder Singh on return, after the recovery\n Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals          -12-\n\nand further by producing the same before the Duty Magistrate and by\n\nalso preparing the seizure report under <a href=\"/doc/669884/\" id=\"a_14\">Section 57</a> of the NDPS Act.\n\nThe mere fact that independent witness has not been examined in the\n\npresent case will not create any reasonable doubt. It is settled law\n\nthat testimony of police official is as good as of any other witness\n\nunless some enmity or motive of the police official against the\n\naccused is alleged and proved.     In the present case, there is no\n\ncogent defence evidence on the record to prove enmity or motive of\n\npolice official against accused-appellants. PW-1 Dalbir Singh, who is\n\nof the rank of Sub Inspector and PW-2 DSP Rajpal Singh, have\n\nconsistently deposed regarding the recovery of poppy husk from the\n\naccused. Conscious possession of the accused-appellants has also\n\nbeen duly proved. Prosecution has duly proved its case by leading\n\ncogent evidence regarding illegal possession of poppy husk by both\n\nabove-said accused-appellants and offence under <a href=\"/doc/1046310/\" id=\"a_15\">Section 15</a> of the\n\nNDPS Act has been duly proved beyond reasonable doubt.\n\nTherefore, we upheld the conviction of appellants Bakshish Singh\n\nalias Pappu and Makhan Singh alias Makha under <a href=\"/doc/1046310/\" id=\"a_16\">Section 15</a> of the\n\nNDPS Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_15\">            As regarding conviction under <a href=\"/doc/1252855/\" id=\"a_17\">Section 29</a> of the NDPS Act,\n\nwe find that there is no cogent evidence on the record regarding\n\ncriminal conspiracy or abetment. Otherwise also, recovery has been\n\neffected from Bakshish Singh and Makhan Singh and therefore,\n\nquestion of abetment or criminal conspiracy between them does not\n\narise. Therefore, conviction of Bakshish Singh and Makhan Singh\n\nunder <a href=\"/doc/1252855/\" id=\"a_18\">Section 29</a> of the NDPS Act is set aside.\n</p><p data-structure=\"Conclusion\" id=\"p_16\"> Crl. Appeal No.D-554-DB of 2011 &amp; connected appeals              -13-\n\n           As regarding the prayer for reduction of sentence, we find\n\nthat, as argued, accused Bakshish Singh and Makhan Singh are first\n\noffenders and there is no previous conviction against them. They are\n\npoor persons and labourers and have to maintain their families.\n\nKeeping in view these facts, we order accused-appellants Bakshish\n\nSingh and Makhan Singh to undergo rigorous imprisonment for twelve\n\nyears instead of fifteen years and to pay a fine of ` 1,00,000/- each\n\ninstead of ` 1,50,000/- and in default of payment of fine, to further\n\nundergo rigorous imprisonment for a period of six months each\n\ninstead of one and half year, under <a href=\"/doc/1046310/\" id=\"a_19\">Section 15</a> of Narcotic Drugs and\n\nPsychotropic Substances (NDPS) Act, 1985.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">           In view of the above, CRA No.D-804-DB of 2011 filed by\n\nBakshinder Singh alias Bhupinder Singh alias Bhinda is allowed. He\n\nbe released forthwith if he is not required in any other case.\n\n</p><p data-structure=\"Conclusion\" id=\"p_18\">           Further, CRA No.D-554-DB of 2011 and CRA No.D-605-\n\nDB of 2012 are partly allowed by upholding the conviction under\n\n<a href=\"/doc/1046310/\" id=\"a_20\">Section 15</a> of NDPS Act with the above-said modification in the\n\nsentence and setting aside conviction under <a href=\"/doc/1252855/\" id=\"a_21\">Section 29</a> of the NDPS\n\nAct.\n</p>\n<pre id=\"pre_2\">                 (JASBIR SINGH)                 (INDERJIT SINGH)\n                    JUDGE                           JUDGE\nApril 02, 2013\nVgulati\n </pre>","numcites":8,"numcitedby":8,"docsource":"Punjab-Haryana High Court","citetid":114721209,"divtype":"judgments","relatedqs":[{"value":"ndps act","formInput":"ndps%20act"},{"value":"NDPS","formInput":"NDPS"},{"value":" all section of ndps act","formInput":"%20all%20section%20of%20ndps%20act"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"Jandiala ","formInput":"Jandiala%20"},{"value":"Gazetted officer","formInput":"Gazetted%20officer"},{"value":"chemical examiner","formInput":"chemical%20examiner"},{"value":"Rajpal Singh","formInput":"Rajpal%20Singh"},{"value":"narcotics and drugs act","formInput":"narcotics%20and%20drugs%20act"},{"value":"dalbir","formInput":"dalbir"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"},{"value":"surinder singh","formInput":"surinder%20singh"},{"value":"photocopy","formInput":"photocopy"},{"value":" psychotropic drug","formInput":"%20psychotropic%20drug"},{"value":"trucks","formInput":"trucks"},{"value":"\"jasbir singh\"","formInput":"%22jasbir%20singh%22"}],"cats":[{"value":"punishment-in-relation-to-poppy-straw","formInput":"tag:punishment-in-relation-to-poppy-straw"},{"value":"punishment-for-abetment, criminal-conspiracy","formInput":"tag:punishment-for-abetment, criminal-conspiracy"},{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"},{"value":"report-of-arrest-and-seizure","formInput":"tag:report-of-arrest-and-seizure"},{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"}],"courtcopy":true,"query_alert":null,"agreement":false}