{"tid":156016643,"publishdate":"2024-06-21","title":"Marymatha Infrastructure Pvt. Ltd vs Roads & Bridges Development ... on 21 June, 2024","doc":"<h2 class=\"doc_title\">Marymatha Infrastructure Pvt. Ltd vs Roads &amp; Bridges Development ... on 21 June, 2024</h2>\n\n<pre id=\"pre_1\">                                                                                CR\n                      IN THE HIGH COURT OF KERALA AT ERNAKULAM\n\n\n                                       PRESENT\n\n                     THE HONOURABLE MR. JUSTICE M.A.ABDUL HAKHIM\n\n            FRIDAY, THE 21ST DAY OF JUNE 2024 / 31ST JYAISHTA, 1946\n\n                               WP(C) NO. 12353 OF 2021\n\nPETITIONER/S:\n\n\n\n                MARYMATHA INFRASTRUCTURE PVT. LTD.\n                (FORMERLY MARY MATHA CONSTRUCTION COMPANY), MARYMATHA SQUARE,\n                ARAKKUZHA ROAD, MUVATTUPUZHA P.O., ERNAKULAM-686 661,\n                REPRESENTED BY ITS MANAGING DIRECTOR.\n\n                BY ADVS.\n                MARYMATHA INFRASTRUCTURE PVT. LTD. (PARTY)\n                SANTHOSH MATHEW\n                ARUN THOMAS(K/844/2007)\n                MATHEW NEVIN THOMAS(K/000936/2019)\n                KARTHIKA MARIA(K/001293/2016)\n                ANIL SEBASTIAN PULICKEL(K/000278/2018)\n                SHINTO MATHEW ABRAHAM(K/977/2018)\n                ABI BENNY AREECKAL(K/001482/2019)\n                KURIAN ANTONY MATHEW(K/1812/2020)\n                KARTHIK RAJAGOPAL(K/1450/2019)\n\n\n\nRESPONDENT/S:\n\n     1          M/S.ROADS &amp; BRIDGES DEVELOPMENT CORPORATION OF KERALA LTD.\n                2ND FLOOR, PREETHI BUILDING, MV ROAD, PALARIVATTOM,\n                ERNAKULAM-682 025, REPRESENTED BY ITS MANAGING DIRECTOR.\n\n     2          KITCO LTD.,\n                FEMITH&#x27;S PUTHIYA ROAD, VENNALA, ERNAKULAM-682 028,\n                REPRESENTED BY ITS MANAGING DIRECTOR.\n\n                BY ADVS.\n                RESMITHA.R.CHANDRAN\n                NITHIN GEORGE\n                VIZZY GEORGE KOKKAT\n                B.DEEPAK\n\n\n\n\n      THIS WRIT PETITION (CIVIL) HAVING BEEN FINALY HEARD ON 03.06.2024, THE\n\nCOURT ON 21.06.2024 DELIVERED THE FOLLOWING:\n W.P.(C)No.12353 of 2021\n\n                                       2\n\n\n\n\n                                                                          CR\n\n\n\n                                 JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">   1.   The Petitioner is a private limited company engaged in undertaking\n\n        contracts. The Petitioner was awarded a contract work by the\n\n        name - &quot;Civil and Electrical Works for Developing CUSAT into\n\n        International Centre of Excellence in Academic and Research-\n\n        Package I, Main Campus&quot; by the 1 st respondent for an amount of\n\n        Rs.62,58,31,218/-. Ext.P5 is the Contract dt 05.09.2019 executed\n\n        between the petitioner and the 1 st respondent. The 2nd respondent\n\n        is the Consultant/Engineer in respect of the work. The petitioner is\n\n        referred to as &#x27;the contractor&#x27; and the 1 st respondent is referred to\n\n        as &#x27;the employer&#x27; in the Ext.P5 contract. It is clear from Ext.P5 that\n\n        KIIFB is the Funding Agency for the work. As per Clause 4(iii) of\n\n        Ext.P5 FIDIC (Federation Internationale Des Ingenieurs Conseils)\n<span class=\"hidden_text\" id=\"span_1\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_2\">                                       3</span>\n\n        Conditions of Contract for Works of Civil Engineering Construction\n\n        are the General Conditions of the Contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">   2.   The petitioner has filed this writ petition challenging Ext.P37 Show\n\n        Cause Notice dt 11.06.2021 issued by the 1 st respondent invoking\n\n        Clause 63.1 of the FIDIC Conditions of Contract and Ext.P36\n\n        Recommendation of the 2nd respondent to the 1st respondent to\n\n        terminate the contract. According to the petitioner, he had already\n\n        terminated the contract on valid reasons by issuing Ext.P23 notice\n\n        dt 08.01.2021 invoking Clause 69.1 of the FIDIC Conditions of\n\n        Contract, which the 1st respondent received on 11.01.2021.\n\n        According to the petitioner when the contract is already terminated\n\n        by the petitioner as per Ext.P23, the 1 st respondent has no right or\n\n        authority to initiate proceedings to terminate the very same\n\n        contract. Even the legality of the Ext. P 23 termination notice\n\n        cannot be decided by the 1st respondent because it is a party to\n\n        the contract. In addition to the challenge against Ext.P36 and P37\n\n        the petitioner has challenged Ext.P25 dt 22.01.2021 by which the\n\n        1st respondent communicated to the petitioner that the reasons\n\n        stated by the petitioner in Ext.P23 Termination Notice mainly the\n\n        delay in payment of Running Account Bill (RAB) No.1 is not correct\n<span class=\"hidden_text\" id=\"span_3\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_4\">                                        4</span>\n\n        and demanding the petitioner to resume the work. The petitioner\n\n        has also sought a declaration that the contract between the parties\n\n        having been terminated vide Ext.P23, the 1 st respondent is devoid\n\n        of any jurisdiction in issuing Ext.P37 Show-Cause Notice. The\n\n        other directions sought are against the invocation of the Bank\n\n        Guarantees, forfeiture of Security Deposit, liquidated damages,\n\n        etc., for the release of the amounts covered by RAB Nos.2 and 3\n\n        within a time frame and to direct the respondents to consider and\n\n        take a final decision on Ext.P34 Representation of the petitioner\n\n        relating incidental claims.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">   3.   The 1strespondent has not filed any Counter Affidavit in this writ\n\n        petition.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">   4.   The 2nd respondent has filed a Counter Affidavit dt 09.08.2021\n\n        mainly objecting the maintainability of the writ petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article\n\n        226</a> of the Constitution of India as the subject matter comes under\n\n        purview of contractual obligation and contending that the petitioner\n\n        has not availed itself of the Dispute Resolution Mechanism\n\n        provided in the Agreement; that the writ petition is premature as\n\n        the petitioner approached this Court on mere receipt of Ext.P37\n\n        Show-Cause notice; that RAB No.1 was processed and paid within\n<span class=\"hidden_text\" id=\"span_5\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_6\">                                        5</span>\n\n        the time frame stipulated in Clause 60.10 of the FIDIC Conditions\n\n        of Contract and as such Ext.P23Termination Notice issued by the\n\n        petitioner invoking clause 69.1of the FIDIC Conditions of Contract\n\n        is unsustainable; that the respondents were compelled to initiate\n\n        termination proceedings to terminate Ext.P5 Agreement on\n\n        account of the willful and continuous default on the part of the\n\n        petitioner to resume and complete the works inspite of repeated\n\n        requests and demand on the part of the respondents and that the\n\n        termination proceedings initiated as per Ext.P37 Show Cause\n\n        Notice is perfectly legal and valid in view of the willful violation of\n\n        the terms of Ext.P5 Agreement .\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">   5.   I heard learned Senior Counsel Sri Santhosh Mathew instructed by\n\n        Adv. Sri. Mathew Nevin Thomas, learned Standing Counsel for the\n\n        1st respondent Smt. Resmitha Ramachandran and the Learned\n\n        Standing Counsel for the 2nd respondent Sri.Nithin George.\n\n</p><p data-structure=\"RespArg\" id=\"p_6\">   6.   Learned Standing Counsel for the 1 st respondent submitted that\n\n        since the 2nd respondent has already filed a Counter Affidavit with\n\n        respect to the contentions raised in the writ petition and has\n\n        produced all the relevant documents, the 1 st respondent has not\n<span class=\"hidden_text\" id=\"span_7\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_8\">                                                    6</span>\n\n       chosen to file the Counter Affidavit and the 1 st respondent adopt\n\n       the very same contention raised by the 2nd respondent.\n\n</p><p data-structure=\"Issue\" id=\"p_7\">   7. The learned Senior Counsel for the petitioner invited my attention\n\n       to 69.1 of the FIDIC Conditions of Contract.69.1 of the FIDIC\n\n       Conditions of Contract is extracted hereunder.\n\n</p><p data-structure=\"Issue\" id=\"p_8\">   8. Default of Employer\n\n           69.1: In the event of the employer:\n</p>\n<blockquote id=\"blockquote_1\">           failing to pay to the contractor the amount due under any certificate of the\n\n           engineer within 28 days after the expiry of the time stated in sub clause 60.10\n\n           within which payment is to be made subject to any deduction that the\n\n           employer is entitled to make under the contract,\n\n           ....\n</blockquote>\n<blockquote id=\"blockquote_2\">           (c)...\n</blockquote>\n<blockquote id=\"blockquote_3\">           (d)...\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_9\">           the contractor shall be entitled to terminate his employment under the contract\n\n           by giving notice to the employer with a copy to the engineer. Such termination\n\n           shall effect 14 days after giving of the notice.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"Section\" id=\"p_11\">   9. It is profitable to extract Clause 60.10 as amended which is agreed\n\n       upon by the parties:\n</p>\n<blockquote id=\"blockquote_4\">           Time for payment.\n</blockquote><span class=\"hidden_text\" id=\"span_9\"> W.P.(C)No.12353 of 2021</span><blockquote id=\"blockquote_5\">\n\n<span class=\"hidden_text\" id=\"span_10\">                                                   7</span>\n\n           60.10: All bills raised by the contractor will be scrutinized by the engineer and\n\n           submitted to RBDCK duly certified for payment within 14 days. The certified\n\n           bills scrutinized by the employer will be recommended for payment to the\n\n           funding agency M/s.KIIFB within 14 days. After verifying the invoice, KIIFB will\n\n           release the payment due to the contractor through a direct payment transfer\n\n           mechanism to the designated Bank/Treasury Account of the Contractor within\n\n           30 days of receipt of certified bill at KIIFB as per agreed terms of KIIFB.\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_12\">   10. The learned Senior Counsel invited my attention to Ext.P7 RAB\n\n       No.1 dt 07.10.2020 (Available on Page No.56 of the Writ Petition).\n\n       According to him Ext.P7 RAB for an amount of Rs.3,16,24,001.51\n\n       is duly certified by the competent officers of the 1 st respondent and\n\n       contended that the 1st respondent did not pay the amount within\n\n       the time frame stipulated in the above Clause 60.10. He took me to\n\n       the various communications between the petitioner and the\n\n       respondents produced as Ext.P9 to Ext.P22 in this regard to\n\n       substantiate that there is a deliberate and willful default on the part\n\n       of the 1st respondent to honor Ext P7 RAB No.1. He pointed out\n\n       the submission of Ext.P24 RAB No.2 dt 04.01.2021 and Ext.P34\n\n       RAB No.3 and contended that the petitioner is entitled to get the\n\n       amounts covered by those RABs even after termination in view of\n\n       Clause 69.3 of FIDIC Conditions of Contract which provides that in\n<span class=\"hidden_text\" id=\"span_11\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_12\">                                      8</span>\n\n       the event of such termination, the employer shall be under the\n\n       same obligations to the contractor in regard to payment as if the\n\n       contract had been terminated under the provisions of Clause 65,\n\n       but in addition to the payments specified in Sub clause 65.8 the\n\n       employer shall pay to the contractor the amount of any loss or\n\n       damage to the contractor arising out of or in connection with or by\n\n       consequence of such termination. He argued that the respondent\n\n       acted in a revengeful manner and proceeded with the termination\n\n       proceedings and the 1st respondent sent an Email dated\n\n       06.07.2021 to the petitioner purporting to terminate the contract\n\n       and another order dt. 06.07.2021 blacklisting the petitioner and\n\n       thereby debarring the petitioner from participating in any of the\n\n       bids of the respondent, despite the oral direction of this Court on\n\n       22.06.2021 in this writ petition that coercive action shall not be\n\n       taken against the petitioner in connection with the contract and the\n\n       undertaking of the Standing Counsel before this Court that no\n\n       further action will be taken in the matter during the pendency of the\n\n       writ petition. He pointed out Ext.P39 judgment of this Court in\n\n       W.P(C)No.13587/2021 filed by the petitioner challenging the\n\n       termination and blacklisting. He contended that there is a specific\n<span class=\"hidden_text\" id=\"span_13\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_14\">                                      9</span>\n\n       finding in Ext.P39 that there was considerable delay in processing\n\n       the RAB NO.1 and this Court specifically took note of the\n\n       revengeful attitude of the 1 st respondent and ultimately the writ\n\n       petition was allowed setting aside the impugned orders terminating\n\n       the contract and blacklisting the petitioner. He contended that this\n\n       Court cannot decide the legality of Ext.P23 Termination Notice\n\n       since the same is not under challenge in this writ petition. He\n\n       referred to Clause 69.1 of the FIDIC Conditions of contract and\n\n       contended that on the expiry of the 14 th day after giving termination\n\n       notice the termination is automatically complete. He contended\n\n       that the only question to be considered in the writ petition is with\n\n       respect to the legality of the termination proceedings initiated by\n\n       the respondents as per Ext.P36 and P37. According to him, the\n\n       respondents being a party to the contract, are disqualified from\n\n       considering the legality of the Ext.P23 termination notice issued by\n\n       the petitioner. The finding of the respondents that Ext.P23, the\n\n       Termination Notice is unsustainable and cannot be looked into. If\n\n       they were aggrieved by the termination completed consequent to\n\n       Ext.P23 notice, they ought to have challenged it before an\n\n       appropriate independent forum rather than deciding the legality of\n<span class=\"hidden_text\" id=\"span_15\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_16\">                                     10</span>\n\n       the same by themselves.\n</p>\n<p data-structure=\"RespArg\" id=\"p_13\">   11.        The Standing Counsels for the respondents advanced\n\n       arguments primarily with respect to the maintainability of the writ\n\n       petition in contractual matters. They contended that complicated\n\n       questions of law and facts are involved in this case arising from the\n\n       contractual obligations of the parties on the basis of the Ext.P5\n\n       agreement. According to them on merits also, there is no\n\n       sustainable reason for the petitioner to terminate the contract. The\n\n       petitioner had been raising unnecessary disputes in order to cover\n\n       its lapses and negligence with respect to the contract works.\n\n</p><p data-structure=\"RespArg\" id=\"p_14\">   12. The Standing Counsel for the 1 st respondent pointed out Ext.R2(w)\n\n       dt 12.12.2020 issued by the 2nd respondent to the 1st respondent.\n\n       According to her, this is the document certifying RAB NO.1. She\n\n       invited my attention to various communications produced as\n\n       Ext.R2(a) to R2(u) and contended that the RAB No.1 was\n\n       defective and the said documents show that the defects were\n\n       rectified only on 09.12.2020. According to the Standing Counsel,\n\n       the defect-free RAB No.1 received from the contractor on\n\n       09.12.2020 was certified by the 2nd respondent on 12.12.2020 and\n\n       the same was forwarded to the 1 st respondent on 16.12.2020 that\n<span class=\"hidden_text\" id=\"span_17\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_18\">                                    11</span>\n\n       is within the period of 14 days prescribed for the same under\n\n       Clause 60.10 of the Conditions of Contract. On the request of the\n\n       petitioner for advance payment of 75%, on the recommendation of\n\n       the 1st respondent as a special case, KIIFB released the first\n\n       payment of 75% on 14.01.2021. Thereafter the final payment was\n\n       recommended by the 1st respondent and the same was made on\n\n       20.01.2021. Thus the petitioner has received the amounts covered\n\n       by Ext.P7 RAB No.1 well within the time frame stipulated in Clause\n\n       60.10 of the Conditions of Contract. Under the circumstances,\n\n       Ext.P23 Termination Notice issued by the petitioner is illegal and\n\n       unsustainable.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">   13. The Standing Counsel for the 1 st respondent invited my attention to\n\n       Clause 67.1 of the FIDIC Conditions of Contract which provides a\n\n       mechanism for settlement of dispute. Clause 67.1 of the FIDIC\n\n       Conditions of Contract authorizes the 2 nd respondent/Engineer to\n\n       decide if a dispute of any kind whatsoever arises between the\n\n       employer and the contractor in connection with or arising out of,\n\n       the contract or execution of works whether during the execution of\n\n       works or after their completion and whether before or after\n\n       repudiation or other termination of the contract. Clause 67.2\n<span class=\"hidden_text\" id=\"span_19\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_20\">                                      12</span>\n\n       provides for amicable settlement before the commencement of\n\n       arbitration in case either the employer or the contractor is\n\n       dissatisfied with any decision of the engineer or if the engineer fails\n\n       to give notice of his decision and clause 67.3 provides for\n\n       arbitration.\n</p>\n<p data-structure=\"Facts\" id=\"p_16\">   14.        The Counsels on both sides advanced extensive arguments\n\n       with respect to the maintainability of the Writ Petition and with\n\n       respect to the merits of competing claims from each side. Only if I\n\n       find that the present Writ Petition is maintainable, then only I need\n\n       to consider the merits of the competing claims on the basis of the\n\n       admitted facts revealed from the pleadings and the disputed facts\n\n       adjudication of which could be done on the basis of admitted\n\n       documents.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">   15.        The principal issue is whether the Writ Petition filed by the\n\n       petitioner <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India is maintainable?\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"125036411\" id=\"span_21\">16. The    Senior Counsel for the petitioner cited the decision in\n\n       <a href=\"/doc/125036411/\" id=\"a_3\">M.P.Power Management Company Ltd V. Sky Power Southeast\n\n       Solar India Private Limited</a> 2023(2) SCC 703 in support of his\n\n       contention that Writ Petition is maintainable in contractual matters\n\n       if the State action is arbitrary.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"88403840\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"338650\" id=\"span_23\">He cited the decisions in <a href=\"/doc/338650/\" id=\"a_4\">State of\n<span class=\"hidden_text\" id=\"span_24\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_25\">                                     13</span>\n\n       Karnataka V. Shree Rameswara Rice Mills</a> 1987(<a href=\"/doc/88403840/\" id=\"a_5\">2) SCC 160\n\n       and Tulsi Narayan Garg V. M.P.Road Development Authority</a>\n\n       2019 SCC Online SC 1158 in support of his contention that a party\n\n       to a contract can not adjudicate the dispute arising therefrom.</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"32026684\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"164673968\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"77081689\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"855552\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"768628\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"375304\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"350976\" id=\"span_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1893286\" id=\"span_33\">17. Learned Standing Counsel for the first respondent submitted that\n\n       the decisions of the Hon&#x27;ble Supreme Court in <a href=\"/doc/1893286/\" id=\"a_6\">Bareilly\n\n       Development Authority and Anr v. Ajai Pal Singh &amp;Ors.</a> [1989\n\n       (<a href=\"/doc/350976/\" id=\"a_7\">2) SCC 116], Special Director and Anr v. Mohd. Ghulam\n\n       Ghouse &amp;Anr</a> [2004(<a href=\"/doc/375304/\" id=\"a_8\">3)SCC 440], Orissa Agro Industries\n\n       Corporation Ltd and Others V. Bharati Industries and Others</a>\n\n       [2005(<a href=\"/doc/768628/\" id=\"a_9\">12) SCC 725], Divisional Forest Officer &amp;Ors v. M.\n\n       Ramalinga Reddy</a> [2007(<a href=\"/doc/855552/\" id=\"a_10\">9) SCC 286], Pimpri Chinchwad\n\n       Municipal Corporation &amp;Ors v. Gayatri Construction Company\n\n       &amp;Anr.</a> [2008(<a href=\"/doc/77081689/\" id=\"a_11\">8) SCC 172], Joshi Technologies International Inc.\n\n       v. Union of India &amp;Ors.</a> [2015(<a href=\"/doc/164673968/\" id=\"a_12\">7) SCC 728], State of Kerala\n\n       &amp;Ors. v. M.K. Jose</a> [2015(<a href=\"/doc/32026684/\" id=\"a_13\">9) SCC 433] and Genpact India Pvt.\n\n       Ltd v. Deputy Commissioner of Income Tax &amp;Anr.</a> [2019 SCC\n\n       OnLine SC 1500] in support of her contention that the writ petition\n\n       of this nature is not maintainable in this Court in contractual\n\n       matters.</span></span></span></span></span></span></span></span>\n</p><span class=\"hidden_text\" id=\"span_34\"> W.P.(C)No.12353 of 2021</span><p data-structure=\"Section\" id=\"p_20\">\n\n<span class=\"hidden_text\" id=\"span_35\">                                      14</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"125036411\" id=\"span_36\">18. The learned Senior Counsel for the petitioner cited the decision\n\n       <a href=\"/doc/125036411/\" id=\"a_14\">M.P.Power Management Company Ltd</a>&#x27; case and argued that\n\n       even disputed questions can be decided in a writ petition on the\n\n       basis of admitted documents. This Court has no quarrel with\n\n       respect to the said proposition of law but in <a href=\"/doc/125036411/\" id=\"a_15\">the said decision</a> itself\n\n       after referring to several other decisions of the Hon&#x27;ble Supreme\n\n       Court it is held that in case the State is a party to the contract and\n\n       a breach of contract is alleged against the State a civil action in the\n\n       appropriate forum is undoubtedly maintainable. It is also held that\n\n       if a case involves a large body of documents and the Court is\n\n       called upon to enter upon findings of facts and involves merely the\n\n       construction of the documents it may not be unsound discretion to\n\n       relegate the party to alternate remedy.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_37\">The Hon&#x27;ble Supreme Court\n\n       has referred to the decision in <a href=\"/doc/1943124/\" id=\"a_16\">ABL International Ltd. V. Export\n\n       Credit Guarantee Corprn</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_38\">of India Ltd 2004(3) SCC which laid\n\n       down that (a) in an appropriate case, a writ petition against a State\n\n       or an instrumentality of a State arising out of a contractual\n\n       obligation         is         maintainable;           that          (b)\n\n       merely because some disputed questions of facts arise for\n\n       consideration, same cannot be a ground to refuse to entertain a\n<span class=\"hidden_text\" id=\"span_39\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_40\">                                      15</span>\n\n       writ petition in all cases as a matter of rule and that (c) a writ\n\n       petition involving a consequential relief of monetary claim is also\n\n       maintainable and held that this is not to deprive the Court of its\n\n       constitutional power as <a href=\"/doc/1943124/\" id=\"a_17\">laid down in</a> <a href=\"/doc/1943124/\" id=\"a_18\">ABL</a> (Supra) and that it all\n\n       depends on the facts of each case as to whether having regard to\n\n       the scope of dispute to be resolved the Court will still entertain the\n\n       petition.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_22\">\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">   19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_41\">In <a href=\"/doc/1893286/\" id=\"a_19\">Bareilly Development Authority</a>&#x27;s case, the Hon&#x27;ble Supreme\n\n       Court set aside the judgment of the High Court holding that the\n\n       High Court had gone wrong in entertaining the writ petition in view\n\n       of the authoritative judicial pronouncements of the Supreme Court\n\n       that where the contract entered into between the State and the\n\n       persons aggrieved is non-statutory and purely contractual and the\n\n       rights are governed only by the terms of the contract, no writ or\n\n       order can be issued under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> of the Constitution of India\n\n       so as to compel the authorities to remedy a breach of contract\n\n       pure and simple. The Supreme Court found that the relations\n\n       between the parties are no longer governed by the Constitutional\n\n       provisions but by the legally valid contract which determines the\n<span class=\"hidden_text\" id=\"span_42\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_43\">                                         16</span>\n\n       rights and obligations of the parties in that and that in this sphere,\n\n       they can only claim rights conferred upon them by the contract in\n\n       the absence of any statutory obligations on the part of the authority\n\n       in the said contractual period.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">   20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"375304\" id=\"span_44\">In   <a href=\"/doc/375304/\" id=\"a_21\">Orissa Agro Industries Corpn Ltd</a>&#x27;s case the Hon&#x27;ble\n\n       Supreme Court held that where a complicated question of fact is\n\n       involved and the matter requires thorough proof on factual\n\n       aspects, the High Court should not entertain the writ petition; that\n\n       whether or not the High Court should exercise jurisdiction under\n\n       <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution would largely depend upon the\n\n       nature of the dispute and if the dispute cannot be resolved without\n\n       going into the factual controversy, the High Court should not\n\n       entertain the writ petition. It is noted that in a catena of cases the\n\n       Supreme Court has held that where the dispute revolves around\n\n       question of fact, the matter ought not to be entertained under\n\n       <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_25\">   21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"855552\" id=\"span_45\">In the decision in <a href=\"/doc/855552/\" id=\"a_24\">Pimpri Chinchwad</a>&#x27;s case the Hon&#x27;ble Supreme\n\n       Court set aside the judgment of the High Court after referring to a\n\n       series of its earlier decisions which holds that it is settled law that\n\n       disputes relating to contracts cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_25\">Article 226</a>\n<span class=\"hidden_text\" id=\"span_46\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_47\">                                                   17</span>\n\n       of the Constitution of India; that though there are cases where the\n\n       writ court was enforcing a statutory right or duty in contractual\n\n       matters, the same do not lay down that a writ court can interfere in\n\n       a matter of contract; that interpretation and implementation of a\n\n       clause in a contract cannot be the subject matter of a writ petition;\n\n       a contract would not become statutory simply because it is for\n\n       construction of a public utility and it has been awarded by a\n\n       statutory authority; and that a statute may expressly or impliedly\n\n       confer a power on a statutory body to enter into a contract in order\n\n       to enable to discharge its function, that contract between the\n\n       parties is in the realm of private law when it is not a statutory\n\n       contract.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">   22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_48\">In   <a href=\"/doc/77081689/\" id=\"a_26\">Joshi Technologies</a>&#x27; case, the Hon&#x27;ble Supreme Court\n\n       elaborately considered the maintainability of the writ petition under\n\n       <a href=\"/doc/1712542/\" id=\"a_27\">Article 226</a> of the Constitution of India, and the principles with\n\n       respect to the same are <a href=\"/doc/77081689/\" id=\"a_28\">laid down in</a> Paragraph Nos.68 and 69 of\n\n       <a href=\"/doc/77081689/\" id=\"a_29\">the said decision</a> as extracted below.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">            68. The position thus summarized in the aforesaid principles has to be\n\n            understood in the context of discussion that preceded which we have pointed\n\n            out above. As per this, no doubt, there is no absolute bar to the maintainability\n\n            of the writ petition even in contractual matters or where there are disputed\n<span class=\"hidden_text\" id=\"span_49\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_50\">                                                 18</span>\n\n           questions of fact or even when monetary claim is raised. At the same time,\n\n           discretion lies with the High Court which under certain circumstances, can\n\n           refuse to exercise. It also follows that under the following circumstances,\n\n           &#x27;normally&#x27;, the Court would not exercise such a discretion:\n\n\n\n\n</p><blockquote id=\"blockquote_6\">           (a) the Court may not examine the issue unless the action has some public\n\n           law character attached to it.\n</blockquote>\n<blockquote id=\"blockquote_7\">           (b) Whenever a particular mode of settlement of dispute is provided in the\n\n           contract, the High Court would refuse to exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_30\">Art.226</a>\n\n           of the Constitution and relegate the party to the said made of settlement,\n\n           particularly when settlement of disputes is to be resorted to through the\n\n           means of arbitration.\n</blockquote>\n<blockquote id=\"blockquote_8\">           c) If there are very serious disputed questions of fact which are of complex\n\n           nature and require oral evidence for their determination.\n\n</blockquote><blockquote id=\"blockquote_9\">           (d) Money claims per se particularly arising out of contractual obligations are\n\n           normally not to be entertained except in exceptional circumstances.\n\n</blockquote><p data-structure=\"Section\" id=\"p_28\">           69. Further legal position which emerges from various judgments of this\n\n           Court dealing with different situations / aspects relating to the contracts\n\n           entered into by the State / public Authority with private parties, can be\n\n           summarized as under:\n</p>\n<blockquote id=\"blockquote_10\">           (I) At the stage of entering into a contract, the State acts purely in its\n\n           executive capacity and is bound by the obligations of fairness.\n<span class=\"hidden_text\" id=\"span_51\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_52\">                                                  19</span>\n\n</blockquote><blockquote id=\"blockquote_11\">           (ii) State in its executive capacity, even in the contractual field, is under\n\n           obligation to act fairly and cannot practice some discriminations.\n\n</blockquote><blockquote id=\"blockquote_12\">           (iii) Even in cases where question is of choice or consideration of competing\n\n           claims before entering into the field of contract, facts have to be investigated\n\n           and found before the question of a violation of <a href=\"/doc/367586/\" id=\"a_31\">Art.14</a> could arise. If those facts\n\n           are disputed and require assessment of evidence the correctness of which\n\n           can only be tested satisfactorily by taking detailed evidence, Involving\n\n           examination and cross - examination of witnesses, the case could not be\n\n           conveniently or satisfactorily decided in proceedings under <a href=\"/doc/1712542/\" id=\"a_32\">Art.226</a> of the\n\n           Constitution. In such cases court can direct the aggrieved party to resort to\n\n           alternate remedy of civil suit etc.\n\n</blockquote><blockquote id=\"blockquote_13\">           (iv) Writ jurisdiction of High Court under <a href=\"/doc/1712542/\" id=\"a_33\">Art.226</a> was not intended to facilitate\n\n           avoidance of obligation voluntarily incurred.\n</blockquote>\n<blockquote id=\"blockquote_14\">           (v) Writ petition was not maintainable to avoid contractual obligation.\n\n</blockquote><p data-structure=\"Section\" id=\"p_29\">           Occurrence of commercial difficulty, inconvenience or hardship in\n\n           performance of the conditions agreed to in the contract can provide no\n\n           justification in not complying with the terms of contract which the parties had\n\n           accepted with open eyes. It cannot ever be that a licensee can work out the\n\n           license if he finds it profitable to do so: and he can challenge the conditions\n\n           under which he agreed to take the license, if he finds it commercially\n\n           inexpedient to conduct his business.\n</p><span class=\"hidden_text\" id=\"span_53\"> W.P.(C)No.12353 of 2021</span><p data-structure=\"Precedent\" id=\"p_30\">\n\n<span class=\"hidden_text\" id=\"span_54\">                                                  20</span>\n\n</p><p data-structure=\"Section\" id=\"p_31\">           (vi) Ordinarily, where a breach of contract is complained of, the party\n\n           complaining of such breach may sue for specific performance of the contract,\n\n           if contract is capable of being specifically performed. Otherwise, the party\n\n           may sue for damages.\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">           (vii) Writ can be issued where there is executive action unsupported by law or\n\n           even in respect of a corporation there is denial of equality before law or equal\n\n           protection of law or if can be shown that action of the public authorities was\n\n           without giving any hearing and violation of principles of natural justice after\n\n           holding that action could not have been taken without observing principles of\n\n           natural justice.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">           (viii) If the contract between private party and the State / instrumentality and /\n\n           or agency of State is under the realm of a private law and there is no element\n\n           of public law, the normal course for the aggrieved party, is to invoke the\n\n           remedies provided under ordinary civil law rather than approaching the High\n\n           Court under <a href=\"/doc/1712542/\" id=\"a_34\">Art.226</a> of the Constitutional of India and invoking its\n\n           extraordinary jurisdiction.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">           (ix) The distinction between public law and private law element in the contract\n\n           with State is getting blurred. However, it has not been totally obliterated and\n\n           where the matter falls purely in private field of contract. This Court has\n\n           maintained the position that writ petition is not maintainable. Dichotomy\n\n           between public law and private law, rights and remedies would depend on the\n\n           factual matrix of each case and the distinction between public law remedies\n\n           and private law, field cannot be demarcated with precision. In fact, each case\n<span class=\"hidden_text\" id=\"span_55\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_56\">                                                   21</span>\n\n           has to be examined, on its facts whether the contractual relations between the\n\n           parties bear insignia of public element. Once on the facts of a particular case\n\n           it is found that nature of the activity or controversy involves public law\n\n           element, then the matter can be examined by the High Court in writ petitions\n\n           under <a href=\"/doc/1712542/\" id=\"a_35\">Art.226</a> of the Constitution of India to see whether action of the State\n\n           and / or instrumentality or agency of the State is fair, just and equitable or that\n\n           relevant factors are taken into consideration and irrelevant factors have not\n\n           gone into the decision making process or that the decision is not arbitrary.\n\n</p><p data-structure=\"Section\" id=\"p_35\">           (x) Mere reasonable or legitimate expectation of a citizen, in such a situation,\n\n           may not by itself be a distinct enforceable right, but failure to consider and\n\n           give due weight to it may render the decision arbitrary, and this is how the\n\n           requirements of due consideration of a legitimate expectation forms part of\n\n           the principle of non - arbitrariness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">           (xi) The scope of judicial review in respect of disputes falling within the\n\n           domain of contractual obligations may be more limited and in doubtful cases\n\n           the parties may be relegated to adjudication of their rights by resort to\n\n           remedies provided for adjudication of purely contractual disputes.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_37\">   23. In State of Kerala and other v. M.K Jose (2015) 9                                SC 433, the\n\n       Hon&#x27;ble Supreme Court has laid down the law that as a general\n\n       rule writ petition under <a href=\"/doc/1712542/\" id=\"a_36\">Article 226</a> of the Constitution of India is not\n\n       maintainable when allegation of breach of contract involved in\n\n       disputed questions of fact are there. The Supreme Court held that\n<span class=\"hidden_text\" id=\"span_57\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_58\">                                      22</span>\n\n       though a mere question of fact in the lis is not a bar for entertaining\n\n       the writ petition, the exercise of discretionary power has to be\n\n       based on sound judicial principles. There is no limit to exercising\n\n       extraordinary power under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> however, the Court\n\n       themselves impose certain restrictions on themselves. It is settled\n\n       law that when an alternative and equally efficacious remedy is\n\n       open to the litigant he should be required to pursue that remedy\n\n       and not to invoke the jurisdiction of the High Court. Equally, the\n\n       existence of an alternative remedy does not affect the jurisdiction\n\n       of the Court to issue writ but that would be a good ground in\n\n       refusing to exercise the discretion under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226.</a>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_38\">   24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"32026684\" id=\"span_59\">In   <a href=\"/doc/32026684/\" id=\"a_39\">Genpact India P. Ltd</a>&#x27;s case, the Hon&#x27;ble Supreme court\n\n       considered whether it is proper to dismiss a writ petition on the\n\n       ground of alternate remedy after admission of the said writ petition.</span>\n\n       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1009743\" id=\"span_60\">The Supreme Court followed its earlier decision in <a href=\"/doc/1009743/\" id=\"a_40\">State of U.P v.\n\n       U.P Rajya Khanij Vikas Nigam Sangharsh Samiti</a> (2008) 12\n\n       SCC 675 and confirmed the judgment of the High Court dismissing\n\n       the writ petition finding an alternate remedy, even though the writ\n\n       was admitted despite raising the preliminary objection.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1009743\" id=\"span_61\">It is\n<span class=\"hidden_text\" id=\"span_62\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_63\">                                                   23</span>\n\n       profitable to extract paragraphs 38 of the decision in <a href=\"/doc/1009743/\" id=\"a_41\">State of U.P</a>\n\n       (supra)\n\n           &quot;38.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"306032\" id=\"span_64\">With respect to the learned Judge, it is neither the legal position nor such\n\n           a proposition has been <a href=\"/doc/1009743/\" id=\"a_42\">laid down in</a> Suresh Chandra Tewari, (AIR 1992 All\n\n           331 (<a href=\"/doc/306032/\" id=\"a_43\">Suresh Chandra Tewari vs. District Supply Officer</a>)), that once a petition\n\n           is admitted, it cannot be dismissed on the ground of alternative remedy. It is\n\n           no doubt correct that in the headnote of All India Reporter (p. 331), it is stated\n\n           that &quot;petition cannot be rejected on the ground of availability of alternative\n\n           remedy of filing appeal&quot;. But it has not been so held in the actual decision of\n\n           the Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"306032\" id=\"span_65\">The relevant para 2 of the decision reads thus: (<a href=\"/doc/306032/\" id=\"a_44\">Suresh Chandra\n\n           Tewari</a> case, AIR p. 331).</span>\n</p>\n<blockquote id=\"blockquote_15\">           &quot;2. At the time of hearing of this petition a threshold question, as to its\n\n           maintainability was raised on the ground that the impugned order was an\n\n           appealable one and, therefore, before approaching this Court the petitioner\n\n           should have approached the appellate authority. Though there is much\n\n           substance in the above contention, we do not feel inclined to reject this\n\n           petition on the ground of alternative remedy having regard to the fact that the\n\n           petition   has   been     entertained    and    an    interim   order    passed.&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">           (emphasis supplied)\n\n           Even otherwise, the learned Judge was not right in law. True it is that\n\n           issuance of rule nisi or passing of interim orders is a relevant consideration for\n\n           not dismissing a petition if it appears to the High Court that the matter could\n\n           be decided by a writ court. It has been so held even by this Court in several\n<span class=\"hidden_text\" id=\"span_66\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_67\">                                                    24</span>\n\n            cases that even if alternative remedy is available, it cannot be held that a writ\n\n            petition is not maintainable. In our judgment, however, it cannot be laid down\n\n            as a proposition of law that once a petition is admitted, it could never be\n\n            dismissed on the ground of alternative remedy. If such bald contention is\n\n            upheld, even this Court cannot order dismissal of a writ petition which ought\n\n            not to have been entertained by the High Court under <a href=\"/doc/1712542/\" id=\"a_45\">Art.226</a> of the\n\n            Constitution in view of availability of alternative and equally efficacious\n\n            remedy to the aggrieved party, once the High Court has entertained a writ\n\n            petition albeit wrongly and granted the relief to the petitioner.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_40\">   25. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"350976\" id=\"span_68\">In   <a href=\"/doc/350976/\" id=\"a_46\">Mohd. Ghulam Ghouse</a>&#x27;s case is cited by the Standing\n\n       Counsel for the first respondent to show that challenge against\n\n       Show Cause notice is not maintainable under <a href=\"/doc/1712542/\" id=\"a_47\">Article 226</a> of the\n\n       Constitution of India. In <a href=\"/doc/350976/\" id=\"a_48\">the said decision</a> it is held by the Supreme\n\n       Court that unless the High Court is satisfied that the Show-Cause\n\n       Notice was non est in the eye of the law for absolute want of\n\n       jurisdiction of the authority to even investigate into the facts, the\n\n       writ petition should not be entertained for the mere asking and as\n\n       a matter of routine, and the writ petitioner should invariably be\n\n       directed to respond to the Show-Cause Notice and take all stands\n\n       highlighted in the writ petition. The Supreme <a href=\"/doc/350976/\" id=\"a_49\">Court further held</a>\n\n       that whether the Show-Cause notice was founded on any legal\n<span class=\"hidden_text\" id=\"span_69\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_70\">                                      25</span>\n\n       premises, is a jurisdictional issue which can even be urged by the\n\n       recipient of the notice and such issues also can be adjudicated by\n\n       the authority issuing the very notice initially, before the aggrieved\n\n       could approach the court. The learned Standing Counsel\n\n       submitted that in the present case what is challenged is Ext.P 37\n\n       Show-Cause Notice without the petitioner responding to the same\n\n       and hence the writ petition is not maintainable. According to her,\n\n       the writ petitioner should have submitted an objection to the show\n\n       cause notice even if it believes that the first respondent has no\n\n       authority to issue show cause notice.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"768628\" id=\"span_71\">26. <a href=\"/doc/768628/\" id=\"a_50\">M. Ramalinga</a>&#x27;s case is cited by the Standing Counsel for the first\n\n       respondent to contend that writ petition is not maintainable\n\n       against Show cause notice. But <a href=\"/doc/768628/\" id=\"a_51\">the said decision</a> arises from a\n\n       service matter and hence I find that it is not strictly applicable to\n\n       contractual matters. Anyhow, the decision in Mohd. Ghulam&#x27;s\n\n       case is followed in <a href=\"/doc/768628/\" id=\"a_52\">the said decision</a>.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">   27. After   going through the aforesaid decisions, I am of the\n\n       considered view that the exercise of discretion under <a href=\"/doc/1712542/\" id=\"a_53\">Article 226</a>\n\n       of the Constitution of India in contractual matters is subject to self-\n\n       imposed restrictions on the basis of the facts and circumstances\n<span class=\"hidden_text\" id=\"span_72\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_73\">                                       26</span>\n\n       of each case. Writ Court is fully justified to entertain contractual\n\n       matters if there is a public law element in it. If the Court is inclined,\n\n       disputed question of facts can be decided on the basis of\n\n       pleadings and admitted documents. Exercise of discretion shall be\n\n       on sound judicial principles. The existence of an alternative\n\n       remedy for a full fledged adjudication is a ground to reject the Writ\n\n       Petition. The Writ Court is not bound to consider the matter on\n\n       merits even in admitted cases or long pending cases, it is found\n\n       that it is not expedient to do so. Show Cause Notice could be\n\n       challenged on the ground of want of jurisdiction or authority let\n\n       alone malafides. Even though the respondents raise the dispute\n\n       with respect to a fact and contend ouster of writ jurisdiction, the\n\n       writ court can consider whether the question touching such\n\n       disputed fact arises in the case or whether there is bonafide or\n\n       genuineness of such dispute with respect to the fact. The Writ\n\n       Court can grant relief if the adjudication of such disputed question\n\n       of fact is not necessary for granting the relief. When competing\n\n       claims are there from the side of both the parties involving the\n\n       contractual obligations the parties have to be relegated to the\n\n       ordinary remedy.      When a Dispute Resolution Mechanism is\n<span class=\"hidden_text\" id=\"span_74\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_75\">                                       27</span>\n\n       provided in the Contract, the parties shall resort to the same in\n\n       case of dispute. When serious disputed questions of fact which\n\n       are of complex nature arises in the case which may require oral\n\n       evidence, the Writ Court should not attempt to adjudicate the\n\n       same. When there are competing claims from both sides, which\n\n       are to be tested only after taking detailed evaluation of the\n\n       evidence adduced by the parties, the Writ Court should not\n\n       attempt to adjudicate the same. The scope of judicial review\n\n       should be restricted in doubtful cases.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">   28. Though     the jurisdiction of this Court is not totally curtailed in\n\n       contractual matters. Going by the settled principles of law <a href=\"/doc/768628/\" id=\"a_54\">laid\n\n       down by</a> this Court and the Hon&#x27;ble Supreme Court, the\n\n       maintainability of the writ petition in the contractual matter is a\n\n       matter to be decided in the exercise of discretion of this Court\n\n       according to the facts and circumstances of each case. There are\n\n       cases in which the adjudication can be done with reference to the\n\n       pleadings of the parties alone in contractual matter and in such\n\n       matters this Court is justified to entertain the writ petition in\n\n       contractual matters if this Court thinks it fit in the exercise of its\n\n       discretion. There are cases in which the disputed questions of\n<span class=\"hidden_text\" id=\"span_76\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_77\">                                      28</span>\n\n       fact could be decided on the basis of admitted documents\n\n       produced by the parties and in such case also this court is\n\n       justified to entertain the writ petition in contractual matter if this\n\n       court thinks fit in the exercise of discretion. But normally when\n\n       complicated questions of fact or multiple questions of fact are\n\n       involved, this Court should refrain from exercising its jurisdiction\n\n       under <a href=\"/doc/1712542/\" id=\"a_55\">Article 226</a> of the Constitution of India in contractual\n\n       matters.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">   29.        Bearing in mind the above legal propositions, let me\n\n       examine whether the Writ jurisdiction is to be exercised in the\n\n       present case.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">   30. First of all, I am unable to accept the contention of the Senior\n\n       Counsel for the petitioner that this Court has no jurisdiction to\n\n       consider the legality of the termination completed on the basis of\n\n       Ext.P23 Notice, since the same is not challenged by the\n\n       respondents. Since the petitioner has challenged Ext.P36 and\n\n       P37 Termination proceedings in this writ petition contending that\n\n       the Termination is already completed on the basis of Ext.P23\n\n       Termination Notice issued by the petitioner, this court has to\n\n       necessarily adjudicate whether the termination is complete on the\n<span class=\"hidden_text\" id=\"span_78\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_79\">                                      29</span>\n\n       basis of Ext.P23 Notice issued by the petitioner. So the legality of\n\n       Ex.P36 and P37 termination proceedings depends upon the\n\n       question that whether the termination is complete as per Ext.P23\n\n       notice or not. The petitioner itself has sought a declaration that the\n\n       contract between the parties having been terminated by Ext.P23\n\n       the 1st respondent is devoid of any jurisdiction in issuing Ext.P3\n\n       Show-cause Notice. In view of the said prayer, adjudication of the\n\n       legality of Ext.P23 is necessary in this Writ Petition. This leads to\n\n       competing claims of termination from either side which are not\n\n       desirable to be adjudicated under writ jurisdiction.\n\n</p><p data-structure=\"CDiscource\" id=\"p_46\">   31.        In the case on hand, I do not find any public law element to\n\n       entertain the writ petition. There is no statutory obligation from the\n\n       part of the first respondent and the obligations of the parties arise\n\n       only from the contract.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">   32. This writ petition was filed on 14.06.2021 and this Court passed\n\n       an interim order in favour of the petitioner on 09.08.2021. So\n\n       considering the long pendency of the matter I would have\n\n       disposed of the writ petition on merits rather than relegating the\n\n       parties to the alternate remedy available to them. The pleadings\n\n       and the documents in this writ petition reveal that complicated\n<span class=\"hidden_text\" id=\"span_80\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_81\">                                      30</span>\n\n       questions of law and the facts with respect to the competing\n\n       claims of the parties are to be adjudicated in this writ petition. I am\n\n       of the view that in such case a full-fledged adjudication cannot be\n\n       done by this Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_82\">33. Even though I have gone through the documents produced by both\n\n       sides in this writ petition on account of the extensive arguments\n\n       made by both sides touching the merits of the claim and I formed\n\n       an opinion, I myself have a strong belief that my opinion can only\n\n       be a prima facie opinion and that perhaps I may not subscribe the\n\n       same view when factual matrix unfurls further in a full - fledged\n\n       adjudication in a properly instituted proceeding. I am fortified to\n\n       take such a view in view of the legal proposition <a href=\"/doc/768628/\" id=\"a_56\">laid down by</a> the\n\n       Hon&#x27;ble Supreme Court in <a href=\"/doc/77081689/\" id=\"a_57\">Joshi Technologies</a> (Supra) that in\n\n       doubtful cases the parties may be relegated to adjudication of the\n\n       rights by resorting to remedies provided for adjudication of purely\n\n       contractual disputes. In the case on hand, I find that the alternate\n\n       remedy available to the petitioner is more efficacious and appropriate\n\n       than that of the writ remedy in view of the pleadings and evidence\n\n       available in this case.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">   34. The petitioner has issued an Ext.P23 Termination Notice on the\n<span class=\"hidden_text\" id=\"span_83\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_84\">                                     31</span>\n\n       ground that Ext.P7 RA Bill NO.1 is not processed and paid within\n\n       the time frame stipulated in Clause 60.10 of the FIDIC Conditions\n\n       of contract. According to the petitioner Exhibit P7 RAB No.1 was\n\n       certified on 07.10.2020 whereas the respondent contends that the\n\n       same was certified only on 12.12.2020 as per Ext.R2(w). The\n\n       contention of the respondents is that Exhibit P7 RAB No.1 has\n\n       been remaining under defective. Though counsels on both sides\n\n       made extensive arguments, with respect to the same referring to\n\n       several documents produced in this writ petition and I also have\n\n       found my opinion with respect to the same, I deem it fit not to enter\n\n       a finding with respect to the same on the ground that the\n\n       said disputed questions of fact need deeper inquiry and\n\n       adjudication.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">   35. Though the learned Senior Counsel for the petitioner argued that\n\n       Ext.P7 RAB No.1 was certified on 07.10.2020, the material\n\n       pleadings with respect to the same are absent in the writ petition.\n\n       As per the averments in the writ petition the RAB No.1 was\n\n       submitted on 22.06.2020. It is averred that even on the date of on\n\n       27.10.2020, RAB No.1 was not certified for payment.         So this\n\n       Court cannot adjudicate the dispute on account of want of specific\n<span class=\"hidden_text\" id=\"span_85\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_86\">                                      32</span>\n\n       pleadings from the part of the petitioner also even if this Court\n\n       desires to adjudicate the issue.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">   36. It is true that in paragraph No.17 of Ext.P39 judgment this Court\n\n       had made a finding that there was considerable delay in\n\n       processing the RAB No.1. But this Court has made clear that it is\n\n       only of prima facie opinion. This Court allowed W.P. (C)\n\n       No.13587/2021 filed by the petitioner challenging the termination\n\n       of contract by the 1st respondent and blacklisting of the petitioner\n\n       only on the ground that       the 1st respondent should not have\n\n       proceeded with the termination proceedings when the very same\n\n       question is pending consideration before this court in this writ\n\n       petition and there was undertaking from the Standing Counsel for\n\n       the 1st respondent that no coercive action will be taken in the\n\n       matter during the pendency of the writ petition.\n\n</p><p data-structure=\"Section\" id=\"p_52\">   37.        Whether Exhibit P7 RAB No.1 was defective, if so, when\n\n       was it cured by the petitioner, which is the date or order of\n\n       certification - these are all matters requiring deeper inquiry and\n\n       adjudication and it could not be decided in a limited jurisdiction\n\n       under <a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> of the Constitution of India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">   38. As    rightly pointed out by the Standing Counsel for the\n<span class=\"hidden_text\" id=\"span_87\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_88\">                                       33</span>\n\n         respondents in the FIDIC Conditions of Contract, which are\n\n         admittedly applicable, there are provisions for Settlement of\n\n         dispute as per Clause 67.1, an Amicable settlement as per Clause\n\n         67.2 and Arbitration under Clause 67.3. In view of the said\n\n         provisions, I hold that if either party has any dispute, it has to\n\n         resort to the remedies under those provisions.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_54\">    39. Ext.P37 notice issued by the 1st respondent is only a Show-Cause\n\n         Notice. The petitioner can either respond to the said notice or\n\n         initiate action against the said termination notice through the\n\n         dispute resolution mechanism provided in the agreement.\n\n</p><p data-structure=\"CDiscource\" id=\"p_55\">    40.        l make it clear that I have not made any finding touching the\n\n         merits of the matter as the disputes between the petitioner and\n\n         the respondent arising from contractual obligations are to be\n\n         adjudicated in a properly instituted proceeding.\n\n</p><p data-structure=\"Conclusion\" id=\"p_56\">    41. In   view of the aforesaid legal propositions, discussions and\n\n         findings, I find no reason to entertain the writ petition on merits\n\n         and the same is accordingly dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">                                                             Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_58\">                                                     M.A.ABDUL HAKHIM\n                                                            JUDGE\nShg/25\n<span class=\"hidden_text\" id=\"span_89\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_90\">                                        34</span>\n\n\n\n\n                          APPENDIX OF WP(C) 12353/2021\n\n\n\nPETITIONER EXHIBITS\n\nEXHIBIT P1                TRUE   COPY    OF   THE   LETTER   OF    ACCEPTANCE\n                          NO.RBDCK/T220/CUSAT/PACKAGE-I/1509            DATED\n                          22.09.2018.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">EXHIBIT P2                TRUE COPY OF THE MINUTES OF KICK OFF MEETING DATED\n                          27.09.2018 CONVENED BY THE 1ST RESPONDENT.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">EXHIBIT P3                TRUE COPY OF THE LETTER NO.106 DP 889-6E/2018\n                          DATED 21.01.2019 OF THE 2ND RESPONDENT.</p><pre id=\"pre_2\">\n\nEXHIBIT P4                TRUE COPY OF THE ORDER DATED 27.08.2019 OF THIS\n                          HON&#x27;BLE    COURT IN    WRIT  PETITION    (CIVIL)\n                          NO.2086/2019.\n\nEXHIBIT P5                TRUE COPY OF THE RELEVANT PAGES OF WORKS AGREEMENT\n</pre><p data-structure=\"Conclusion\" id=\"p_61\">                          BETWEEN THE PETITIONER AND 1ST RESPONDENT DATED\n                          05.09.2019.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">EXHIBIT P6                TRUE COPY OF THE BANK GUARANTEE NO.0132BG001142018\n                          DATED 15.10.2018 ISSUED BY SOUTH INDIAN BANK.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">EXHIBIT P6 A              TRUE   COPY    OF   THE   TREASURY   DEPOSIT   DATED\n                          22.01.2019.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">EXHIBIT P7                TRUE COPY OF THE RELEVANT PAGES OF RA BILL NO.1\n                          TOGETHER WITH ITS COVERING LETTER.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">EXHIBIT P8                TRUE COPY OF THE LETTER NO.DP-889 CU P1 TR 251 OD\n                          THE 2ND RESPONDENT DATED 25.06.2020.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">EXHIBIT P9                TRUE COPY OF THE LETTER NO.MIPL/C/CU/20/2504 DATED\n                          09.07.2020 OF THE PETITIONER.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_67\">EXHIBIT P10               TRUE COPY OF THE LETTER NO.DP-889/CU.P1-TR DATED\n                          23.07.2020 OF THE 2ND RESPONDENT.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">EXHIBIT P11               TRUE COPY OF THE E MAIL DATED 20.08.2020 OF THE\n                          2ND RESPONDENT.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">EXHIBIT P 12              TRUE COPY OF THE E MAIL DATED 20.08.2020 OF THE\n                          PETITIONER.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">EXHIBIT P 13              TRUE COPY OF THE E MAIL DATED 21.08.2020 OF THE\n                          2ND RESPONDENT.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">EXHIBIT P 14              TRUE COPY OF THE E MAIL DATED 21.08.2020 OF THE\n                          PETITIONER.\n</p><span class=\"hidden_text\" id=\"span_91\"> W.P.(C)No.12353 of 2021</span><p data-structure=\"Conclusion\" id=\"p_72\">\n\n<span class=\"hidden_text\" id=\"span_92\">                                        35</span>\n\nEXHIBIT P 15              TRUE COPY OF THE LETTER NO.MIPL-C/CU/20/2697 DATED\n                          25.08.2020.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">EXHIBIT P 16              TRUE COPY OF THE E MAIL DATED 26.08.2020 OF THE\n                          2ND RESPONDENT.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">EXHIBIT P 17              TRUE COPY OF THE E MAIL DATED 15.09.2020 FORM THE\n                          2ND RESPONDENT REQUIRING HARD COPIES OF THE BILL.\n\nEXHIBIT P 18              TRUE COPY OF THE E MAIL DATED 16.09.2020 OF THE\n                          2ND RESPONDENT.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">EXHIBIT P 19              TRUE COPY OF THE E MAIL DATED 28.09.2020 OF THE\n                          2ND RESPONDENT.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">EXHIBIT P 20              TRUE COPY OF THE EMAIL DATED 07.10.2020 OF THE 2ND\n                          RESPONDENT REQUESTING FOR DRIVER AND VEHICLE.\n</p>\n<p data-structure=\"Section\" id=\"p_77\">EXHIBIT P 21              TRUE COPY OF THE E MAIL DATED 21.10.2020 OF\n                          OFFICERS OF 2ND RESPONDENT SEEKING PERMISSION TO\n                          PROCESS RA BILL NO.1.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_78\">EXHIBIT P 22              TRUE COPY OF THE LETTER NO.MIPL-C/CU/20/3029 DATED\n                          27.10.2020 OF THE PETITIONER.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">EXHIBIT P 23              TRUE COPY OF THE LETTER NO.C/CU/21/3349 DATED\n                          08.01.2021    OF THE PETITIONER   (NOTICE  OF\n                          TERMINATION).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">EXHIBIT P 24              TRUE COPY OF THE APPROVED RA BILL NO.2.\n\n</p><pre id=\"pre_3\">EXHIBIT P 25              TRUE        COPY        OF        THE              LETTER\n                          NO.RBDCK/T220/CUSAT/PACKAGE-1/VOL.V/142             DATED\n                          22.01.2021 OF THE 1ST RESPONDENT.\n\nEXHIBIT P26               TRUE COPY OF THE LETTER NO.MIPL-C/CU/21/114 DATED\n                          29.01.2021 OF THE PETITIONER.\n\nEXHIBIT P 27              TRUE COPY     OF   THE   MINUTES   OF   MEETING     DATED\n                          30.01.2021.\n\nEXHIBIT P 28              TRUE        COPY        OF        THE              LETTER\n                          NO.RBDCK/T/220/CUSAT/PACKAGE-1/VOL.V 298          OF THE\n                          1ST RESPONDENT DATED 15.02.2021.\n\nEXHIBIT P 29              TRUE COPY OF THE LETTER NO.MIPL-C/CU/20/263 DATED\n                          23.02.2021 OF THE PETITIONER.\n\nEXHIBIT P 30              TRUE COPY OF THE LETTER NO.MIPL-C/CU/21/286 DATED\n</pre><p data-structure=\"Conclusion\" id=\"p_81\">                          02.03.2021 OF THE PETITIONER REQUESTING TO RELEASE\n                          THE PAYMENT COVERED BY RA BILL NO.2.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">EXHIBIT P 31              TRUE    COPY     OF    THE    LETTER   NO.RBDCK/T\n                          220/CUSAT/PACKAGE I/VOL.V 483 DATED 06.03.2021 OF\n                          THE 1ST RESPONDENT.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_83\">EXHIBIT P 32              TRUE COPY OF THE LETTER NO.MIPL-C/CU/21/351 DATED\n                          11.03.2021 OF THE PETITIONER.\n</p><span class=\"hidden_text\" id=\"span_93\"> W.P.(C)No.12353 of 2021</span><p data-structure=\"Conclusion\" id=\"p_84\">\n\n<span class=\"hidden_text\" id=\"span_94\">                                      36</span>\n\n</p><pre id=\"pre_4\">EXHIBIT P 33              TRUE        COPY        OF        THE           LETTER\n                          NO.RBDCK/T220/CUSAT/PACKAGE    I/VOL.V/582       DATED\n                          19.03.2021 OF THE 1ST RESPONDENT.\n\nEXHIBIT P 34              TRUE COPY OF RA BILL NO.3         DATED     31.03.2021\n                          SUBMITTED BY THE PETITIONER.\n\nEXHIBIT P 35              TRUE COPY OF THE LETTER NO. DATED 10.06.2021 OF\n                          THE PETITIONER.\n\nEXHIBIT P 36              TRUE COPY OF THE MAIL DATED 11.06.2021 TOGETHER\n                          LETTER NO.686 DP 889 RT 2021 OF THE 2ND\n                          RESPONDENT.\n\nEXHIBIT P 37              TRUE COPY OF THE MAIL DATED 11.06.2021 TOGETHER\n</pre><p data-structure=\"Conclusion\" id=\"p_85\">                          LETTER   NO.RBDCK/T220/CUSAT/PACKAGE I/VOL.V/968\n                          DATED 11.06.2021 (TOGETHER WITH EXT.P36) OF THE\n                          1ST RESPONDENT.\n</p>\n<pre id=\"pre_5\">EXHIBIT P38               TRUE COPY OF THE CERTIFIED BILL NO,2\n\nEXHIBIT P39               TRUE COPY OF THE JUDGMENT DATED 9.8.2021 IN W.P.\n<span class=\"hidden_text\" id=\"span_95\">                          (C)NO.13587/2021</span>\n\nEXHIBIT P40               TRUE COPY OF THE CERTIFIED BILL NO.2\n\nEXHIBIT P41               TRUE COPY OF THE RA BILL NO. 3 SUBMITTED BY THE\n                          PETITIONER\n\nRESPONDENTS&#x27; EXTS\n\nEXT.R2(A)                 TRUE COPY OF THE E-MAIL DATED 1.7.2020\n\nEXT.R2(B)                 TRUE COPY OF THE   E-MAIL DATED 6.7.2020\n\nEXT.R2(C)                 TRUE COPY OF THE   E-MAIL DATED 11.7.2020\n\nEXT.R2(D)                 TRUE COPY OF THE   E-MAIL DATED 28.7.2020\n\nEXT.R2(E)                 TRUE COPY OF THE   E-MAIL DATED 10.8.2020\n\nEXT.R2(F)                 TRUE COPY OF THE   E-MAIL DATED 12.8.2020\n\nEXT.R2(G)                 TRUE COPY OF THE   E-MAIL DATED 13.8.2020\n\nEXT.R2(H)                 TRUE COPY OF THE   LETTER DATED 28.8.2020\n\nEXT.R2(I)                 TRUE COPY OF THE   E-MAIL DATED 14.9.2020\n\nEXT.R2(J)                 TRUE COPY OF THE LETTER DATED 14.9.2020\n\nEXT.R2(K)                 TRUE COPY OF THE E-MAIL DATED 15.9.2020\n\nEXT.R2(L)                 TRUE COPY OF THE E-MAIL DATED 18.9.2020\n\nEXT.R2(M)                 TRUE COPY OF THE LETTER DATED 28.9.2020\n\nEXT.R2(N)                 TRUE COPY OF THE E-MAIL DATED 13.10.2020\n\nEXT.R2(O)                 TRUE COPY OF THE E-MAIL DATED 28.10.2020\n<span class=\"hidden_text\" id=\"span_96\"> W.P.(C)No.12353 of 2021</span>\n\n<span class=\"hidden_text\" id=\"span_97\">                                      37</span>\n\nEXT.R2(P)                 TRUE COPY OF THE E-MAIL DATED 6.11.2020\n\nEXT.R2(Q)                 TRUE COPY OF THE E-MAIL DATED 18.11.2020\n\nEXT.R2(R)                 TRUE COPY OF THE E-MAIL DATED 24.11.2020\n\nEXT.R2(S)                 TRUE COPY OF THE E-MAIL DATED 3.12.2020\n\nEXT.R2(T)                 TRUE COPY OF THE LETTER DATED 4.12.2020\n\nEXT.R2(U)                 TRUE COPY OF THE E-MAIL DATED 11.12.2020\n\nEXT.R2(V)                 TRUE COPY OF THE COMPARISON STATEMENT SHOWING THE\n                          DIFFERENCE IN EACH ITEM ACCOUNTED IN RBA I AND\n                          PART\n\nEXT.R2(W)                 TRUE COPY OF THE LETTER DATED 12.12.2020 RECEIVED\n                          BY M/S.RBDCK ON 16.12.2020\n\nEXT.R2(X)                 TRUE COPY OF THE LETTER DATED 23.12.2020\n </pre>","numcites":16,"numcitedby":0,"docsource":"Kerala High Court","citetid":156016643,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}