{"tid":160908104,"publishdate":"2015-07-01","title":"Pankaj Kumar Gupta vs State Of U.P. on 1 July, 2015","doc":"<h2 class=\"doc_title\">Pankaj Kumar Gupta vs State Of U.P. on 1 July, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-singh\">Ravindra Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-singh\">Ravindra Singh</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nReserved\n \n\n \n\n \n\n \nCriminal Appeal No. 1516 of 1999\n \nPankaj Kumar Gupta Versus State of U.P. \n \nAnd \n \nCriminal Appeal No. 1463 of 1999\n \nAtul Pandey alias Babloo Versus State of U.P. \n \n\n \n\n \nHon&#x27;ble Ravindra Singh,J.\n \n\n \n</pre><p data-structure=\"Conclusion\" id=\"p_1\">\tThe above mentioned criminal appeal no. 1516 of 1999 Pankaj Kumar Gupta Versus State of U.P., criminal appeal no. 1463 of 1999-Atul Pandey alias Babloo Versus State of U.P. have come up before me by the order of Hon&#x27;ble Chief justice  for the decision, under the provisions of  <a href=\"/doc/1090821/\" id=\"a_1\">section 392</a>, Criminal Procedure Code, 1973 because  the Division Bench comprising Hon&#x27;ble Barkat Ali Zaidi,J. And Hon&#x27;ble Vijay Kumar Verma,J.  equally divided in their opinion in its judgment and order dated 28.11.2008 with regard to the appellant-accused Pankaj Kumar Gupta and Atul Pandey alias Babloo, Hon&#x27;ble Barkat Ali Zaidi, J. is of the opinion that the appellant Pankaj Kumar Gupta and Atul Padney alias Babloo deserve to be acquitted,  their order of conviction has been set aside and their appeals have been allowed, on the other hand Hon&#x27;ble Vijay Kumar Verma,J. is of the opinion that the appellant Pankaj Kumar Gupta and Atul Pandey alias Babloo are guilty,  they have been convicted under sections 120-B, <a href=\"/doc/1983271/\" id=\"a_2\">302</a>  read with <a href=\"/doc/387648/\" id=\"a_3\">section 34</a> and <a href=\"/doc/454689/\" id=\"a_4\">201</a> read with <a href=\"/doc/37788/\" id=\"a_5\">section 34</a> of the Indian Penal Code and their appeals are dismissed by affirming the order of  conviction and sentence awarded by the trial court. \n</p> \n<p data-structure=\"PetArg\" id=\"p_2\">\tIn this case three appellants namely Ram Chandra Gupta, Pankaj Kumar Gupta and Atul Pandey have been convicted by the trial court but the  accused Pawan Kumar  Gupta has been acquitted by  the learned Sessions Judge, Varanasi on 29.5.1999 in S.T. No. 624 of 1995.\n</p> \n<p data-structure=\"Facts\" id=\"p_3\">\tThe appellants Ram Chandra Gutpa,  Pankaj Kumar Gupta and Atul Pandey @ Babloo filed the Criminal Appeal No. 1517 of 1999, 1516 of 1999 and 1463 of 1999 respectively against the judgment and order dated 29.5.1999 by which they have been convicted and sentenced  but against the same judgment the State of U.P. filed Government appeal  no. 3111 of 1999 and the complainant Ashok Gupta filed criminal revision no. 1372 of 1999  against the acquittal of Pawan Kumar Gupta and to  enhance the sentence of the appellants accused Ram Chandra Gupta, Pankaj Kumar Gupta and Atul Pandey alias Babloo. The above mentioned criminal appeals, Govt Appeal and criminal Revision, have  been heard by  the Division Bench, comprising Hon&#x27;ble Barkat Ali Zaidi,J. and  Hon&#x27;ble Vijai Kumar Verma,J. thereafter delivered the judgment dated 26.11.2009 by which  both the Hon&#x27;ble Judges dismissed the criminal Appeal no. 1517 of 1999 filed by the appellant Ram Chandra Gupta, the Government Appeal No. 3111 of 1999 and Criminal Revision no. 1372 of 1999. Their Lordships are divided in   opinion  with regard to the appellant Pankaj Kumar Gupta in Criminal Appeal No. 1516 of 1999 and appellant Atul Pandey alias Babloo in Criminal Appeal no. 1463 of 1999, as mentioned in earlier  paragraph therefore. I have been nominated as third judge to hear these appeals by the Hon&#x27;ble Chief Justice under the provisions of <a href=\"/doc/1090821/\" id=\"a_6\">section 392</a> Cr.P.C. To deal with the case of Pankaj Kumar Gupta and Atul Pandey alias Babloo in criminal Appeal No. 1516 of 1999 and 1463 of 1999 respectively, it is necessary  to unfold the matrix of the case;\n</p> \n<p data-structure=\"Facts\" id=\"p_4\">\tThe facts, in brief, of this case are that the F.I.R. has been lodged by Ashok Kumar Gupta, P.W. 1 on 18.8.1995 at 7.30 a.m. at P.S. Cantt. district Varanasi in case crime no. 391 of 1995 under <a href=\"/doc/1560742/\" id=\"a_7\">sections 302</a>,<a href=\"/doc/386021/\" id=\"a_8\">201</a> I.P.C. in respect of the incident occurred about 8.00 p.m. on 17.8.1995, at the house No. S-4/90- Orderly Bazar, Varanasi alleging therein that the first informant Ashok Kumar Gupta was residing in house no. S-4/90 Orderly Bazar, Varanasi, in its next portion, his real brother accused Ram Chandra Gupta was residing separately in which he was running a restaurant in the name and style of Amrit Sagar Restaurant, in both the brothers, the partition had taken place. His  brother and his family members were having jealousy( Androoni Kalah). The first informant was having a shop of Gas Chulha( Gas Stove) in his house. On 17.8.1995 at about 8.00 p.m. after closing the shop, he called his son Amit Kumar but no  response was received, then the search was made, but his whereabouts could not be known. He  remained in search of his son, he along with his wife, remained whole of night in the balcony( Barja) of the first floor of the house, whole of the night any member of the house did not enter into the house  and nobody went out. In the morning of 18.8.995 the first informant had gone in search of his son at that time also his wife remained in the balcony in a standing position. He came back to his house, he was told  by the accused Ram Chandra that the dead body of the Amit Kumar was lying in the freezer of his restaurant, then he and his nephew went there and saw the dead body of the deceased lying in  the freezer. The freezer was in working condition, he was having apprehension that the deceased Amit Kumar was killed by the accused Ram Chandra and his family members by way of pressing his neck and chest thereafter, the dead body was concealed in the freezer. The F.I.R. was lodged at the police station for taking proper action.\n</p> \n<p data-structure=\"Facts\" id=\"p_5\">\tAfter lodging the F.I.R., its the investigation was entrusted to P.W. 8/S.I. Ram Swaroop Shakya  he copied the chik, F.I.R. G.D. in the case diary, he came to place of occurrence he got photography of the site. For completing the inquest proceedings, he arranged the  witnesses, the dead body was taken out  from the Freezer and completed the proceedings of inquest, he prepared the inquest  report, challan nash, photonash, letter to CMO, letter to officer in charge of police line. The dead body was handed over to the  constables, Ram Kewal and Gupteshear Rai for conducting the autopsy.  He made spot inspection; prepared site plan. He took  in his possession  the freezer, a pair chappal of the deceased recovered from the freezer, a black coloured rubber piece recovered from bath room. One citizen wrist watch recovered from the right pocket of the pant, one comb was recovered back pocket of the pant of the deceased were also taken into possession, all the articles including  freezer  were sealed in separate  cloth cover, its memo was prepared which was marked as  Exhibit Ka-11 and  in the  presence of the public witnesses he prepared the inquest report( Exhibit Ka 2) and other relevant papers. The dead body of the deceased  Amit recovered from the  deep freezer  kept in the cellar of the restaurant was sent for autopsy after completing the proceedings of inquest.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_6\">\tThe Post Mortem examination  of the dead body of the deceased  Amit Kumar was conducted by Dr. S.K. Tripathi, (P.W. 6) on 18.8.1995 at 6.00 p.m. the dead body was brought and identified by the constable Ram Kewal P.W. 10 and constable Gupteshwar  Rai.\n</p> \n<p data-structure=\"RespArg\" id=\"p_7\">\tSeal found intact. On opening body of an adolescent child made found of thin built and nourished dressed in full shirt one Baniyan one, Full pant, and under wear one. All taken out and sealed and handed over to constable concerned.\n</p> \n<p data-structure=\"PetArg\" id=\"p_8\">\tRigor mortis present all over body and established. No decomposition and yet not appeared Hypostasis( post mortem staining) found on right side face, left side chest, outer aspect of left body trunk, left thigh and lower limb lower portion. Hands and palms show puckring and goosing skin. Nails and lips cyonosed. Right eye has black eye in upper eye lid. Conjunctivae congested, eye closed, mouth close. Body length 4 feet 8 inches. \n</p> \n<p data-structure=\"Issue\" id=\"p_9\">\tThe Post Mortem examination report reveals;\n</p> \n<p data-structure=\"Issue\" id=\"p_10\">External Injuries: \n</p> \n<blockquote id=\"blockquote_1\">1.  Ligature mark 14 cm. X 3 cm. 5 cm. found on the upper 2/3 of neck over thyroid, hyoid and trachea level with multiple contusion of irregular size and shaped. Some oval localized found in the front and right side of neck area. On cut- upto oesophagus all soft tissues found  with haematoma. \n \n</blockquote><blockquote id=\"blockquote_2\">2.  Contusion ½ cm. X 2 cm. On the chin right side. 1 cm. Outer to mid line. \n</blockquote> \n<blockquote id=\"blockquote_3\">3.  Contusion 2 cm. X 1 cm. On the left thigh outer aspect. \n</blockquote> \n<blockquote id=\"blockquote_4\">4.  Contusion 3 cm. X 1 cm. On the left knee at outer aspect. \n</blockquote> \n<blockquote id=\"blockquote_5\">5.  Contusion 4 cm. 2 cm. On the left leg outer aspect. \n</blockquote> \n<blockquote id=\"blockquote_6\">6.  On opening the scalp- Haematoma found with contusion localised at four places. - one at right fore-head, one at right parietal and one each at both occipital areas and found with haematoma in full thickness of scalp. Diffused haematoma found in all over scalp. Right temporalis muscle also contused with clotted blood. \n \n</blockquote><p data-structure=\"Issue\" id=\"p_11\">on cut- to cranium- brain membrane found contused. Congested with extra-dural. Sub-dural sub-arachnoid haematoma/haemorrhages. \n</p> \n<p data-structure=\"Issue\" id=\"p_12\">Internal injuries: \n</p> \n<blockquote id=\"blockquote_7\">1. Head and neck \n \n    Scalp-livid (congested and see injury as discussed). \n</blockquote> \n<p data-structure=\"Issue\" id=\"p_13\">    Skull- N.A.D. (no abnormality detected) \n \n</p><p data-structure=\"Issue\" id=\"p_14\">2. Membranes- congested (highly congested) \n \n</p><p data-structure=\"PetArg\" id=\"p_15\">3. Brain- congested( ++++) with extra-dural haemorrhage found on     right occipital area, sub-dural haemorrhages and sub-arachnoid haemorrhages found all over brain. \n</p> \n<p data-structure=\"Issue\" id=\"p_16\">Thorax \n \n</p><p data-structure=\"Issue\" id=\"p_17\">1. Pleura- congested( +++++) \n \n</p><p data-structure=\"Issue\" id=\"p_18\">2. Larynx-congested trachea- contused. \n</p> \n<p data-structure=\"Issue\" id=\"p_19\">3. Lungs- congested with patechial haemorrhagic patches on the surfaces (++++). \n</p> \n<p data-structure=\"Issue\" id=\"p_20\">Pericardium- congested \n \nHeart- 150 grams empty \n \nVessels- Over neck area right jugular vain carotid walls \n \nand fascia found contused,. \n</p> \n<p data-structure=\"Issue\" id=\"p_21\">The neck muscles- sternocledomastoid muscle at thyroid level found contused with haematoma. \n</p> \n<p data-structure=\"Issue\" id=\"p_22\">Hyoid muscle found contused. \n</p> \n<p data-structure=\"PetArg\" id=\"p_23\">Abdomen\n \nPeritoneum congested (+++++)\n \nEosphagus- Congested at neck level\n \nStomach and contents- 150 grms semi digested food Aloo, Roti Pyaj identified\n \nSmall Intestine\t- Digested food\n \nLiver and Gall Bladder _ Faecal matter and Gas\n \nPancreas- Congested\n \nSpleen-   50 gram congested       (+++++)\n \nKidneys- 130 grms congested   (+++++)\n \nUrinary Bladder- Empty\n \nCause of death was due to asphyxia as a result of  pressure over front and right side of neck causing strangulation and contributed too by coma as a result of head injury and intracranial hemorrhages.\n</p> \n<p data-structure=\"Facts\" id=\"p_24\">\tAccording to the  postmortem examination report  the probable time  since the death was about 7/8 a day old, the dead was wearing full shirt, Baniyan, Full Paint, underwear, all the cloths were taken out and sealed thereafter the same were handed over to constable concerned. According to the post mortem examination report  the cause of death was due to asphyxia  as a result of pressure over front and right side of the neck causing strangulation and  contributed to by coma as a result of head injury intracranial hemorrhages. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_25\">\tThe investigation of the case was changed and it was entrusted to P.W. 9 S.I. Yogendra Mishra, who also later on transferred on 1.9.1995 to some other place then the  investigation was entrusted to P.W. II S.I. Sharat Chandra Pandey,  who after completing the investigation, submitted the charge sheet( Exhibit Ka12) against Ram Chandra, his sons Pankaj and Pawan Kumar and the accused  Atul Pandey alias Babloo in the court of learned C.J.M. Varanasi who took the cognizance and after completing the  required formalities the case was committed to the court of Sessions. The learned First Additional Sessions Judge, Varanasi framed the charge on 18.6.1996 against the accused Ram Chandra, Pawan Kumar Gupta, Pajkaj Kumar Gupta and Atul Pandey alias  Babloo in S.T. No. 624 of 1995 for the offences punishable under <a href=\"/doc/1560742/\" id=\"a_9\">sections 302</a>/<a href=\"/doc/37788/\" id=\"a_10\">34</a>, <a href=\"/doc/386021/\" id=\"a_11\">201</a>/<a href=\"/doc/37788/\" id=\"a_12\">34</a> and <a href=\"/doc/1897847/\" id=\"a_13\">120-B</a> I.P.C., the charges were read over and explained to the accused persons,  the accused persons denied the charges and claimed  the trial. \n</p> \n<p data-structure=\"Facts\" id=\"p_26\">\tFrom the side of prosecution P.W. 1 Ashok Kumar Gupta, who had lodged the F.I.R., P. W. 2  Rais Ahmad,  P.W. 3 Suresh Chand Seth, P.W. 4 Hasin Uddin, P.W. 5 Ram Naresh Gupta, P.W. 6 Dr. S.K. Tripathi, P.W. 7 Head Constable Shailendra Kumar Pandey, P.W. 8  S.I. Ram Sewak Shakya, and P.W. 9 Yogendra Singh  P.W. 10 Constable Ram Kewal and P.W. 11 Inspector Sharat Chandra Pandey have been examined, some documents have also been filed thereafter the statement of the accused persons namely Pankaj Kumar, Atul Pandey, Pawan Kumar Pandey and Ram Chandra Gupta have been recorded under <a href=\"/doc/767287/\" id=\"a_14\">section 313</a> Cr.P.C. In defence,  D.W. 1 Suresh Chandra Gupta, D.W. 2 Amrit Lal and D.W. 3 Kush Kumar Singh, Deputy Jailer district Jail Varanasi have been examined.\n</p> \n<p data-structure=\"Issue\" id=\"p_27\">\tAfter evaluating the evidence available on record, the learned Sessions Judge Varanasi recorded the fining of conviction against Ram Chandra Gupta, Pankaj Kumar Gupta and Atul Pandey alias Babloo.  They have been convicted for the offences punishable  under <a href=\"/doc/1897847/\" id=\"a_15\">sections 120-B</a>, <a href=\"/doc/1560742/\" id=\"a_16\">302</a>/<a href=\"/doc/37788/\" id=\"a_17\">34</a>,<a href=\"/doc/386021/\" id=\"a_18\">201</a>/<a href=\"/doc/37788/\" id=\"a_19\">34</a> I.P.C. on 29.5.1999 and sentenced to undergo imprisonment for life under <a href=\"/doc/1560742/\" id=\"a_20\">section 302</a> IPC not passed separate sentence under <a href=\"/doc/386021/\" id=\"a_21\">sections 201</a> and <a href=\"/doc/1897847/\" id=\"a_22\">120-B</a> IPC but the accused  Pawan Kumar Gupta has been acquitted by the trial court because the prosecution has failed to prove its charges against him.\n</p> \n<p data-structure=\"Facts\" id=\"p_28\">\tAgainst the judgment and order dated 29.5.1999 in S.T. No. 624 of 1995 passed by learned Sessions Judge, Varanasi, the  appellant Ram Chandra Gupta filed Criminal Appeal No. 1517 of 1999, the appellant Pankaj Kumar Gupta filed Criminal Appeal No. 1516 of 1999 and the appellant Atul Pandey alias Babloo filed the Criminal Appeal No. 1463 of 1999 but against the judgment and order acquitting the accused  Pawan  Kumar Gupta,  the State of U.P. filed Government Appeal No. 3111 of 1999 and the first informant Ashok Kumar Gupta also filed Criminal Revision No. 1372 of 1999 before this Court, the same were connected and heard by the Division Bench  comprising Hon&#x27;ble Barkat Ali Zaidi, J and Hon&#x27;ble Vijay Kumar Verma, J, both the Hon&#x27;ble Judges have delivered the separate  judgment  dated 28.11.2008 but both the Hon&#x27;ble Judges have come to the conclusion that the prosecution has successfully proved its case against the accused Ram Chandra Gupta, therefore, Criminal Appeal No. 1517 of 1999 filed by the accused Ram Chandra Gupta has been dismissed by their Lordships and their Lordships have dismissed the Government Appeal No. 3111 of 1999 and Criminal Revision No. 1372 of 1999 but there was a difference of opinion with regard to the conviction of the appellants Pankaj Kumar Gupta and Atul Pandey alias Babloo in Criminal Appeal No. 1516 of 1999 and 1463 of 1999. The Hon&#x27;ble B.A.Zaidi, J. has come to the conclusion that the prosecution has failed to prove its case against the accused Pankaj Kumar Gupta and Atul Pandey alias Babloo, consequently,  they have been acquitted and their appeals have been allowed but on other hand Hon&#x27;ble  V.K.Verma, J. has come to the conclusion that the prosecution has successfully proved its case beyond any shadow of doubt  against accused Pankaj Kumar Gupta and Atul Pandey alias Babloo, consequently, their conviction and sentence awarded by the trial court has been affirmed and their appeals have been dismissed. Since there was a difference of opinion, in respect of  the appellants Pankaj Kumar Gupta and Atul Pandey alias Babloo, the matter was sent to Hon&#x27;ble the Chief Justice  for nomination of 3rd Judge to hear the appeals of the appellants Pankaj Kumar Gupta and Atul Pandey alias Babloo in view of the provision of <a href=\"/doc/1090821/\" id=\"a_23\">section 392</a> Cr.P.C., the Hon&#x27;ble Chief Justice has nominated to me as 3rd Judge  vide order dated 15.1.2009 to hear their criminal appeals.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_29\">\tHeard Sri M.P.Yadav, learned counsel for the appellant Atul Pandey alias Babloo, Dr. Abida Sayeed, Amicus Curiae for appellant Pankaj Kumar Gupta, Sri G.S.Chaturvedi Senior Advocate assisted by Sri Samit Gopal, counsel for the complainant and the learned Additional Government Advocate for the State of U.P.\n \n\tTo evaluate the evidence of each witness available on record,  it  is necessary to peruse the examination in chief and cross examination of each witness;\n</p> \n<p data-structure=\"Facts\" id=\"p_30\">\t The P.W.1 Ashok Kumar Gupta deposed before the trial court in his examination in chief  that the house of the accused  Ram Chandra was on west side of his house, in that house, in the back of shop under the stairs a fridge was kept, the Amrit Sagar  restaurant was on the first floor of the house of accused Ram Chandra. There had been a partition  between him and Ram Chandra. He is his real brother. There were stairs to go on the roof of Ram Chandra and from roof of Ram Chandra, it was possible to reach on the roof of his house.  In the back of his house, there was compound (Ahata) of Ulfat Bibi. He was having 4 brothers, a family partition was taken place  in June of 1982, his three others brothers were residing separately at a far distance. Prior the alleged occurrence, all the brothers started  business of Bajrang Development Corporation by investing Rs. 17500/- each, all the five brothers were having  equal share in the business but the power of attorney was  executed in favour of accused Ram Chandra for business management, in lieu of it, 10% of the profit was to be given to him, remaining profit was to be equally shared. In the meantime the accused Ram Chandra withdrew the sum of Rs. 25,000/- from the firm and purchased a shop No. 8 in his name. It was protested by him but accused Ram Chandra  could not be persuaded  but he became annoyed  to the first informant and his family. The accused Ram Chandra and his  wife  were extending  threats by saying  that he was having proud of his son and shop, his dead body would be passed out. The accused Ram Chandra was doing the different tantrik kirya in front of the shop of the first informant. His son, Amit, wanted to purchase a generator, he had asked the appellant Pankaj to give the telephone number of the generator&#x27;s company. On the day of incident he and his son were setting at their shop, at about 7.00-7.15 p.m. the appellant Pankaj came to the shop to give the telephone number, at that time the appellant Atul Pandey alias Babloo was standing out side of his shop. After having some talks with him, the appellant Pankaj Kumar went to Amrit Sagar restaurant, thereafter the deceased Amit dialed the such number but it could not be connected with person cornered,  then he thought that number given was not correct. The deceased Amit went  to the restaurant to know correct number from the appellant. Pankaj Kumar Gupta, thereafter, the deceased did not come out from the restaurant.  At about 8.00 p.m., after closing the shop  he  called the deceased but no response  came out from his side, the accused Ram Chandra who was standing on the gate of his house was inquired as to whether the deceased Amit  had gone to Restaurant, but he replied in negative. At that time in his house, Ram Chandra, Pawan and Pankaj were also residing. The people of Mohalla gathered there who suggested to call police dog to ascertain whether the deceased Amit  had gone to restaurant or not, it was told by accused Ram Chandra that the appellant Pankaj had gone in search of the deceased Amit. He and his wife remained in Varandah of his house whole of night they were waiting the arrival of their son Amit. From the place where they were standing, every thing  on the ground floor was visible.  At about 12.00 O&#x27;clock,  the appellant Pankaj came back and entered into his house,  till morning nobody entered into the house of Ram Chandra and nobody went out from his house. There was light  at the place of occurrence. Due to death of a person, the people were awakening in whole of the night in the Hatha of Ulfat Bibi. On the next day morning, the accused  Ram Chandra came and stated that some body had told him on phone that the dead body of the deceased Amit was in the freezer, thereafter he and his  nephew Sunit saw the freezer, it was opened by accused Ram Chandra, the dead body of the deceased was lying in the freezer. The chappals were recovered from the freezer and the wrist watch and comb were recovered from the pockets of pant which were taken into possession by the Sub-Inspector, a rubber tube was also recovered from the wash room. He proved the  written report which was marked as Exhibit Ka 1. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_31\">\tOn 31 July, prior commission of alleged offence it was told by the accused Ram Chandra that a phone call was received from first informant&#x27;s  sasural, that his father in law was ill, on inquiry it was found false, he suspected that accused Ram Chandra wanted to commit some offence in his absence. No person was residing on the first floor of his house. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_32\">\tIn cross examination, P.W. 1 Ashok Kumar Gupta deposed that the amount of Rs. 17,500/- was invested by each of the brother in Bajrang Development Corporation but the accused Ram Chandra had withdrawn the amount of Rs. 25,000/- from the account of the Firm, he denied the suggestion that the amount of only Rs. 5000/- was withdrawn by the accused Ram Chandra from the account of the firm for purchasing a shop, he had made protest against the withdrawal of the amount on which the threat was not extended to him  by the accused Ram Chandra and his  wife. After separation there was a dispute with the partition of the house on which the threat was extended by the accused Ram Chandra and his wife, the partition wall was constructed in the year 1990.  He admitted the fact of investment of Rs. 17,500/- in Bajrang Development Corporation by each brother and authorizing the accused Ram Chandra to look after the business by executing a  power of attorney for which it was decided to give percentage of the profit to accused Ram Chandra was not mentioned in FIR.  It has also been admitted in cross examination by P.W.1 that he was not apprehending that the accused Ram Chandra wanted to commit an offence against his family members, but on 31.7.1995 it was informed by accused Ram Chandra that telephone message with regard to the ailment of father in law was received but prior to lodging the FIR of this case the P.W. 1 had believed that such information was given under conspiracy.  He admitted that he had not mentioned the fact in FIR that he and his son were sitting  at the shop.  The appellant Pankaj came there to provide a telephone number and the appellant Aul Pandey alias Babloo was standing outside the shop.  After having some talk with the appellant Atul Pandey alias Babloo, the appellant Pankaj, went to his  restaurant, the deceased Amit dialed on private telephone number but it could not be connected. Then it was suspected that the telephone number was  false, to obtain correct number the deceased Amit went to appellant Pankaj in the Restaurant. Thereafter he was not seen coming out from the restaurant only because the report was scribed in short. It was not also mentioned in FIR that at 12.00 O&#x27;clock the appellant Pankaj enter into his house, it was told by him to the I.O. that  if such fact is not mentioned in his statement by the I.O. no reason could be given   by him. He deposed that the wireless message with regard to the missing of the deceased Amit was circulated from the control room.  Its information was given by him to police  control room Chetganj, this information was given by him at about 10.00 or 10.30 P.M.  He had gone to give such information at about 9.30 P.M. from his house on a scooter and came back to his house at about 10.30-10.45 P.M. He also admitted that in FIR it was not mentioned that his son Amit wanted to purchase a generator, he had demanded a telephone number of Generator Company from appellant Pankaj only because the report was scribed in short.  The appellant Pankaj had provided the telephone number to the deceased on a piece of paper.  He deposed that he was residing on the upper floor of his shop.  He disclosed the topography of the residence and restaurant of the accused Ram Chandra. He stated that at that time  3 servants were working in Amrit Sagar Restaurant on the day of the incident, on account of Janmastmi all the servants were given leave and the restaurant was closed, it was told by him first time in the court.  From the counter of his shop the way coming to Amrit Sagar Restaurant and its turn was properly visible. If some thing is taken from the freezer to Amrit Sagar Restaurant the only way was stairs.  In a room of ground floor there was no door towards South and from the gallery there was entry to room of accused Ram Chandra till the door of ply was not opened.  The floor on which the Amrit Sagar Restaurant was situated, there was no latrine-bath room, the employees of the Amrit Sagar Restaurant were using the latrine and bathroom which was on the ground floor, no customer of restaurant was using latrine and bathroom. When the freezer was opened in which the dead body of Amit was kept, was in working condition.  He stated that the deceased had demanded the telephone number of  a generator shop, he had returned from the college at about 3 to 4.00 p.m.  He denied the suggestion that on account of Janmasthmi the college of the deceased Amit was closed. There was a holiday on account of Janmasthmi on the next date i.e. 18.8.1995.  \n</p> \n<p data-structure=\"CDiscource\" id=\"p_33\">\t He stated that the telephone number was provided by the appellant Pankaj to the deceased Amit, at about 7.00 p.m. at his shop, after 15-20 minutes, the deceased Amit went to the restaurant to take correct telephone number from the appellant Pankaj, at that time no customer was in the  restaurant and employees were  on leave. P.W. 1 stated that he was not able to tell about the entry or exit of any person in the  restaurant from 4.00 p.m. to 7.00 p.m. The customers came upto 5.30 p.m. In the house of Ram Chander, his family members and the appellant Atul used to come and go from 6.00 p.m. to 8.00 p.m. When the deceased went to  restaurant no customer was present at his shop. He stated that at about 8.00 pm. he made search of the deceased Amit, in his search he was going to the house of accused Ram Chandra but accused Ram Chandra met him in the gallery, it was told by him that the deceased Amit was not in his house or  restaurant, thereafter, he did not go to the house of Ram Chandra and  restaurant in search of his son. The accused Ram Chandra had met him at about 8.15 p.m. There was an electricity cut at about 7.00  p.m. in the locality, its supply was restored at 10.00 p.m., at that time generator were operating in the house and shop, thereafter went to the shops of toys of the places where Janmastami Jhankies were exhibited and within 15-20 minutes, he came back to his house, by that time a crowed was gathered at his door, it was told  by the crowed that the deceased Amit went to Amrit Sagar  restaurant, thereafter, he was not traceable. Some of the persons suggested that search may again be made from the house of the accused Ram Chandra and Amrit Sagar  restaurant, then it was said by Ram Chandra that twice or thrice the search was made but the deceased was not found there. He stated that during the period in which he went to give information to the police control room and returned to his house, he was not knowing any happening in Amrit Sagar  restaurant. He denied the suggestion that in his presence the deceased Amit did not go to Amrit Sagar restaurant and he did not see the deceased when he was going to Amrit Sagar restaurant. He deposed that he did not see the appellant Pankaj upto 12 O&#x27; Clock in night. After 7.00 p.m. when he entered into the restaurant, he was seen at 12 O&#x27; Clock in night, when he returned back to his house, the appellant Pankaj was seen when he entered into the restaurant, thereafter, he was not seen as to when he had gone, he denied the suggestion that on the day of the incident, the appellant Pankaj had gone to Vindhyachal for Darshan at about 10.00 a.m. thereafter, he came back in the night at 12 O&#x27; clock. He stated that he saw Atul Pandey in Amrit Sagar restaurant, after entry of the deceased Amit  but his exit from the restaurant was not seen, when the deceased Amit and the appellant  Atul went to the restaurant at that time, inside the house of the accused Ram Chandra, accused Ram Chandra, his both sons Pankaj, Pawan and Atul Pandey were present. The wife of Ram Chandra, his daughter and his younger son had gone to their relative&#x27;s house, he was having knowledge about the presence of the person at the house of the accused Ram Chandra, on the basis of their movement. He stated that at about 7.00-8.00 p.m. he saw the appellants Pankaj, Atul Pandey and the accused Ram Chandra entering into the house.  the  accused Pawan was already present inside the house, it was told to him by the appellant Pankaj. When he called Amit, then accused Ram Chandra came out from the house, thereafter, accused Pawan also came out from the house. After commission of the offence, the appellant Atul Pandey was not seen by him after 7.15 p.m. He denied the suggestion that the deceased Amit was not murdered at the house of the accused Ram Chandra. He further denied the suggestion that the deceased was killed somewhere else, thereafter, his dead body was kept in the freezer. He also denied the suggestion that the accused Ram Chandra and his family members were made the accused on the basis of suspicion. He also denied the suggestion that the deceased did not enter into Amrit Sagar restaurant at about 7.30 p.m. He stated that his statement was recorded by the I.O. on 18.8.1995 at about 1.00 p.m. He had told before the I.O. about the participation of the appellant Atul Pandey, he denied the suggestion that he had not disclosed the name of Atul Pandey before the I.O. and his statement was recoded after 9 days. He denied the suggestion about the tenancy of the father of the appellant Atul Pandey in the year 1969 to 1993. He denied the suggestion that the  house holds goods of Jagannath Pandey and Sharda Devi were thrown from the house few days from the alleged incident on which protest was made by Jagannath Pandey and a quarrel had taken place. He denied the suggestion that after consultation, the appellant Atul Pandey was implicated in the present case, he was having no concern with the appellant Pankaj.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_34\">\tSri Rais Ahmad has been examined by the trial court as P.W. 2, his statement is with regard to the extra judicial confession made by the accused Ram Chandra, the testimony of this witness has been disbelieved by the trial court, therefore, his examination-in- chief  and relevant portion and cross examination do not require to be re-produced in the judgment.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_35\">\tSri Suresh Chand Seth has been examined by the trial court as P.W. 3, his deposition is with regard to the relationship of the first informant  Ashok Kumar and the accused Ram Chandra. According to his deposition the relations were not cordial. He stated that the appellants Atul Pandey and Pankaj were friend. He stated that few days prior to the alleged incident, after closing of the shop, accused Ram Chandra used to burn Kapoor(camphor) and Agarbatti( incense stick) and cut the lemon in front of the shop of the first informant Ashok, his other deposition is not relevant, therefore, it is not necessary to be reproduced here.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_36\">\tSri Hasin Uddin has been examined before the trial court as P.W. 4, the trial court has relied upon the testimony of P.W. 4 Hasin Uddin, therefore, the examination- in- chief and relevant portion of the cross examination requires to be quoted.\n</p> \n<p data-structure=\"Precedent\" id=\"p_37\">\tHe deposed in his  examination in Chief that the accused Ram Chandra and the first informant Ashok Kumar were the real brothers, the appellant Pankaj Kumar was son of the accused Ram Chandra. The appellant Atul Pandey alias Babloo was resident of his Mohalla, he was friend of the appellant Pankaj. The deceased Amit Kumar was  son of the first informant Ashok. On 17.8.1995 at 7.30 p.m. he along with his friend Mohd. Sadiq had gone to Amrit Sagar restaurant belonging to the accused Ram Chandra to take the tea but outside the restaurant the accused Ram Chandra met them and told that the restaurant was closed, from there they went near Kutchery, where they took tea, when they were going back to their houses, on reaching near the restaurant they saw that  a crowed was gathered there, they enquired about the crowd,  then they came to know that the son of Ashok was missing, thereafter, they went to their houses. In the same night a boy of his mohalla, was died in an accident, his dead body was kept in the bada (compound) of Mazhar Husain, when he went to the  compound he saw the accused Ram Chandra who was flashing a torch from the roof towards the compound of Mazhar Husain, which was in the back of his house. The portion of the compound, which was in the back of the accused Ram Chandra, was a lonely place. The dead body of the boy, who died in an accident, was kept in a room of Bada, after sometimes, his dead body was taken by the family members.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_38\">\tOn the next day at about 8.00 A.M. he came to know that the dead body of the son of Ashok was found in a freezer, he himself  went to the freezer of accused  Ram Chandra and saw the Sub Inspector and Vinod, the brother of Ashok Gupta who were taking out the dead body from the freezer. On 7.8.1995  at about 7.30 P.M. when he went to Amrit Sagar Restaurant, he had seen accused Ram Chandra who was standing there, at that time appellant Atul and his friend appellant Pankaj came out from the Restaurant, they were perturbed. In cross examination he stated that  he was interrogated by the I.O, on 18.8.1995, if he has not  mentioned in his statement that the appellants Pankaj and Atul were perturbed when they were coming out from the restaurant. He could not explain any reason. He could not explain as to why the I.O. has not mentioned in his statement that he had seen the Sub Inspector and Vinod when they were taking out the dead body from the freezer. He had not made any quarry from the accused Ram Chandra as to why his restaurant was closed. He and his friend had gone to Golghar to take the tea, after one hour he came back and saw the crowd near the restaurant  of Ram Chandra, where he came to know that the son of Ashok was missing since 12 O&#x27;clock in day. He had not made any conversation  with Ashok at that time. He denied the suggestion that the accused Ram Chandra had given a sum of Rs. 4,000/- to him to deposit the electricity bill, the same was misappropriated by him  and not deposited that is why he was given false evidence.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_39\">\tSri Ram Naresh Gupta has been examined as P.W. 5, he deposed in his examination-chief that Amit Kumar was son of Ashok Kumar, in the present case Amit Kumar has been killed. The accused Ram Chandra was uncle of deceased Amit Kumar and accused Ram Chandra was running a restaurant in House No. S-4/90 Orderly Bazar in the name and style of Amrit Sagar Restaurant and Milk Bar. The dead body of the deceased was recovered in his presence from the freezer of the restaurant of Ram Chandra at about 9.15 A.M. The inquest report was prepared by the I.O., the same was signed by him as its witness, he proved the inquest report which was marked as exhibit Ka-2. He deposed that the dead body was sealed and the same was handed over to the constables along with some papers for autopsy. In cross examination he deposed that he was not able to explain as to why the I.O. has not mentioned in his statement that the dead body of the deceased was recovered from freezer of restaurant of Ram Chandra in his presence at about 9.15 O&#x27;clock and he was not able to explain as to why the marks of injuries seen on the dead body of the deceased were not mentioned  in his statement. He denied the suggestion that he saw the dead body lying on the road and the same was not taken out from the freezer in his presence. He deposed that the freezer was in working condition when the dead body was taken out. He denied the suggestion that he was serving in year 1986-1990 for the accused Ram Chandra and on account of bungling done by him he was expelled from the service. He also denied the suggestion that a Bengali girl was his kept. He deposed that he was belonging to the caste of accused Ram Chandra. The accused Ram Chandra was initially of his caste but he denied the suggestion that on account of keeping a Bengali girl he was expelled from his caste.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_40\">\tDr. S.K. Tripathi has been examined as P.W. 6, he conducted the post mortem examination of the dead body of the deceased Amit Kumar. According to his examination-chief, he conducted the post mortem examination of the dead body of the deceased Amit Kumar son of Ashok Kumar on 18.8.1995 at 6.00 P.M., the same was registered as No. 1095/95. The dead body in a sealed condition was brought by constables CP538 Ram Kewal and CP1987 Gupteshwar Rai, P.S. Cantt, District Varanasi, they have brought the sample of seal and other necessary documents along with dead body. From the sample of the seal, the seal of the dead body was compared which was tallied, the seal was intact, after breaking the seal the dead body was identified  by both the constables. The deceased Amit Kumar was a boy aged about 13 years, his body was average, he was wearing full shirt, baniyan, full pant and underwear, the same were put off and were handed over to the constables, the rigor-mortis was present all over the body. No mark of the decomposition was seen on the dead body. He had sustained six ante mortem injuries in which injury No. 1 was ligature mark 14 cm x 3 cm-5 cm front on the upper 2/3 of neck. Hyoid, thyroid and trachea levelled with multiple contusion of irregular size and shape in which some were oval in shape localize front and right side of the neck area, on cut up Oesophagus, all short tissue found contused with haematoma, the injury No. 2 was contusion ½ cm x 1 cm on the chin, right side 1 cm. outer to midline. The injury No. 3 was contusion 2 cm x 1 cm on the left thigh outer aspect. Injury No. 4 was contusion 3 cm x 1 cm  on the left leg at outer aspect, injury No. 5 was contusion 4 cm x 2 cm on the left knee outer aspect  and injury No. 6 was on opening the scalp four localize contusions were found at four places, one on right fore head, one on right parietal  and one each on both occipital areas with haematoma. One defused haematoma was found on all over the scalp, right temporal muscle also contused with clotted blood. On opening the scalp brain membrane found a  contused extra dural, sub-dural achnoide, haematoma/haemorrhage On internal examination  the injuries on head and neck as explained above were found. 150 gram semi digested food in the form of Potato, Roti, Onion,  was found in the small intestine, faecal matter and gases were also found in the large intestine, the cause of death was asphyxia as a result of pressure over the front and right side of neck causing strangulation and contributed  too by coma as a result of head injury and  intracranial haemorrhage. The duration of death was about 7/8 day. The death would have been occurred on 17.8.1995 from 6.00 to 8.00 p.m. The neck injury would be caused by tying and pressing along with a thin object or by way of other means pressing the neck, the foot injury was caused due to fall, the head injury would have been caused by hard object. The injuries sustained were simple but sufficient to  cause death. The death would have been occurred in  pressing of neck and causing injury on the head. He proved the post mortem report, the same was marked as Exhibit Ka-3. In cross examination he deposed that the death would have been occurred about 21 hours prior to the post mortem examination. The variation of 3-4 hours was possible. The death of the deceased would have occurred after 2,1/2,- 3 hours of taking the meal. In cross examination, he denied the suggestion that the death had  been occurred on 17.8.1995 at 9.00 p.m. contrary to it he reiterated that the death would have been occurred on 17.8.1995 from 6.00-8.00 p.m.\n \n\tSri Shailendra Kumar Pandey, Head Constable, was examined as P.W. 7. According to his examination-in-chief on 18.8.1995 he was posted at P.S. Cantt. Varanasi as Head Moharrir. On 18.8.1995 at 7.30 a.m. the first informant handed over the written report Exhibit Ka-1, on the basis of the written report he prepared the chik FIR, the same was proved and marked as Exhibit Ka-4, he made its G.D. entry as Rapat No. 17 at 7.30 p.m., the same was proved by him, it was marked as Exhibit Ka-5. In cross examination, he stated that he was not in a position to say that on 17.8.1995, the missing report with regard to the deceased, was received at the police station because the G.D. of that date was not before him. He stated that on 18.8.1995 prior to the lodging of the FIR of the present case, no cognizable offence was registered even after lodging the FIR of the present case, on that date, no case of cognizable offence was registered. He denied the suggestion of ante timing FIR registered after consultation. He deposed that on 18.8.1995 at 9.05 a.m. special report of this case was sent to S.S.P. and District Magistrate through the Constable Shyam Narain but in G.D. of that date Amad of constable Shyam Narain is not found. The Amad of constable Rajbali Yadav is mentioned in the G.D.( Rapat No. 28 of 2013), but that entry was not having any concern with this case. He admitted that the residence and offices of S.S.P. and District Magistrate were at a distance of about 3 kms from the police station concerned.  Exhibit Ka-4 is under the signature of Circle Officer, but no date was mentioned and no date was mentioned in chik FIR with regard to the sending of the special report, on that chik FIR under the signature of the Chief Judicial Magistrate dated 22/8 is mentioned. He denied the suggestion that the FIR of this case is ante timed and the special report was sent through the constable at belated stage that is why Amad of constable was not mentioned in the G.D. dated 18.8.1995.\n</p> \n<p data-structure=\"Facts\" id=\"p_41\">\t Sri Ram Swaroop Shakya, S.S.I. P.S. Nazirabad has been examined as P.W. 8, according to his cross examination he was posted at P.S. Cantt. Varanasi as Sub-Inspector, in the year 1995, the investigation of this case was entrusted to him on 18.8.1995, he copied the chik FIR and G.D. entry in the case diary. He reached at the place of incident along with relevant papers and after photography of the place of incident, the dead body of the deceased was taken out from the freezer, the same was placed  at the floor. In the presence of the witnesses the proceedings of inquest were done and the inquest report was prepared, the same was proved by him, which was marked as Exhibit Ka-2 along with the inquest report Chalan Nash, Photo Nash, letter for conducting the autopsy and letter to police officer of P.S. Lanka was prepared, the same were proved by him, which were marked as Exhibit Ka-6,Ka-7, Ka-8 and Ka 9 and the dead body of the deceased along with the necessary documents was dispatched for autopsy through the constable C.P. 1538 Ram Kewal and Constable C.P. 1987 Gupteshwar Rai and on the same day, the statement of the first informant Ashok Kumar Gupta was recorded and the statements of the witnesses of inquest were also recorded. After recording the statement of the first informant, he made inspection of the place of incident and prepared the site plan, the same was proved by him, which was marked as Exhibit Ka-10 but the freezer in which the dead body was found which was kept in a room of ground floor of Amrit Sagar restaurant, Milk Bar No. S 4/90 situated at Orderly Bazar, Varanasi,  was taken in possession. The dead body of the deceased was found in the west column of the deep freezer and a pair of sleeper of Lakhani Brand was also recovered from the freezer and from the same room from latrine cum bathroom, which was in the North East portion of the room one piece of black rubber was found, the piece of rubber was taken into possession by the I.O., one citizen wrist watch was recovered from the right pocket of the pant of the deceased and from the hip pocket one comb was recovered and the recovered items were kept in cloth cover, which was  sealed. The recovery memo was also prepared on the spot on which the signature of the witnesses Satya Narain and Vinod Prasad was obtained, which was proved and marked as Exhibit Ka-11, on the same date, the statement of Sanjay Kumar Sand, Suresh Chandra Seth, Hasin Uddin and others were recorded, the search of the accused persons  was made but they could not be located. He brought the recovered freezer in a sealed bundle containing the recovered articles at the police station on 18.8.1995 and the same was deposited through its G.D. entry  vide Nakal Rapat No. 9 at 2.15. On 19.8.1995, he made the entry of the contents of the post mortem examination report in the case diary and recorded the statement of Smt. Anju Gupta wife of Ashok Kumar Gupta, Bharat Bhushan, Rais Ahmad, and search of the accused persons was made but they could not be traced out. On 20.8.1995, he got the information through Mukhbir that Ram Chandra, Pankaj Kumar and Pawan Kumar were present at Sidhaura Bus Station, who were intended to flee away, on that information, he along with the force came to Sidhaura, Bus Station and arrested accused Pankaj Kumar Gupta, Pawan Gupta and Ram Chandra Prasad Gupta on the same day, they were brought to the police station Cantt. on 24.8.1995. He came to know that the investigation of this case was entrusted to Yogendra Singh, S.H.O. P.S. Cantt. by Ashok Kumar C.O. Thereafter, investigation of this case was done by Sri Yogendra Singh from 30.8.1995. Sri Yogendra Singh got the information that the accused Atul Padey had surrendered in the court of Varanasi, he was present in the lock-up of the court. Thereafter he along with Sri Yogendra Singh came to the court, Sri Yogendra Singh recorded the statement of the accused Atul Pandey, which was transcribed by him on the dictation of Sri Yogednera Singh in the parcha of the case diary. Sri Yogendra Singh was transferred and a new incumbent  taken the investigation in his hand. On 17.9.1995, the statement of Ajay Srivastava was taken by Sri Sharad Chandra Pandey, S.H.O. after completing the investigation the charge sheet dated 17.9.1995 was submitted in the court. He denied the signature of Sri Sharad Chandra Pandey and proved the charge sheet, which was marked as Exhibit Ka-12. He identified the deep freezer, the same was marked as Exhibit 1. He also identified two sleepers, wrist watch and a comb, the same were marked as Exhibit nos. 2,3 and 4 respectively. He also identified the rubber piece recovered from the latrine bath room, the same was marked as Exhibit 5. He proved the G.D. dated 18.8.1995 with regard to the recovery of the deep freezer, the same was marked as Exhibit Ka-30.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_42\">\tIt is deposed by Sri Ram Swaroop Shakya, P.W. 8 in his cross examination that when he reached at the place of the incident no  police person was present there and prior lodging the FIR of this case he had not received any wireless message in respect of this case. When he reached at the place of the incident there was a crowd in which Sri U.P. Singh, In-charge police out post, Orderly Bazar and his companion police constables were present there. But in a room where alleged incident had occurred no police employee was present. He with the help of Sri Satya Narain, the witness of the inquest and others took out the dead body from the freezer. He recorded the statement of the first informant on 18.8.1995 at about 11.30 A.M., he denied the suggestion that the statement of the first informant was not recorded at the police station only to fill up the lacuna. The site plan was prepared at the pointing out of the first informant and other witnesses. The first informant has not stated before him that the place where he was standing, everything on the ground label was visible and it was not told by him that the appellant Pankaj had entered into his house at about 12 O&#x27;clock, even the source of light was not disclosed by him. He recorded the statement of witness Rais Ahmad on 19.08.1995 who had told before him that the accused Ram Chandra Prasad had come to his house today in early morning and had narrated the whole story, but it was not told by him that he had seen the Sub Inspector and Vinod when they were taking out the dead body from the freezer. He denied the suggestion that the accused Ram Chandra and his sons were arrested on the day of the incident and they were kept at the police station. He denied the suggestion that he had not done the fair investigation. He was not able to explain that on whose saying at place B-1 as mentioned in site plan presence of Pankaj Kumar alone has been shown. He admitted that Parcha No. 1 to 4 of the case diary were in his hand writing, Parcha No. 4 was written on 18.8.1995. He was having the investigation up to 24.8.1995, he was in search of accused Atul Pandey but he had not obtained any warrant from the court, its reference was mentioned in Parcha No. 2 of case diary. He was not having any information whether any report was called from the court of C.J.M. on 23.8.1995 with regard to the involvement of the accused Atul Pandey and he is having no knowledge that any such report was submitted by him, but after perusing of the paper No. 19-B/3 he admitted that it was bearing his signature and it was marked as Exhibit Ka-8. He again stated that this report was not written in his hand writing but in routine manner his signature  was obtained by the Moharrir. He denied the suggestion that after reading the report he had put his signature  and that report was transcribed on his dictation. He deposed that he was not posted at the police station Cantt as SSI. He had written exhibit Ka-8 submitted after reading the same. It was mentioned in the report that Atul Pandey son of Jai Nath Pandey, R/o 63-B, Varuna Pul, P.W.D. Colony, P.S. Cantt, District Varanasi Thana Sthaniya par sate dast koi mukadma panjikrit nahi hai (against the Atul Pandey son of Jai Nath Pandey, R/o P.S. 63-B, Varuna Pul, P.W.D. Colony, P.S. Cantt, District Varanasi no case was registered at the police station). He further deposed that if he had mentioned submitted on exhibit Ka-8 in a routine manner his signature was obtained up to 24.8.1995 suspicion was casted upon Atul Pandey. By that time no evidence could be collected against him that is why he could not be said to be wanted in the present case. He denied the suggestion that he pressurised the first informant to caste the suspicion upon Atul Pandey.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_43\">\tSri Yogendra Singh has been examined as P.W. 9, he deposed that in the month of August, 1995 he was posted as Inspector In-charge at P.S. Cantt, he had taken the investigation in pursuance of the order passed by the Circle Officer on 30.8.1995, on that day he came to know that Atul Pandey has surrendered in the court of C.J.M. Varanasi and he was present in the lock up. He recorded that statement of Atul Pandey on 30.8.1995 at court&#x27;s lock up, its parcha was written by SI Sri Shakya  on his dictation. The statement of Sri Ram Kewal, constable has been recorded as P.W. 10, he deposed that on 18.8.1995 he was posted at police out post, Orderly Bazar, P.S. Cantt, Varanasi as constable. On that day the proceeding of the inquest were completed on the dead body of deceased Amit Kumar by SSI Shakya. The dead body was sealed, the sealed dead body along with necessary documents was handed over to him and constable Gupteshwar Rai for autopsy. He brought the sealed dead body to the mortuary of BHU, its post mortem examination was done by the doctor about 6.00 P.M. The dead body was kept in a sealed cover, nobody was permitted to touch the dead body and to see it, prior to the post mortem examination, the seal of the dead body was compared with the sample of seal, all the necessary documents were handed over to the  doctor. The dead body was given to him by the Sub Inspector for autopsy at about 11.00 A.M. The necessary documents were also given to him along with the dead body.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_44\">\tSri Sharad Chandra Pandey has been examined as P.W. 11, he deposed that the investigation of this case was entrusted to him on 2.9.1995, prior to  that its investigation was done by Sri Yogendra Singh. He submitted the charge sheet dated 17.09.1995 in the court. The charge sheet exhibit Ka-12 was written and signed by him. He had taken the charge of Inspector, P.S. Cantt, Varanasi on 31.8.1995. After interrogation the witnesses whose statements were recorded by the earlier I.O., their statements were not again written in the case diary and its reference has also not been made in the case diary. He denied the suggestion that except the witness Ajay Srivastava no witness was interrogated by him. He also denied the suggestion that without completing the investigation, he submitted the charge sheet under the influence of the first informant.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_45\">\tThe statements of the accused persons namely Pankaj Kumar, Atul Pandey, Pawan Kumar Gupta and Ram Chandra have been recorded under <a href=\"/doc/767287/\" id=\"a_24\">section 313</a> Cr.P.C.  in which the appellant Pankaj Kumar stated that he being son of Ram Chandra has been falsely implicated in the present case and the appellant Atul Pandey alias Babloo stated that he has been prosecuted only to pressurise him. He further submitted that his father Jai Nath Pandey was residing as a tenant in house no. S-3/256 from 1969 to 1993, the first informant wanted to vacate the house, prior to the commission of the alleged offence, the house hold articles of his father and one another tenant widow Sharda Devi were thrown out from the house, its protest was made by his father and the room was locked by his father, for the purpose of vacating the house he was made the accused in the present case by mounting pressure upon  the I.O.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_46\">\tFrom the side of the accused persons D.W. 1 Suresh Chand Gupta, D.W. 2 Amrit Lal and D.W. 3 Kush Kumar Singh, Deputy Jailer, have been examined, their deposition was not with regard to the appellants Pankaj Kumar Gupta and Atul Pandey alias Babloo.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_47\">\tThe trial court has considered the evidence available on record and recorded the finding of conviction against Ram Chandra Gupta, Pankaj Kumar Gupta, Atul Pandey alias Babloo by holding that the prosecution has proved its case beyond the shadow of doubt against them that they have committed the offence punishable under <a href=\"/doc/1897847/\" id=\"a_25\">sections 120-B</a>,<a href=\"/doc/1560742/\" id=\"a_26\">302</a>/<a href=\"/doc/37788/\" id=\"a_27\">34</a> and <a href=\"/doc/386021/\" id=\"a_28\">201</a>/<a href=\"/doc/37788/\" id=\"a_29\">34</a> I.P.C. and recorded the finding of acquittal in favour of the accused Pawan, vide judgment and order dated 29.5.1999. The judgment and order dated 29.5.1999 has been challenged before this court by the accused Ram Chandra Gupta in criminal appeal no. 1517 of 1999, by the accused Pankaj Kumar in criminal appeal no. 1516 of 1999 and by the accused Atul Pandey alias Babloo in criminal appeal of 1463 of 1999. Against the order of acquittal passed in favour of the accused  Pawan Kumar Gupta, the State of U.P. has filed Government Appeal No. 3111 of 1999 and the first informant Ashok Kumar Gupta has filed criminal revision No. 1372 of 1999. All the above mentioned cases have been heard and decided by the another Division Bench comprising Hon&#x27;ble Barkat Ali Zaidi,J. and Hon&#x27;ble Vijay Kumar Verma,J.  vide order dated 28.11.2008. According to the judgment and order dated 28.11.2008, the criminal appeal no. 1517 of 1999 filed on behalf of the accused Ram Chandra Gupta, Government Appeal No. 3111 of 1999 and criminal revision no. 1372 of 1999 have been dismissed  but there was difference of opinion in case of the appellants Pankaj Kumar Gupta and Atul Pandey alias Babloo therefore in criminal appeal no. 1516 of 1999 filed on behalf of the accused Pankaj Kumar Gupta  and criminal appeal no. 1463 of 1999 filed on behalf of Atul Pandey alias Babloo have been nominated to this court by Hon&#x27;ble the Chief Justice.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_48\">\tAfter considering  the evidence and perusing the FIR, post mortem examination report etc. the statement of the witnesses, statement of the accused persons recorded under <a href=\"/doc/767287/\" id=\"a_30\">section 313</a> Cr.P.C. and the statement of the defence witnesses, the trial court has convicted the appellants Pankaj Kumar Gupta, Atul Pandey alias Babloo and the co-accused Ram Chandra Gupta. The evidence adduced is of circumstantial in nature. There is no eye witness account, the appellant and other co-accused Ram Chandra have been convicted with the help of <a href=\"/doc/697566/\" id=\"a_31\">sections 106</a> and <a href=\"/doc/731516/\" id=\"a_32\">114</a> of the Evidence Act. The reliance has been placed by the trial court mainly on the statement of P.W. 1 Ashok Kumar Gupta, P.W. 3 Suresh Chandra and P.W. 4 Hasin Uddin, P.W. 2 Rais Ahmad has been disbelieved by the trial court. In the present case the co-accused Ram Chandra Gupta has filed criminal appeal no. 1517 of 1999, the same has been dismissed. It is a case in which it has to consider whether the appellants Pankaj Kumar Gupta and Atul Pandey alias Babloo were present at the time and place of commission of the  alleged offence and the fact of murder was specially within their knowledge and the burden of proving that fact was upon him. According to <a href=\"/doc/731516/\" id=\"a_33\">section 114</a> of the Evidence Act, the Court may presume the existence of any fact which it thinks likely to have happened, regard being had to the common  course of natural events, human conduct and public and private business, in their relation to the facts of the particular case.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_49\">\tBut combined effect of the provision of <a href=\"/doc/697566/\" id=\"a_34\">sections 106</a> and <a href=\"/doc/731516/\" id=\"a_35\">114</a> of the Evidence Act is that any case where only accused can have the knowledge about incriminating circumstances, it is for him to explain and if he does not do so, an inference of guilt may be drawn. According to the evidence adduced in the present case no explanation of the death of the deceased has been given by the appellant Pankaj Kumar Gupta, Atul Pandey alias Babloo, now it has to be decided whether the appellant Pankaj Kumar Gupta and Atul Pandey alias Babloo were having special knowledge of the fact of murder of the deceased, for this purpose, circumstances proved by the prosecution requires a careful consideration.\n</p> \n<p data-structure=\"Precedent\" id=\"p_50\">\tIt is established beyond doubt that the dead body of the deceased was recovered from the deep freezer of the restaurant  of the accused Ram Chandra, the appellant Pankaj Kumar Gupta is the son of the accused Ram Chandra Gupta, the accused Ram Chandra, the appellants Pankaj Kumar Gupta and the accused Pawan Kumar Gupta,(who has been acquitted,) were living in the same house adjoining to the restaurant. The appellant Atul Pandey alias Babloo was  a friend of the appellant Pankaj Kumar Gupta, he was not residing  in the house of the appellant Pankaj Kumar Gupta nor  working in the restaurant of the accused Ram Chandra.\n</p> \n<p data-structure=\"Facts\" id=\"p_51\">\tIn case of Ram Chandra Gupta, it is held that the dead body of the deceased was recovered from the freezer in the restaurant of the accused Ram Chandra, it was for him to explain how it happened to be there and since no explanation had been offered by him, an  inference of guilt against him was drawn. It has come in the statement of P.W. 1 Ashok Kumar Gupta that Amrit Sagar restaurant was on the first floor  of  the house of Ram Chandra. The house of the first informant Ashok Kumar Gupta was adjoining to the house of accused Ram Chandra. The first informant Ashok Kumar Gupta and the accused Ram Chandra are the real brothers but the house of Ram Chandra was in west side of the house of Ashok Kumar, for going to the roof of the house of Ram Chandra, there were stairs, the   accused Ram Chandra was running Amrit Sagar restaurant, the first informant Ashok Kumar Gupta was having a shop in his house. At about 7.00-7.15 p.m. the informant and his son (deceased) were sitting at  their shop, the appellant Pankaj had come there to provide a telephone number. The appellant Atul Pandey alias Babloo was standing outside the shop. The appellant Pankaj after having some conversation with the appellant Atul Pandey alias Babloo went to the Armit Sagar restaurant. The deceased Amit dialed the telephone number provided by the appellant Pankaj Kumar Gupta, but the same could not be connected, then it was suspected that the telephone number was not correct, to know correct telephone number Amit also went to Pankaj in the   restaurant, thereafter the deceased Amit was not seen coming out from the  restaurant. At about 8.00 p.m. the shop was closed  by the first informant and a call was made to Amit, which was not responded. At that time the accused Ram Chandra was standing at the door of his house. He was also enquired, who stated that the deceased Amit was not present in the house.  At that time the appellant Pankaj and the co-accused Pawan were also residing in that house. According to the deposition of P.W. 1, only appellant Pankaj entered into Amrit Sagar restaurant after providing the telephone number to the deceased at his shop and the appellant Atul Pandey alias Babloo was standing outside the shop, before entering into the restaurant, the appellant Pankaj was having  some conversation with the appellant Atul Pandey alias Babloo but it has not been deposed by P.W.1 that the appellant Atul Pandey alias Babloo also entered into the restaurant. He categorically stated in his examination in chief that he alongwith his wife remained in the verandah of his house for whole night waiting for  the arrival of his son Amit. From the place where P.W.1 was standing everything was visible on the ground. He stated that about 12 O&#x27; clock, the appellant Pankaj came back and entered into his house, till morning nobody entered into the house of Ram Chandra and nobody came out from the house. P.W. 1 has not disclosed the fact that the appellant Pankaj Kumar Gupta after entering into the restaurant came out from the restaurant/house, but contrary to it he deposed that at about 12 O&#x27; clock the appellant Pankaj returned and entered into the house. According to his deposition &#x27;no time of exit&#x27; of the appellant Pankaj from the house/restaurant has been given  even he is silent about the exit of the appellant Pankaj Kumar Gupta from his restaurant/house.  In cross examination also in this regard no deposition has been made. This fact has not been disclosed by P.W.1 in his statement recorded 161 <a href=\"/doc/445276/\" id=\"a_36\">Cr.P.C</a>., even he has not disclosed  that the appellant Pankaj returned and entered into his house at about 12 O&#x27;clock. In the present case, the material fact is  that the appellant Pankaj Kumar Gupta, came to the shop of the first informant and provided telephone number, the deceased dialed the same telephone number, but the same could not be connected, then he went to the restaurant to take correct telephone number from appellant Pankaj Kumar Gupta, has not been mentioned in the FIR, the fact of presence of the appellant Atul Pandey alias Babloo outside the shop of the first informant has also not been mentioned in the FIR. This fact has come in the evidence of the first informant Ashok Kumar Gupta, it has not been corroborated by any other witness. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_52\">\t P.W. 4 Hasin Uddin deposed before the trial court that on 17.8.1995 at about 7.30 P.M. he along with his friend Mohd. Sadiq had gone to Amrit Sagar Restaurant to take the tea but outside of the restaurant the accused Ram Chandra met them who  told that the restaurant  was closed, thereafter they came near the Kutchery where they took the tea and thereafter they were returning to their house when they reached near Amrit Sagar Restaurant, they saw a crowd and came to know that son of Ashok was missing.  On the next day, he came to know that dead body was recovered from a freezer.  He deposed that on 17.8.1995, at about 7.30 P.M. when he came to Amrit Sagar Restaurant, the accused Ram Chandra was standing on the ground.  The appellants Atul and Pankaj came out from the restaurant and by riding a moped  went towards the city, at that time they were perturbed but the fact of perturbedness  was not disclosed by him before the I.O. because it was not mentioned in his statement recorded under <a href=\"/doc/447673/\" id=\"a_37\">section 161</a> Cr.P.C. Even the fact of taking out the dead body from the Freezer by the Sub Inspector and Vinod has not been mentioned in his statement recorded under <a href=\"/doc/447673/\" id=\"a_38\">section 161</a> Cr.P.C.  The P.W. 4 is a chance witness.  According to his deposition, the appellants were seen by him when they were coming out from the restaurant on 17.8.1995 at about 7.30 P.M.  At that time they were perturbed, the perturbedness is not corroborated by any witness, even the fact and coming out from the restaurant has not been corroborated by P.W. 1.  This witness has deposed first time before the trial court that both the appellants were perturbed when they were coming out from the restaurant.  Such statement has not been given by him to the I.O. In such a circumstances, such deposition of P.W. 4 Hasin Uddin for drawing any inference required serious scrutiny. \n</p> \n<p data-structure=\"CDiscource\" id=\"p_53\">\tFor establishing the presence of the appellants in the restaurant at the time of the commission of the alleged offence, the only evidence is of P.W.1 Ashok Kumar Gupta  and P.W.4 Hasin Uddin is available. There is no evidence to show the manner in which the deceased was killed. The FIR of this case has been lodged by P.W. 1 Ashok Kumar Gupta on 18.8.1995 at 7.30 A.M. after recovering the dead body. According to the FIR, on 17.8.1995 at about 8.00 P.M. he closed the shop and called his son Amit Kumar, but he did not respond, then the search was made but he could not be  traced out. The first informant and his wife remained in verandah of their house for whole of night and whole of the night  no person of house came out and no person entered into house. In the morning, it was informed by the accused Ram Chandra that the dead body of the deceased Amit was lying in his restaurant&#x27;s freezer, then he along with his nephew went there and saw the dead body in freezer, he alleged that the deceased was murdered and his dead body was hidden by the accused Ram Chandra and his family and according to the statement recorded before the trial court the appellant Pankaj Kumar Gupta came to his shop at about 7.00 P.M. and after providing the telephone number to the deceased returned back to his restaurant.  According to his deposition also, from 4 P.M. to 7.00 P.M. it was not known to him as to who came to restaurant and went out, upto 5.30 P.M. the customers came to the restaurant.  In between 6.00 P.M. to 8.P.M. the family members of Ram Chandra including Pawan, the appellants Pankaj and Atul had remained in that house.  From his statement also, it is  clear that the customer had come to the restaurant upto 5.30 P.M. There is no evidence to show that in the restaurant or at the house of Ram Chandra, only Ram Chandra, Pankaj and Atul Pandey were present and all customers had left the restaurant.  According to the deposition of P.W.1, co-accused Pawan Kumar was also present there but he has been acquitted by the trial court. The government appeal filed by the State against the order of acquittal has been dismissed.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_54\">\tThe P.W. 1 Ashok Kumar Gupta has stated that the appellant Pankaj Kumar Gupta came to his shop at about 7.00 P.M. and after providing the telephone number to the deceased returned to the restaurant thereafter the deceased dialed the same number, which could not be connected, then he went to restaurant to know the correct telephone number, thereafter, he did not return. It was alarming fact, specially when the dead body was recovered from the freezer of the same restaurant and FIR was lodged after recovery of dead body but surprisingly it was not mentioned in the FIR; it appears to be an improvement made after thought, the deposition with regard to the appellants Pankaj Kumar Gupta and Atul Pandey alias Babloo is uncorroborated, therefore, no reliance may be placed on such part of the statement of P.W.1 Ashok Kumar Gupta  and he was seen at about 12.00 O&#x27;clock in the night when he came back to his house.  His statement is totally silent with regard to his exit from the restaurant/house. In such circumstances it is not safe to presume that the appellant Pankaj Kumar Gupta was having exclusive knowledge of the fact that the deceased Amit Kumar Gupta was  killed and his dead body was kept in deep freezer. So far as P.W. 4 is concerned he is a chance witness, coincidently he came to the restaurant at about 7.30 P.M. on 17.8.1995 where the accused Ram Chandra met him out side the restaurant who told that the restaurant was closed. In the beginning of his examination-chief he simply stated that when he came to the restaurant the accused Ram Chandra met him out side the restaurant, he did not state that the appellants Atul and Pankaj were also present there, but in the last he stated that on 17.8.1995 at about 7.30 P.M. when he came to the Amrit Sagar restaurant the accused Ram Chandra was standing there and the appellant Atul Pandey and Pankaj Kumar came out from the restaurant and by riding on a moped went towards the city at that time they were perturbed. This fact has not been supported by any other witness  even P.W. 4 himself has not stated before the I.O. that appellant Atul Pandey and Pankaj Kumar were perturbed at that time. In such circumstances, it appears to be an improvement, first time before the trial court, it is very difficult to make the reliance upon the the statement of P.W. 4 with regard to the posturing of the appellants that they were perturbed, even it is very difficult to make the reliance upon his statement that he saw the appellants Pankaj Kumar and Atul Pandey when they were coming out from restaurant at about 7.30 p.m. on 17.8.1995 because this fact has not been corroborated by any other witness.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_55\">\tThe appellant Atul Pandey @ Babloo is not belonging to the family of Ram Chandra and the first informant Ashok Kumar Gupta. It is alleged that he was friend of appellant Pankaj Kumar Gupta, he is not named in the FIR, no allegation has been made against him. According to the deposition of P.W. 8 Ram Swaroop Shakya that no evidence was available against him up to 24.8.1995 that is why he was reported to the court of C.J.M. Varanasi that he was not wanted in the present case. According to the statement of the P.W. 1 also he was present out side his shop on 17.8.1995 at about 7.00 P.M. when the appellant Pankaj Kumar Gupta came to his shop to provide the telephone number to the deceased. After providing the telephone number to the deceased the appellant Pankaj Kumar after having some conversation with the appellant Atul Pandey @ Babloo went to the restaurant. According to the deposition of P.W. 1 also the appellant Atul Pandey @ Babloo did not go to the restaurant/ residence of Ram Chandra. He was not seen by P.W. 1 entering into the restaurant or exiting from the restaurant. According to his deposition before the trial court  only the appellant Pankaj returned to his house at about 12 O&#x27;clock in night. According to his deposition the appellant Atul Pandey was not in his company. The next evidence against him is of P.W. 4 Hasin uddin. According to his deposition he saw the appellant Atul Pandey in the company of appellant Pankaj Kumar Gupta when they were coming out from the restaurant on 17.8.1995 at about 7.30 P.M., at that time  they were perturbed. But with regard to the perturbedness,  no statement was given by him before the I.O., in case all the allegation made against the appellant Atul Pandey by Parch Nos. 1 and 4 are accepted even then the inference may not be drawn that he was having exclusive knowledge with regard to the murder of the deceased even in any manner his presence in the restaurant at the time of commission of the murder is not established beyond the doubt. In the present case under <a href=\"/doc/1897847/\" id=\"a_39\">sections 120-B</a> IPC because there is no evidence  available on record with regard to the hatching the conspiracy.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_56\">\tIn any case the appellant Pankaj Kumar Gupta and Atul Pandey @ Babloo may not be convicted by drawing the inference of guilt under <a href=\"/doc/697566/\" id=\"a_40\">section 106</a> and <a href=\"/doc/731516/\" id=\"a_41\">114</a> Evidence Act and prosecution has failed to prove the charge against the appellant Pankaj Kumar Gupta and Atul Pandey alias Babloo.  In such circumstances, the trial court has committed an error in convicting the appellants Pankaj Kumar Gupta and Atul Pandey @ Babloo for the offences punishable under <a href=\"/doc/1897847/\" id=\"a_42\">sections 120-B</a>,<a href=\"/doc/1560742/\" id=\"a_43\">302</a>/<a href=\"/doc/37788/\" id=\"a_44\">34</a> and <a href=\"/doc/386021/\" id=\"a_45\">201</a>/<a href=\"/doc/37788/\" id=\"a_46\">34</a> IPC.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_57\">\tIn view of the above discussion, the prosecution has failed to prove the charges against the appellants Pankaj Kumar Gupta and Atul Pandey @ Babloo for the commission of the offence under <a href=\"/doc/1897847/\" id=\"a_47\">sections 120-B</a>, <a href=\"/doc/1560742/\" id=\"a_48\">302</a>/<a href=\"/doc/37788/\" id=\"a_49\">34</a> and <a href=\"/doc/386021/\" id=\"a_50\">201</a>/<a href=\"/doc/37788/\" id=\"a_51\">34</a> IPC beyond the shadows of the doubt and both the appellants Pankaj Kumar Gupta and Atul Pandey @ Babloo may not be held guilty with the help of <a href=\"/doc/697566/\" id=\"a_52\">sections 106</a> and <a href=\"/doc/731516/\" id=\"a_53\">114</a> Evidence Act. The learned Sessions Judge Varanasi has committed an error in convicting and sentencing the appellants Pankaj Kumar Gupta and Atul Pandey @ Babloo.\n</p> \n<p data-structure=\"Conclusion\" id=\"p_58\">\tI have privilege to go through the judgement delivered by Hon. Barkat Ali Zaidi and Hon. Vijay Kumar Verma, JJ. I agree with the view taken by Hon. Barkat Ali Zaidi, J. acquitting the appellants Pankay Kumar Gupta and Atul Pandey and not holding them guilty for the offence punishable under <a href=\"/doc/1897847/\" id=\"a_54\">sections 120-B</a>, <a href=\"/doc/1560742/\" id=\"a_55\">302</a>/<a href=\"/doc/37788/\" id=\"a_56\">34</a>, <a href=\"/doc/386021/\" id=\"a_57\">201</a>/<a href=\"/doc/37788/\" id=\"a_58\">34</a> IPC  on other hand with all humbleness I am not agreed with the view taken by Hon. Vijay Kumar Verma, J., holding  the appellants Pankaj Kumar Gupta and Atul Pandey  guilty of the above offence and dismissing their appeals. Therefore, the judgement and order dated 29.5.1999 passed by learned Sessions Judge, Varanasi in S.T. No. 624 of 1995 convicting and sentencing the appellants  Pankaj Kumar Gupta and  Atul Pandey @ Babloo  for the offence under <a href=\"/doc/1897847/\" id=\"a_59\">sections 120-B</a>, <a href=\"/doc/1560742/\" id=\"a_60\">302</a>/<a href=\"/doc/37788/\" id=\"a_61\">34</a>, <a href=\"/doc/386021/\" id=\"a_62\">201</a>/<a href=\"/doc/37788/\" id=\"a_63\">34</a> IPC, is set aside. In case they are in jail, they shall be released from the jail forthwith. In case, they are on bail, their bail bonds are cancelled and sureties are discharged, they need not to surrender before the court concerned in the present case.\n</p> \n\t\n \n<p data-structure=\"Conclusion\" id=\"p_59\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"559684\" id=\"span_1\">Accordingly Criminal Appeal No. 1516 of 1999 Pankaj Kumar Gupta Vs. State of U.P.  and Criminal Appeal No. 1463 of 1999 <a href=\"/doc/559684/\" id=\"a_64\">Atul Pandey @ Babloo Vs. State of U.P.</a>, are allowed.</span>\n</p> \n<p data-structure=\"Conclusion\" id=\"p_60\">\tDr. Abida Sayeed, Amicus Curiae for the appellant Pankaj Kumar Gupta assisted the court properly, therefore, she shall be paid a sum of Rs. 11000/- as fee and expenses.\n</p> \n\n \n<p data-structure=\"Conclusion\" id=\"p_61\">Dt: 1.7.2015\n \nSU/NA/RPD\t\n \n\t\n \n \n \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n </p>","numcites":14,"numcitedby":17,"docsource":"Allahabad High Court","citetid":160908104,"divtype":"judgments","relatedqs":[{"value":"302 and 201 ipc","formInput":"302%20and%20201%20ipc"},{"value":"Section 392 CrPC","formInput":"Section%20392%20CrPC"},{"value":"inquest report","formInput":"inquest%20report"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"atul gupta","formInput":"atul%20gupta"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"intestines","formInput":"intestines"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"302 201 ","formInput":"302%20201%20"},{"value":" who can do post mortem examination   ","formInput":"%20who%20can%20do%20post%20mortem%20examination%20%20%20"},{"value":"case diary","formInput":"case%20diary"},{"value":"302/34","formInput":"302/34"},{"value":"ipc 201","formInput":"ipc%20201"},{"value":"section 302, 201 of ipc","formInput":"section%20302%2C%20201%20of%20ipc"},{"value":"freezer","formInput":"freezer"},{"value":"114 evidence act","formInput":"114%20evidence%20act"},{"value":"strangulation","formInput":"strangulation"},{"value":"pankaj kumar gupta","formInput":"pankaj%20kumar%20gupta"},{"value":"Pankaj Gupta","formInput":"Pankaj%20Gupta"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"court-may-presume-existence-of-certain-facts","formInput":"tag:court-may-presume-existence-of-certain-facts"}],"courtcopy":true,"query_alert":null,"agreement":false}