{"tid":1626264,"publishdate":"1961-08-04","title":"The State Of Bombay vs Kathi Kalu Oghad And Others on 4 August, 1961","doc":"<h2 class=\"doc_title\">The State Of Bombay vs Kathi Kalu Oghad And Others on 4 August, 1961</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1961 AIR 1808, 1962 SCR (3) 10, AIR 1961 SUPREME COURT 1808, 1961 ALL. L. J. 936, 1961 BLJR 840, 1963 (1) SCJ 195, 1962 3 SCR 10, 1963 MADLJ(CRI) 97, 1961 KER LT 74, 64 BOM LR 240</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-p-sinha\">Bhuvneshwar P. Sinha</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-p-sinha\">Bhuvneshwar P. Sinha</a>, <a href=\"/search/?formInput=benchid:s-j-imam\">Syed Jaffer Imam</a>, <a href=\"/search/?formInput=benchid:s-k-das\">S.K. Das</a>, <a href=\"/search/?formInput=benchid:p-b-gajendragadkar\">P.B. Gajendragadkar</a>, <a href=\"/search/?formInput=benchid:a-k-sarkar\">A.K. Sarkar</a>, <a href=\"/search/?formInput=benchid:k-n-wanchoo\">K.N. Wanchoo</a>, <a href=\"/search/?formInput=benchid:k-c-gupta\">K.C. Das Gupta</a>, <a href=\"/search/?formInput=benchid:r-dayal\">Raghubar Dayal</a>, <a href=\"/search/?formInput=benchid:n-r-ayyangar\">N. Rajagopala Ayyangar</a>, <a href=\"/search/?formInput=benchid:j-r-mudholkar\">J.R. Mudholkar</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nTHE STATE OF BOMBAY\n\n\tVs.\n\nRESPONDENT:\nKATHI KALU OGHAD AND OTHERS\n\nDATE OF JUDGMENT:\n04/08/1961\n\nBENCH:\nSINHA, BHUVNESHWAR P.(CJ)\nBENCH:\nSINHA, BHUVNESHWAR P.(CJ)\nIMAM, SYED JAFFER\nDAS, S.K.\nGAJENDRAGADKAR, P.B.\nSARKAR, A.K.\nSUBBARAO, K.\nWANCHOO, K.N.\nGUPTA, K.C. DAS\nDAYAL, RAGHUBAR\nAYYANGAR, N. RAJAGOPALA\nMUDHOLKAR, J.R.\n\nCITATION:\n 1961 AIR 1808\t\t  1962 SCR  (3)\t 10\n CITATOR INFO :\n R\t    1962 SC1821\t (290)\n R\t    1965 SC1251\t (4,19,25,ETC.)\n E\t    1970 SC 940\t (11,13,14)\n F\t    1973 SC1196\t (23)\n R\t    1978 SC1025\t (34,44,48,62)\n R\t    1978 SC1770\t (41)\n RF\t    1979 SC  14\t (7,15)\n RF\t    1980 SC 185\t (6,8,9)\n D\t    1980 SC 791\t (7)\n RF\t    1981 SC 379\t (68)\n\n\nACT:\nTestimonial Compulsion Obtaining specimen writing and thumb\nimpression  from  accused- Statement of\t accused  in  Police\ncustody\t  used\tin  evidence-If\t contravene   constitutional\nguarantee Constitution of India, <a href=\"/doc/366712/\" id=\"a_1\">Art. 20(3).</a>\n\n\n\nHEADNOTE:\n<a href=\"/doc/770022/\" id=\"a_2\">Section 73</a> of the Indian Evidence Act empowers the court to,\nobtain specimen writing or signature and finger\t impressions\nof an accused person for purposes of Comparison.\n11\n<a href=\"/doc/1391184/\" id=\"a_3\">Sections  5</a>  and <a href=\"/doc/1675084/\" id=\"a_4\">6</a> of the Identification  of  Prisoners\t Act\nempower\t  a   Magistrate  to  obtain   the   photograph\t  or\nmeasurements of an accused person.  <a href=\"/doc/1312051/\" id=\"a_5\">Section 27</a> of the Indian\nEvidence Act permits the reception in evidence of statements\nmade by an accused person in police custody which lead to  a\ndiscovery. It was contended by the accused persons that\t the\nobtaining  of  evidence\t in any of these  ways\tamounted  to\ncompelling the person accused of an offence &quot;to be a witness\nagainst\t himself&quot;  in  contravention of <a href=\"/doc/366712/\" id=\"a_6\">Art.  20(3)</a>  of\t the\nConstitution.\tIt  was\t further  contended  that  it\t&#x27;was\nimplicitly  the fact that the accused was in police  custody\nwhen&#x27; the specimen signatures or thumb impressions etc. were\nobtained that compulsion was used.\nHeld,  that there was no infringement of <a href=\"/doc/366712/\" id=\"a_7\">Art. 20(3)</a>  of\t the\nConstitution  in  compelling an accused person to  give\t his\nspecimen  handwriting  or signature, or impressions  of\t his\nthumb, fingers, palm or foot to the investigating officer or\nunder orders of a court for the purposes of comparison.\nHeld,  further, that the provisions of<a href=\"/doc/1312051/\" id=\"a_8\"> s. 27</a> of\t the  Indian\nEvidence Act did not offend <a href=\"/doc/366712/\" id=\"a_9\">Art. 20(3)</a> unless compulsion was\nused  in  obtaining  the information.\tCompulsion  was\t not\ninherent  in  the  receipt of information  from\t an  accused\nperson\tin  the\t custody of a lice officer;  it\t will  be  a\nquestion of fact in each case to be determined by the  court\non  the evidence before it whether compulsion had been\tused\nin obtaining the information.\nM.P.   Sharma  v.  Satish  Chandra,  (1954)   S.C.R.   1077,\nreconsidered.\nPer  Sinha, C.J., Imam, Gajendragadkar, Subba Rao,  Wanchoo,\nRaghubar Dayal, Rajagopala Ayyangar and Mudholkar, jj.\t The\ncorrect\t position with respect to the guarantee\t under\t<a href=\"/doc/366712/\" id=\"a_10\">Art.\n20(3)</a> is that-\n\t      (i)   the\t guarantee  includes not  only\toral\n\t      testimony\t given in court or out of court\t but\n\t      also  statements in writing which\t incriminate\n\t      the maker when figuring as an accused person;\n\t      (ii)  the\t words &quot;to be a witness&quot;  in   Art..\n\t      20(3)  do\t not  include the  giving  of  thumb\n\t      impression  or  impression of  palm,  foot  or\n\t      fingers or specimen writing or exposing a part\n\t      of   the\tbody  by  an  accused\tperson\t for\n\t      identification;\n\t      (iii) &quot;self-incrimination&quot;   means   conveying\n\t      information based upon the personal  knowledge\n\t      of  the  given and does not include  the\tmere\n\t      mechanical process of\n\t      12\n\t      producing\t documents  in court  which  do\t not\n\t      contain&#x27; any statement of the accused based on\n\t      his personal knowledge;\n\t      (iv)  in order to come within the\t prohibition\n\t      of <a href=\"/doc/366712/\" id=\"a_11\">Art. 20(3)</a> the testimony must be of such  a\n\t      character\t that by itself it should have\tthe,\n\t      tendency to incriminate\n\t      the accused; and\n\t      (V)   to avail of the protection of <a href=\"/doc/366712/\" id=\"a_12\">Art. 20(3)</a>\n\t      the person must have stood in the character of\n\t      an  accused  person at the time  he  made\t the\n\t      statement.\n\t      Per S. K. Das, Sarkar and Das Gupta, JJ.-\n\t      (i)   The protection afforded by <a href=\"/doc/366712/\" id=\"a_13\">Art. 20(3)</a> is\n\t      not   merely   in\t  respect   of\t testimonial\n\t      compulsion in the court room but extends\talso\n\t      to  compelled  testimony\tpreviously  obtained\n\t      from the accused.\n\t      (ii)  The\t words\t&quot;to be a  witness&quot;  in\t<a href=\"/doc/366712/\" id=\"a_14\">Art.\n\t      20(3)</a>  mean,, to furnish evidence&quot; and  cannot\n\t      be  confined to imparting personal  knowledge;\n\t      such evidence can be furnished through lips or\n\t      by  production of a thing or of a document  or\n\t      in other modes.\n\t      (iii) An\taccused\t person\t furnishes  evidence\n\t      when  he\tgives his  specimen  handwriting  or\n\t      impressions of his fingers or palm or foot.\n\t      (iv)  But\t in  doing so the accused  does\t not\n\t      furnish\tevidence  against  himself   as\t  by\n\t      themselves  these specimens or impressions  do\n\t      not  incriminate or even tend  to\t incriminate\n\t      the  accused  and\t he cannot  be\tsaid  to  be\n\t      compelled\t &quot;to be a witness against himself  &quot;\n\t      when  he is compelled to give the specimen  or\n\t      impression.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">CRIMINAL APPELLATE JURISDICTION: criminal Appeal No. 146  of\n1958.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeal\tby special leave from the judgment and\torder  dated\nApril  14,  1957,  of the Bombay High  Court  at  Rajkot  in\nCriminal (jail) Appeal No. 73 of 1956.\n</p><p data-structure=\"Issue\" id=\"p_3\">\t\t\t    AND\nCriminal Appeal No. 174 of 1959.\n</p><p data-structure=\"Issue\" id=\"p_4\">Appeal\tby special leave from the judgment and\torder  dated\nJune  4,  1956,\t of  the Calcutta  High\t Court\tin  Criminal\nRevision No. 623 of 1958.\n</p><span class=\"hidden_text\" id=\"span_1\">13</span>\n<p data-structure=\"CDiscource\" id=\"p_5\">H.   R.\t Khanna and T. M. Sen, for the appellant in Cr.\t  A.\nNo.  146 of 1958.  Specimen handwritings of the accused\t had\nbeen  taken  during investigation while the accused  was  in\npolice custody.\t These have been excluded from consideration\nby  the\t Courts below on the ground that obtaining  of\tsuch\nsignatures offended <a href=\"/doc/366712/\" id=\"a_15\">Art. 20 (3)11</a> the courts holding that an\nelement\t of compulsion was implicit in the accused being  in\npolice custody at the time the handwritings were taken.\t The\nmere fact that the accused was in police custody does not by\nitself\timply  that compulsion was used\t for  obtaining\t the\nspecimen handwritings.\tEven if there is compulsion, it does\nnot  amount to testimonial compulsion.\tAction\ttaken  under<a href=\"/doc/1746646/\" id=\"a_16\">\nss.  94</a> and <a href=\"/doc/1164912/\" id=\"a_17\">96</a> Criminal Procedure Code to secure  production\nof  documents  though search warrants, does  not  amount  to\ncompulsion  within the meaning of <a href=\"/doc/366712/\" id=\"a_18\">Art. 20 (3).</a>\t<a href=\"/doc/770022/\" id=\"a_19\">Section\t 73</a>,\nEvidence  Act  also contemplates the obtaining\tof  specimen\nhandwriting.   If  a person gives the  specimen\t handwriting\nvoluntarily ,it cannot be said that he was compelled to give\nit.  If the police merely requests the accused, then it does\nnot  amount to compulsion, but if it directs the accused  to\nwrite and if physical force is used or if there is any\tshow\nof  force  or  threat, then alone would\t it  be\t compulsion.\nInducement is not compulsion.  I.L.R. 1957 Mad. 66, (1960) 3\nS.C.R.\t116,  A.I.R.  1961 S.C. 29, A.I.R.  1959  Bom.\t865,\nI.L.R. (1952) 2 Cal. 106, A.I.R. 1955 Cal. 247, I.L.R.\t1952\nTr.   Co.  447, A.I.R. 1958 All. 119.  Refers to  Willis  on\nConstitutional\tLaw dealing with self-incrimination.  In  A.\n</p><p data-structure=\"Issue\" id=\"p_6\">1.  R.\t1960 S. C. 1125<a href=\"/doc/1312051/\" id=\"a_20\"> s. 27</a> of the Evidence Act  has\tbeen\nheld to be constitutional.\n</p><p data-structure=\"Section\" id=\"p_7\">M.C.  Setalvad, Attorney General of India, B. Sen and T.  M.\nSen,  for Intervener No. 1. There are four elements in\t<a href=\"/doc/366712/\" id=\"a_21\">Art.\n20(3)</a> which must be satisfied before a person can claim\t the\nprotection  of\t<a href=\"/doc/366712/\" id=\"a_22\">Art. 20(3)</a>, namely (i) he must\tbe  accused,\n</p><p data-structure=\"Precedent\" id=\"p_8\">(ii) he must have been compelled, (iii) he Must have\n<span class=\"hidden_text\" id=\"span_2\">14</span>\nbeen compelled to be a witness and (iv) his witnessing\tmust\nbe against himself.  There must be an element of compulsion,\na  voluntary act is not compulsion.  Coercion is an  element\nof compulsion.\tIn inducement or moral compulsion, the\tmind\nis not free.  There was nothing in England which prevented a\nvoluntary statement. (1954) S.C.R. 1077 and (1960) 3  S.C.R.\n116, 125.  The fact whether a person has been compelled does\nnot rest solely on the effect which the presence of a police\nofficer might have on the mind of the person.  I.L.R. (1952)\n2  Cal.\t 106, Willis p. 524, A.I.R. 1955 Cal. 247.   Even  a\ndirection  under  s. 73, <a href=\"/doc/1953529/\" id=\"a_23\">Evidence Act</a> would  not  amount  to\ncompulsion.   A.I.R. 1958 All. 119, 160 U.S. 355:  40  L.Ed,\n</p><p data-structure=\"Section\" id=\"p_9\">454.   Merely because a person who makes a statement  is  in\npolice\tcustody\t it cannot be inferred that  compulsion\t has\nbeen  used.  Willis p. 521.  Observations in  Sharma&#x27;s\tcase\nwith  regard to the words &quot;to be a witness&quot;  are  excessive.\nIt  would  be  useful  to see what  is\tthe  American  fifth\namendment.  To be a witness means that a person either\tsays\nsomething  or  writes  something which he  knows.   He\tmust\ndepose\tor write as to something of which he has  knowledge.\nIn  giving a thumb impression or specimen writing  a  person\ndoes not say or write anything against himself.\nS.   M. Sikri Advocate-General, Punjab, N. S. Bindra and  D.\nGupta,\tfor respondent in Cr.  As.  Nos. 110 and 111 of\t 58.\n<a href=\"/doc/1391184/\" id=\"a_24\">Section\t 5</a>  of the Identification of  Prisoners\t Act,  1920,\npermits the obtaining of finger prints of an accused  person\nby  order of a Magistrate.  This is not hit by <a href=\"/doc/366712/\" id=\"a_25\">Art. 20\t(3).</a>\n<a href=\"/doc/366712/\" id=\"a_26\">Article 20 (3)</a> does not apply to the stage of investigation.\nIt only prohibits the compulsory examination or famishing of\nincriminatory  statements or communication by  the  accused.\nIt does not include the compulsory production of  documents.\nEven  if <a href=\"/doc/366712/\" id=\"a_27\">Art. 20 (3)</a> prohibits the compulsory production  of\ndocuments, it does not prohibit the compulsory\n<span class=\"hidden_text\" id=\"span_3\">15</span>\nexamination  of the body of the accused or any part  of\t it.\nIn order to test whether there has been compulsion or not it\nis  the nature of the action of the authority or court\tthat\ndetermines  the\t question and not the state of mind  of\t the\naccused.   The privilege granted to an accused person  under\nArt, 20 (3) is by its nature capable of waiver and if  there\nis  no\tprotest,  it is deemed to  have\t been  waived.\t The\nArticle deals with the stage of conviction.  Wigmore vol. 8,\np.276, 304, 317 and 319. 53 L.Ed. 97,109, 54 L.Ed. 1021\t and\n1030.\tThe  word &quot;&#x27;witnesses&quot; should be given\tits  natural\ninterpretation.\t  The original rule in England was that\t you\nwill  not  be put in court and compelled  to  give  evidence\nagainst\t yourself  and referred only to testimony  given  in\ncourt.\t <a href=\"/doc/366712/\" id=\"a_28\">Article 20 (3)</a> gives the same\tguarantee.   Wigmore\nvol. 8, p. 623, Phipson on Evidence, 9th Edition, p.214.  It\nprotects extraction of incriminatory statements or  communi-\ncations,  but not the exhibition of body or any part  of  it\nfor  examination.  Merely handing over of a document is\t not\ncovered\t  by  the  guarantee  as  it  does  not\t amount\t  to\ncommunication. 29 L.Ed. 746.  There is no compulsion if\t the\nwitness\t or  accused  does  not object.\t 87  L.Ed.  376,  76\nL.Ed.211, 71 L.Ed. 560, Wigmore vol. 8, p. 399.\nS.   M. Bose Advorate-General for the State of West  Bengal,\nB.  Sen, and P. K. Bose, for appellant in Cr.  A.No. 174  of\n1959.  The question concerned in Cr.  A. No. 174 of 1959  is\nwhether the obtaining of specimen handwriting under<a href=\"/doc/770022/\" id=\"a_29\"> s.73</a>  of\nthe   Evidence\tAct  amounts  to   testimonial\t compulsion.\nDecision,-, which hold that it is so are : A. 1. R. 1957  M.\nP.73, A.  I. R. 1959 M. P. 411; A. I. R. 1960 Ker.392; A.     I.\nR.  1959  Mad. 396.  Willoughby vol. 2, para 720,  29  L.Ed.\n</p><p data-structure=\"Precedent\" id=\"p_10\">746.   Testimonial compulsion means that you cannot  make  a\nwitness say what he does not want to say in court.   <a href=\"/doc/371095/\" id=\"a_30\">Section\n118</a>,  Evidence\tAct indicates that &quot;testify&quot; means  to\tmake\nstatements in Court and not statements outside court.\n</p><span class=\"hidden_text\" id=\"span_4\">16</span>\n<p data-structure=\"Section\" id=\"p_11\">I.L. R. 1 Rang. 759.  <a href=\"/doc/366712/\" id=\"a_31\">Article 20(3)</a> applies only to    oral\nstatements made before the court.\n</p><p data-structure=\"Section\" id=\"p_12\">S. P.  Verma, for respondent in Cr.  A.\t       No. 146/1958.\nSharma&#x27;s  case\tputs the right construction on\t<a href=\"/doc/366712/\" id=\"a_32\">Art.  20(3).</a>\nThe  question  of  inconvenience should not  be\t taken\tinto\nconsideration.\t350 U.S. 422: 100 L.Ed. 511.  <a href=\"/doc/366712/\" id=\"a_33\">Article  20(3)</a>\ncould  be split up into 6 components, i. e. (i)\t No  person,\n</p><p data-structure=\"CDiscource\" id=\"p_13\">(ii)  accused of an offence, (iii) shall be compelled,\t(iv)\nto be, (v) to be a witness, and (vi) to be a witness against\nhimself.  In the present case it is not necessary to discuss\n</p><p data-structure=\"Section\" id=\"p_14\">(i). (ii) indicates a time whenever incrimination is eminent\nand the guarantee comes into play.  &quot;&#x27;Accused of an offence&quot;\n</p><blockquote id=\"blockquote_1\">is  merely descriptive of the person.  Whenever a person  is\naccused, nothing obtained from him by compulsion can be used\nagainst\t him. 340 U.S.&#x27; 332; 95 L.Ed. 306; 266 U.<a href=\"/doc/94346/\" id=\"a_34\">S.  34</a>;  69\nL.Ed. 158.  &quot;Accused of an offence&quot; does not mean accused at\nthe time when a person is compelled to provide evidence.  A.\nI. R. 1960 S.C. 1125. (iii) In case of police custody  there\nis  irrefutable\t presumption of compulsion.  A. I.  R.\t1960\nCal.  318.   In\t other cases it may be a  question  of\tfact\nwhether\t there was compulsion or not.  Compulsion  means  an\nact   which  is\t involuntary,  under  threat,  coercion\t  or\ninducement.   It has to be seen what has motivated the\tact.\nCompulsion means any non-voluntary positive act not of\tfree\nvolition.  (iv)\t The  words used are &quot;,to be&quot;  and  not\t ,to\nappear&quot;. This brings in the idea of all kinds of  testimony\n(evidence)  and\t removes  all restrictions as  to  time\t and\nplace.\t(v)  To\t be a witness, means  to  furnish  evidence.\nWigmore\t 8th vol. p.362. Best on Evidence p. 11 2.  Phipson,\np.  2.\tA.I.R.\t1960  Ker.  392;  169  E.R.  909.   American\nJurisprudence,\tvol.  58,  p. 57. (vi).\t  To  be  a  witness\nagainst\t himself  means\t to do a positive  act\twhich  would\nincriminate  him.   A.I.R. 1956 Mad.  165.   Compelling\t the\nproduction  of\tany sort of evidentiary\t document  which  is\nlikeiy to help the prosecution\n<span class=\"hidden_text\" id=\"span_5\">17</span>\nis hit by the guarantee.  The object of the guarantee is not\nto let a person degrade &#x27;himself 1958 Cal, 682; I.L.R.\t1957\nCutt, 200.\n</blockquote><blockquote id=\"blockquote_2\">R.   C. Datta, for Intervener No. 3.\n</blockquote><blockquote id=\"blockquote_3\">P.   S.\t Safeer and R. S. Gheba, for appellant in  Cr.\t As.\nNos.  110 and 111 of 1958.  The words used in <a href=\"/doc/366712/\" id=\"a_35\">Art. 20(3)</a> are\nnot  &quot;appear  as a witness against himself.&quot; It\t covers\t the\nstage  of investigation also and protects all action  of  an\naccused\t person that may be used against him at\t the  trial.\n<a href=\"/doc/1675084/\" id=\"a_36\">Section 6</a> of the Prisoners Identification Act makes a person\nwho refused to give his photograph or measurement, guilty of\nan  offence.   No  person can waive  the  fundamental  right\nguaranteed  under <a href=\"/doc/366712/\" id=\"a_37\">Art. 20(3).</a>  A.I.R. 1959 S. C.  149.\t Any\npart  of  the evidence contributed to by the  accused  under\ncompulsion is hit by the guarantee.\n</blockquote><blockquote id=\"blockquote_4\">H.   R. Khanna in reply.  <a href=\"/doc/1093366/\" id=\"a_38\">Sections 1</a>, <a href=\"/doc/371095/\" id=\"a_39\">118</a>,<a href=\"/doc/921930/\" id=\"a_40\">132</a> and <a href=\"/doc/334170/\" id=\"a_41\">139</a> of the\nEvidence  Act  show that the words &quot;to be a  witness&quot;  means\ngiving evidence in court and must he restricted to  judicial\nproceedings.   The mere fact that an accused person  &#x27;is  in\npolice\t custody  does\tnot  raise  any\t presumption.\tthat\ncompulsion has been used.\n</blockquote><blockquote id=\"blockquote_5\">1961.\tAugust\t4.  The\t Judgment  of  Sinha  C.  J.,  Imam,\nGajendragadkar,\t  Subba\t  Rao,\tWanchoo,   Raghubar   Dayal,\nRajagopala Ayyangar and Mudholkar JJ., was delivered by\nSINHA  C.  J.-These appeals have been  beard  together\tonly\ninsofar\t as they involve substantial questions of law as  to\nthe  interpretation  of the  Constitution,  with  particular\nreference  to,\tcl.(3) of <a href=\"/doc/655638/\" id=\"a_42\">Art. 20.</a>  This  larger  Bench\t was\nconstituted  in order to reexamine some of the\tpropositions\nof   law laid down by this Court in the case of M.P.  Sharma\nv.Sathish Chandra(1),because when one of the cases was heard\nby five of us, we felt that (1) [1954] S.C.R. 1077.\n</blockquote><span class=\"hidden_text\" id=\"span_6\">18</span>\n<blockquote id=\"blockquote_6\">some  of the propositions therein laid down may\t have been\ntoo  widely stated, and, therefore, required to be  restated\nwith more particularity.  We have not heard counsel for\t the\nparties\t ion the merits of the orders passed by\t the  Courts\nbelow, but have confined the discussions at the Bar, insofar\nas they had any bearing on the questions of law relating  to\nthe   interpretation   of  el.\t(3)  of\t <a href=\"/doc/655638/\" id=\"a_43\">Art.  20</a>   of\t the\nConstitution.\n</blockquote><blockquote id=\"blockquote_7\">It is not necessary to state in any detail the facts of each\nof the cases now before us.  We shall, therefore, state only\nso  much of the facts as have &#x27;Occasioned calling in aid  of\nthe  provisions of el. (3) of <a href=\"/doc/655638/\" id=\"a_44\">Art. 20</a> of  the  Constitution.\nIn the first case, namely, Criminal Appeal 146 of 1958, the.\nState  of  Bombay is the appellant,.   The  ,respondent\t was\ncharged,  alongwith another person, under s. 302, read\twith<a href=\"/doc/94346/\" id=\"a_45\">\ns. 34</a> of the 1. P. C., as also under<a href=\"/doc/472772/\" id=\"a_46\"> s. 19(e)</a> of the  Indian\nArms Act (XI of 1878).\tThe Trial Court found him guilty  of\nthose  charges-and  sentenced him to imprisonment  for\tlife\nunder  s. 302, read with<a href=\"/doc/37788/\" id=\"a_47\"> s. 34</a> of the I.P.C. and to. a\tterm\nof  two years rigorous imprisonment for the.  offence  under\nthe  <a href=\"/doc/1934415/\" id=\"a_48\">Arms  Act</a>.\t  At the trial\tthe  identification  of\t the\nrespondent, as one of the two alleged culprits, was the most\nimportant  question  to be decided by  the  Court.   Besides\nother evidence, the prosecution adduced in evidence a  chit-\nEx. 5-alleged to be in his handwriting and said to have been\ngiven  by  him.\t  In order to prove that Ex. 5\twas  in\t the\nhandwriting of the respondent, the police had obtained from\nhim,  during the investigation, three specimen\thandwritings\nof his on three separate, sheets of paper which were  marked\nas Exs. 27, 28 and 29.\tThe disputed document, namely,\tEx.5\nwas compared with the admitted handwritings on Exs. 27,\t 28\nand  29 by the Handwriting Expert whose evidence was to\t the\neffect\tthat they are all writings by the same\tperson.\t  At\nthe trial and in the High Court,\n<span class=\"hidden_text\" id=\"span_7\">19</span>\nthe  question  was  raised as to the  admissibility  of\t the\nspecimen  writings contained in Exs. 27, 28 and 29, in\tview\nof the provisions of <a href=\"/doc/366712/\" id=\"a_49\">Art. 20(3)</a> of the Constitution.  It  is\nan admitted fact that those specimen writings of the accused\nhad been taken by the police while he was in police custody,\nbut  it was disputed whether the accused had been  compelled\nto  give  those writings within. the meaning of cl.  (3)  of\n<a href=\"/doc/655638/\" id=\"a_50\">Art. 20.</a>  The plea of the accused that he was forced by\t the\nDeputy\tSuperintendent of Police to give those writings\t has\nnot  been  accepted by the learned Trial Judge.\t  But  those\ndocuments   have  been\texcluded  from\t consideration,\t  as\ninadmissible evidence, on the ground &#x27;that though there\t was\nno  threat  or force used by the police in  obtaining  those\nwritings  farm\tthe accused person, yet in the view  of\t the\nCourt &quot;&quot;the element of compulsion was implicit in his  being\nat that time in police custody.&quot; In this conclusion both the\nTrial\tJudge\tand  the  High\tCourt  have   agreed.\t The\nidentification\tof the accused person was also sought to  be\nproved\tby the evidence of witnesses, who identified him  at\nan   identification   parade.\tBut  the  holding   of\t the\nidentification\tparade\thas not been sought  to\t be  brought\nwithin\tthe  prohibition  of  cl. (3)  of  <a href=\"/doc/655638/\" id=\"a_51\">Art.\t 20.</a>   After\neliminating the Exs. 27, 28 and 29 from their  consideration\nthe High Court, on a consideration of the other evidence  in\nthe  case, came to the conclusion that the identity  of\t the\nrespondent  had\t not been established  beyond  a  reasonable\ndoubt.\t Hence,\t giving\t him  the  benefit  of\tdoubt,\tthey\nacquitted  him.\t  The State of Bombay moved this  Court\t and\nobtained special leave to appeal from the Judgment and Order\nof acquittal, passed by the High Court.\t On these facts, the\nonly questions of constitutional importance that this  Bench\nhas  to determine are; (1) whether by the production of\t the\nspecimen handwritings  Exs. 27, 28, and 29-the accused could\nbe said to have been &quot;a witness against himself&#x27; within\t the\nmeaning of <a href=\"/doc/366712/\" id=\"a_52\">Art. 20(3)</a> of the\n<span class=\"hidden_text\" id=\"span_8\">\t\t\t     20</span>\nConstitution; and (2) whether the were fact that when  those\nspecimen handwritings had been given, the accused person was\nin  police custody could, by itself, amount  to\t compulsion,\napart  from any other circumstances which could be urged  as\nvitiating  the\tconsent\t of  the  accused  in  giving  those\nspecimen handwritings.\tThis Bench is not concerned with the further  ques\ntion whether in all the circumstances  &quot;closed\nby  the evidence in this case, the accused could be said  to\nhave  been  compelled, as a matter of fact, to\tgive.  those\nspecimens.\n</blockquote><blockquote id=\"blockquote_8\">In Criminal Appeals 110 and 111 of 1958, which arose out  of\nthe same set of facts, the accused person has been convicted\nby the Courts below under<a href=\"/doc/839778/\" id=\"a_53\"> ss. 380</a> and <a href=\"/doc/1873755/\" id=\"a_54\">457</a> of the I.P.C.,  as\nalso  under. s.19(f) of the <a href=\"/doc/1934415/\" id=\"a_55\">Indian Arms Act</a>.  The  facts  of\nthe   case  necessary  for  bringing  out  the\t points\t  in\ncontroversy are that a shop in Hissar in Punjab was burgled.\nIn  the course of the burglary four  double-barrelled  guns,\none  single-barrelled gun and a rifle were  stolen.   During\nhis interrogation by the police at the investigation  stage,\nthe appellant is alleged to have given the information\tthat\nout of the arms stolen from the shop at Hissar he had buried\none 22 bore rifle, two 12 bore doublebarrelled gunk; and one\n18  single-barrelled gun at a certain place.  It is  alleged\nthat  as a consequence of the information thus given by\t the\naccused\t and  on his pointing out the exact  location  where\nthese  buried articles could be found, the rifles  and\tguns\nwere  actually\trecovered.   During  the  investigation\t the\npolice\thad  taken  possession of certain  glass  panes\t and\nphials from the burgled shop which bore some palm and finger\nimpressions  (Exs.   P10 to  P12) In order  to\tcompare\t the\nimpressions  on those glass panes and phials with  those  of\nthe  accused  the  investigation  police  officer  got\t the\nimpressions  of the palms and fingers of the accused   taken\nin the presence of a Magistrate.On the\t evidence adduced by\nthe prosecution,including the\n<span class=\"hidden_text\" id=\"span_9\">21</span>\nfact of the recovery of the firearms and the evidence of the\nidentity  of  the  impressions\tof  the\t accused  taken\t  as\naforesaid,  he\twas convicted and sentenced  by\t the  Courts\nbelow to certain terms of imprisonment and was also  ordered\nto  pay\t a  fine of one thousand  rupees.   On\tappeal,\t the\nsentence of fine and imprisonment was modified by the  Court\nof  Appeal.   In  revision  in\tthe  High  Court,  both\t the\nrevisional  applications  were\tdismissed.   The   convicted\nperson prayed for and obtained the necessary certificate  of\nfitness\t under <a href=\"/doc/1050900/\" id=\"a_56\">Art. 134(1) (e)</a> of the Constitution from\t the\nHigh Court of Punjab.  The points raised in this Court were;\n(1)  that<a href=\"/doc/1312051/\" id=\"a_57\"> s. 27</a> of the Indian Evidence Act is  violative  of\n<a href=\"/doc/367586/\" id=\"a_58\">Art. 14</a> of the Constitution; and (2) the impressions of\t the\nappellant&#x27;s  palms  and\t fingers taken from  him  after\t his\narrest,\t which\twere compared with the\timpressions  on\t the\nglass panes and phials, were not admissible evidence in view\nof the provisions of <a href=\"/doc/366712/\" id=\"a_59\">Art. 20(3)</a> of the Constitution.  Though\nthe  provisions\t of  ss. 5 and 6 of  the  <a href=\"/doc/1747275/\" id=\"a_60\">Identification  of\nPrisoners Act, 1920</a>, (XXXIII of 1920) have not in terms been\nattacked as ultra vires <a href=\"/doc/366712/\" id=\"a_61\">Art. 20(3)</a> of the Constitution,\t the\neffect\tof  the argument based on that article is  to  bring\ninto controversy the constitutionality of<a href=\"/doc/94717/\" id=\"a_62\"> ss. 5</a> and <a href=\"/doc/1536853/\" id=\"a_63\">6</a> of the\nAct.  As a matter of fact, one of the propositions of law to\nbe urged in support of the appeals is stated in these terms;\n</blockquote><blockquote id=\"blockquote_9\">&quot;that  ss. 5 and 6 of the <a href=\"/doc/1747275/\" id=\"a_64\">Identification of  Prisoners\tAct,\n1920</a>,  read with <a href=\"/doc/366712/\" id=\"a_65\">Art. 20(3)</a> of the Constitution\t render\t the\nevidence of measurements to be inadmissible&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">In the last case, Criminal Appeal 174 of 1959, the State  of\nWest  Bengal  has  preferred this appeal  by  special  leave\ngranted by this Court under <a href=\"/doc/1218877/\" id=\"a_66\">Art. 136(1)</a> of the\tConstitution\nagainst\t the  judgment\tand  order  of\tthe  High  Court  at\nCalcutta,    dated   June   4,\t 1959,\t passed\t   in\t its\nrevisional    jurisdiction,   against  an   order   of\t the\nMagistrate,  First Class, Howrah; directing, the  respondent\nto give his\n<span class=\"hidden_text\" id=\"span_10\">22</span>\nspecimen  writing and signature, under<a href=\"/doc/770022/\" id=\"a_67\"> s. 73</a> of\t the  Indian\nEvidence Act.  It is only necessary to state  the  following\nfacts in order to bring out the questions of law bearing  on\nthe   interpretation  of  the  Constitution.\tDuring\t the\ninvestigation of a criminal case relating to trafficking  in\n,contraband  opium, the respondent&#x27;s residence was  searched\nand certain quantity of contraband opium was alleged to have\nbeen  found in his possession.\tThe respondent,\t along\twith\nanother\t person,  was produced before a\t Magistrate  of\t the\nfirst  Class at Howrah and was later released on bail.\tfrom\nthe   materials\t  and\tstatements   obtained\tduring\t the\ninvestigation  of the case by the police, it was  considered\nthat  there  were  reasonable grounds to  believe  that\t the\nendorsement  on the , back of certain railway  receipts\t for\nconsignment of goods seized at Howrah Railway Station was in\nthe  handwriting of the respondent, and it  was,  therefore,\nnecessary to take his specimen writing and signature for the\npurpose\t of comparison and verification.  When\tthe  accused\nwere  produced\tbefore\tthe  Magistrate,  the  Investigating\nOfficer made a prayer to the Magistrate for taking  specimen\nwriting\t and signature of the respondent.  On  an  adjourned\ndate  when  the accused persons, including  the\t respondent,\nwere present in the Court of the Magistrate, the  respondent\ndeclined  to  give  his\t specimen  writing  and\t  signature,\ncontending  that <a href=\"/doc/366712/\" id=\"a_68\">Art. 20 (3)</a> of the Constitution  prohibited\nany  such  specimens  being taken against the  will  of\t the\naccused.  After bearing the parties, the learned  Magistrate\noverruled the objection on behalf of the accused and allowed\nthe  prayer  by\t the prosecution  for  taking  the  specimen\nwriting\t and  signature of the respondent.   The  respondent\nmoved  the  High Court at Calcutta under s. 439 of  the\t Cr.\nP.C.  and <a href=\"/doc/1331149/\" id=\"a_69\">Art. 227</a> of the Constitution.\t The case was  heard\nby   a\tDivision  Bench\t consisting  of\t J.P.\tMitter\t and\nBhattacharyya,\tJJ, on July 2 and 3, 1958, but the  judgment\nwas not delivered until the\n<span class=\"hidden_text\" id=\"span_11\">23</span>\n4th  of\t June, 1959.  The Court held  that  the\t prohibition\ncontained in <a href=\"/doc/366712/\" id=\"a_70\">Art. 20 (3 of the Constitution applied: to\t the\ncase  of writing</a> and signature to be taken, as\tdirected  by\nthe learned Magistrate.\t The Court. relied upon the decision\nof  this Court in: M.P. Sharma&#x27;s case.<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1312468\" id=\"span_12\">(1) In coming to\tthis\nconclusion,  the Division Bench disagreed with the  previous\ndecision  of  another Division Bench of that, Court  in\t the\ncase  of  <a href=\"/doc/1312468/\" id=\"a_71\">Sailendra Nath Sinha v. The State</a> (2),  which\t had\nlaid  down that a mere direction under<a href=\"/doc/770022/\" id=\"a_72\"> s.73</a> of the  Evidence\nAct  to a person accused of an offence to give his  specimen\nwriting\t did not come within the prohibition of <a href=\"/doc/366712/\" id=\"a_73\">Art. 20\t (3)</a>\nof  the Constitution.</span>  The earlier <a href=\"/doc/1312468/\" id=\"a_74\">Bench further  held</a>\tthat\nthe decision of this Court in Sharma&#x27;s case(2), referred  to\nabove,\tdid  not govern the case of direction given  by\t the\nCourt  under  s.73 of the <a href=\"/doc/1953529/\" id=\"a_75\">Evidence Act</a> for  giving  specimen\nwriting.   Instead  of referring the question  to  a  larger\nBench,\tthe  later  Division  Bench  took  upon\t itself\t  to\npronounce  against the considered view of that Court in\t the\nearlier decision.  The State of West Bengal naturally had to\ncome  up  to  this Court to get\t the  constitutional  issues\ndetermined  because the issues raised were  of\tfar-reaching\nimportance in the investigation and trial of criminal cases.\nThe  main  question which arises for determination  in\tthis\nappeal is whether a direction given by a Court to an accused\nperson\tpresent\t in Court to give his specimen\twriting\t and\nsignature for the purpose of comparison under the provisions\nof<a href=\"/doc/770022/\" id=\"a_76\"> s.73</a> of the Indian Evidence Act infringes the fundamental\nright enshrined in <a href=\"/doc/366712/\" id=\"a_77\">Art. 20 (3)</a> of the Constitution.\nThe  arguments at the Bar may be classified as taking  three\ndistinct lines.\t The first line, on the one extreme, may  be\nsaid  to have been taken by Mr. Sikri, the Advocate  General\nof Punjab, and which may be characterised as a narrow view,\n(1)  [1954] S. C. R. 1077.\n</p><p data-structure=\"Precedent\" id=\"p_16\">(2)  [1955] A. 1. R. Cal. 247.\n</p><span class=\"hidden_text\" id=\"span_13\">24</span>\n<p data-structure=\"Precedent\" id=\"p_17\">runs as follows: Cl. (3) aforesaid, in view of its  setting,\nits  history  and  the\tpolicy\tunderlying,  the   privilege\naccorded  by the Constitution to an accused  person,  should\nnot be applied at ,he stage of investigation of an  offence.\nIt  should be confined to cases of compulsory extraction  of\nincriminating  statements  or communications by\t an  accused\nperson\tin Court, the expression compelled to be a  witness&#x27;\nbeing  understood  as meaning being compelled to  give\toral\ntestimony&#x27;.   It does not include the compulsory  production\nof   documents.\t  Similarly,  it  does\tnot   prohibit\t the\ncompulsory.  exhibition\t or examination of the body  of\t the\naccused, or any part of it, or the taking of specimen  writ-\ning, thumb impression of the palm or the feet or the fingers\nof  an\tcaused.\t Whether or not there  has  been  compulsion\nshould\tbe  judged by the nature of the action taxi  by\t the\nauthority, or the Court that determines the controversy, and\nnot the state of mind of the accused.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">On the other extreme is the argument by Mr. S.P. Varma,\t for\nthe accused in the first case, who contended that the clause\naforesaid  of the Constitution gives complete protection  of\nthe  widest amplitude to an accused person, irrespective  of\nthe  time  and\tplace and of the  nature  of  the  evidence,\nwhether it is oral or documentary or material.\tThe extreme\nform, which his argument took can best be stated in his\t own\nwords as follows : &quot;&quot;Anything caused, by any kind of  threat\nor  inducement, to be said or done, by a person, accused  or\nlikely\tto  be\taccused of any.\t offence,  by  non-voluntary\npositive  act  or speech, of that person which\tfurthers  he\ncause of any prosecution against him or which results or  is\nlikely to result in the incrimination of hat person qua\t any\noffence,  is violative of the, fundamental right  guaranteed\nunder el. of <a href=\"/doc/655638/\" id=\"a_78\">Art. 20</a> of the Constitution of India  According\nto his argument, if an accused person makes any statement or\nany discovery, there\n<span class=\"hidden_text\" id=\"span_14\">25</span>\nis  not\t only  a rebuttable presumption\t that  he  had\tbeen\ncompelled  to  do  so,\tbut that it should  be\ttaken  as  a\nconclusive  proof  of that inferential fact.   Any  kind  of\ninducement,  according\tto  him, is  also  included  in\t the\nexpression  &#x27;compulsion&#x27;  by the police or  elsewhere.\t The\ntest,  according to him, is not the volition of the  accused\nbut  the incriminatory nature of the statement\tor  communi-\ncation.\t  Hence,  any statement made to\t a  police  officer,\nwhile  in  police  custody,  brings  the  same\twithin\t the\nprohibitory ambit of the clause of the Constitution.  On the\nface  of them, the propositions propounded by Mr. Varma\t are\nmuch too broadly and widely stated to be accepted.\nThe   third   view,  which  may\t be  characterised   as\t  an\nintermediate  view,  was advocated by the  learned  Attorney\nGeneral,  appearing  for  the Union.  According\t to  him,  a\nperson\tseeking\t protection under the clause  must  satisfy\n%II  the four constituent elements contained in cl.  (3)  of\n<a href=\"/doc/655638/\" id=\"a_79\">Art.  20</a>, namely, (1) he must be an accused person;  (2)  be\nmust have been compelled; (3) the compulsion must be to be a\nwitness; and (4) against himself.  Compulsion, according  to\nhim, means coercion or constraint and does not include\tmere\nasking by the police to do a certain thing or the  direction\nby  a court to give a thumb impression or specimen  writing.\nIn  other  words, compulsion has to be equated to  what\t has\nbeen  sometimes characterised as &quot;&#x27;third degree&quot; methods  to\nextort\tconfessional  statements.  &quot;To be a witness&quot;  is  an\nexpression  which must be understood in consonance with\t the\nexisting law of evidence and criminal, procedure, e.g.-\t ss,\n27 and 73 of the <a href=\"/doc/1953529/\" id=\"a_80\">Evidence Act</a> and<a href=\"/doc/1746646/\" id=\"a_81\"> ss. 94</a> and <a href=\"/doc/1164912/\" id=\"a_82\">96</a> of the\tCode\nof  Criminal Procedure.\t Though, according to  English\tLaw,\nthe expression is confined to oral testimony, he was prepare\nto go to the length of conceding that any statement, whether\noral  or in writing by an accused person,  transmitting\t his\nknowledge disclosing relevant\n<span class=\"hidden_text\" id=\"span_15\">26</span>\nfacts  of  which  he  was aware, would\tamount\tto  bring  a\nwitness&#x27;  against  himself.   But mere\tproduction  of\tsome\nmaterial  evidence,  by itself, could not  come\t within\t the\nambit of the expression to be a witness&#x27;,\nThe several questions for decision arising out of this batch\nof  cases  have\t to  be\t answered  with\t reference  to\t the\nprovisions  of cl. (3) of <a href=\"/doc/655638/\" id=\"a_83\">Art. 20</a> of the Constitution  which\nis in these terms :-\n</p><blockquote id=\"blockquote_10\">\t      &quot;No  person  accused of any offence  shall  be\n\t      compelled to be a witness against himself&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1306519\" id=\"span_16\">These provisions came up for consideration by the Full Court\nin  the case of <a href=\"/doc/1306519/\" id=\"a_84\">M. P. Sharma V. Satish Chandra</a>.\t (1)  Though\nthe question directly arising for decision <a href=\"/doc/1306519/\" id=\"a_85\">in that case</a>\t was\nwhether\t a  search  and\t seizure  of  documents\t under\t the\nprovisions  of<a href=\"/doc/1746646/\" id=\"a_86\">\tss.  94</a>\t and <a href=\"/doc/1164912/\" id=\"a_87\">96</a>\t of  the  Code\tof  Criminal\nProcedure  came within the ambit of the prohibition  of\t cl.\n(3)  of\t <a href=\"/doc/655638/\" id=\"a_88\">Art. 20</a> of the Constitution, this Court  covered  a\nmuch  wider field, Besides laying down that the\t search\t and\nseizure\t complained  of\t <a href=\"/doc/1306519/\" id=\"a_89\">in that case</a> were  not\t within\t the\nprohibition, this Court examined the origin and scope of the\ndoctrine  of  protection  against  self-incrimination\twith\nreference to English Law and the Constitution of the  United\nStates\tof America, with particular reference to the  Fourth\nand &#x27;Fifth Amendments.\tOn an examination of the case law in\nEngland and America and the standard text books on Evidence,\nlike Phipson and Wigmore, and other authorities, this  Court\nobserved as follows :-</span>\n</p><blockquote id=\"blockquote_11\">\t      &quot;Broadly stated the guarantee in <a href=\"/doc/366712/\" id=\"a_90\">Art.20(3)</a>  is\n\t      against\t&quot;testimonial  compulsion&quot;.   It\t  is\n\t      suggested\t that this is confined to  the\toral\n\t      evidence of a person standing his trial for an\n\t      offence  when called to the witness-stand,  We\n\t      can  see no reason to confine the\t content  of\n\t      the  constitutional guarantee to\tthis  barely\n\t      literal import.  So to limit it would\n\t      (1)   [1954] S.C.R. 1077.\n</blockquote><span class=\"hidden_text\" id=\"span_17\">\t\t\t\t    27</span>\n<p data-structure=\"Precedent\" id=\"p_20\">\t      be  to  rob the guarantee of  its\t substantial\n\t      purpose  and  to miss the\t substance  for\t the\n\t      sound as stated in certain American decisions.\n\t      The  phrase used in <a href=\"/doc/366712/\" id=\"a_91\">article 20(3)</a> is &quot;to be  a\n\t      witness&quot;.\t  A person can, &quot;be a  witness&quot;\t not\n\t      merely  by  giving oral evidence but  also  by\n\t      producing\t documents  or\tmaking\tintelligible\n\t      gestures as in the case of a dumb witness (see\n\t      <a href=\"/doc/211471/\" id=\"a_92\">section 119</a> of the Evidence Act) or the  like.\n</p><blockquote id=\"blockquote_12\">\t      &quot;To  be  a witness&quot; is nothing more  than\t &quot;to\n\t      furnish  evidence&quot;, and such evidence  can  be\n\t      furnished\t through lips or by production of  a\n\t      thing or of a document or in other modes.\t  So\n\t      far  as production of documents is  concerned,\n\t      no  doubt,  <a href=\"/doc/334170/\" id=\"a_93\">section 139</a> of the  Evidence\tAct\n\t      says  that  a person producing a\tdocument  on\n\t      summons  is not, a, witness, But that  section\n\t      is  meant\t to  regulate the  right  of  cross-\n</blockquote><blockquote id=\"blockquote_13\">\t      examination.   It\t is  not  a  guide  to\t the\n\t      connotation of the word &quot;witness&quot;, which\tmust\n\t      be&#x27; understood in its natural sense, i.e.,  as\n\t      referring to a person who furnishes  evidence.\n\t      Indeed,  every positive volitional  act  which\n\t      furnishes\t evidence is testimony,\t and  testi-\n\t      monial  compulsion  connotes  coercion   which\n\t      procures\tthe positive volitional\t evidentiary\n\t      acts of the person, as opposed to the negative\n\t      attitude of silence or submission on his part.\n\t      Nor  is  there any reason to think  that\tthe&#x27;\n\t      protection  in  respect of  the  evidence\t so:\n</blockquote><blockquote id=\"blockquote_14\">\t      procured is confined to what transpires at the\n\t\t\t    trial  in the court room.  The phrase used\tin\n\t      <a href=\"/doc/366712/\" id=\"a_94\">article 20(3)</a> is &quot;to be a witness&quot; and not  to\n\t      &quot;&#x27;appear\tas a witness&quot; : It follows that\t the\n\t      protection afforded to an accused in so far as\n\t      it is related to the phrase &quot;to be a  witness&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\">\t      is  not merely in respect of testimonial\tcom-\n\t      pulsion in the court room but may well  extend\n\t      to  compelled  testimony\tpreviously  obtained\n\t      from  him.  It is available therefore&#x27;,  to  a\n\t      person against whom a formal accusation\n<span class=\"hidden_text\" id=\"span_18\">\t      28</span>\n\t      relating to the commission of an, offence\t has\n\t      been  levelled which in the normal course\t may\n\t      result in prosecution.  Whether :it is  avail-\n\t      able to other persons in other situations does\n\t      not call for decision in this case.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1655339\" id=\"span_19\">This  Court did not accept the contention at  the  guarantee\nagainst\t testimonial  compulsion  to  be  confined  to\toral\ntestimony at the witness stand when standing trial for an of\nFence.\t The  guarantee was, thus,held to include  not\tonly\noral  testimony given in court or out of court, but also  to\nstatements  in\twriting which incriminated the\t maker\twhen\nfiguring as an accused person.\tAfter having heard elaborate\narguments  for and against the views thus expressed by\tthis\nCourt  after  full  deliberation, we do not  find  any\tgood\nreasons for departing from those views.\t But the Court\twent\non  to\tobserve that &quot;&#x27;to be a witness&quot;\t means\t&quot;to  furnish\nevidence&quot; and includes not only oral testimony or statements\nin writing of the accused but also production of a thing  or\nof  evidence by other modes.  It may be that this Court\t did\nnot intend to lay down-certainly it was not under discussion\nof the Court as a point directly arising for decision -that\ncalling\t upon  a person accused of an offence  to  give\t his\nthumb  impression, his impression of palm or fingers  or  of\nsample\thandwriting or signature comes within the  ambit  of\n&quot;,to  be  a witness&quot; which has been equated to\t&quot;to  furnish\nevidence&quot;.   Whether or not this Court intended to lay\tdown\nthe  rule  of law in those wide terms has been\tthe  subject\nmatter\tof decisions, in the different High Courts  in\tthis\ncountry.   Those decisions are, by no means, uniform  ;\t and\nconflicting views have been expressed even in the same\tHigh\nCourt  on  different  occasions.  It will  serve  no  useful\npurpose to examine those decisions in detail.  It is  enough\nto  point out that the-most recent decision, to\t which\tour\nattention was called, is of a Full Bench of the Kerala\tHigh\nCourt in the case of <a href=\"/doc/1655339/\" id=\"a_95\">State of Kerala\n<span class=\"hidden_text\" id=\"span_20\">29</span>\nv.   K.K. Sankaran Nair</a>(1).  In that case, Ansari C. J., who\ndelivered  the opinion of the Court, has made  reference  to\nand  examined in detail the pronouncements of the  different\nHigh Courts.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1306519\" id=\"span_21\">Ultimately he came to the conclusion that\t the\ndecision of this Court in <a href=\"/doc/1306519/\" id=\"a_96\">Sharma</a>&#x27;s Case (2)  also  covered\nthe  case  of  a specimen handwriting given  by\t an  accused\nperson, under compulsion.</span>\n</p><blockquote id=\"blockquote_15\">&quot;To be a witness&quot; may be equivalent to &quot;furnishing evidence&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_23\">in  the sense of making oral or written statements, but\t not\nin  the\t larger\t sense of the expression so  as\t to  include\ngiving of thumb impression or impression of palm or foot  or\nfingers\t or specimen writing or exposing a part of the\tbody\nby   an\t accused  person  for  purpose\tof   identification.\n</p><blockquote id=\"blockquote_16\">&quot;Furnishing  evidence&quot;\tin the latter sense could  not\thave\nbeen within the contemplation of the Constitution-makers for\nthe  simple  reason that-though they may  have\tintended  to\nprotect\t an  accused  person  from  the\t hazards  of   self-\nincrimination,\tin  the\t light of the  English\tLaw  on\t the\nsubject-they could not have intended to put obstacles in the\nway of efficient and effective investigation into crime\t and\nof bringing criminals to justice.  The taking of impressions\nor parts of the body of an accused person very often becomes\nnecessary  to help the investigation of a crime.  It  is  as\nmuch  necessary to protect an accused person  against  being\ncompelled  to incriminate himself, as to arm the  agents  of\nlaw  and  the  law courts with legitimate  powers  to  bring\noffenders to justice.  Further more it must be assumed\tthat\nthe Constitution-makers were aware of the existing law,\t for\nexample,  s.73\tof the <a href=\"/doc/1953529/\" id=\"a_97\">Evidence Act</a> or<a href=\"/doc/94717/\" id=\"a_98\"> ss. 5</a> and  <a href=\"/doc/1536853/\" id=\"a_99\">6</a>  of\t the\nIdentification\tof prisoners Act (XXXIII of 1920).<a href=\"/doc/94717/\" id=\"a_100\">Section  5</a>\nauthorises  a Magistrate to direct any person to  allow\t his\nmeasurements  or photographs to be (1)A.I.R.1960 Kerala\t 392\n(2)[1954] S.C.R.1077.\n</blockquote><span class=\"hidden_text\" id=\"span_22\">30</span>\n<p data-structure=\"Section\" id=\"p_24\">taken,\tif  he\tis satisfied that it is\t expedient  for\t the\npurposes  of any investigation or proceeding under the\t<a href=\"/doc/445276/\" id=\"a_101\">Code\nof Criminal Procedure</a> to do so Measurements&#x27; include  finger\nimpressions and foot-print impressions.\t If any such  person\nwho  is directed by a Magistrate, under<a href=\"/doc/94717/\" id=\"a_102\"> s. 5</a> of the Act,  to\nallow his measurements or photographs to be taken resists or\nrefuses\t  to  allow  the  taking  of  the  measurements\t  or\nphotographs, it has been declared lawful by<a href=\"/doc/1536853/\" id=\"a_103\"> s. 6</a> to use\t all\nnecessary  means  to  secure  the  taking  of  the  required\nmeasurements   or  photographs.\t  Similarly,  s.73  of\t the\n<a href=\"/doc/1953529/\" id=\"a_104\">Evidence  Act</a> authorises the Court to permit the  taking  of\nfinger impression or a specimen handwriting or signature  of\na  person present in Court, if necessary for the purpose  of\ncomparison.\n</p><p data-structure=\"Precedent\" id=\"p_25\">The matter maybe looked at from another point of view.\t The\ngiving\tof finger impression or of specimen signature or  of\nhandwriting,  strictly speaking, is not &quot;,to be a  witness&quot;.\n</p><blockquote id=\"blockquote_17\">&quot;To  be a witness&quot; means imparting knowledge in\t respect  of\nrelevant fact, by means of oral statements or statements  in\nwriting, by a person who has personal knowledge of the facts\nto  be\tcommunicated to a court or to a\t person\t holding  an\nenquiry or investigation.  A person is said to be a witness,\nto a certain state of facts which has to be determined by  a\ncourt  or  authority authorised to come to  a  decision,  by\ntestifying  to what he has seen, or something he  has  heard\nwhich  is capable of being beard and is not hit by the\trule\nexcluding  hearsay or giving his opinion, as an\t expert,  in\nrespect\t of  matters  in  controversy.\t Evidence  has\tbeen\nclassified  by text writers into three\tcategories,  namely,\n(1) oral testimony; (2) evidence furnished by documents; and\n(3)  material evidence.\t We have already indicated  that  we\nare  in agreement with the Full Court decision\tin  Sharma&#x27;s\ncase (1) that the prohibition in cl.(3) of <a href=\"/doc/655638/\" id=\"a_105\">Art.20</a> covers not\nonly oral testimony given by a person accused of an  offence\nbut also\n(1)  [1954] S. C. R. 1077.\n</blockquote><span class=\"hidden_text\" id=\"span_23\">31</span>\n<p data-structure=\"CDiscource\" id=\"p_26\">his  written  statements  which may have a  bearing  on\t the\ncontroversy  with reference to the charge against him.\t The\naccused\t may  have documentary evidence\t in  his  possession\nwhich  may throw some light on the controversy.\t If it is  a\ndocument, which is not his statement conveying his  personal\nknowledge  relating  to the charge against him,\t he  may  be\ncalled\tupon  by  the&#x27; Court to\t produce  that\tdocument  in\naccordance.  with  the provisions of<a href=\"/doc/334170/\" id=\"a_106\"> s.139</a> of  the  Evidence\nAct, which, in terms, provides that a person may be summoned\nto  produce a document in his possession Cur power and\tthat\nhe  does not become a witness by the mere fact that  he\t has\nproduced  it; and therefore, lie cannot\t be  cross-examined.\nOf  course,  he can be cross-examined if he is called  as  a\nwitness\t who  has  made statements  conveying  his  personal\nknowledge by reference to the contents of the document or if\nhe  his\t given\this statements in Court\t otherwise  than  by\nreference to the contents of the documents.  In our opinion,\ntherefore,  the\t observations  of  this\t Court\tin  Sharma&#x27;s\ncase(,) that<a href=\"/doc/334170/\" id=\"a_107\"> s.139</a> of the Evidence Act has no bearing on the\nconnotation  of\t the word &#x27;witness&#x27; is\tnot  entirely  well-\nfounded\t in  law.   It is well-established  that  cl.(3)  of\n<a href=\"/doc/655638/\" id=\"a_108\">Art.20</a> is directed against self-incrimination by an  accused\nperson.\t Self-incrimination must mean conveying\t information\nbased  upon the personal knowledge of the person giving\t the\ninformation and cannot include merely the mechanical process\nof  producing documents in court which may throw a light  on\nany  of the points in controversy, but which do not  contain\nany   statement\t of  the  accused  based  on  his   personal\nknowledge.   For  example,  the accused\t person\t may  be  in\npossession  of a document which is in his writing  or  which\ncontains  his  signature  or  his  thumb  impression.\t The\nproduction of such a document, with a view to comparison  of\nthe  writing or the signature or the impression, is not\t the\nstatement of\n(1)  [1954] S.C.R. 1077.\n</p><span class=\"hidden_text\" id=\"span_24\">32</span>\n<p data-structure=\"Precedent\" id=\"p_27\">an accused person, which can be said to be of the nature  of\na personal testimony.  When an accused person is called upon\nby the Court or any other authority holding an investigation\nto give his finger impression or signature or a specimen  of\nhis  handwriting,  he  is not giving any  testimony  of\t the\nnature of a &#x27;personal testimony&#x27;.  The giving of a &quot;personal\ntestimony&#x27;  must depend upon his volition.  He can make\t any\nkind of statement or may refuse to make any statement.\t But\nhis  finger  impressions  or his handwriting,  in  spite  of\nefforts at concealing the true nature of it by dissimulation\ncannot, change their intrinsic character.  Thus, the  giving\nof   finger  impressions  or  of  specimen  writing  or\t  of\nsignatures  by\tan accused person, though it may  amount  to\nfurnishing  evidence  in the larger sense, is  not  included\nwithin the expression to be a witness&#x27;.\n</p><p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1306519\" id=\"span_25\">In  order that a testimony by an accused person may be\tsaid\nto  have  been self-incriminatory, the compulsion  of  which\ncomes\twithin\tthe  prohibition,  of\tthe   constitutional\nprovision, it must be of such a&#x27; character,that\t byitselfit-\nshould\thave the tendency of incriminating the\taccused,  if\nriot also of actually doing so.\t In other words,it should be\na statement which makes the case against the accused  person\natleast\t  probable,  considered\t by  itself.\tA   specimen\nhandwriting or signature or finger impressions by themselves\nare no testimony at all being wholly innocuous because\tthey\nare  unchangeable except in rare cases where the  ridges  of\nthe fingers or the style of writing have been tampered with.\nThey  are  only materials for comparison in  order  to\tlend\nassurance  to  the Court that its inference based  on  other\npieces\tof  evidence is reliable.They are neither  oral\t nor\ndocumentary  evidence  but belong to the third\tcategory  of\nmaterial evidence which is outside the limit of &#x27;testimony&#x27;.\nSimilarly,during the investigation of a crime\n<span class=\"hidden_text\" id=\"span_26\">33</span>\nby  the police, if an accused person were to point  out\t the\nplace  where the corpus delicti was lying concealed  and  in\npursuance  of such an information being given by an  accused\nperson,\t discovery is made within the meaning of  s.-47\t of\nthe <a href=\"/doc/1953529/\" id=\"a_109\">Evidence Act</a>, such information and the discovery made as\na  result of the information may be proved in evidence\teven\nthough\tit  may tend to incriminate the\t person\t giving\t the\ninformation,  while  in police custody.\t Unless it  is\theld\nthat the provisions of<a href=\"/doc/1312051/\" id=\"a_110\"> s. 27</a> of the Evidence Act, in so\t far\nas  they make it admissible evidence which has the  tendency\nto   incriminate   the\tgiver  of   the\t  information,\t are\nunconstitutional as coming within the prohibition of el. (3)\nof  <a href=\"/doc/655638/\" id=\"a_111\">Art.  20</a>, such information would  amount  to  furnishing\nevidence.  This Court in <a href=\"/doc/1306519/\" id=\"a_112\">Sharma</a>&#x27;s case (1) was not concerned\nwith   pronouncing   upon  the\tconstitutionality   of\t the\nprovisions  of<a href=\"/doc/1312051/\" id=\"a_113\">\ts. 27</a> of the Evidence Act.   It\t could\tnot,\ntherefore,  be said to have laid it down that such  evidence\ncould not be adduced by the prosecution at the trial of\t the\ngiver of the information for an alleged crime.</span>\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"481284\" id=\"span_27\">The question\nwhether\t s.  27\t of the <a href=\"/doc/1953529/\" id=\"a_114\">Evidence  Act</a>  was  unconstitutional\nbecause\t it  offended  <a href=\"/doc/367586/\" id=\"a_115\">Art.  14</a>\t of  the  Constitution\t was\nconsidered  by this court in the, case of <a href=\"/doc/481284/\" id=\"a_116\">State of U. P.  v.\nDeomen\tUpadhyaya</a>(2).  It was held by this Court that<a href=\"/doc/1312051/\" id=\"a_117\"> s.  27</a>\nof  the\t Evidence  Act\tdid  not  offend  <a href=\"/doc/367586/\" id=\"a_118\">Art.\t14</a>  of\t the\nConstitution  and  was,\t therefore, intra  vires.  But\t the\nquestion   whether  it\twas  unconstitutional\tbecause\t  it\ncontravened  the  provisions of el. (3) of <a href=\"/doc/655638/\" id=\"a_119\">Art. 20</a>  was\t not\nconsidered  <a href=\"/doc/481284/\" id=\"a_120\">in that case</a>.  That question may,  therefore  be\ntreated as an open one.\t The question has been raised in one\nof  the cases before us and has, therefore, to be  decided.\nThe  information given by an accused person to,,  a  police.\nofficer leading to the discovery of a fact which may or\t may\nnot prove incriminatory has been made admissible in evidence\nby  that Section.  If it is not incriminatory of the  person\ngiving the\n(1) [1954] S.C.R 1077.</span>\n</p><p data-structure=\"Precedent\" id=\"p_29\">(2) [1961] 1 S.C.R.14.\n</p><span class=\"hidden_text\" id=\"span_28\">34</span>\n<p data-structure=\"Precedent\" id=\"p_30\">information, the question does not arise.  It can      arise\nonly when it is of an incriminatory character so far as\t the\ngiver of the information is concerned.\t     If\t the   self-\nincriminatory  information  has\t been given  by\t an  accused\nperson without any threat,    that  will  be  admissible  in\nevidence  and that will not be hit by the provisions of\t el.\n(3) of <a href=\"/doc/655638/\" id=\"a_121\">Art. 20</a> of the Constitution for the reason that there\nhas  been no compulsion.  It must, therefore, be  held\tthat\nthe  provisions of<a href=\"/doc/1312051/\" id=\"a_122\"> s. 27</a> of the Evidence Act are not  within\nthe  prohibition aforesaid, unless compulsion has been\tused\nin obtaining the information.\n</p><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"653753\" id=\"span_29\">In this connection the question was raised before us that in\norder to bring the case within the prohibition of cl. (3) of\n<a href=\"/doc/655638/\" id=\"a_123\">Art. 20</a>, it is not necessary that the statement should\thave\nbeen made by the accused person at a time when he  fulfilled\nthat  character ; it is enough that he should have  been  an\naccused person at the time when the statement was sought  to\nbe  proved  in Court, even though he may not  have  been  an\naccused person at the time he had made that statement.\t The\ncorrectness  of\t the decision of the Constitution  Bench  of\nthis  Court in the case of <a href=\"/doc/653753/\" id=\"a_124\">Mohamed Dastagir v. The State  of\nMadras</a>\t(1) was questioned because it was said that  it\t ran\ncounter\t to the observations of the Full Court\tin  Sharma&#x27;s\nCase.  (2)  In the Full Court decision of  this\t Court\tthis\nquestion  did not directly arise ; nor was it  decided.</span>\t  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1306519\" id=\"span_30\">On\nthe  other hand, this Court, in <a href=\"/doc/1306519/\" id=\"a_125\">Sharma</a>&#x27;s case(2), held\tthat\nthe  protection\t under <a href=\"/doc/366712/\" id=\"a_126\">Art. 20 (3)</a> of  the  Constitution  is\navailable  to a person against whom a formal accusation\t had\nbeen  levelled, inasmuch as a First Information\t Report\t had\nbeen lodged against him.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"653753\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1306519\" id=\"span_32\"><a href=\"/doc/1306519/\" id=\"a_127\">Sharma</a>&#x27;s case (2), therefore, &#x27;did\nnot decide anything to the contrary of what this Court\tsaid\nin <a href=\"/doc/653753/\" id=\"a_128\">Mohamed Dastagir v. The State of Madras</a>(,).\n(1)  [1960] 3 S.C.R. 116.</span></span>\n</p><p data-structure=\"Section\" id=\"p_32\">(2) [1954] S.C.R. 1077.\n</p><span class=\"hidden_text\" id=\"span_33\">35</span>\n<p data-structure=\"Precedent\" id=\"p_33\">The  latter  decision  in  our opinion\tlays  down  the\t law\ncorrectly.\n</p><p data-structure=\"Precedent\" id=\"p_34\">In order to bring the evidence within the inhibitions of cl.\n(3)  of\t <a href=\"/doc/655638/\" id=\"a_129\">Art. 20</a> it must be shown not only that\t the  person\nmaking the statement was an accused at the time, he made  it\nand that it had a material bearing on the criminality of the\nmaker  of the statement, but also that be was  compelled  to\nmake that statement.  &quot;Compulsion&#x27; in the context, must mean\nwhat  in  law  is called &#x27;duress&#x27;.   In\t the  Dictionary  of\nEnglish\t Law  by  Earl\tJowitt,\t &#x27;duress&#x27;  is  explained  as\nfollows.:\n</p><blockquote id=\"blockquote_18\">&quot;   Duress  is\twhere a man is compelled to  do\t an  act  by\ninjury,\t beating or unlawful imprisonment (sometimes  called\nduress\tin strict sense) or by the threat of  being  killed,\nsuffering  some\t grievous bodily harm, or  being  unlawfully\nimprisoned  (sometimes called menace, or duress per  minas).\nDuress also includes threatening, beating or imprisonment of\nthe wife, parent or child of a person.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_35\">The compulsion in this sense is a physical objective act and\nnot  the state of mind of the person making  the  statement,\nexcept\twhere  the  mind has been  so  conditioned  by\tsome\nextraneous process as to render the making of the  statement\ninvoluntary  and,  therefore,  extorted.   Hence,  the\tmere\nasking\tby a police officer investigating a crime against  a\ncertain\t individual to do a certain thing is not  compulsion\nwithin\tthe meaning of <a href=\"/doc/366712/\" id=\"a_130\">Art. 20 (3).</a>  Hence, the\t mere  fact-\nthat  the  accused  person, when he made  the  statement  in\nquestion was in police custody would not, by itself, be\t the\nfoundation  for\t an inference of law that  the\taccused\t was\ncompelled  to make the statement.  Of course, it is open  to\nan   accused  person  to show that while he  was  in  police\ncustody at the relevant time, he was subjected to  treatment\nwhich, in the circumstances of the case,\n<span class=\"hidden_text\" id=\"span_34\">36</span>\nwould lend itself to the inference that corapulsion was,  in\nfact,  exercised.  In other words, it will be a question  of\nfact in each case to &#x27;-- determined by the Court on weighing\nthe facts and circumstances disclosed in the evidence before\nit&#x27;.\n</p><p data-structure=\"Precedent\" id=\"p_36\">In  view  of  these  considerations, we\t have  come  to\t the\nfollowing conclusions :-\n</p><blockquote id=\"blockquote_19\">(1)  An accused person cannot be said to have been compelled\nto  be\ta witness against himself simply because he  made  a\nstatement  while in police custody, without anything  more.&#x27;\nIn other words, the mere fact of being in police custody  at\nthe  time  when the statement in question  was\t&#x27;made  would\nnot., by itself, as a proposition of law, lend itself to the\ninference  that\t the  accused  was  compelled  to  make\t the\nstatement,  though  that  fact, in  conjunction\t with  other\ncircumstances  disclosed in evidence in a  particular  case,\nwould  be a relevant consideration in an enquiry whether  or\nnot  the  accused  person had been  compelled  to  make\t the\nimpugned statement.\n</blockquote><blockquote id=\"blockquote_20\">(2)  The  mere questioning of an accused person by a  police\nofficer,  resulting  in\t a voluntary  statement,  which\t may\nultimately turn out to be incriminatory, is not compulsion&#x27;.\n(3)  To\t be  a\twitness&#x27; is  not  equivalent  to  garnishing\nevidence&#x27;  in its widest significance ; that is to  say,  as\nincluding  not merely making of oral or\t written  statements\nbut  also production of documents or giving materials  which\nmay  be\t relevant  at  a trial to  determine  the  guilt  or\ninnocence of the accused.\n</blockquote><blockquote id=\"blockquote_21\">(4)  Giving thumb impressions or impressions of foot or palm\nor fingers or specimen writings or showing parts of the body\nby way of identification were not included in the expression\nto be a witness\n<span class=\"hidden_text\" id=\"span_35\">37</span>\n(5)  &#x27;To be a witness&#x27; means imparting knowledge  in respect\nof relevant facts by an oral statement\tor  a  statement  in\nwriting, made or given in Court or otherwise.\n(6)  &#x27;To  be  a witness&#x27; in its ordinary  grammatical  sense\nmeans  giving  oral testimony in Court.\t Case law  has\tgone\nbeyond this strict literal interpretation of the  expression\nwhich  may  now\t bear  a  wider\t meaning,  namely,   bearing\ntestimony in Court or out of Court by a person accused of an\noffence, orally or in writing.\n</blockquote><blockquote id=\"blockquote_22\">(7)  To\t  bring\t the  statement\t in  question\twithin\t the\nprohibition  of\t <a href=\"/doc/366712/\" id=\"a_131\">Art. 20(3)</a>, the person\t accused  must\thave\nstood  in the character of an accused person At the time  he\nmade the statement.  It is not enough that he should  become\nan accused, any time after the statement has been made.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_37\">The  appeals  will now be listed for hearing  on  merits  in\naccordance with the above principles.\n</p><p data-structure=\"Precedent\" id=\"p_38\">The  Judgment  of S. K. Das, Sarkar and\t Das  Gupta,  JJ.was\ndelivered by\nDAS  GUPTA,  J.-Is  a person compelled\t&quot;to  be\t a  witness&quot;\n</p><blockquote id=\"blockquote_23\">against\t himself  within  the meaning of  <a href=\"/doc/366712/\" id=\"a_132\">Art.20(3)</a>  of\t the\nConstitution  when  he\tis compelled to\t give  his  specimen\nhandwriting  or\t signature, or impressions of  his  fingers,\npalm or foot to the investing officer?\tIs he compelled\t &quot;to\nbe a witness&quot; against himself within the meaning of the same\nconstitutional\tprovisions when he is compelled to give\t his\nspecimen  handwriting  and  signature  for  the\t purpose  of\ncomparison  under  the\tprovisions of<a href=\"/doc/770022/\" id=\"a_133\"> s. 73</a>  of\t the  Indian\nEvidence Act?  These Are the main questions canvassed before\nus  and they have both been answered in the negative in\t the\njudgment  just pronounced by my Lord the Chief Justice.\t  We\nagree  with these answers; but as we have reached  the\tsame\nconclusion, by a\n<span class=\"hidden_text\" id=\"span_36\">38</span>\nsomewhat  different  approach, and  for\t different  reasons,\nthese have to be briefly indicated.\n</blockquote><blockquote id=\"blockquote_24\">The  question as regards the  meaning to be attached to\t the\nwords  &quot;to  be\ta  witness&quot; as\tused  in  <a href=\"/doc/366712/\" id=\"a_134\">Art.20(3)</a>  of\t the\nConstitution&#x27;  came  up for consideration in  M.P.  Sharma&#x27;s\nCase  (1).   It\t was  heard by\tall  the  eight\t Judges\t who\nconstituted  the  Court\t at the time, and  they\t came  to  a\nunanimous  decision.  The Court <a href=\"/doc/653753/\" id=\"a_135\">in that case</a> had  to  decide\nwhether\t search and seizure of documents under<a href=\"/doc/1746646/\" id=\"a_136\"> ss.94</a> and  <a href=\"/doc/1164912/\" id=\"a_137\">96</a>\nof the Code of Criminal Procedure is a compelled  production\nof the same so as to infringe the provisions of <a href=\"/doc/366712/\" id=\"a_138\">Art.20(3)</a> of\nthe Constitution.  After pointing out that the guarantee  in\n<a href=\"/doc/366712/\" id=\"a_139\">Art.20(3)</a>    was    against,\t&quot;testimonial\tcompulsion&quot;,\nJagannadhadas J. speaking for the Court said\n\t      &quot;The  phrase  used in <a href=\"/doc/366712/\" id=\"a_140\">Art.20(3)</a> is  &quot;to  be  a\n\t      witness&quot;.\t  A  person can &quot;be a  witness&quot;\t not\n\t      merely  by  giving oral evidence but  also  by\n\t      producing\t documents  or\tmaking\tintelligible\n\t      gestures as in the case of a dumb witness (see\n\t      <a href=\"/doc/211471/\" id=\"a_141\">section 119</a> of the Evidence Act) or the  like.\n\t      &quot;To  be a witness&quot; is nothing more than  &quot;&#x27;to\n\t      furnish  evidence&quot;  and such evidence  can  be\n\t      furnished through the lips or by production of\n\t      a thing or of a document or in other modes.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">He  next observed that<a href=\"/doc/334170/\" id=\"a_142\"> s.139</a> of the Evidence Act which\tsays\nthat  a\t person\t producing a document on summons  is  not  a\nwitness,  is  really meant to regulate the right  of  cross-\nexamination  and cannot be &quot;la guide to the  connotation  of\nthe word &quot;witness in <a href=\"/doc/366712/\" id=\"a_143\">Art.20(3)</a>, which must be understood  in\nits  natural  sense,  i.e., as. referring to  a\t person\t who\nfurnishes evidence&quot;, and then proceeded :-\n</p><blockquote id=\"blockquote_25\">\t      &quot;Indeed,\tevery positive volitional act  which\n\t      furnishes\t      evidence\t  is\ttestimony\n\t      (1)   [1954] S.C.R. 1077.\n</blockquote><span class=\"hidden_text\" id=\"span_37\">\t      39</span>\n<p data-structure=\"Precedent\" id=\"p_40\">\t      and  testimonial compulsion connotes  coercion\n\t      which   procures\t the   positive\t  volitional\n\t      evidentiary acts of the person, as opposed  to\n\t      the negative attitude of silence or submission\n\t      on his part&quot;.\n</p><p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1306519\" id=\"span_38\">It was further stated that there was no reason to think that\nthe  protection in respect of the evidence so  procured\t was\nconfined to what transpired at the trial in the court room.\nIf  the\t learned Judges had hoped that by  their  exhaustive\njudgment they would end all disputes about the limits of the\nprotection  granted by <a href=\"/doc/366712/\" id=\"a_144\">Art. 20 (3)</a>, these hopes\t were  soon,\nshattered.   Questions\twere before long raised\t before\t the\ndifferent  High Courts, as to whether on the  interpretation\nof  the\t words\t&quot;to  be a witnes&quot; given\t by  this  Court  in\n<a href=\"/doc/1306519/\" id=\"a_145\">Sharma</a>&#x27;s  Case,\t compelling an accused person  to  give\t his\nfinger\tprints or impressions of palm or foot or a  specimen\nhandwriting  in the course of investigation, amounted to  an\ninfringement of <a href=\"/doc/366712/\" id=\"a_146\">Art. 20(3).</a>  The conclusions reached by\t the\ndifferent  High\t Courts, and in one case at  least,  by\t two\nBenches of the same High Court were different.\tThat is\t why\nit  has become necessary to examine the question again,\t and\nsee how far, if at all. the interpretation given in Sharma&#x27;s\nCase(1) requires modification.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_42\">The  complaint against the interpretation given in  Sharma&#x27;s\nCase(1) is that it does not solve the problem as to what the\nwords  &quot;to  be\ta witness mean;\t but  merely  postpones\t the\ndifficulty,  of\t solving it by substituting  the  words\t &quot;to\nfurnish\t evidence&quot;  for the words, &quot;to be  a  witness&quot;.\t  It\nthrows\tno  light.  it\tis  said,  on  what  is\t &quot;furnishing\nevidence&quot;,  and\t unless that is clear, little is  gained  by\nsaying\tthat  &quot;to be a witness&quot; is  to\t&quot;furnish  evidence&quot;.\nRival interpretations were suggested before us which it\t was\nclaimed on behalf of the protagonists will solve the problem\nonce for all.\n</p><p data-structure=\"Conclusion\" id=\"p_43\">(1)  [1954] S.C.R. 1077.\n</p><span class=\"hidden_text\" id=\"span_39\">40</span>\n<p data-structure=\"CDiscource\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1306519\" id=\"span_40\">One  of\t the  propositions put forward was  that  &quot;to  be  a\nwitness&quot; as used in <a href=\"/doc/366712/\" id=\"a_147\">Art. 20(3)</a> cannot refer to anything said\nor  done  at the stage of investigation of an  offence.\t  We\nagree  with  our  learned brethren that this  is  an  unduly\nnarrow construction.  As was pointed out in <a href=\"/doc/1306519/\" id=\"a_148\">Sharma</a>&#x27;s Case(1)\nthe  phrase used in <a href=\"/doc/366712/\" id=\"a_149\">Art. 20(3)</a> is &quot;to be a witness&quot; and\t not\n&quot;to  appear  as a witness&quot;.  That by  itself  justifies\t the\nconclusion &quot;that the protection afforded to an accused in so\nfar as it is related to the phrase &quot;to be a witness&quot; is\t not\nmerely\tin  respect of testimonial compulsion in  the  court\nroom  but may well extend to compelled testimony  previously\nobtained  from him&quot;.  If the protection was intended  to  be\nconfined  to being a witness in Court then really  it  would\nhave  been  an\tidle protection.   It  would  be  completely\ndefeated  by  compelling a person to give all  the  evidence\noutside\t court and then, having what he was so compelled to\ndo,   proved   in  court  through   other   witnesses.\t  An\ninterpretation\t  which\t   so\tcompletely    defeats\t the\nconstitutional guarantee cannot, of course, be correct.\t The\ncontention  that  the protection afforded by <a href=\"/doc/366712/\" id=\"a_150\">Art.  20(3)</a>  is\nlimited to the stage of trial must therefore be rejected.\nThat brings us to the suggestion that the expression &quot;to  be\na witness&quot; must be limited to a statement whether oral or in\nwriting by an accused person imparting knowledge of relevant\nfacts;\tbut that mere production of some material  evidence, whether docum\nentary or otherwise would not come within  the\nambit of this expression.  This suggestion has found  favour\nwith the majority of the Bench; we think however that  this.\nis  an\tunduly\tnarrow interpretation.\tWe  have  to  remind\nourselves that while on the one hand we &#x27;should bear in mind\nthat  the  Constitution-makers could not  have\tintended  to\nstifle legitimate modes of investigation we have to remember\nfurther that quite clearly they thought that certain  things\nshould not be\n(1)  [1954] S.C.R. 1077.</span>\n</p><span class=\"hidden_text\" id=\"span_41\">\t\t\t     41</span>\n<p data-structure=\"CDiscource\" id=\"p_45\">allowed\t to  be clone, during the investigation,  or  trial,\nhowever\t helpful they might seem to be to the  unfolding  of\ntruth  and an unnecessary apprehension of disaster  to,\t the\npolice\tsystem A and the administration of  justice,  should\nnot deter us from giving the words their proper meaning. it.\nappears to us that to limit the meaning of the words &quot;to  be\na  witness&quot;  in\t <a href=\"/doc/366712/\" id=\"a_151\">Art. 20(3)</a> in the  manner  suggested  would\nresult\tin allowing compulsion to be used in  procuring\t the\nproduction from the accused of a large number of  documents,\nwhich are of evidentiary value, sometimes even more so\tthan\nany  oral  statement of a witness might\t be.   Suppose,\t for\nexample,  an accused person has in his possession, a  letter\nwritten to him by an alleged co-conspirator in reference  to\ntheir common intention in connection with the conspiracy for\ncommitting  a  particular  offence.   Under  s.\t 10  of\t the\n<a href=\"/doc/1953529/\" id=\"a_152\">Evidence  Act</a> this document is the relevant fact as  against\nthe accused himself for the purpose of proving the existence\nof  the conspiracy and also for the purpose of showing\tthat\nany  such person was a party to it.  By producing this,\t the\naccused\t will  not be imparting, any personal  knowledge  of\nfacts;\tyet  it\t would certainly be  giving  evidence  of  a\nrelevant  fact.\t Again, the possession by an accused of\t the\nplan  of a house where burglary has taken place would  be  a\nrelevant  fact\tunder  s.8 of the <a href=\"/doc/1953529/\" id=\"a_153\">Evidence  Act</a>\t as  showing\npreparation for committing theft.  By producing this plan is\nhe not giving evidence against himself ?\n</p><p data-structure=\"Conclusion\" id=\"p_46\">To  a person not overburdened with technical  learning,\t the\ngiving of evidence, would appear to be the real function  of\na  witness.   Indeed  English  literature  is  replete\twith\ninstances  of  the  use of the\tword  &quot;witness&quot;\t as  meaning\n&quot;&#x27;evidence.&quot;  To  give one example ;  Shakespeare&#x27;s  Horatio\nspeaking to Hamlet says:-\n</p><span class=\"hidden_text\" id=\"span_42\">42</span>\n<blockquote id=\"blockquote_26\">\t      &quot;Season  your admiration for a while  with  an\n\t      attent  ear,  till  I may\t deliver,  Upon\t the\n\t      witness  of  these gentlemen, This  marvel  to\n\t      you&quot; (Hamlet, Act I, Scene, III)\nThere  can be no doubt that to the ordinary user of  English\nwords,\tthe  word  ,,witness&quot;  is  always  associated\twith\nevidence, so that to say that to be a witness is to  furnish\nevidence  is  really to keep to the natural meaning  of\t the\nwords.\n</blockquote><blockquote id=\"blockquote_27\">But,  what  is the purpose of evidence ?  <a href=\"/doc/1031309/\" id=\"a_154\">Section 3</a>  of\t the\nIndian Evidence Act defines evidence thus\n\t      &quot;Evidence\t  means\t  and\tincludes   (1)\t all\n\t      statements which the Court permits or requires\n\t      to be made before it by witnesses, in relation\n\t      to   matters  of\tfact  under  inquiry;\tsuch\n\t      statements  are called oral evidence; (2)\t all\n\t      documents\t produced for the inspection of\t the\n\t      Court;  such documents are called\t documentary\n\t      evidence.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_47\"><a href=\"/doc/94717/\" id=\"a_155\">Section 5</a> states that evidence may be given in any, suit  or\nproceeding  of the existence or non-existence of every\tfact\nin  issue  and\tof  such other\tfacts  as  are\t&quot;hereinafter\ndeclared  to  be  relevant and of no  others.&quot;\tThen  follow\nseveral sections laying down what are relevant facts.\nIt  is\tclear  from the scheme of  the\tvarious\t provisions,\ndealing\t with the matter that the governing idea is that  to\nbe evidence, the oral statement or a statement contained  in\na document, shall have a tendency to prove a fact-whether it\nbe a fact in issue or a relevant fact-which is sought to  be\nproved.\t Though this definition of evidence is in respect of\nproceedings in Court it will be proper, once we have come to\nthe  conclusion,  that\tthe  protection\t of  <a href=\"/doc/366712/\" id=\"a_156\">Art.  20(3)</a>  is\navailable  even at the stage of investigation, to hold\tthat\nat that\n<span class=\"hidden_text\" id=\"span_43\">43</span>\nstage  also  the purpose of having a witness  is  to  obtain\nevidence and the purpose of evidence is to prove a fact.\nThe  illustrations we have given above show clearly that  it\nis  not only by imparting of his knowledge that\t an  accused\nperson\tassists the proving of a fact; he can do so even  by\nother  means.,-\t such as the production of  documents  which\nthough\tnot  containing\t his  own  knowledge  would  have  a\ntendency  to make probable the existence of a fact in  issue\nor a relevant fact.\n</p><p data-structure=\"CDiscource\" id=\"p_48\">Much  has been written and discussed in England and  America\nas  regards  the historical origin and\tdevelopment  of\t the\nrules against &#x27;.&#x27;testimonial compulsion&quot;.  These matters  of\nhistory,  however, interesting they be, need not  detain  us\nand  we must also resist the temptation of referring to\t the\nnumerous  cases especially in America where the\t concept  of\n&quot;&#x27;testimonial\tcompulsion&quot;  has  been\tanalysed.    It\t  is\nsufficient  to\tremember that long before  our\tConstitution\ncame to be framed the wisdom of the policy underlying  these\nrules had been well recognised.\t Not that there was no\tview\nto  the contrary; but for long it has been generally  agreed\namong  those  who  have devoted\t serious  thought  to  these\nproblems  that\tfew  things could be  more  harmful  to\t the\ndetection  of crime or conviction of the real  culprit,\t few\nthings\tmore likely to hamper the disclosure of\t truth\tthan\nto&#x27;  allow  investigators or prosecutors to slide  down\t the\neasy path of producing by compulsion, evidence, whether oral\nor  documentary, from an accused person.  It has  been\tfelt\nthat  the  existence  of  such an easy\tway  would  tend  to\ndissuade  persons in charge of investigation or\t prosecution\nfrom  conducting  diligent search for  reliable\t independent\nevidence  and from sifting of available materials  with\t the\ncare necessary ascertainment of truth.\tIf it is permissible\nin law to obtain evidence from the\n<span class=\"hidden_text\" id=\"span_44\">44</span>\naccused\t person\t by compulsion, why tread the bard  path  of\nlaborious  investigation and prolonged examination of  other\nmen, materials and documents?  It has been well said that an\nabolition of this privilege would be an incentive for  those\nin  charge of enforcement of law &quot;to sit comfortably in\t the\nshade  rubbing\tred pepper into a poor devil&#x27;s\teyes  rather\nthan  to go about in the sun hunt&#x27; up evidence&quot;.  (Stephen.,\nHistory\t of Criminal Law, p. 442)., No less serious  is\t the\ndanger that some accused persons at least, may be induced to\nfurnish\t evidence against themselves which is totally  false\nout  of sheer despair and an anxiety to avoid an  unpleasant\npresent.  Of all these dangers the Constitution-makers\twere\nclearly well aware and it was to avoid them that <a href=\"/doc/366712/\" id=\"a_157\">Art. 20 (3)</a>\nwas  put in the\t Constitution, It is obvious  however  that\nthese dangers remain the same whether the evidence which the\naccused\t  is  compelled\t to  furnish  is  in  the  form\t  of\nstatements,  oral or written about his own knowledge  or  in\nthe  shape of documents or things, which though\t not  trans-\nmitting\t knowledge of the accused person directly helps\t the\nCourt to come to a conclusion against him.  If production of\nsuch  documents,  or  things is giving\tevidence,  then\t the\nperson producing it is being a witness, on what principle or\nreason can it be said that, this does not amount to  &#x27;-being\na  witness&quot;  within the meaning of <a href=\"/doc/366712/\" id=\"a_158\">Art. 20 (3)\t?</a>   We\tfind\nnone.\n</p><p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1306519\" id=\"span_45\">We  can\t therefore find no justification for  thinking\tthat\n&quot;,to be a witness&quot; in <a href=\"/doc/366712/\" id=\"a_159\">Art. 20 (3)</a> means to. impart  personal\nknowledge  and find no reason for departing from  what\tthis\nCourt  said  in <a href=\"/doc/1306519/\" id=\"a_160\">Sharma</a>&#x27;s Case(1) that &quot;to be a\twitness&quot;  is\nnothing\t more than &quot;to furnish evidence&quot;, and such  evidence\nbe furnished through lips or by production of a thing or  of\na document or in other modes.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_50\">The  question  then is :. Is an\t accused  person  furnishing\nevidence when he. is giving his specimen\n(1)  [1954] S.C.R 1077.\n</p><span class=\"hidden_text\" id=\"span_46\">45</span>\n<p data-structure=\"CDiscource\" id=\"p_51\">handwriting or impressions of his fingers, or palm or foot ?\nIt  appears  to\t us that he is : For,  these  are  relevent.\nfacts, within the meaning of<a href=\"/doc/529244/\" id=\"a_161\"> s. 9</a> and a. 11 of the  <a href=\"/doc/1953529/\" id=\"a_162\">Evidence\nAct</a>.   Just as an accused person is furnishing evidence\t and\nby  doing so, is being a witness, when he makes a  statement\nthat  he  did  something, or saw something, so\talso  he  is\ngiving\tevidence  and  so  is being  a\t&quot;witness&quot;,  when  he\nproduces  a letter the contents of which are relevant  under<a href=\"/doc/1946503/\" id=\"a_163\">\ns.10</a>., or is, producing the plan of a house where a burglary\nhas been committed or is giving his specimen handwriting  or\nimpressions  of\t his  finger, palm or foot.  It\t has  to  be\nnoticed\t however  that\t<a href=\"/doc/366712/\" id=\"a_164\">Art. 20 (3)</a> does  not  say  that  an\naccused\t person shall not be compelled to be a witness.\t  It\nsays  that  such a person shall not be, compelled  to  be  a\nwitness against himself.  The question that arises therefore\nis  :  Is  an accused  person  furnishing  evidence  against\nhimself,   when\t he  gives  his\t specimen  handwriting,\t  or\nimpressions  of\t his fingers, palm or foot 9 The  answer  to\nthis must, in our opinion, be in the negative.\nThe  matter  becomes clear, when we contrast the  giving  of\nsuch handwriting or impressions, with say, the production of\na  letter  admissible  in  evidence  under  s.\t10,  or\t the\nproduction  of\tthe plan of a burgled house.  In  either  of\nthese two latter cases, the evidence given tends by.  itself\nto  incriminate\t the accused person.  But  the\tevidence  of\nspecimen  handwriting  or  the impressions  of\tthe  accused\nperson&#x27;s  fingers, palm or foot, will incriminate him,\tonly\nif on comparison of these with certain other handwritings or\ncertain other impressions., identity between the two sets is\nestablished.   By  themselves,\tthese  impressions  or\t the\nhandwritings do not incriminate the accused person., or even\ntend  to do so.\t That is why it must be held that by  giving\nthese  impressions  or\tspecimen  handwriting,\tthe  accused\nperson does not furnish evidence against himself, So when an\n<span class=\"hidden_text\" id=\"span_47\">46</span>\naccused\t person is compelled to give a specimen\t handwriting\nor  impressions of his finger,pahm or foot, it may  be\tsaid\nthat  he  has  been compelled to be a witness  ;  it  cannot\nhowever\t be said that he has been compelled to be a  witness\nagainst himself.\n</p><p data-structure=\"CDiscource\" id=\"p_52\">This  view,  it\t may be pointed out, does  not\tin  any\t way\nmilitate  against  the policy underlying  the  rule  against\n&quot;testimonial  compulsion&quot; we have already  discussed  above.\nThere is little risk, if at all, in the investigator or\t the\nprosecutor being induced to lethargy or inaction because  he\ncan  get  such handwriting or impressions  from\t an  accused\nperson.\t  For,\tby themselves they are of little  or  of  no\nassistance  to bring home the guilt of an accused.   Nor  is\nthere any chance of the accused to mislead the\tinvestigator\ninto  wrong channels by furnishing false evidence.  For,  it\nis   beyond  his  power\t to  alter  the\t ridges\t  or   other\ncharacteristics of his hand, palm or finger or to alter\t the\ncharacteristics of his handwriting.\n</p><p data-structure=\"CDiscource\" id=\"p_53\">We  agree  therefore  with the\tconclusion  reached  by\t the\nmajority  of  the  Bench that there is\tno  infringement  of\n<a href=\"/doc/366712/\" id=\"a_165\">Art.20(3)</a>  of  the  Constitution by  compelling\t an  accused\nperson\tto  give his specimen handwriting or  signature;  or\nimpressions   of   his\tfingers,  palm\tor   foot   to\t the\ninvestigating  officer\tor under orders of a court  for\t the\npurpose\t of  comparison under the provisions of<a href=\"/doc/770022/\" id=\"a_166\"> s.73</a> of\t the\nIndian\tEvidence Act; though we have not been able to  agree\nwith  the  view\t of  our learned brethren  that\t ,to  be  a\nwitness&quot; in <a href=\"/doc/366712/\" id=\"a_167\">Art.20(3)</a> should be &#x27;equated with the  imparting\nof  personal knowledge or that an accused does not become  a\nwitness when he produces some document not in his own  hand-\nwriting\t even though it may tend to prove facts in issue  or\nrelevant facts against him.\n</p><p data-structure=\"Precedent\" id=\"p_54\">In  Criminal  Appeals  Nos.  110 &amp; Ill\tof  1958  a  further\nquestion as regards the validity of<a href=\"/doc/1312051/\" id=\"a_168\"> s.27</a> of\n<span class=\"hidden_text\" id=\"span_48\">47</span>\nthe  <a href=\"/doc/1953529/\" id=\"a_169\">Evidence Act</a> was raised.  It was said that the  receipt\nof  information from an accused person in the custody  of  a\npolice\tofficer\t which\tcan  be\t proved\t under<a href=\"/doc/1312051/\" id=\"a_170\">\ts.27</a>  is  an\ninfringement of <a href=\"/doc/366712/\" id=\"a_171\">Art.20(3).</a> <a href=\"/doc/1312051/\" id=\"a_172\">Section 27</a> provides that when any\nfact   is  deposed  to\tas  discovered\tin  consequence\t  of\nInformation  received from a person accused of any  offence,\nin  the\t custody,  of  a police\t officer,  so  much  of\t the\ninformation,  whether it amounts to a confession or not,  as\nrelates\t distinctly to the fact thereby discovered,  may  be\nproved.\t   It  cannot  be  disputed  that  by  giving\tsuch\ninformation the accused furnishes evidence and therefore  is\na &quot;witness&quot; during the investigation.  Unless however he  is\n&quot;&#x27;compelled&quot; to give the information he cannot be said to be\n&quot;compelled&quot;  to\t be  a witness; and so\t<a href=\"/doc/366712/\" id=\"a_173\">Art.  20(3)</a>  is\t not\ninfringed.   Compulsion\t is  not  however  inherent  in\t the\nreceipt of information from an accused person in the custody\nof a police officer.  There may be cases where an accused in\ncustody is compelled to give the information later on sought\nto be proved under<a href=\"/doc/1312051/\" id=\"a_174\"> s.27</a>. There will be other cases where the\naccused gives the information without any compulsion.  Where\nthe  accused is compelled to give information it will be  an\ninfringement   of   <a href=\"/doc/366712/\" id=\"a_175\">Art.  20(3);</a>  but  there  is   no\tsuch\ninfringement  where  he gives the  information\twithout\t any\ncompulsion.   Therefore,  compulsion not being\tinherent  or\nimplicit in the fact of the information having been received\nfrom  a\t person\t in  custody,  the  contention\tthat  s.  27\nnecessarily infringes <a href=\"/doc/366712/\" id=\"a_176\">Art.20(3)</a> cannot be accepted.\nA question was raised in the course of the discussion as  to\nwhen  a person can be said to have been &quot;&#x27;compelled&quot;  within\nthe meaning of <a href=\"/doc/366712/\" id=\"a_177\">Art.20(3).</a> One view is that there must be  an\nelement\t of  constraint or coercion in\tthe  physical  sense\nbefore\tit  can\t be said that an  accused  person  has\tbeen\n&quot;compelled&quot;.   The other view is that in addition to cases\nwhere there has been such constraint or coercion an- accused\nshould be said to have been\n<span class=\"hidden_text\" id=\"span_49\">48</span>\n&quot;,compelled&quot;  to  be  a\t witness  whenever  there  has\tbeen\ninducement  or promise which persuaded the accused to  be  a\nwitness,  even\tthough there has been no  such\tcoercion  or\nconstraints  In\t Criminal  Appeals  Nos.  110  and  111\t the\ninformation  proved under<a href=\"/doc/1312051/\" id=\"a_178\"> s.27</a> of the Evidence Act was\tthat\nPokhar Singh had buried certain fire-arms in village Badesra\nunder  Toori and these were recovered when he pointed  these\nout  to the investigating police officer.  This\t information\nwas  proved under<a href=\"/doc/1312051/\" id=\"a_179\"> s.27</a>. But it does not appear to have\tbeen\nsuggested that the accused was made to give this information\nby inducement or threat or promise.  On the facts  therefore\nthere is no question of the information having been received\nby  compulsion.\t  The  question whether\t any  inducement  or\npromise\t which leads an accused person to  give\t information\namounts\t to compulsion or not, does not therefor fall to  be\ndecided.\n</p><p data-structure=\"CDiscource\" id=\"p_55\">It  may\t be  pointed out that in the  other  appeals,  viz.,\nCriminal Appeal No. 146 of&#x27; 1958 and Criminal Appeal No. 174\nof   1959,   also,  this  question  does   not\t arise\t for\nconsideration in view of our conclusion that in any case the accused  does\n  not become a &quot;&#x27;witness  against  himself  by\ngiving his Specimen signatures or impressions of his fingers\nor   Palms.\n</p><p data-structure=\"Conclusion\" id=\"p_56\">It appears to us to be equally unnecessary to\t  decide\nanother\t question  which  was mooted in the  course  of\t the\nhearing, viz., whether the prohibition of <a href=\"/doc/366712/\" id=\"a_180\">Art.20(3)</a> operates\nonly  after a person has been accused of an offence or\teven\nbefore\tthat  stage.   Admittedly, in all  these  cases\t the\nperson\ton whose behalf the protection under <a href=\"/doc/366712/\" id=\"a_181\">Art.  20(3)</a>  is\nclaimed\t gave  the  specimen signatures\t or  impressions  of\nfingers\t or palms after he had been actually accused  of  an\noffence.\n</p><p data-structure=\"Conclusion\" id=\"p_57\">We  think it right therefore not to express any\t opinion  on\nany of these questions.\n</p><span class=\"hidden_text\" id=\"span_50\">\t\t\t     49</span>\n\n\n\n","numcites":36,"numcitedby":403,"docsource":"Supreme Court of India","citetid":1626264,"divtype":"judgments","relatedqs":[{"value":"s.27, evidence act","formInput":"s.27%2C%20evidence%20act"},{"value":"article 20(3)","formInput":"article%2020%283%29"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"coercion","formInput":"coercion"},{"value":"SELF INCRIMINATION","formInput":"SELF%20INCRIMINATION"},{"value":"police custody ","formInput":"police%20custody%20"},{"value":"indian evidence act","formInput":"indian%20evidence%20act"},{"value":"Production of documents","formInput":"Production%20of%20documents"},{"value":"s  73 evidence act - ","formInput":"s%20%2073%20evidence%20act%20-%20"},{"value":"thumb impression","formInput":"thumb%20impression"},{"value":"court witness","formInput":"court%20witness"},{"value":"article 20","formInput":"article%2020"},{"value":"testimonial compulsion","formInput":"testimonial%20compulsion"},{"value":"duress","formInput":"duress"},{"value":"arms act","formInput":"arms%20act"},{"value":"admissibility of evidence","formInput":"admissibility%20of%20evidence"},{"value":"relevency of facts ","formInput":"relevency%20of%20facts%20"},{"value":"specimen signatures","formInput":"specimen%20signatures"},{"value":"evidence means","formInput":"evidence%20means"},{"value":"specimen handwriting","formInput":"specimen%20handwriting"}],"cats":[{"value":"double-conviction","formInput":"tag:double-conviction"},{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"comparison-of-words-or-figures-admitted-proven-evidence","formInput":"tag:comparison-of-words-or-figures-admitted-proven-evidence"}],"courtcopy":true,"query_alert":null,"agreement":false}