{"tid":111562024,"publishdate":"2008-12-15","title":"Mam Chand And Others vs State Of Haryana on 15 December, 2008","doc":"<h2 class=\"doc_title\">Mam Chand And Others vs State Of Haryana on 15 December, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:sabina\">Sabina</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:jasbir-singh\">Jasbir Singh</a>, <a href=\"/search/?formInput=benchid:sabina\">Sabina</a></h3>\n\n<pre id=\"pre_1\">Criminal Appeal No.43-DB of 2008                              1\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n       In the High Court of Punjab and Haryana at Chandigarh\n\n                                   Date of decision:December 15, 2011\n\n                                   Criminal Appeal No.43-DB of 2008\n\nMam Chand and others                                    ......Appellants\n\n                             Versus\n\nState of Haryana                                    .......Respondent\n\n                                   Criminal Appeal No.12-DB of 2008\n\n\nSubhash and others                                    ......Appellants\n\n                             Versus\n\nState of Haryana                                    .......Respondent\n\n\n                                   Criminal Revision No.606 of 2008\n\nSurender                                              ......petitioner\n\n                             Versus\n\nMam Chand and others                                .......Respondents\n\nCORAM: HON&#x27;BLE MR.JUSTICE JASBIR SINGH\n\n              HON&#x27;BLE MRS. JUSTICE SABINA\n\nPresent:      Mr.R.S.Cheema, Sr. Advocate with\n              Ms.Tanu Bedi, Advocate,\n              Mr.Sumanjit Kaur, Advocate and\n              Mr.Bijender Dhankar, Advocate\n              for the appellants in CRA No. 12-DB of 2008 and\n              CRA No.43-DB of 2008.\n              Mr.R.S.Rai, Sr. Advocate with\n              Mr.D.S.Brar, Advocate for\n              appellants No.2, 4, 5 and 11 in CRA No.43-DB of 2008.\n\n              Mr.Baldev Singh, Sr. Advocate with\n              Mr.Deepender Singh, Advocate in CRR No.606 of 2008.\n\n              Mr.Pardeep Singh Poonia, Addl.A.G.Haryana.\n\n                     ****\n Criminal Appeal No.43-DB of 2008                          2\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nJUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">SABINA, J.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">              Vide this judgment, the above mentioned two criminal\n\nappeals as well as criminal revision would be disposed of as these\n\nhave arisen out of the same incident/ judgment.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">              Prosecution story, in brief, is that complainant Surender\n\nSharma, son of Sohan Lal was running a grocery shop. Sohan Lal,\n\nfather of the complainant, was sarpanch of the village. During the\n\ncurrent elections, Mam Chand had lost the election for the post of\n\nsarpanch, whereas, Sohan Lal had won the election. Mam Chand\n\nhad been sarpanch of the village for the last 15-20 years and had\n\ndeveloped an ill will against the complainant party after losing the\n\nelection.    On the day of election, Mam Chand had indulged in a\n\nverbal combat with the complainant party. Mam Chand had declared\n\nmany a times that he would teach a lesson to the complainant party\n\nfor winning the election for the post of sarpanch. On 17.6.2005, a\n\nfunction had been organised in front of the old haveli of the\n\ncomplainant party on account of marriage of the cousin sister of the\n\ncomplainant.       Snacks were being served to the members of the\n\nmarriage party. At about 9.30 pm, Mam Chand, Jaibir Singh, Raj\n\nKumar, Ajay, Surender Singh, Ravinder, Vijay Pal, Jahar Singh, Bir\n\nSingh, Pawan, Prithi, Vikas, Subhash, Nepal and Om Pal came to\n\nthe spot in a jeep armed with weapons. After alighting from the jeep,\n\nMam Chand and others declared that a lesson be taught to Sohan\n\nLal for winning the election for the post of sarpanch.        Jaibir and\n<span class=\"hidden_text\" id=\"span_1\"> Criminal Appeal No.43-DB of 2008                               3</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nRavinder, who were armed with guns, declared that in case anybody\n\ntried to move, they would fire at the said person. Bir Singh gave a\n\ndanda blow on the left shoulder of the complainant and Jaibir gave a\n\nblow with the         butt of his gun on the elbow of the complainant.\n\nBhagirath, brother of the complainant, was caught hold of by Raj\n\nKumar, Vikas, Vijay Pal, Prithi and Jahar Singh and Mam Chand,\n\nSurender and Ajay, who were armed with knives, gave knife blows\n\non his chest, head, right shoulder, neck and abdomen.               Parmod,\n\ncousin brother of the complainant, was caught hold of by Subhash,\n\nPawan, Nepal and Om Pal and was inflicted a knife blow by Ajay in\n\nhis abdomen.          On hearing the noise, Sohan Lal and Sham Sunder\n\ncame to the spot and rescued them from the assailants.\n\nComplainant had also caused injuries to the accused party in his self\n\ndefence.      Thereafter, the assailants went away from the spot.\n\nParmod succumbed to his injuries on the way to the hospital.\n\nBhagirath was got admitted in the Pushpanjali hospital, Gurgaon for\n\ntreatment, where he succumbed to his injuries. The statement of the\n\ncomplainant was recorded on 18.6.2005 at 5.30 a.m. by Sub\n\nInspector Jitender Kumar. On the basis of the same, formal FIR No.\n\n174 dated 18.6.2005 was registered at Police Station Bilaspur at 6.10\n\na.m. under <a href=\"/doc/763672/\" id=\"a_1\">Sections 148</a>, <a href=\"/doc/999134/\" id=\"a_2\">149</a>, <a href=\"/doc/1560742/\" id=\"a_3\">302</a>, <a href=\"/doc/37788/\" id=\"a_4\">34</a> of the Indian Penal Code,\n\n1860 and <a href=\"/doc/73862/\" id=\"a_5\">Section 25</a>/ <a href=\"/doc/244673/\" id=\"a_6\">27</a> of the Arms Act, 1959. The special report\n\nreached the magistrate at 9.45 a.m. on 18.6.2005 through constable\n\nSatya Narain.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">              After    completion   of   investigation   and       necessary\n<span class=\"hidden_text\" id=\"span_2\"> Criminal Appeal No.43-DB of 2008                             4</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nformalities, challan was presented against all the accused except\n\nRavinder and Ajay. During the pendency of the trial, challan was\n\nalso presented against accused Ravinder. Accused Ajay could not\n\nbe arrested and challan was not presented against the said accused.\n\n</p><p data-structure=\"Issue\" id=\"p_5\">              Prosecution, in order to prove its case, examined 20\n\nwitnesses.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">              After the close of prosecution evidence, accused Mam\n\nChand, when examined under <a href=\"/doc/767287/\" id=\"a_7\">Section 313</a> of the Code of Criminal\n\nProcedure, 1973 (<a href=\"/doc/445276/\" id=\"a_8\">Cr.P.C</a>. for short), prayed as under:-\n\n</p><blockquote id=\"blockquote_1\">              &quot;I am innocent.      Malik Raj, the father of Sweta sent\n\n              invitation to me, my sons and my family members for her\n\n              marriage and we have given kanyadan in the marriage. I\n\n              also helped Malik Raj to get a loan of ` 50,000/- for the\n\n              marriage of her daughter for which I stood guarantor.\n\n              Deceased Parmod was residing at Rewari and Sweta\n\n              used to visit him at Rewari and was having illicit relations\n\n              with him. On the date of the alleged occurrence, Sweta\n\n              had eloped with Parmod and later on she was brought\n\n              back to the village along with Parmod and he (Parmod)\n\n              was murdered by the complainant party on this account.\n\n              We have been falsely implicated due to party faction in\n\n              the village.     We had nothing to do with the murder of\n\n              Parmod and Bhagirath.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_7\">              Accused Ravinder, when examined under <a href=\"/doc/767287/\" id=\"a_9\">Section 313</a>\n\nCr.P.C., prayed as under:-\n</p><span class=\"hidden_text\" id=\"span_3\"> Criminal Appeal No.43-DB of 2008                          5</span><p data-structure=\"Issue\" id=\"p_8\">\n</p><blockquote id=\"blockquote_2\">Criminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n              &quot; I am innocent.     I was employed as a police-man in\n\n              Haryana Police at that time of the alleged occurrence and\n\n              posted as Head Constable in SVB (H), Gurgaon. At the\n\n              time of the alleged occurrence, I was not present in the\n\n              village and was on duty in my office at Gurgaon. I have\n\n              nothing to do with the murder of Parmod and Bhagirath.&quot;\n\n              The remaining accused, when examined under <a href=\"/doc/767287/\" id=\"a_10\">Section\n\n313</a> Cr.P.C., pleaded that they were innocent and had been falsely\n\ninvolved in the case due to party faction.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_9\">              Accused examined 12 witnesses in their defence.\n\n              Learned senior counsels for the appellants have argued\n\nthat the prosecution had miserably failed to prove its case. There\n\nwas an un-explained delay in lodging of the FIR. The investigating\n\nofficer had visited the spot before recording the FIR. Accused Mam\n\nChand had also been invited for the marriage ceremony and there\n\nwas no occasion for the accused party to have indulged in a fight and\n\nspoil the marriage ceremony.          As per the prosecution version,\n\nappellants Mam Chand and Surender were armed with knives,\n\nappellants Jaibir and Ravinder were armed with fire arms, whereas,\n\nthe remaining appellants were armed with sticks.          In case the\n\nappellants, who were alleged to be armed with fire arms, were\n\npresent at the spot, they would have fired from their weapons. The\n\nappellants, who were armed with sticks, had allegedly only caught\n\nhold of the deceased and had not indulged in using their sticks at the\n\ntime of occurrence. It was unbelievable that five persons would have\n<span class=\"hidden_text\" id=\"span_4\"> Criminal Appeal No.43-DB of 2008                           6</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\ncaught hold of deceased Bhagirath and thereafter, three persons\n\ncould inflict knife injuries on different parts of his body. Since as per\n\nthe prosecution story, deceased Parmod was coming to rescue\n\ninjured Surender Sharma, there was no occasion for any of the\n\nappellants to have caught hold of Parmod before an injury with a\n\nknife was inflicted on his person. Thus, the entire story put forth by\n\nthe prosecution was improbable. The eye witnesses had failed to\n\nexplain as to in what particular manner the deceased had been\n\ncaught by some of the appellants. In the inquest proceedings, the\n\nnames of all the accused were not mentioned and this made the\n\nprosecution case doubtful. In support of their argument, learned\n\nsenior counsel have placed         reliance on Yudhvir and others vs.\n\nState of Haryana JT 1996 (10) S.C.241, wherein, in para 8, it was\n\nheld as under:-\n</p>\n<blockquote id=\"blockquote_3\">              &quot; On a closer scrutiny of the evidence we are persuaded\n\n              to attach much weight to the aforesaid contention. Non-\n\n              mention of the FIR number in the inquest report is\n\n              conspicuous therefrom for which PW 9 (Sub-Inspector\n\n              who held the inquest) could not    give any explanation\n\n              whatsoever. On the other hand, he admitted in cross-\n\n              examination that he prepared inquest report first and the\n\n              FIR was recorded next which, of course, at a later stage\n\n              he tried to make amends. But what he said first on that\n\n              score seems to be disclosure of the actual sequence of\n\n              what really happened. At no place in the inquest report,\n<span class=\"hidden_text\" id=\"span_5\"> Criminal Appeal No.43-DB of 2008                             7</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n              the name of anyone of the assailants (other than the first\n\n              appellant) was indicated and at all places where the\n\n              remaining assailants were to be referred to the author of\n\n              the report employed the abbreviation &quot;etc.&quot;This lacuna\n\n              was later replenished in the FIR by using names of three\n\n              more assailants which names the appellants have\n\n              disowned now.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_10\">              <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1611560\" id=\"span_6\">Learned senior counsel have also placed         reliance on\n\n<a href=\"/doc/1611560/\" id=\"a_11\">State of UP vs. Shri Krishan JT</a> 2005 (1) S.C.89, wherein, in para\n\n5, it was held as under:-</span>\n</p>\n<blockquote id=\"blockquote_4\">              &quot;The High court has also pointed out a serious doubt as\n\n              to whether the first information report was lodged by the\n\n              informant at the time alleged i.e. after half an hour of the\n\n              occurrence. The High Court examined the record and\n\n              found that the entire inquest report was in one ink while\n\n              the name of the informant in the inquest report was by a\n\n              different ink, which created a suspicion that when the\n\n              inquest report was prepared, the FIR had not come into\n\n              existence, and it had not been decided as to who would\n\n              be made the first informant. It was later that the name of\n\n              the informant was inserted in the inquest report. This\n\n              gives rise to a great deal of doubt as to whether the FIR\n\n              was lodged by the person named therein, and at that\n\n              time, because in that event the name of the informant\n\n              would have been written at the time when the remaining\n<span class=\"hidden_text\" id=\"span_7\"> Criminal Appeal No.43-DB of 2008                               8</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n              contents of the inquest report were written.&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">              As per the prosecution version, injured Surender Sharma\n\nhad been inflicted injuries by appellants Jaibir and Bir Singh and\n\nthus, it was not believable that he could have also inflicted injuries on\n\nthe accused party thereafter without being armed with any weapon.\n\nAppellants Jaibir, Bir Singh and Ravinder were not present at the\n\nspot. In this regard, the witnesses, examined by the said appellants\n\nin their defence, were liable to be believed. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"631717\" id=\"span_8\">In support of his\n\nargument, learned senior counsel for appellants Jaibir, Bir Singh and\n\nRavinder, has placed reliance on          <a href=\"/doc/631717/\" id=\"a_12\">Jayantibhai Bhenkarbhai vs.\n\nState of Gujarat</a> (2002) 8 SCC 165, wherein, in para 19, it was held\n\nas under:-</span>\n</p>\n<blockquote id=\"blockquote_5\">              &quot;The plea of alibi flows from <a href=\"/doc/57766/\" id=\"a_13\">Section 11</a> and is\n\n              demonstrated by illustration (a). Sarkar on Evidence\n\n              (Fifteenth Edition, p. 258) states the word &#x27;alibi&#x27; is of Latin\n\n              origin and means &quot;elsewhere&quot;. It is a convenient term\n\n              used for the defence taken by an accused that when the\n\n              occurrence took place he was so far away from the place\n\n              of occurrence that it is highly improbable that he would\n\n              have participated in the crime. Alibi is not an exception (a\n\n              special or general) envisaged in the <a href=\"/doc/1569253/\" id=\"a_14\">Indian Penal Code</a> or\n\n              any other law. It is only a rule of evidence recognized in\n\n              <a href=\"/doc/1067003/\" id=\"a_15\">Section 11</a> of the Evidence Act that facts which are\n\n              inconsistent with the fact in issue are relevant. The\n\n              burden of proving commission of offence by the accused\n<span class=\"hidden_text\" id=\"span_9\"> Criminal Appeal No.43-DB of 2008                             9</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n              so as to fasten the liability of guilty on him remains on the\n\n              prosecution and would not be lessened by the mere fact\n\n              that the accused had adopted the defence of alibi. The\n\n              plead of alibi taken by the accused needs to be\n\n              considered only when the burden which lies on the\n\n              prosecution has been discharged satisfactorily. If the\n\n              prosecution has failed in discharging its burden of proving\n\n              the commission of crime by the accused beyond any\n\n              reasonable doubt, it may not be necessary to go into the\n\n              question whether the accused has succeeded in proving\n\n              the defence of alibi. But once the prosecution succeeds in\n\n              discharging its burden then it is incumbent on the\n\n              accused taking the plea of alibi to prove it with certainty\n\n              so as to exclude the possibility of his presence at the\n\n              place and time of occurrence. An obligations is cast on\n\n              the Court to weigh in scales the evidence adduced by the\n\n              prosecution in proving of the guilt of the accused and the\n\n              evidence adduced by the accused in proving his defence\n\n              of alibi. If the evidence adduced by the accused is of such\n\n              a quality and of such a standard that the Court may\n\n              entertain some reasonable doubt regarding his presence\n\n              at the place and time of occurrence, the Court would\n\n              evaluate the prosecution evidence to the see if the\n\n              evidence adduced on behalf of the prosecution leaves\n\n              any slot available to fit therein the defence of alibi. The\n<span class=\"hidden_text\" id=\"span_10\"> Criminal Appeal No.43-DB of 2008                           10</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n              burden of the accused is undoubtedly heavy. This flows\n\n              from <a href=\"/doc/192696/\" id=\"a_16\">Section 103</a> of the Evidence Act which provides that\n\n              the burden of proof as to any particular fact lies on that\n\n              person who wishes the Court to believe in its existence.\n\n              However, while weighing the prosecution case and the\n\n              defence case, pitted against each other, if the balance\n\n              tilts in favour of the accused, the prosecution would fail\n\n              and the accused would be entitled to benefit of that\n\n              reasonable doubt which would emerge in the mind of the\n\n              Court.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_12\">              Learned State counsel, who is assisted by the learned\n\ncounsel for the complainant, on the other hand, has submitted that\n\nthe present case rests on an eye witness account. The accused\n\nparty had a strong motive to commit the crime. The accused had\n\ntargeted the sons of Sohan Lal, who had won the election.\n\nDeceased Parmod had suffered injuries, while trying to save\n\nSurender Sharma, son of Sohan Lal.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">              The present case rests on an eye witness account. The\n\npresence of complainant Surender Sharma cannot be doubted at the\n\nspot as he had also suffered injuries in the occurrence.            The\n\ncomplainant, while appearing in the witness box as PW-1, deposed\n\nthat on 17.6.2005 , marriage of Sweta, daughter of his cousin sister\n\nwas to take place in front of their old haveli. The accused armed with\n\nweapons came at the spot in a jeep. Mam Chand raised a lalkara\n\nthat family of Sohan Lal be taught a lesson for being elected as\n<span class=\"hidden_text\" id=\"span_11\"> Criminal Appeal No.43-DB of 2008                            11</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nSarpanch of the village. Ravinder and Jaibir, who were armed with\n\nguns, threatened that in case, anybody tried to move from his place,\n\nhe would be shot dead. Thereafter, Bir Singh gave a danda blow on\n\nthe left shoulder of the complainant and Jaibir gave a blow with the\n\nbutt of his gun on the right elbow of the complainant. Bhagirath and\n\nParmod came forward to save the complainant.             Bhagirath was\n\ncaught hold of by Prithi, Jahar and Vijay Pal. Bhagirath was a strong\n\nman and he disengaged himself from them. However, the said three\n\npersons with the help of Raj Kumar and Vikas again caught hold of\n\nBhagirath. Thereafter, Mam Chand gave three knife blows on the\n\nneck and chest of Bhagirath.        Accused Surender gave two knife\n\nblows i.e. on the forehead and abdomen of Bhagirath. Ajay gave a\n\nknife blow on the right shoulder of Bhagirath.           Nepal, Pawan,\n\nSubhash and Om Pal caught hold of Parmod and Ajay gave a knife\n\nblow in his abdomen. Sohan Lal and Sham Sunder were attracted to\n\nthe spot and the accused then sped away in their jeep from the spot.\n\nThe statement of the complainant qua the manner of occurrence is\n\ncorroborated by PW-17, Shyam Sunder, who is the cousin of\n\ndeceased Bhagirath.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">              PW-3, Dr.R.L.Babbar deposed that on 18.6.2005, he had\n\nconducted postmortem examination on the dead body of Parmod and\n\nhad observed as under:-\n</p>\n<blockquote id=\"blockquote_6\">              &quot;Blood clots were present in middle of the abdomen just\n\n              above umbilicus. Part of small intestine partially torn and\n\n              omentum was coming out of the wound. After cleaning\n<span class=\"hidden_text\" id=\"span_12\"> Criminal Appeal No.43-DB of 2008                             12</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n              there was incised wound of 3 cm x 1.8 cm abdominal\n\n              cavity deep 4 cm above the umbilicus. Both the ends of\n\n              the wound were sharp.          On opening abdominal cavity\n\n              peritoneal cavity was full of blood. There was tear in the\n\n              loops of intestine. Pancreas was punctured by 2 cm x 1\n\n              cm at the medial end and medial lobe of lever was also\n\n              punctured posteriorly. There was sharp cut in the lever of\n\n              size 3 cm x 1 cm x 4 cm deep.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">              In his opinion, the cause of death was due to\n\nhaemorrhage and shock as a result of injuries to vital organs with\n\nsharp edged weapon. The injuries were ante mortem in nature and\n\nwere sufficient to cause death in the ordinary course of nature.\n\n</p><p data-structure=\"Precedent\" id=\"p_16\">              He further deposed that on the same day, he conducted\n\npostmortem examination on the dead body of Bhagirath and\n\nobserved following injuries on his person:\n</p>\n<blockquote id=\"blockquote_7\">              &quot;1. Incised wound 2 cm x 1 cm obliquely placed just below\n\n              left nipple.         Subcutaneous haemorrhage was presnt.\n\n              Wound was directed posteriorly and medially on opening\n\n              the pericardium was punctured by an incised wound of 1\n\n              cm x 1 cm in left ventricle of heart.\n</blockquote>\n<blockquote id=\"blockquote_8\">              2. Incised wound 2.5 cm x 1.2 cm both ends sharp\n\n                present 8 cm below of left nipple in lower part of chest\n\n                and wound was directed medially and posteriorly on\n\n                opening it was found to be having spleen and loop of\n\n                intestine punctured.\n</blockquote><span class=\"hidden_text\" id=\"span_13\"> Criminal Appeal No.43-DB of 2008                               13</span><blockquote id=\"blockquote_9\">\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n</blockquote><blockquote id=\"blockquote_10\">              3. Incised wound 4 cm x 2 cm was present on lower part\n\n                of the chest on right side just lateral to xiphisternum\n\n                and it was obliquely placed.         Wound was direct\n\n                posteriorly. On opening medial lobe of the lever was\n\n                found to be cut.\n</blockquote>\n<blockquote id=\"blockquote_11\">              4. Incised wound 4 cm x 5 cm vertically placed in front of\n\n                the neck just above suprasternal notch. Subcutaneous\n\n                haemorrhage         was   present.   Trachea    was   also\n\n                punctured.\n</blockquote>\n<blockquote id=\"blockquote_12\">              5. Incised wound 10 cm x 1 cm over left side of head.\n\n                Fronto temporalregion and it was bone deep.&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_17\">              In his opinion, the cause of death was due to\n\nhaemorrhage and shock as a result of various injuries described\n\nabove. The injuries were ante mortem in nature and had been\n\ncaused with sharp edged weapon. The injuries were sufficient to\n\ncause death in the ordinary course of nature.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">              PW-8 Dr.Devender Kumar deposed that on 17.6.2005 at\n\nabout 11.50 a.m. he had medico legally examined injured Surender\n\nand had found following injuries on his person:\n\n</p><blockquote id=\"blockquote_13\">              &quot;1. Abrasion with swelling over left shoulder.\n\n</blockquote><blockquote id=\"blockquote_14\">              2. Abrasion with swelling on right hand elbow. Advised X-\n\n              ray left shoulder.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_19\">              Thus, the ocular version qua infliction of injuries on the\n\nperson of the deceased with knives by appellants Mam Chand and\n\nSurender is duly corroborated by medical evidence. As per PW-3,\n<span class=\"hidden_text\" id=\"span_14\"> Criminal Appeal No.43-DB of 2008                         14</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nfive injuries were found on the person of deceased Bhagirath. The\n\nsaid injuries have been opined by the doctor to have been caused by\n\na sharp edged weapon. As per the ocular as well as medical\n\nevidence, deceased Parmod had suffered one injury with a knife in\n\nhis abdomen.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">              As per PW-16 Sub Inspector Jitender Kumar, he had\n\nreached Pushpanjali hospital, Gurgaon at 5.30 a.m. on receipt of\n\ninformation from the police station. The dead body of Bhagirath was\n\nlying in the said hospital. He recorded the statement of complainant\n\nSurender and conducted inquest proceedings qua dead body of\n\nBhagirath.      Thereafter, the dead body was sent for postmortem\n\nexamination. Then he went to Raman Munjal hospital, Sidhrawali\n\nand conducted inquest proceedings qua the dead body of Parmod.\n\nThe dead body was sent for postmortem examination. Thereafter, he\n\ninspected the spot and prepared rough site plan. He lifted blood\n\nstained earth from the spot. In his cross-examination, he deposed\n\nthat he had reached Raman Munjal hospital at 11.45 pm and\n\nremained there up to 12/ 12.30 am and reached Pushpanjali hospital\n\nat 5.30 am. on 18.6.2005 and remained there up to 7/ 7.15 a.m. He\n\nagain reached Raman Munjal hospital at 8 a.m. and remained there\n\nup to 9.30/ 10.00 a.m. Thus, from the statement of this witness, it is\n\nevident that initially he reached Raman Munjal hospital where the\n\ndead body of Parmod was lying and then he reached Pushpanjali\n\nhospital where the dead body of Bhagirath was lying. The statement\n\nof the complainant was recorded at Pushpanjali hospital. From the\n<span class=\"hidden_text\" id=\"span_15\"> Criminal Appeal No.43-DB of 2008                          15</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nstatements of the eye witnesses PW-1 and PW-17, it is evident that\n\nParmod was taken to Raman Munjal, hospital by Mahender and\n\nDinesh. Bhagirath was taken in a car to the hospital by PW-1, PW-\n\n17 and Sohan Lal.            Complainant was also examined by PW-2\n\nDr.Devender Kumar in Pushpanjali hospital at about 11.50 am. This\n\nlends credence to the ocular version that Bhagirath was taken to\n\nPushpanjali hospital by the complainant and others.       PW-16 had\n\nrecorded the statement of the complainant when he reached\n\nPushpanjali hospital at 5.30 am. As per PW-13 Dr.Tarun, on\n\n17.6.2005 at about 10.30 pm, dead body of Parmod had been\n\nbrought to Raman Munjal hospital and he had sent ruqa to the police\n\nstation. In this view of the matter, PW-16 was justified in going to\n\nRaman Munjal hospital at the first instance after receipt of ruqa. As\n\nper PW-8, Dr.Devender Kumar, who had examined injured Bhagirath\n\nat the first instance, the patient had died at 1.30 am. Thus, it can be\n\nsaid that initially the effort of the family members was to get injured\n\nBhagirath treated as he had suffered serious injuries as the said\n\ninjured was brought to the hospital bleeding profusely            from\n\nabdomen, chest, head and neck. Moreover, the ruqa had been sent\n\nto the police station by Raman Munjal hospital. Hence, there is no\n\nunexplained delay in lodging of the FIR.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">              A perusal of the inquest reports Ex.PC/1 (qua deceased\n\nParmod) and PD/1 (qua deceased Bhagirath) show that the names of\n\nthe accused has not been given while describing the history of the\n\ncase although the number of the FIR is duly mentioned in the inquest\n<span class=\"hidden_text\" id=\"span_16\"> Criminal Appeal No.43-DB of 2008                            16</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nproceedings. The said lapse on the part of the investigating officer\n\ncannot be said to be fatal to the prosecution case as the statements\n\nof the eye witnesses qua the occurrence inspire confidence.\n\nMoreover, it is a settled proposition of law that any lapse committed\n\nby the investigating officer in itself cannot be said to be fatal to the\n\nprosecution case as it would amount to falling in the hands of an\n\nerring police officer.       In the present case, it appears that while\n\npreparing the inquest report, the investigating officer was negligent\n\nand had failed to give the names of all the accused while recording\n\nthe brief history of the case.        The said investigating officer had\n\nprepared the inquest reports after recording the statement of the\n\ncomplainant. In the facts and circumstances of the present case, the\n\nnegligence on the part of the investigating officer cannot be said to\n\nbe fatal to the prosecution case. The judgments relied upon by the\n\nlearned senior counsel for the appellants in this regard fail to\n\nadvance the case of the appellants as these are based on their own\n\nfacts.\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">              Accused Mam Chand and his accomplices had a strong\n\nmotive to commit the crime.         It has come in evidence that Mam\n\nChand had earlier remained sarpanch of the village for a long time.\n\nMam Chand could not reconcile with his defeat in elections for the\n\npost of sarpanch wherein Sohan Lal was declared elected. In these\n\ncircumstances, Mam Chand with his accomplices attacked the sons\n\nof Sohan Lal elected sarpanch.            Deceased Parmod, however,\n\nsuffered injury while trying to save PW-1 Surender.\n<span class=\"hidden_text\" id=\"span_17\"> Criminal Appeal No.43-DB of 2008                           17</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n              Now, let us examine the prosecution case to ascertain the\n\ninvolvement of the appellants in the crime. So far as appellants Mam\n\nChand and Surender are concerned, the prosecution has been\n\nsuccessful in proving its case qua the said appellants. Both the eye\n\nwitnesses have deposed that the said appellants had given knife\n\nblows on the person of Bhagirath.          Appellant Mam Chand was\n\narrested on 18.6.2005 and during interrogation, he suffered a\n\ndisclosure statement and got recovered the knife and jeep from the\n\ndisclosed place, which were taken in possession. Appellant Surender\n\nsurrendered before the magistrate on 13.7.2005 and he was formally\n\narrested.      During      interrogation, the said appellant suffered a\n\ndisclosure statement and got recovered the knife from the disclosed\n\nplace, which was taken in possession. So far as the said appellants\n\nare concerned, the ocular version is duly corroborated by medical\n\nevidence and the weapons used by them were recovered during\n\ninvestigation. Hence, the prosecution has been successful in proving\n\nits case qua the said appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">              So far as appellants Nepal, Om Pal, Subhash and Pawan\n\nare concerned, the prosecution case qua them appears to be\n\ndoubtful. The said appellants had allegedly caught hold of Parmod\n\nwhen he was inflicted a knife blow by accused Ajay (non appellant).\n\nAs per the eye witness account, deceased Parmod had come\n\nforward to rescue complainant Surender.          It appears that when\n\nParmod intervened to save PW-1 Surender, he was given a knife\n\nblow by accused Ajay (non appellant). There is only one injury on\n<span class=\"hidden_text\" id=\"span_18\"> Criminal Appeal No.43-DB of 2008                           18</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nthe person of deceased Parmod. It is possible that when Parmod\n\nrushed towards Surender then at that point of time, he suffered the\n\nknife injury with such a force that it caused him serious damage. The\n\npossibility that appellants Nepal, Om Pal, Subhash and Pawan might\n\nhave been falsely involved in this case cannot be ruled out as it\n\nappears that there was no occasion for the said appellants to have\n\ncaught hold of Parmod qua whom they had no enmity. Accused Ajay\n\nhas not faced the trial and hence, it would not be appropriate to give\n\nany opinion qua the injury alleged to have been inflicted by him.\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">              PW-1 and PW-17, while appearing in the witness box,\n\nhave deposed that Bhagirath was caught hold of by Prithi, Jahar and\n\nVijay. Bhagirath is none other than the son of Sohan Lal. Mam\n\nChand and his accomplices had grievance qua deceased Bhagirath\n\nand it is probable that he was caught hold of by accused Vijay, Prithi\n\nand Jahar.      However, the statements of PW-1 and PW-17 to the\n\neffect that Bhagirath managed to disengage himself from the said\n\nthree appellants fails to inspire confidence. It is possible that with a\n\nview to involve appellants Raj Kumar and Vikas in this case, the eye\n\nwitnesses have given the said exaggerated version. It could not\n\nhave been possible for Bhagirath to have freed himself from Prithi,\n\nJahar and Vijay especially when he was being attacked with knives\n\nby appellants Mam Chand, Surender and Ajay (non appellant). It is\n\nnot believable that Bhagirath could have been caught hold of by five\n\npersons and then given injuries with knives by another set of three\n\npersons.     After carefully considering the statements of PW-1 and\n<span class=\"hidden_text\" id=\"span_19\"> Criminal Appeal No.43-DB of 2008                           19</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nPW-17, we are of the opinion that it is probable that appellant\n\nBhagirath was caught hold of by Prithi, Jahar and Vijay and\n\nthereafter, he was inflicted knife blows by appellants Mam Chand\n\nand Surender. However, we are not giving any opinion qua the injury\n\nalleged to have been inflicted by Ajay (non appellant) as he has not\n\nfaced the trial. The possibility that appellants Raj Kumar and Vikas\n\nhave been falsely involved in this case cannot be rule out and they\n\nare liable to be given benefit of doubt. So far as appellants Prithi,\n\nJahar and Vijay are concerned, we are of the opinion that the\n\nprosecution has been successful in proving its case qua the said\n\nappellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">              So far as appellant Ravinder is concerned, we are of the\n\nopinion that the possibility that he has been falsely involved in this\n\ncase cannot be ruled out. The appellant was allegedly armed with a\n\nlicenced rifle at the time of occurrence. However, the said appellant\n\nhad not used the said weapon at the time of occurrence. Further the\n\nsaid appellant has taken up the plea of alibi. In order to establish his\n\nsaid plea, appellant Ravinder has examined DW-4 Sarwan Kumar,\n\nDW-5 Assistant Sub Inspector Jai Bhagwan, DW-8 EHC Som Nath\n\nand DW-10 Deputy Superintendent of Police Jagdish Parshad. As\n\nper the said witnesses, appellant Ravinder was on duty as a head\n\nconstable in the police station. The statements of the said witnesses\n\nare supported by documentary evidence.         There is no reason to\n\ndisbelieve the statements of the said defence witnesses. Hence, the\n\nsaid appellant is liable to be acquitted.\n</p><span class=\"hidden_text\" id=\"span_20\"> Criminal Appeal No.43-DB of 2008                           20</span><p data-structure=\"CDiscource\" id=\"p_26\">\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\n              So far as appellants Jaibir and Bir Singh are concerned,\n\nthey had allegedly inflicted injuries on the person of complainant\n\nSurender (PW-1). The complainant has categorically deposed that\n\nJaibir had given an injury with the butt of his gun on his right elbow\n\nand Bir Singh had given a stick blow on his left shoulder. The said\n\nocular version is duly corroborated by medical evidence.\n\n</p><p data-structure=\"CDiscource\" id=\"p_27\">              As per PW-8, Dr.Devender Kumar, abrasions with\n\nswellings were observed on the left shoulder and the right elbow of\n\ncomplainant-PW/1. Although appellant Jaibir has not taken up the\n\nplea of alibi, when examined under <a href=\"/doc/767287/\" id=\"a_17\">Section 313</a> Cr.P.C. but while\n\nleading defence evidence, he examined DW-6 Kirtan Singh, who\n\ndeposed that as per record brought by him, appellant Jaibir was\n\nposted as mail clerk on 16.6.2005 and he remained on duty from\n\n7.00 am to 7.00 pm. On 17.6.2005, appellant Jaibir was on rest and\n\non 18.6.2005, he was on duty from 7.00 am to 7.00 pm.             The\n\nappellant could not have left the station without prior permission of\n\nthe concerned authority. In his cross-examination, he deposed that\n\nas per record, appellant Jaibir was residing outside the unit with his\n\nfamily at Sadh Nagar, Palam, New Delhi. The distance between their\n\nunit and the residence of Jaibir was about 5-6 km. The aforesaid\n\naccommodation of appellant Jaibir was a private one. Thus, from the\n\nstatement of DW-6 Kirtan Singh, the plea of alibi set up by appellant\n\nJaibir is not established. Appellant Jaibir was on rest on 17.6.2005\n\nand he could have easily gone to village Rathiwas at the time of\n\noccurrence which had taken place at 9.30 pm and returned back to\n<span class=\"hidden_text\" id=\"span_21\"> Criminal Appeal No.43-DB of 2008                          21</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nhis place of posting in the morning as he had again reported for duty\n\nat 7.00 am on 18.6.2005. Appellant Jaibir was not residing in the unit\n\nand was residing in a private accommodation, which was at a\n\ndistance of 5-6 km from his unit.       In these circumstances, it is\n\npossible that he had gone to the place of occurrence without seeking\n\nany permission to leave the station. Thus, the prosecution had been\n\nsuccessful in proving its case qua appellant Jaibir.\n\n</p><p data-structure=\"CDiscource\" id=\"p_28\">              Similarly appellant Bir Singh had not taken the plea of\n\nalibi, when examined under <a href=\"/doc/767287/\" id=\"a_18\">Section 313</a> Cr.P.C. but while leading\n\nevidence in his defence, the said witness examined DW-12 Rampat\n\nto establish that he was not present at the spot at the time of\n\noccurrence. DW-12 Rampat deposed that he was owner of Indica\n\ncar bearing No.HR-36D-9339. Appellant Bir Singh was working as a\n\ndriver on the said car. On 9.6.2005, Dr.Kaushal had conducted an\n\noperation on his wife Geeta.       On 15.6.2005, his daughter-in-law\n\nSonia had given birth to a girl child in Government hospital,\n\nDharuhera. The infant had become sick after discharge from the\n\nhospital and remained under treatment from 16.6.2005 to 23.6.2005.\n\nBir Singh had remained with him from 9.6.2005 to 20.6.2005. The\n\nstatement of the said witness fails to inspire confidence as there is\n\nno record available on the file qua employment of appellant Bir Singh\n\nwith the said witness as a driver. It appears that the said witness had\n\nbeen examined by appellant         Bir Singh to save himself from\n\nconviction. Moreover, DW-12 had not approached any higher official\n\nqua false involvement of appellant Bir Singh in this case. Thus, the\n<span class=\"hidden_text\" id=\"span_22\"> Criminal Appeal No.43-DB of 2008                       22</span>\nCriminal Appeal No.12-DB of 2008\nCriminal Revision No.606 of 2008\n\n\n\nprosecution has been successful in proving its case qua Bir Singh\n\nalso.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">              Accordingly, Criminal Appeal No.12-DB of      2008 is\n\nallowed. Appellants Subhash and Vikas are acquitted of the charge\n\nframed against them.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">              Criminal Appeal No. 43-DB of 2008 is partly allowed.\n\nAppellants Nepal, Om Pal, Raj Kumar, Pawan and Ravinder are\n\nacquitted of the charge framed against them.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">              However, conviction and sentence of appellants Mam\n\nChand, Prithi, Vijay Pal, Surender Singh, Jahar Singh, Jaibir Singh\n\nand Bir Singh, as ordered by the trial Court vide impugned judgment/\n\norder dated 30.11.2007/ 7.12.2007 are upheld and the appeal qua\n\nthem is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">              Consequently, criminal revision No.606 of 2005 is\n\ndismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">\n\n\n</p><pre id=\"pre_2\">                             (JASBIR SINGH)       (SABINA)\n                                 JUDGE             JUDGE\n\n\nDecember 15, 2011\nanita\n </pre>","numcites":14,"numcitedby":14,"docsource":"Punjab-Haryana High Court","citetid":111562024,"divtype":"judgments","relatedqs":[{"value":"plea of alibi","formInput":"plea%20of%20alibi"},{"value":"alibi","formInput":"alibi"},{"value":"inquest report","formInput":"inquest%20report"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"intestines","formInput":"intestines"},{"value":"criminal revision","formInput":"criminal%20revision"},{"value":"inquest","formInput":"inquest"},{"value":"accomplice","formInput":"accomplice"},{"value":"section 313 of criminal procedure code","formInput":"section%20313%20of%20criminal%20procedure%20code"},{"value":"After sec.313 of cr.p.c.","formInput":"After%20sec.313%20of%20cr.p.c."},{"value":"313 cr.p.c","formInput":"313%20cr.p.c"},{"value":"313 crpc","formInput":"313%20crpc"},{"value":"inspires confidence","formInput":"inspires%20confidence"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"adducing evidence","formInput":"adducing%20evidence"},{"value":"GURGAON  ","formInput":"GURGAON%20%20"},{"value":"fatal","formInput":"fatal"},{"value":"raj kumar","formInput":"raj%20kumar"},{"value":"\"jasbir singh\"","formInput":"%22jasbir%20singh%22"}],"cats":[{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"rioting","formInput":"tag:rioting"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"when-non-relevant-facts-become-relevant","formInput":"tag:when-non-relevant-facts-become-relevant"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}