{"tid":1819736,"publishdate":"2008-11-10","title":"Piara Ram Son Of Som Nath vs The State Of Punjab on 10 November, 2008","doc":"<h2 class=\"doc_title\">Piara Ram Son Of Som Nath vs The State Of Punjab on 10 November, 2008</h2>\n\n<pre id=\"pre_1\">                 Crl. Appeal No. 8--SB of 2001\n                               --1--\n\n\n\nIN THE HIGH COURT OF PUNJAB &amp; HARYANA,\n             CHANDIGARH\n\n\n                                 Crl. Appeal No. 8--SB of 2001\n                                 Date of decision. 10.11.2008\n\nPiara Ram son of Som Nath, son of Banta Ram, resident of village\nJabbowal, Tehsil and District Nawanshahar.\n\n                                            ....... Appellant\n                          Versus\n\n\nThe State of Punjab\n\n                                            ........ Respondent\n\n\nCORAM: HON&#x27;BLE MR. JUSTICE SHAM SUNDER\n\nPresent:      None for the appellant.\n\n              Mr.Shilesh Gupta, DAG, Punjab\n              for the respondent.\n\n                          ****\n\nSham Sunder, J.\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">              This appeal is directed against the judgment of\n\nconviction,    and the order of sentence dated 22.11.2000,\n\nrendered by the Special Judge, Nawanshahar, vide which he\n\nconvicted the accused (now appellant), for the offence,\n\npunishable under <a href=\"/doc/1046310/\" id=\"a_1\">Section 15</a> of the Narcotic Drugs and\n\nPsychotropic Substances Act, 1985 (hereinafter referred to be\n\nas the &#x27;Act&#x27; only) and sentenced him to undergo RI for a period\n                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Issue\" id=\"p_2\">                             --2--\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n\nof 10 years and to pay a fine of Rs. 1 lac, and in default of\n\npayment of fine, he was directed to undergo further rigorous\n\nimprisonment, for a period of one year, for having been found\n\nin possession of 11 bags, each containing 40 Kgs 250 grams\n\npoppy husk, without any permit or licence.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.                The facts, in brief, are that on 03.09.1993\n\nHarinderjit Singh, SHO, Police Station, City Nawanshahar,\n\naccompanied by other      Police     officials, received a secret\n\ninformation, to the effect, that Piara Ram, accused, was dealing\n\nin poppy husk and if a raid was conducted, it could lead to the\n\nrecovery of a huge quantity thereof. This information was\n\nreduced into writing Ex.PA, which was sent to the Police\n\nstation, on the basis of which, FIR Ex.PA/1, was recorded.\n\nDilbag Singh, DSP, was informed on wireless, to reach village\n\nJabbowal, where the house of the accused, is situated. When\n\nthe Police party reached the turning of village Palli Uchi,\n\nDilbag Singh, DSP, met it. He was apprised of the secret\n\ninformation and associated with the Police party. When the\n\nPolice party was proceeding towards the house of the accused,\n\nhe(accused) met it, in the street. On inquiry, he disclosed his\n\nname as Piara Ram alias Piara son of Som Nath.           He was\n\napprehended and interrogated. He made a disclosure statement\n\nthat he had concealed eleven bags of poppy husk, beneath a\n                  Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Issue\" id=\"p_5\">                               --3--\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">\n\ntaat in his house, of which he only knew, and could get the\n\nsame recovered by pointing out. The disclosure statement\n\nEx.PD, was reduced into writing, which was thumb marked by\n\nthe accused, and attested by the witnesses.      Thereafter, the\n\naccused, led the Police Party to the pre-disclosed place, and got\n\nrecovered 11 bags, each containing 40 Kgs 250 grams poppy\n\nhusk, from underneath the Taat. A sample of 250 grams of\n\npoppy husk,      from each of the      bags, was drawn, and the\n\nremaining poppy husk was kept in the same bags.              The\n\nsamples and the bags, containing the remaining poppy husk\n\nwere made into separate parcels, sealed with the seal and taken\n\ninto possession, vide a separate recovery memo. Ruqa Ex. PA\n\nwas sent to the Police Station, on the basis of which, FIR\n\nEx.PA/1 was recorded. Rough site plan Ex.PF was prepared.\n\nThe statements of the witnesses were recorded. The accused\n\nwas arrested. After the completion of investigation, the challan\n\nwas presented.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">3.                 On his appearance, in the Court, the accused\n\nwas supplied the copies of documents, relied upon by the\n\nprosecution. Charge under <a href=\"/doc/1046310/\" id=\"a_2\">Section 15</a> of the Act, was framed\n\nagainst the accused,      to which he pleaded not guilty, and\n\nclaimed judicial trial.\n</p><p data-structure=\"Issue\" id=\"p_8\">                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Issue\" id=\"p_9\">                               --4--\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"Facts\" id=\"p_11\">4.                  The prosecution, in support of its case,\n\nexamined Mohinder Singh, S.I., (PW-1), Harinderjit Singh,\n\nDSP, the then SHO, at the relevant time, the Investigating\n\nOfficer, (PW-2), Manvir Singh, SI,        (PW-3), and Dilbag\n\nSingh, SP ( Detective ), Jalandhar, ( PW-4 ). Thereafter, the\n\nPublic Prosecutor for the State, closed the prosecution\n\nevidence.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">5.                 The statement of the accused, under\n\n<a href=\"/doc/767287/\" id=\"a_3\">Section 313</a> of the Code of Criminal Procedure, was recorded.\n\nHe was put all the incriminating circumstances, appearing\n\nagainst him, in the prosecution evidence. He pleaded false\n\nimplication.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">5-A.               In his defence, the accused examined Raj\n\nKumar Clerk, DW-1, Kulwinder Kaur, DW-2 and Biru Ram,\n\nDW-3. Thereafter, the accused closed the evidence in defence.\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">6.                 After hearing the Public Prosecutor for the\n\nState, the Counsel for the accused, and, on going through the\n\nevidence, on record, the trial Court, convicted and sentenced\n\nthe accused, as stated hereinbefore.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">7.                 Feeling aggrieved, against the judgment of\n\nconviction, and the order of sentence, rendered by the trial\n\nCourt, the instant appeal, was filed by the appellant.\n</p><p data-structure=\"Issue\" id=\"p_16\">                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Issue\" id=\"p_17\">                               --5--\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n\n\n</p><p data-structure=\"PetArg\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1803341\" id=\"span_1\">8.                When the appeal was fixed for arguments\n\nand due notice had been given to the Counsel for the\n\nappellant, none appeared, on behalf of the appellant. Under\n\nthese circumstances, no alternative was left with this Court,\n\nthan to go through the evidence,record of the case, trial Court\n\njudgment, hear the arguments of the Counsel for the\n\nrespondent, and       decide the appeal, on merits, as that\n\namounted to    due compliance of the provisions of <a href=\"/doc/321111/\" id=\"a_4\">Sections\n\n385</a> and <a href=\"/doc/1256523/\" id=\"a_5\">386</a> of the Code of Criminal Procedure, in view of\n\nthe ratio of law, laid down, in <a href=\"/doc/1803341/\" id=\"a_6\">Dharampal v. State of UP</a>,\n\n2008(1) Law Herald (SC) 225.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">9.                I     have   heard   the   Counsel   for   the\n\nrespondent, and       perused the records, evidence, and the\n\nimpugned judgment, carefully.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">10.               The first ground, taken up, in the\n\nmemorandum of appeal, was to the effect, that the charge\n\nframed in this case, was defective and illegal, in as-much-as,\n\nthe Additional Sessions Judge, Jalandhar, who framed the\n\nsame, was not competent to do so, under the Act, as a result\n\nwhereof, a grave prejudice was caused to the appellant. There\n\nis nothing, on the record, that the Additional Sessions Judge,\n\nJalandhar, who framed the charge on             23.02.1994, at\n                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Section\" id=\"p_22\">                                --6--\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n\nJalandhar, was not competent to do so. Earlier, all the cases,\n\nrelating to Sub Division,Nawanshahar, triable by the Court of\n\nSessions, used to be instituted at Jalandhar, as the post of\n\nAdditional Sessions Judge, at Nawanshahar, had not been\n\ncreated by that time.       After the creation of a post of\n\nAdditional Sessions Judge, at Nawanshahar, all the cases,\n\nrelating to Sub Division Nawanshahar, used to be instituted,\n\nin the Court of such Additional Sessions Judge. The Sessions\n\nCases, relating to Sub Division, Nawanshahr, pending in the\n\nCourt, at Jalandhar, were also transferred to the Court of\n\nAdditional Sessions Judge, Nawanshahar. It, therefore, could\n\nnot be said that the Additional Sessions Judge, Jalandhar, who\n\nframed the charge on 23.02.1994, against the accused, lacked\n\njurisdiction. Therefore, there was no illegality, in framing the\n\ncharge, by the Court of Additional Sessions Judge, Jalandhar.\n\nThe ground, taken up, in this regard, does not hold good, and\n\nthe same stands rejected.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">11.                Now, coming to the factum, as to whether,\n\nthere was any defect, in the charge, framed against the\n\naccused, by the Court concerned, it may be stated here, that\n\nthe correct quantity of poppy husk, which was recovered from\n\nthe accused, was not stated therein. In the charge, it was\n\nstated that 11 bags, each containing 40 Kgs. poppy-husk were\n                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Section\" id=\"p_25\">                              --7--\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n\nrecovered from the accused, though, each bag, contained 40\n\nKgs and 250 grams poppy husk. It is to be determined, as to\n\nwhether, such a defect, could be said to be sufficient to set\n\naside the conviction. It was merely an error, in framing the\n\ncharge, which was committed by the Court concerned.\n\nAccording to Section 464 Cr. P.C., any error or omission in\n\nthe charge, could not be said to be sufficient, to set-aside the\n\nconviction, until the Appellate Court, comes to the\n\nconclusion, that there was really a failure of justice, on\n\naccount of this reason. In the instant case, the accused was\n\nduly assisted by an Advocate, during the course of trial. The\n\nevidence was recorded, against the accused, in the presence of\n\nhis advocate.   The prosecution witnesses were thoroughly\n\ncross-examined, by his Counsel.            All the prosecution\n\nwitnesses stated that each bag contained 40 Kgs 250 grams\n\npoppy husk. The accused, thus, very well knew, as to what\n\nwas the case against him. He was also examined under\n\n<a href=\"/doc/767287/\" id=\"a_7\">Section 313</a> Cr.P.C. and afforded an opportunity to lead\n\nevidence, in his defence. There was, therefore, no failure of\n\njustice, on account of the defect, aforesaid, which cropped up\n\nin the charge. The ground, to this extent, being without merit,\n\nmust fail, and the same stands rejected.\n</p><p data-structure=\"Issue\" id=\"p_27\">                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Section\" id=\"p_28\">                               --8--\n</p>\n<p data-structure=\"Section\" id=\"p_29\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">12.                       The next ground, taken up in the\n\nmemorandum of appeal, was to the effect, that the provisions\n\nof <a href=\"/doc/961083/\" id=\"a_8\">Section 50</a> of the Act, which are mandatory, in nature,\n\nwere not complied with, as a result whereof, the conviction\n\nand sentence stood vitiated. It may be stated here, that the\n\nprovisions of <a href=\"/doc/961083/\" id=\"a_9\">Section 50</a> of the Act, are not applicable, to this\n\ncase, as the recovery was not effected, from the person of the\n\naccused, but on the basis of disclosure statement, made by\n\nhim, from underneath a Taat, referred to hereinbefore. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1438183\" id=\"span_2\">In\n\n<a href=\"/doc/1438183/\" id=\"a_10\">State of Punjab Vs. Baldev Singh</a>, 1999(6) S.C.C. 172, a\n\nConstitution Bench of the Apex Court, settled beyond doubt,\n\nthat the language of <a href=\"/doc/961083/\" id=\"a_11\">Section 50</a>, was implicitly clear that the\n\nsearch had to be, in relation to a person, and not in relation to\n\nthe premises, vehicles, or articles.</span> Similar view, was taken in\n\nSmt. Krishna Kanwar Thakuraeen Vs. State of Rajasthan,\n\nJT 2004(1) S.C. 597. In these circumstances, it can be said\n\nthat the consistent, and particularly the view of the larger\n\nBench of the Supreme Court, appears to be that the search,\n\nmust relate to the person, and not vehicles, other luggage and\n\narticles, and then alone the provisions of <a href=\"/doc/961083/\" id=\"a_12\">Section 50</a> would be\n\nattracted. Since, in view of the principle of law, laid down, in\n\nthe aforesaid authorities, the provisions of <a href=\"/doc/961083/\" id=\"a_13\">Section 50</a> were\n                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Section\" id=\"p_31\">                                --9--\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">\n\nnot applicable, to search, in the instant case, the question of\n\nvitiation of conviction and sentence, did not at all arise. This\n\nground,also does not hold good and stands rejected..\n\n</p><p data-structure=\"CDiscource\" id=\"p_33\">13.                The next ground, taken up, in the\n\nmemorandum of appeal, was to the effect that the mandatory\n\nprovisions of <a href=\"/doc/1662226/\" id=\"a_14\">Section 100(4)</a> of the Code of Criminal\n\nProcedure, were not complied with, as a result whereof, the\n\nconviction and sentence stood vitiated. It is, no doubt, true\n\nthat according to <a href=\"/doc/1662226/\" id=\"a_15\">Section 100(4)</a> of the Cr.P.C.            before\n\nconducting the search, the Investigating Officer was required\n\nto make an endeavour to call            two or more independent\n\nrespectables of the locality.       It may be stated here, that\n\nHarinderjit Singh, PW2, during the course of cross-\n\nexamination, stated that he sent Krishan Murari, HC, to call\n\nsome witnesses, from the village, who,        on return, told him,\n\nthat no male member was present in the houses in the entire\n\nvillage. He further stated that he recorded this factum in the\n\ncase diary. The recovery, in this case, was effected in the\n\nafternoon. It is a matter of common experience, that the male\n\nmembers, being predominantly agriculturists, remain busy in\n\ntheir agricultural activities, in the fields, in the afternoon. It\n\nwas, under these circumstances, that no male members, could\n\nbe found, in the houses and, therefore, could not be joined. It\n                   Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Section\" id=\"p_34\">                              --10--\n</p>\n<p data-structure=\"Section\" id=\"p_35\">\n\nis evident that an effort was made by the Investigating Officer\n\nto join two independent witnesses, from the locality, but he\n\ncould not succeed, on account of the reason, referred to\n\nabove.    Under these circumstances, the conduct of the\n\nInvestigating Officer, could not be said to be blame-worthy.\n\nEven otherwise, the provisions of <a href=\"/doc/1662226/\" id=\"a_16\">Section 100(4)</a> of the Code\n\nof Criminal Procedure are not mandatory, in nature. It was for\n\nthe accused, to show that prejudice, was caused to him, on\n\naccount of non compliance of the provisions of <a href=\"/doc/1662226/\" id=\"a_17\">section 100(4)</a>\n\nof the Code of Criminal Procedure. No such prejudice was\n\nshown to have been caused, to the accused, on account of\n\nnon-joining of two witnesses, from the locality. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1919512\" id=\"span_3\">In <a href=\"/doc/1919512/\" id=\"a_18\">Sunder\n\nSingh Vs. State of UP</a>, AIR 1956, Supreme Court, 411, two\n\npersons not belonging to the locality, had been joined, at the\n\ntime of search.     It was contended by the Counsel for the\n\nappellant, that since the provisions of (<a href=\"/doc/1134540/\" id=\"a_19\">Section 103</a> Cr.P.C. of\n\n1898), now (<a href=\"/doc/1662226/\" id=\"a_20\">Section 100(4)</a> Cr.P.C. 1973), were not complied\n\nwith, at the time of search, the search and the consequent\n\nrecovery became illegal, and could not be taken into\n\nconsideration.    Repelling the contention, it was held that\n\nassuming that the persons, who actually witnessed the search,\n\nwere not respectable inhabitants of the locality, that\n\ncircumstance would not invalidate the search. It would only\n                 Crl. Appeal No. 8--SB of 2001</span>\n</p><p data-structure=\"Precedent\" id=\"p_36\">                              --11--\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">\n\naffect the weight of the evidence, in support of search, and\n\nrecovery. Hence, at the highest, the irregularity in the search,\n\nand recovery, in so far as the terms of (<a href=\"/doc/1134540/\" id=\"a_21\">Section 103</a> Cr.P.C.\n\nOf 1898) had not been fully complied with, would not affect\n\nthe legality of the proceedings. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"558753\" id=\"span_4\">In <a href=\"/doc/558753/\" id=\"a_22\">Puran Mal Vs. Director of\n\nInspection</a> (1974) 1 SCC 345, a Constitution Bench of the\n\nApex Court, held that the material obtained by an illegal\n\nsearch, is not inadmissible into evidence, and can be acted\n\nupon, to record a conviction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1846579\" id=\"span_5\">In <a href=\"/doc/1846579/\" id=\"a_23\">State Vs. Jasbir Singh</a>\n\n(1996) 1 SCC 288, it was held that the evidence collected, in\n\nbreach of the mandatory requirements, does not become\n\ninadmissible. The principle of law, in nut shell<a href=\"/doc/1846579/\" id=\"a_24\">, <a href=\"/doc/1846579/\" id=\"a_25\">laid down, in</a></a>\n\nthe aforesaid authorities, was to the effect, that the provisions\n\nof Section 100(4) are not mandatory, in nature, and non-\n\ncompliance therewith, will not vitiate the investigation and\n\ntrial. This ground, therefore,    does not hold good, and the\n\nsame stands rejected.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">14.                The next ground, taken up, in the\n\nmemorandum of appeal, was to the effect, that           a secret\n\ninformation was received, by the Investigating Officer, but he\n\nneither reduced the same into writing, nor sent the same to the\n\nOfficer superior immediately, as a result whereof, the case of\n\nthe prosecution became doubtful. It may be stated here, that as\n                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Precedent\" id=\"p_39\">                             --12--\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n\nsoon as, the secret information was received by the\n\nInvestigating Officer, he reduced the same into writing, in the\n\nform of ruqa Ex.PA, and sent the same to the Police station,\n\non the basis of which, FIR Ex.PA/1          was registered. The\n\ncopies thereof, by way of special reports, were sent to the\n\nIllaqa Magistrate, as also to the other       Officers superior.\n\nUnder these circumstances,            the Investigating Officer,\n\ncomplied with the provisions of <a href=\"/doc/1841395/\" id=\"a_26\">Section 42</a> of the Act. This\n\nground, therefore, does not hold good, and the same stands\n\nrejected.\n</p>\n<p data-structure=\"Facts\" id=\"p_41\">15.               The next ground, taken up, in the\n\nmemorandum of appeal, was to the effect that in the instant\n\ncase, the provisions of <a href=\"/doc/669884/\" id=\"a_27\">Section 57</a> of the Act were not\n\ncomplied with, as a result whereof, a prejudice was caused to\n\nthe accused.      According to <a href=\"/doc/669884/\" id=\"a_28\">Section 57</a> of the Act, the\n\nInvestigating Officer, is required to send report within 48\n\nhours, from the time of search and seizure, to the Officer\n\nsuperior, so as to apprise him of the facts and circumstances\n\nof the case, as also other details.      In the instant case, on\n\nreceipt of secret information, the same was reduced into\n\nwriting, and sent to the Police station, on the basis whereof,\n\nthe FIR was recorded. Not only this, Dilbag Singh, DSP, on\n\nthe message sent, by the Investigating Officer, came and met\n                Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Precedent\" id=\"p_42\">                              --13--\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">\n\nthe Police party. He was apprised of the secret information,\n\nreceived by the Investigating Officer. He was present, at the\n\ntime of search and seizure.    There was, therefore, complete\n\ncompliance with the provisions of <a href=\"/doc/669884/\" id=\"a_29\">Section 57</a> of the Act, in\n\nthe instant case. There is nothing, on the record, that any\n\nprejudice, whatsoever, was caused to the appellant, on\n\naccount of   non-strict compliance with the provisions      of\n\n<a href=\"/doc/669884/\" id=\"a_30\">Section 57</a> of the Act.   This ground, therefore,      does not\n\nhold good, and the same stands rejected.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">16.               The next ground, taken up, in the\n\nmemorandum of appeal, was to the effect, that the accused\n\nwas not found in conscious possession of poppy husk. It may\n\nbe stated here, that the accused was interrogated, upon which,\n\nhe made a disclosure statement that he had concealed the\n\nbags, containing poppy husk, in his house. His disclosure\n\nstatement was reduced into writing.        In pursuance of the\n\ndisclosure statement, the accused led the Police party to the\n\npre-disclosed place and got recovered the bags, containing\n\npoppy husk<a href=\"/doc/1846579/\" id=\"a_31\">, <a href=\"/doc/1846579/\" id=\"a_32\">referred to above</a></a>. The concealment of the bags,\n\ncontaining poppy husk, was only in the exclusive knowledge\n\nof the accused. No other person, knew about the concealment\n\nof the bags, containing poppy husk. It means that he was\n\nfound in possession of, and in control over the bags,\n                    Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Precedent\" id=\"p_45\">                               --14--\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">\n\ncontaining poppy-husk<a href=\"/doc/1846579/\" id=\"a_33\">, <a href=\"/doc/1846579/\" id=\"a_34\">referred to above</a></a>.            Once the\n\npossession of the accused, and their control over the\n\ncontraband, was proved, then statutory presumption under\n\n<a href=\"/doc/1297682/\" id=\"a_35\">Sections 54</a> and <a href=\"/doc/852142/\" id=\"a_36\">35</a> of the Act, operated against him, that he\n\nwas in conscious possession thereof. Thereafter, it was for\n\nhim, to rebut the statutory presumption, by leading cogent and\n\nconvincing evidence. However, the appellant, failed to rebut\n\nthe said presumption, either during the course of cross-\n\nexamination of the prosecution witnesses, or by leading\n\ndefence evidence. In these circumstances, the trial Court was\n\nright, in holding that he was in conscious possession of the\n\ncontraband. This ground does not hold good and the same\n\nstands rejected.\n</p>\n<p data-structure=\"RespArg\" id=\"p_47\">17.          The next ground, taken up in the memorandum of\n\nappeal, was to the effect, that Harinderjit Singh, the\n\nInvestigating Officer, PW-2, stated that on casual search, the\n\ngunny bags, containing poppy husk, could be recovered. It\n\nwas, thus, stated that the recovery in this case was turned into\n\ndiscovery. PW-2 Harinderjit Singh, during the course of\n\ncross-examination, stated that had the accused been not\n\navailable, in his house, they would raided the same and\n\nconducted search. This does not mean that, on casual search\n\nof the house, of the accused, the poppy husk could be\n                    Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Conclusion\" id=\"p_48\">                               --15--\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\n\nrecovered.   In his examination-in-chief, it was specifically\n\nstated by this witness, that the recovery was effected , in\n\npursuance of the disclosure statement, made by the accused.\n\nIt, therefore, could not be said that the recovery was converted\n\ninto discovery, so as to connect the accused, with the instant\n\ncase.   This ground also does not hold good and the same\n\nstands rejected.\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">18.                  The   next   ground   taken   up,   in   the\n\nmemorandum of appeal, was to the effect, that Harinderjit\n\nSingh, SHO, sent ruqa in this case, and himself became the\n\nInvestigating Officer. It was stated that the course adopted\n\nby Harinderjit Singh, SHO, was contrary to the provisions of\n\nlaw and, as such, the conviction and sentence stood vitiated.\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31067\" id=\"span_6\">In <a href=\"/doc/31067/\" id=\"a_37\">S.Jeevanantham Vs. State</a> through Inspector of Police,\n\nT.N. (2004) 5 Supreme Court Cases, 230, a case decided by\n\nthe Apex Court, it was held that if the Police Officer, who is\n\nthe complainant, also conducts the investigation of the case,\n\nand it is not proved that any prejudice was caused to the\n\naccused, on account of the adoption of such a course, the\n\naccused cannot be acquitted. In this case, no evidence was\n\nled by the accused, nor was it proved, from the prosecution\n\nevidence, that a prejudice was caused to him, on account of\n\nadoption of the aforesaid course, by the Investigating Officer.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_51\">                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Conclusion\" id=\"p_52\">                             --16--\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">\n\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"31067\" id=\"span_7\">In <a href=\"/doc/31067/\" id=\"a_38\">S.Jeevanantham</a>&#x27;s case (supra) the recovery was effected\n\nfrom the accused, by a Police Officer, who sent the ruqa, and,\n\nthus, became the complainant. The same very Police Officer\n\nconducted the investigation. Under these circumstances, it\n\nwas held that since no prejudice or bias was shown to have\n\nbeen caused to the accused, on account of the adoption of\n\nsuch a practice, by the Police Officer, the investigation, and\n\nthe    subsequent proceedings, did not become invalid.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31067\" id=\"span_8\">The\n\nfacts <a href=\"/doc/31067/\" id=\"a_39\">S.Jeevanantham</a>&#x27;s case (supra) are identical to the facts\n\nof the instant case, and, as such, the principle of law, laid\n\ndown, therein, is applicable to the same. This ground also\n\ndoes not hold good and the same stands rejected.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">19.                 The next ground taken up, in the\n\nmemorandum of appeal, was to the effect, that though the\n\nalleged recovery was effected in this case on 03.09.1993, yet\n\nthe samples were sent to the office of Chemical Examiner on\n\n07.09.1993 i.e. after the delay of 04 days. It was also stated\n\nthat   there was no explanation, with regard to delay, in\n\nsending the samples to the office of the Laboratory and under\n\nthese circumstances, the possibility of tampering with the\n\nsamples, until the same reached the office of the Laboratory,\n\ncould not be ruled out.   It is, no doubt, true that there is no\n\nexplanation, with regard to delay. However, mere delay, in\n                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Conclusion\" id=\"p_55\">                               --17--\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">\n\nitself, is not sufficient to come to the conclusion, that the\n\nsample parcels were tampered with, until the same reached the\n\noffice of the Chemical Examiner. The other evidence,\n\nproduced by the prosecution, is cogent, convincing, reliable\n\nand trustworthy. From the other evidence, it was proved that\n\nnone tampered with the samples, until the same reached the\n\noffice of the Chemical Examiner. Even, there is report of the\n\nLaboratory Ex.P-H, which clearly proves that the seals on the\n\nexhibits, were intact, on arrival, till the time of their analysis\n\nand agreed with the specimen impression of the seals. The\n\nreport Ex.P-H of the Chemical Examiner is per-se admissible,\n\nin toto, under Section 293 of the Code of criminal Procedure.\n\nThere is no challenge to the report of the Chemical Examiner,\n\nin this case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"412787\" id=\"span_9\">In <a href=\"/doc/412787/\" id=\"a_40\">State of Orissa Vs. Kanduri Sahoo</a> 2004(1)\n\nRCR (Criminal) 196 (S.C.), it was held that mere delay in\n\nsending the samples to the Laboratory, is not fatal, where\n\nthere is evidence that the seized articles remained in safe\n\ncustody. Since, it was proved that none tampered with the\n\nsamples, until the same were received, in the Laboratory, the\n\nground taken up in the memorandum of appeal, merely based\n\non conjectures, does not hold good. The principle of law<a href=\"/doc/412787/\" id=\"a_41\">, <a href=\"/doc/412787/\" id=\"a_42\">laid\n\ndown, in</a></a> the aforesaid authority, is fully applicable to the\n\nfacts of the instant case. This ground, being without merit,\n                    Crl. Appeal No. 8--SB of 2001</span>\n</p><p data-structure=\"Conclusion\" id=\"p_57\">                               --18--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">\n\nstands rejected.\n</p>\n<p data-structure=\"Facts\" id=\"p_59\">20.                    The next ground taken up, in the\n\nmemorandum of appeal, was to the effect, that the statement\n\nof the Station House Officer, concerned, was not recorded,\n\nby the Investigating Officer, under <a href=\"/doc/447673/\" id=\"a_43\">Section 161</a> Cr.P.C, as a\n\nresult whereof, a prejudice was caused to the accused. It may\n\nbe stated here, that      Harinderjit Singh, Sub Inspector, the\n\nInvestigating Officer, was also the Station House Officer, of\n\nthe Police Station, at the relevant time. The recovery, in this\n\ncase, was effected in the presence of Dilbag Singh, DSP. On\n\nreturn to the Police Station, Harinderjit Singh, Sub Inspector,\n\ndeposited the case property with seals intact with MHC\n\nBaljinder Singh.      Since Harinderjit Singh, S.I., was himself\n\nthe Station House Officer of the Police Station, he was not\n\nrequired to produce the case property, before any other\n\nsuperior Officer or the Additional Station House Officer.\n\nThe statement of the Station House Officer, Investigating\n\nOfficer was not required to be recorded. Whatever the\n\ninvestigation was made by him, the details thereof, were\n\nmentioned in report under <a href=\"/doc/1412034/\" id=\"a_44\">Section 173</a> Cr.P.C. In this view of\n\nthe matter, the question of causing prejudice to the accused,\n\non account of the aforesaid reason, did not at all arise. This\n\nground also does not hold good and the same stands rejected.\n</p><p data-structure=\"Conclusion\" id=\"p_60\">                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Conclusion\" id=\"p_61\">                               --19--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_63\">21.                The next ground, taken up, in the\n\nmemorandum of appeal, was to the effect, that the link\n\nevidence, in this case, was incomplete. Harinderjit Singh, the\n\nInvestigating Officer, PW2, stated that on reaching the Police\n\nStation, the case property,     the sample parcels,   and the\n\nsample impression of the seal, were deposited with       MHC\n\nBaljinder Singh. Baljinder Singh, HC also stated that the case\n\nproperty, the sample impression of the seal and the sample\n\nparcels, duly sealed, were deposited with him, by Harjinderjit\n\nSingh, Sub Inspector, who was the Station House Officer, of\n\nthe Police Station. If, in report under <a href=\"/doc/1412034/\" id=\"a_45\">Section 173</a> Cr.P.C., it\n\nwas recorded that Manvir Singh, Sub Inspector, deposited the\n\nseal, that did not cause any dent in the prosecution story.\n\nHarinderjit Singh, the Investigating Officer, PW2, when\n\nappeared in the witness box as a witness, was not put the\n\ncontents of report under <a href=\"/doc/1412034/\" id=\"a_46\">Section 173</a> Cr.P.C., so as to confront\n\nhim with the same. Had he been put the contents of report\n\nunder <a href=\"/doc/1412034/\" id=\"a_47\">Section 173</a> Cr.P.C., confronted therewith, and given\n\nan opportunity to explain the discrepancy, he would have\n\ncertainly,   furnished   his    explanation.    Under    these\n\ncircumstances, no help could be drawn from the contents of\n\nreport under <a href=\"/doc/1412034/\" id=\"a_48\">Section 173</a> Cr.P.C., by the appellant.        The\n\nevidence, produced by the prosecution, in this case, clearly\n                  Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Conclusion\" id=\"p_64\">                              --20--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">\n\nreveals that the link evidence was complete. Above all, there\n\nis a report of the Chemical Examiner Ex.PH, to the effect that\n\nthe seals on the exhibits were intact, on arrival, till the time\n\nof their analysis and agreed with the specimen impression of\n\nthe seals. The report Ex.P-H of the Chemical Examiner is per-\n\nse admissible, in toto, under Section 293 of the Code of\n\ncriminal Procedure.    There is no challenge, to the report of\n\nthe   Chemical    Examiner,    in      this   case.   Under   these\n\ncircumstances, the trial Court was right, in holding that the\n\nlink evidence was complete. This ground also does not hold\n\ngood and the same stands rejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">22.                The next ground, taken up, in the\n\nmemorandum of appeal, was to the effect, that the trial Court\n\ndiscarded the defence version, and the defence evidence,\n\nproduced by the accused, without any valid reason.             The\n\ndefence version and the defence evidence, produced by the\n\naccused, were discussed by the trial Court, in para Nos. 15 to\n\n18 of its judgment. The trial Court, after due discussion of the\n\nevidence, produced by the accused, in support of his defence\n\nversion, came to the conclusion, that the defence version, set\n\nup by the accused, did not inspire confidence.           The trial\n\nCourt, was also right, in discarding the defence evidence, for\n\nvalid reasons. No ground is made out, to interfere with the\n                 Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Conclusion\" id=\"p_67\">                              --21--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">\n\nconclusion, arrived at, by the trial Court, in this regard. This\n\nground, therefore, does not hold good, and the same stands\n\nrejected.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">23.                No other ground, to assail the judgment of\n\nconviction and the order of sentence of the trial Court, was\n\ntaken up, in the memorandum of appeal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">24.                In view of the above discussion, it is held\n\nthat the judgment of conviction and the order of sentence,\n\nrendered by the trial Court, are based on the correct\n\nappreciation of evidence, and law, on the point. The same do\n\nnot warrant any interference.      The same are liable to be\n\nupheld.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">25.                For the reasons recorded, hereinbefore, the\n\nappeal is dismissed. The judgment of conviction and the\n\norder of sentence, dated 22.11.2000, are upheld.      The Chief\n\nJudicial Magistrate, shall take necessary steps, in accordance\n\nwith the provisions of law, to comply with the judgment, within\n\ntwo months, from the date of receipt of a certified copy of the\n\nsame, keeping in view the applicability of the provisions of\n\n<a href=\"/doc/914361/\" id=\"a_49\">Section 428</a> of the Code of Criminal Procedure, and send the\n\ncompliance report immediately thereafter.\n</p><p data-structure=\"Conclusion\" id=\"p_72\">                    Crl. Appeal No. 8--SB of 2001\n</p><p data-structure=\"Conclusion\" id=\"p_73\">                               --22--\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_75\">26.                  The District &amp; Sessions Judge, Jalandhar,\n\nis also directed to ensure that directions<a href=\"/doc/412787/\" id=\"a_50\">, <a href=\"/doc/412787/\" id=\"a_51\">referred to above</a></a>, are\n\ncomplied with,within the time-frame, and the compliance\n\nreport is sent immediately, thereafter, to this Court.\n\n</p><p data-structure=\"Conclusion\" id=\"p_76\">27.                  The Registry shall keep track of the matter,\n\nand put up the action taken report, if received, within the time\n\nframe. Even if, the same is not received, within the time frame,\n\nthe matter shall be put up, within 10 days, after the expiry of the\n\nstipulated time.</p><pre id=\"pre_2\">\n\n\n\n10.11.2008                       (SHAM SUNDER)\ndinesh                               JUDGE\n </pre>","numcites":21,"numcitedby":11,"docsource":"Punjab-Haryana High Court","citetid":1819736,"divtype":"judgments","relatedqs":[{"value":"framing of charge","formInput":"framing%20of%20charge"},{"value":"conscious possession","formInput":"conscious%20possession"},{"value":"sec. 100(4) cr.p.c.","formInput":"sec.%20100%284%29%20cr.p.c."},{"value":"LINK evidence","formInput":"LINK%20evidence"},{"value":"section 173 of criminal procedure code","formInput":"section%20173%20of%20criminal%20procedure%20code"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"defence evidence","formInput":"defence%20evidence"},{"value":"secret informer","formInput":"secret%20informer"},{"value":"all about adoption","formInput":"all%20about%20adoption"},{"value":"173 cr.pc","formInput":"173%20cr.pc"},{"value":"prejudice caused to the respondent: unnecessary  ","formInput":"prejudice%20caused%20to%20the%20respondent%3A%20unnecessary%20%20"},{"value":"section 173 cr.p.c.","formInput":"section%20173%20cr.p.c."},{"value":"chemical examiner","formInput":"chemical%20examiner"},{"value":"173 crpc","formInput":"173%20crpc"},{"value":" section 173","formInput":"%20section%20173"},{"value":"173 - cr.p.c ","formInput":"173%20-%20cr.p.c%20"},{"value":"section 173 cr.pc","formInput":"section%20173%20cr.pc"},{"value":"Whereof","formInput":"Whereof"},{"value":"\"code of criminal procedure\"","formInput":"%22code%20of%20criminal%20procedure%22"}],"cats":[{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"},{"value":"police-report-on-completion-of-investigation","formInput":"tag:police-report-on-completion-of-investigation"},{"value":"report-of-arrest-and-seizure","formInput":"tag:report-of-arrest-and-seizure"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"punishment-in-relation-to-poppy-straw","formInput":"tag:punishment-in-relation-to-poppy-straw"}],"courtcopy":true,"query_alert":null,"agreement":false}