{"tid":49338980,"publishdate":"1800-01-01","title":"Rajiv Gandhi Ongc (Con) vs Government Of India","doc":"<h2 class=\"doc_title\">Rajiv Gandhi Ongc (Con) vs Government Of India</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-vaidyanathan\">S.Vaidyanathan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-sudhakar\">R.Sudhakar</a>, <a href=\"/search/?formInput=benchid:s-vaidyanathan\">S.Vaidyanathan</a></h3>\n\n<pre id=\"pre_1\">        \n\n \nIN THE HIGH COURT OF JUDICATURE AT MADRAS\n\t\t\tRESERVED ON     :     22.03.2016\n\t\t\tDELIVERED ON   :      06.04.2016                 \nCORAM:\nTHE HONOURABLE MR. JUSTICE R.SUDHAKAR\nAND\nTHE HONOURABLE MR. JUSTICE S.VAIDYANATHAN\nWRIT APPEAL No.968 of 2012\nRajiv Gandhi ONGC (Con)\nWorkers Welfare Association,\nrep. By its General Secretary,\n56, V.V.Koil Street,\nKosapet, Chennai 600 012.\t\t... Appellant/Writ Petitioner\n\n-vs-\n\n1.\tGovernment of India,\n\trep. By its Secretary to Government,\n\tMinistry of Labour,\n\tNew Delhi.\n\n2.\tThe Chairman and Managing Director,\n\tOil and Natural Gas Corporation,\n\tJeevan Bharathi Towers,\n\t124, Indira Chawk,\n\tCannaught Circus,\n\tNew Delhi \u0016 110 001.\n\n3.\tThe Executive Director,\n\tOil and Natural Gas Corporation,\n\tNo.8, CMDA Building,\n\tGandhi \u0016 Irwin Road, \n\tEgmore, Chennai 600 008.\t\t... Respondents/Respondents\n\n\n\t\n\tWrit Appeal filed under Clause 15 of the Letters Patent against the order dated 26.04.2011 passed by the learned Single Judge in W.P.No.45446 of 2006.\n\n\t\tFor Appellant\t:\tMr.V.R.Kamalanathan\n\t\tFor Respondents\t:\tMr.K.Gunasekar, for R1\n\t\t\t\t\t\tCentral Govt. Standing Counsel\n\n\t\t\t\t\t\tMr.G.Masilamani, for R2 &amp; R3\n\t\t\t\t\t\tSenior Counsel\n\t\t\t\t\t\tfor Mr.Vijayan, M/s.King &amp; Patridge\n\t\t\nJ U D G M E N T\n</pre><p data-structure=\"Issue\" id=\"p_1\">S.VAIDYANATHAN,J.\n</p><p data-structure=\"Issue\" id=\"p_2\">\tThis Writ Appeal has been filed against the order dated 26.04.2011 passed by the learned Single Judge in W.P.No.45446 of 2006, wherein, the order dated 30.01.2006 passed by the 1st respondent refusing to refer the dispute raised by the appellant Association for adjudication under <a href=\"/doc/1669932/\" id=\"a_1\">Section 10</a> of the Industrial Disputes Act, 1947, was challenged.  \n</p>\n<p data-structure=\"Facts\" id=\"p_3\">\t2.\tThe appellant Association claims that it is registered under the <a href=\"/doc/18460769/\" id=\"a_2\">Societies Registration Act, 1975</a>, which is evident from the Certificate of Registration furnished in the typed set of papers.  It further claims that their Association is registered under the provisions of the <a href=\"/doc/1980557/\" id=\"a_3\">Trade Union Act, 1926</a>. According to the appellant/writ petitioner, its members are employed under the direct and effective control of the Management of the ONGC (Oil and Natural Gas Corporation) Limited, as contract labourers.  It is the strong contention of the appellant Association that though the nomenclature used to describe their employees is &#x27;contract labourers&#x27;, they are not so.  The grievance of the appellant is that ONGC denied employment to its members abruptly, in the year 1995.  Aggrieved by the arbitrary action of the Chairman and Managing Director, ONGC, New Delhi, the 2nd respondent herein, the appellant Association filed a Writ Petition in W.P.No.12803 of 1997, wherein, this Court, by an order dated 12.09.2002, disposed of the same with the following direction:\n</p><blockquote id=\"blockquote_1\">\t\u00135.\tThe petitioner is directed to make a fresh representation to the 1st respondent within four weeks from today and the 1st respondent, on receipt of the representation of the petitioner seeking for abolition of contract labour or for other reliefs, may consider the petitioner&#x27;s representation in the light of the statutory provision, namely <a href=\"/doc/45909/\" id=\"a_4\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act, 1970 and it is for the 1st respondent to take up appropriate action as the facts of the representation of the petitioner may warrant and in the light of the statutory provision of the <a href=\"/doc/1810788/\" id=\"a_5\">Contract Labour (Regulation and Abolition) Act, 1970</a>, as well as its policy.\n</blockquote>\n<blockquote id=\"blockquote_2\">\t6.\tThis Court would like to emphasize that the 1st respondent shall take action expeditiously and with the above direction, the writ petition is disposed of.\u0014\n\t\n</blockquote><p data-structure=\"Precedent\" id=\"p_4\">\t3.\tWith reference to the above order of this Court, the 1st respondent, by an order dated 27.11.2003, held as under:\n</p><blockquote id=\"blockquote_3\">\t\u00132.\tThe Board decided that the question of prohibition of employment of contract labour in the work in which the petitioner were engaged namely loading/unloading under <a href=\"/doc/45909/\" id=\"a_6\">Section 10</a> of the Contract Labour (Regulation &amp; Abolition) Act, 1970 does not arise as the said work in which abolition of contract labour has been sought does not exist due to the entire operation in this regard at Chennai Port having been closed down from 05.01.1995.  So far as the prayer for a direction to Oil and Natural Gas Corporation to absorb them as they had rendered more than 23 years of service for Oil and Natural Gas Corporation through contractors is concerned, the Board decided that no such relief can be granted as it has no such powers under the provisions of the <a href=\"/doc/1810788/\" id=\"a_7\">Contract Labour (Regulation &amp; Abolition) Act, 1970</a>.  The Board recommended to the Government accordingly.\n</blockquote><blockquote id=\"blockquote_4\">\t3.\tIn pursuance of the recommendations of the Board, the matter has been considered in detail by the Central Government and having regard to the conditions of work and benefits provided to contract labour and other relevant factors enumerated in sub-section (2) of <a href=\"/doc/45909/\" id=\"a_8\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act, 1970 it has been decided to accept the recommendations of the Board in the matter as the contract labour system in the said jobs/works in which petitioners were engaged no longer exists.  Accordingly, the question of abolition of contract labour in the job/work of loading and unloading does not arise in the establishment of Oil and Natural Gas Corporation Limited, Madras Port Trust for which, the &#x27;appropriate government&#x27; under the <a href=\"/doc/1810788/\" id=\"a_9\">Contract Labour (Regulation and Abolition) Act, 1970</a> is the Central Government.\u0014\n\n</blockquote><blockquote id=\"blockquote_5\">\t4.\tThereafter, on 18.05.2004, the appellant Association raised a dispute under <a href=\"/doc/189659891/\" id=\"a_10\">Section 2(k)</a> of the Industrial Disputes Act, 1947 before the Regional Labour Commissioner.  But, the 1st respondent, by a letter dated 30.01.2006, declined to refer the dispute, as it is not fit for adjudication.  The reason assigned therein would read thus:\n</blockquote><blockquote id=\"blockquote_6\">\t\u0013Decision of Government in the matter communicated earlier vide Ministry&#x27;s Letter No.20012/9/95, dated 19.09.1995.  The Contract under which the workmen were engaged by the contractor had come to an end and all work ceased w.e.f. 05.01.1995.\u0014\n\n</blockquote><blockquote id=\"blockquote_7\">\t5.\tThe unwearied appellant Association, vide letter dated 11.07.2006 to the 2nd respondent, requested to deploy their experience in the employment opportunities of ONGC and also marked a copy of the same to the Ministry of Petroleum and Natural Gas, New Delhi.  While so, vide letter dated 17.08.2006, the Under Secretary to the Government of India, Ministry of Petroleum and Natural Gas, New Delhi, forwarded a copy of the appellant&#x27;s representation dated 11.07.2006 to the Chairman and Managing Director, ONGC, New Delhi for thorough examination and appropriate reply to the representee directly under intimation to the Ministry.\n</blockquote>\n<blockquote id=\"blockquote_8\">\t6.\tFinding no reply from the ONGC, the appellant Association filed a Writ Petition before this Court in W.P.No.45446 of 2006 seeking to quash the order dated 30.01.2006 passed by the 1st respondent declining to refer the dispute of their Union and for a consequential direction to the 1st respondent to refer their dispute to appropriate Central Government Tribunal.  While so, ONGC, Dehradun, by a letter dated 29.06.2009, made it clear that it does not award any contract to meet its labour need, but to complete a particular job or to provide a particular service.  And, to the shock of the appellant Association, this Court, by an order dated 26.04.2011, dismissed the Writ Petition in W.P.No.45446 of 2006.  Relevant portion of the said order would read thus:\n</blockquote><blockquote id=\"blockquote_9\">\t22. It is a well settled position in law that reference of a dispute for adjudication, under <a href=\"/doc/760439/\" id=\"a_11\">Section 10(1)</a> of the Industrial Disputes Act, 1947, by the Government concerned, cannot be claimed, as a matter of right. The claim of the petitioner Union, in respect of the non employment of its members, in the year, 1995, had been raised, by way of conciliation proceedings, belatedly, only in the year, 2004. The fact that the members of the petitioner Union are contract labourers, engaged by individual contractors, cannot be disputed. The said position can be clearly noted from the affidavit filed in support of the writ petition, in W.P.No.12803 of 1997.\n</blockquote>\n<blockquote id=\"blockquote_10\">\t23. It is also not in dispute that the offshore operations of the Oil and Natural Gas Corporation Limited, had seized, in the year, 1995. Nothing has been shown by the petitioner Union that its members had been continuously employed under the Oil and Natural Gas Corporation Limited, as claimed by it. The contention raised by the petitioner Union that the claims made on behalf of its members is not belated in nature, as it has been agitating the matter, continuously, has not been supported by sufficient documentary evidence before this Court. Only a few letters of requisition made in the year, 2006, have been made available for the perusal of this Court. When it is obvious that the off shore activities of the respondent Oil and Natural Gas Corporation Limited had ceased in the year, 1995, especially, when no contrary evidence is available, it cannot be said that the refusal of the Central Government, to refer the alleged dispute for adjudication, cannot be found fault with. As such, the writ petition is devoid of merits and therefore, it is liable to be dismissed. Hence, it is dismissed. No costs.\n</blockquote>\n<blockquote id=\"blockquote_11\">\t7.\tHeard the learned counsel on either side and gave careful consideration to their submissions.\n</blockquote>\n<blockquote id=\"blockquote_12\">\t8.\tFirstly, though it is claimed by the appellant Association that they are registered under the <a href=\"/doc/1980557/\" id=\"a_12\">Trade Union Act, 1926</a>, a perusal of the records would show that the appellant Association is registered only under the <a href=\"/doc/1700055/\" id=\"a_13\">Societies Registration Act</a> and not under the <a href=\"/doc/1980557/\" id=\"a_14\">Trade Union Act</a>.  As per <a href=\"/doc/1952713/\" id=\"a_15\">Section 14</a> of the Trade Union Act, 1926, which is extracted below, an Association registered under the <a href=\"/doc/1700055/\" id=\"a_16\">Societies Registration Act</a> cannot file a writ petition for its own cause.\n</blockquote>\n<blockquote id=\"blockquote_13\">14. Certain Acts not to apply to registered trade unions :\n</blockquote><blockquote id=\"blockquote_14\">The following Acts, namely- \n</blockquote><blockquote id=\"blockquote_15\">(a) <a href=\"/doc/1700055/\" id=\"a_17\">The Societies Registration Act, 1860</a>, (21 of 1860) \n</blockquote><blockquote id=\"blockquote_16\">(b) <a href=\"/doc/108006076/\" id=\"a_18\">The Co-operative Societies Act, 1912</a> (2 of 1912) \n</blockquote><blockquote id=\"blockquote_17\">(c) <a href=\"/doc/1353758/\" id=\"a_19\">The Companies Act, 1956</a>, (1 of 1956) \nshall not apply to any registered trade union, and the registration of any such trade union under any such Act shall be void. \n</blockquote>\t\n<p data-structure=\"CDiscource\" id=\"p_5\">\t9.\tEven on the merits of the case, when the issue came up before this Court in W.P.No.12803 of 1997, the plea before the learned Single Judge was that the members of the appellant Association were contract labourers and that the Contract Labour System should be abolished and they should be absorbed in the services of the ONGC.  It is also not in dispute that the work came to an end in 1995.  It is the admitted case of the employees of the appellant Association that they are contract labourers and the learned Single Judge, by an order dated 12.09.2002, directed the appellant Association to make a fresh representation to the authority concerned, who shall consider and pass appropriate orders.  It is pertinent to note that without challenging the 1st respondent&#x27;s order dated 27.11.2003, the appellant Association has proceeded to raise a dispute on 18.05.2004 under <a href=\"/doc/189659891/\" id=\"a_20\">Section 2(k)</a> of the Industrial Disputes Act,  stating that the Contract Labour System is sham, camouflage and an eye-wash. Though the contractor changes from time to time, the employees remain in the same position.  But, the Government declined to refer the dispute for adjudication.  Even if the Court is going to give a direction to refer a dispute, as the employees have admitted that they are contract labourers, the Tribunal can, at the most, refer the matter to the Authority under 1970 Act for abolition of contract labour.  The Government has already passed an order dated 27.11.2003 pursuant to the order passed in W.P.No.12803 of 1997.  Hence, the reference is not going to bear any fruit unless finality attained on 27.11.2003 is set at naught by the Higher Courts.  That apart, the appellant Association has admitted that the work ceased to exist with effect from 1995.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">\t10.\tThough it has been pointed out before us that there is no delay, the appellant Association has been pursuing the dispute from 1997 and the learned Single Judge has rightly observed that the Government is not empowered to decide the lis between the parties and it is only the  Tribunal/Labour Court, which has got powers to adjudicate the same. When the original stand of the employees of the appellant Association is that they are contract labourers and having sought abolition of the same in W.P.No.12803 of 1997, they cannot now turn around and state that they are not contract labourers, though their nomenclature is as such, and that the contract labour system is sham and nominal.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1472371\" id=\"span_1\">11.\tThe provisions of the Civil Procedure Code are not applicable to <a href=\"/doc/500379/\" id=\"a_21\">Industrial Disputes Act</a>.  It does not mean that the principle of res judicata will not be applicable to cases involving industrial disputes.  On the principle of res judicata, the Apex Court in the case of M/s.Bharat <a href=\"/doc/1472371/\" id=\"a_22\">Barrel and Drum Manufacturing Co. Pvt. Ltd. vs. Bharat Barrel Employees Union</a>, (1987) 2 SCC 591, has held that a question which is once decided can never be re-agitated and the exceptions are classes of cases like disputes regarding wage structure, service conditions etc. which arise as circumstances change and new situations arise which may not be barred by the rule of res judicata.  The principle object of the Labour legislation is to bring a quietus to the dispute.  The question as to whether a person was or was not an employee of the Management on the particular date is one which cannot be re-agitated in a subsequent case, if it has already been decided by the Industrial Tribunal of competent jurisdiction in an earlier case.</span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1472371\" id=\"span_2\">For better appreciation of the case, relevant portion of the judgment rendered in <a href=\"/doc/1472371/\" id=\"a_23\">Bharat Barrel</a> case is extracted hereunder:</span>\n</p><blockquote id=\"blockquote_18\">\t\u001310. That the rule of res judicata applies to proceedings before the Industrial Tribunals is beyond question. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"722178\" id=\"span_3\">In <a href=\"/doc/722178/\" id=\"a_24\">Burn &amp; Co. v. Employees</a> at pp. 789-90 this Court has observed thus:</span>\n</blockquote><blockquote id=\"blockquote_19\">\t\u0013Are we to hold that an award given on a matter in controversy between the parties after full hearing ceases to have any force if either of them repudiates it under <a href=\"/doc/290441/\" id=\"a_25\">Section 19(6)</a>, and that the Tribunal has no option, when the matter is again referred to it for adjudication, but to proceed to try it de novo, traverse the entire ground once again, and come to a fresh decision. That would be contrary to the well recognised principle that a decision once rendered by a competent authority on a matter in issue between the parties after a full enquiry should not be permitted to be re-agitated. It is on this principle that the rule of res judicata enacted in <a href=\"/doc/1271086/\" id=\"a_26\">Section 11</a> of the Civil Procedure Code is based. That section is, no doubt, in terms inapplicable to the present matter, but the principle underlying it, expressed in the maxim \u0013interest rei publicae ut sit finis litium\u0014, is founded on sound public policy and is of universal application. (Vide Broom\u0012s Legal Maxims, 10th Edn., p. 218.) \u0013The rule of res judicata is dictated\u0014 observed Sir Lawrence Jenkins, C.J. in Sheoparsan Singh v. Ramnandan Prasad Narayan Singh \u0013by a wisdom which is for all time\u0014.\n</blockquote>\n<blockquote id=\"blockquote_20\">\tAnd there are good reasons why this principle should be applicable to decisions of Industrial Tribunals also. Legislation regulating the relation between Capital and Labour has two objects in view. It seeks to ensure to the workman who have not the capacity to treat with capital on equal terms, fair returns for their labour. It also seeks to prevent disputes between employer and employees, so that production might not be adversely affected and the larger interests of the society might not suffer. Now, if we are to hold that an adjudication loses its force when it is repudiated under <a href=\"/doc/290441/\" id=\"a_27\">Section 19(6)</a> and that the whole controversy is at large, then the result would be that far from reconciling themselves to the award and settling down to work it, either party will treat it as a mere stage in the prosecution of a prolonged struggle, and far from bringing industrial peace, the awards would turn out to be but truces giving the parties breathing time before resuming hostile action with renewed vigour.\n</blockquote><blockquote id=\"blockquote_21\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1073913\" id=\"span_4\">On the other hand, if we are to regard them as intended to have long term operation and at the same time hold that they are liable to be modified by change in the circumstances on which they were based, both the purposes of the legislature would be served. That is the view taken by the Tribunals themselves in Army &amp; Navy Stores Ltd., Bombay v. Workmen and <a href=\"/doc/1073913/\" id=\"a_28\">Ford Motor Co. of India Ltd. v. Workmen</a> and we are of opinion that they lay down the correct principle, and that there were no grounds for the Appellate Tribunal for not following them.</span>\n</blockquote>\n<blockquote id=\"blockquote_22\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1794283\" id=\"span_5\">11. Same view is expressed in <a href=\"/doc/1794283/\" id=\"a_29\">Workmen v. Straw Board Manufacturing Co. Ltd..This</a> Court has observed thus at p. 717: (SCC pp. 692-93, para 27)\n\n\t\u0013It is now well established that, although the entire Civil Procedure Code is not applicable to industrial adjudication, the principles of res judicata laid down under <a href=\"/doc/121631892/\" id=\"a_30\">Section 11</a> of the Code of Civil Procedure, however, are applicable, wherever possible, for very good reasons. This is so since multiplicity of litigation and agitation and re-agitation of the same dispute at issue between the same employer and his employees will not be conducive to industrial peace which is the principal object of all labour legislation bearing on industrial adjudication. But whether a matter in dispute in a subsequent case had earlier been directly and substantially in issue between the same parties and the same had been heard and finally decided by the Tribunal will be of pertinent consideration and will have to be determined before holding in a particular case that the principles of res judicata are attracted.\u0014</span>\n\n</blockquote><blockquote id=\"blockquote_23\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1402720\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1871405\" id=\"span_7\">12. We would hasten to add that the above observations do not mean that a question which is once decided can never be re-agitated. There are certain classes of cases like disputes regarding wage structure, service conditions etc. which arise as circumstances change and new situations arise which may not be barred by the rule of res judicata. The disputes which arose for consideration in <a href=\"/doc/1871405/\" id=\"a_31\">Workmen v. Balmer Lawrie</a> and Co. and in <a href=\"/doc/1402720/\" id=\"a_32\">Associated Cement Staff Union v. Associated Cement Co.</a> belong to this category of cases.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_24\">\t13. In the instant case we are concerned with the question whether the workmen concerned were entitled to retrenchment compensation under <a href=\"/doc/1810788/\" id=\"a_33\">Section 25-F</a> of the Act as on the date of the award and payment of back wages from 31-10-1971 to 20-3-1980. This question depends upon their right to be in service from the date on which they ceased to work in the factory up to the date of the award. In the first reference IT No. 325 of 1971 the workmen specifically prayed for payment of compensation under <a href=\"/doc/1810788/\" id=\"a_34\">Section 25-FFF</a> of the Act on the ground that the factory had been closed with effect from 1-11-1971 as per notice of closure thereby accepting the position that they had at any rate ceased to be the employees of the management on 1-11-1971. That claim was resisted by the management on the footing that the workmen had been discharged pursuant to the notice of discharge dated 30-10-1971. Even though in the course of its award the first Tribunal had observed that it had considered the question of discharge as an \u0013incidental question in view of the defence taken by the company\u0014 the case was decided only on the basis of its finding that the workmen had been validly discharged by the notice dated 30-10-1971. It is true that the said Tribunal had observed \u0013that there is nothing on the record to show at this stage that the discharge order is not proper\u0014. But it did not mean that the validity of the discharge order could be re-agitated later on because in the very next sentence the first Tribunal observed: \u0013It would then be evident that all the workers of the company were discharged by the company on 30-10-1971 before the closure could become effective.\u0014 The one and the only ground on which the claim of the workmen for compensation under <a href=\"/doc/1810788/\" id=\"a_35\">Section 25-FFF</a> of the Act was rejected was that the workmen had ceased to be employees of the appellant by reason of the notice of discharge dated 30-10-1971. The validity of that notice of discharge was directly and substantially in issue in the first reference. The above observations of the first Tribunal on which the learned Single Judge has relied, therefore, do not carry the case of the workmen any further. Before the first Tribunal it was open to the workmen to urge that the discharge was invalid and, therefore, the workmen continued to be in the service till 1-11-1971 and hence were entitled to compensation under <a href=\"/doc/1810788/\" id=\"a_36\">Section 25-FFF</a> of the Act. Their case that they were entitled to compensation under <a href=\"/doc/1810788/\" id=\"a_37\">Section 25-FFF</a> of the Act was negatived by the first Tribunal on its firm conclusion that the workmen had been validly discharged by the notice dated 30-10-1971. It may be that the decision of the first Tribunal was erroneous and could have been set right if its award had been challenged before higher courts. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1402720\" id=\"span_8\">But it was allowed to become final. The decision of the first Tribunal was not one rendered without jurisdiction. Nor can it be characterised as a nullity on any ground known to law. The question whether a person was or was not an employee under a management after a particular date is one which cannot be re-agitated in a subsequent case in the circumstances which are <a href=\"/doc/1402720/\" id=\"a_38\">referred to above</a> if it has already been decided finally by an Industrial Tribunal of competent jurisdiction in an earlier case where the said question necessarily arose for decision.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"722178\" id=\"span_9\">This case falls within the scope of the decisions in <a href=\"/doc/722178/\" id=\"a_39\">Burn &amp; Co.</a> case and in the case of Straw Board Manufacturing Co. Ltd. We have extracted above the several passages from the award of the first Tribunal which leave no scope for re-agitating the issue relating to the validity of the notice of discharge dated 30-10-1971. It is significant that the workmen did not claim before the first Tribunal the relief of reinstatement or compensation under <a href=\"/doc/1810788/\" id=\"a_40\">Section 25-F</a> of the Act even though the factory had been reopened in 1972 before the first award was passed but only confined their relief to compensation under <a href=\"/doc/1810788/\" id=\"a_41\">Section 25-FFF</a> of the Act. The workmen could not have, therefore, been permitted to re-agitate the said matter before the second Tribunal which decided the second reference and to contend that they had continued to be employees of the management on the ground that the notice of discharge and the notice of closure were both invalid. The second Tribunal should have rejected the said contentions by holding that the validity of notice of discharge dated 30-10-1971 was not open to question before it. The second Tribunal was in error in re-examining the issue relating to the validity of the notice of discharge and in expressing a contrary view. The award dated 20-3-1980 passed by the second Tribunal Shri M.A. Deshpande is therefore liable to be quashed and it is accordingly quashed.\u0014</span>\t\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1629874\" id=\"span_10\">12.\tOn the principle of resjudicata, it is also worth referring to a decision of the Apex Court in the case of <a href=\"/doc/1629874/\" id=\"a_42\">Pondicherry Khadi &amp; Village Industries Board v. P. Kulothangan</a>, (2004) 1 SCC 68, wherein, it is held as under:</span>\n</p><blockquote id=\"blockquote_25\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"739415\" id=\"span_11\">10. In our opinion, the appellant has correctly contended that the industrial dispute pertained to the same subject-matter dealt with in the earlier writ proceedings and was barred by the principles of res judicata. It is well established that although the entire Civil Procedure Code is not applicable to industrial adjudication, the principles of res judicata laid down under <a href=\"/doc/1271086/\" id=\"a_43\">Section 11</a> of the Code are applicable including the principles of constructive res judicata. Thus in <a href=\"/doc/739415/\" id=\"a_44\">State of U.P. v. Nawab Hussain</a> it was held that the dismissal of a writ petition challenging disciplinary proceedings on the ground that the charged officer had not been afforded reasonable opportunity to meet the allegations against him, operated as res judicata in respect of the subsequent suit in which the order of dismissal was challenged on the ground that it was incompetently passed. This Court also held: (SCC p. 808)\n\n\t\u0013It may be that the same set of facts may give rise to two or more causes of action. If in such a case a person is allowed to choose and sue upon one cause of action at one time and to reserve the other for subsequent litigation, that would aggravate the burden of litigation. Courts have therefore treated such a course of action as an abuse of its process.</span>\n</blockquote>\t\n<blockquote id=\"blockquote_26\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1723525\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851717\" id=\"span_13\">11. The principle of res judicata operates on the court. It is the courts which are prohibited from trying the issue which was directly and substantially in issue in the earlier proceedings between the same parties, provided the court trying the subsequent proceeding is satisfied that the earlier court was competent to dispose of the earlier proceedings and that the matter had been heard and finally decided by such court. Here the parties to the writ petition filed by the respondent in the Madras High Court and the industrial dispute were the same. The cause of action in both was the refusal of the appellant to allow the respondent to rejoin service. The Madras High Court was competent to decide the issue which it did with a reasoned order on merits and after a contested hearing. This was not a case where the earlier proceedings had been disposed of on any technical ground as was the case in <a href=\"/doc/1851717/\" id=\"a_45\">Workmen v. Board of Trustees of the Cochin Port Trust</a> and <a href=\"/doc/1723525/\" id=\"a_46\">Pujari Bai v. Madan Gopal</a>. The \u0013lesser relief\u0014 of reinstatement which was the subject-matter of the industrial dispute had already been claimed by the respondent in the writ petition. This was refused by the High Court. The correctness of the decision in the writ proceedings has not been challenged by the respondent. The decision was, therefore, final. Having got an adverse order in the writ petition, it was not open to the respondent to reagitate the issue before the Labour Court and the Labour Court was incompetent to entertain the dispute raised by the respondent and redecide the matter in the face of the earlier decision of the High Court in the writ proceedings.\u0014</span></span>\n\t\t\n</blockquote><p data-structure=\"Precedent\" id=\"p_9\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_14\">13.\tIn this case, it is true that no finality has been attained by means of an adjudication.  It is a question of reference for adjudication.  Whether the reference will have any fruitful result is a point for consideration. The Management is amenable to the writ jurisdiction of this Court.  The admitted case of the workmen is that they are contract labourers and on abolishment of Contract Labour System, they should be absorbed in service. Their plea could have been justified if the principle <a href=\"/doc/1723525/\" id=\"a_47\">laid down by</a> the Apex Court in the case of <a href=\"/doc/784921/\" id=\"a_48\">Air India Statutory Corporation v. United Labour Union</a>, (1997) 9 SCC 377, was put in force.  When there is a reference of a dispute with regard to the contract system that it is sham and nominal, the Industrial Adjudicator is empowered to adjudicate the dispute and the Tribunal/Labour Court will have to decide whether the Contract Labour System is sham and nominal. If the Tribunal/Labour Court comes to the conclusion that the Contract Labour System is a camouflage, it can direct the Principal employer to regularise them in the service of the Principal employer.  If there is a genuine contract system, the Tribunal/Labour Court will have to ask the employees to approach the authority under the <a href=\"/doc/1810788/\" id=\"a_49\">Contract Labour (Regulation and Abolition) Act, 1970</a> for abolition of contract labour.  In this case, the appellant Association by way of a Writ Petition in W.P.No.12803 of 1997, sought for abolition of contract labour and the learned Single Judge  by an order dated 12.09.2002, directed the authority concerned to consider the representation of the appellant Association in the light of the statutory provisions of the <a href=\"/doc/1810788/\" id=\"a_50\">Contract Labour (Regulation and Abolition) Act, 1970</a>.  When the appellant Association has clearly admitted in W.P.No.12803 of 1997 that their employees are contract labourers, they cannot take a different stand after ten years in W.P.No.45446 of 2006 seeking regularization of service, in order to suit their convenience.</span>  \n</p>\t\n<p data-structure=\"Precedent\" id=\"p_10\">\t14.\tThe issue on hand has got to be given a quietus to, failing which the purpose for which the <a href=\"/doc/500379/\" id=\"a_51\">Industrial Disputes Act</a> has been enacted will be defeated.  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1515689\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1697439\" id=\"span_16\">In the decisions of the Apex Court in (<a href=\"/doc/1697439/\" id=\"a_52\">i) M.P. Irrigation Karamchari Sangh v. State of M.P.</a>, (1985) 2 SCC 103 (ii) Nirmal Singh vs. State of Punjab, (1984) Supp SCC 407  (iii) Ramavtar vs. State of Haryana, (1985) (3) SCC 189 and (iv) M/s.Shaw <a href=\"/doc/1515689/\" id=\"a_53\">Wallace &amp; Co. vs. State of Tamil Nadu</a>, 1987 LJ 177, a mandamus has been sought for reference.  In this case, there is a finality to the issue as the employees themselves have admitted that they are contract labourers. Hence, there is no question of beating around the bush, when the issue has already been concluded.</span></span>  \n</p>\t\n<p data-structure=\"Precedent\" id=\"p_11\">\t15.\tMoreover, as <a href=\"/doc/1952713/\" id=\"a_54\">Section 14</a> of the Trade Union Act, 1926 excludes Associations registered under the <a href=\"/doc/1700055/\" id=\"a_55\">Societies Registration Act</a>, the appellant Association cannot raise any issue pertaining to labour before this Court.  Even assuming that the Writ Petition is maintainable dehors the provisions of the <a href=\"/doc/1700055/\" id=\"a_56\">Societies Registration Act</a>, which is not canvassed before the learned Single Judge, only a registered Union under the <a href=\"/doc/1980557/\" id=\"a_57\">Trade Union Act</a> is empowered to file a Writ Petition.    \n</p>\n<p data-structure=\"Conclusion\" id=\"p_12\">\t16.\tIn view of the above, this Writ Appeal stands dismissed.  Though this is a fit case for imposing costs, considering the fact that the members of the appellant Association are employees, we refrain from doing so.  No costs.  \n</p>\n<pre id=\"pre_2\">\t\t\t\t\t\t\t\t(R.S.,J.)         (S.V.N.,J.)\n06.04.2016              \naeb\nTo:\n1.\tThe Secretary to Government,\n\tGovernment of India,\n\tMinistry of Labour, New Delhi.\n\n2.\tThe Chairman and Managing Director,\n\tOil and Natural Gas Corporation,\n\tJeevan Bharathi Towers,\n\t124, Indira Chawk, Cannaught Circus,\n\tNew Delhi \u0016 110 001.\n\n3.\tThe Executive Director,\n\tOil and Natural Gas Corporation,\n\tNo.8, CMDA Building,\n\tGandhi \u0016 Irwin Road, \n\tEgmore, Chennai 600 008.\n\n\n\n\n\n\n\n\n\n\nR.SUDHAKAR,J.\nAND       \nS.VAIDYANATHAN,J.\nAeb\n\n\n\n\n\n\n\n\nPre-delivery judgment\nin            \n<span class=\"hidden_text\" id=\"span_17\">W.A.No.968 of 2012</span>\n\n\n\n\n\n\n\n\n\nDated:       06.04.2016\n          </pre>","numcites":28,"numcitedby":0,"docsource":"Madras High Court","citetid":49338980,"divtype":"judgments","relatedqs":[{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"trade union act,1926","formInput":"trade%20union%20act%2C1926"},{"value":"principle of res judicata","formInput":"principle%20of%20res%20judicata"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"contract labour regulation and abolition act.1970","formInput":"contract%20labour%20regulation%20and%20abolition%20act.1970"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"25 fff","formInput":"25%20fff"},{"value":"trade union ","formInput":"trade%20union%20"},{"value":"contract labour act 1970","formInput":"contract%20labour%20act%201970"},{"value":"ONGC","formInput":"ONGC"},{"value":"contract labour regulation","formInput":"contract%20labour%20regulation"},{"value":"the trade union act","formInput":"the%20trade%20union%20act"},{"value":"contract labour (abolition and regulation) act","formInput":"contract%20labour%20%28abolition%20and%20regulation%29%20act"},{"value":"\"re-agitating\"","formInput":"%22re-agitating%22"},{"value":"registration act","formInput":"registration%20act"},{"value":"oil and natural gas corporation ","formInput":"oil%20and%20natural%20gas%20corporation%20"},{"value":"writ proceedings","formInput":"writ%20proceedings"},{"value":"writ appeal","formInput":"writ%20appeal"}],"cats":[{"value":"registration-of-societies","formInput":"tag:registration-of-societies"},{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"industrial","formInput":"tag:industrial"}],"courtcopy":true,"query_alert":null,"agreement":false}