{"tid":959473,"publishdate":"2002-11-11","title":"Indian Telephone Industry Ltd. vs Madan Lal on 11 November, 2002","doc":"<h2 class=\"doc_title\">Indian Telephone Industry Ltd. vs Madan Lal on 11 November, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: [2003]43SCL644(RAJ), 2003(2)WLC374, 2003(1)WLN142</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nB.S. Chauhan, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This revision petition has been filed against the order dated 7-5-1994\n\npassed in Civil Misc. case No. 6/92 by the learned Additional District Judge, Jodhpur by which application of the non-petitioner under <a href=\"/doc/811701/\" id=\"a_1\">Section 20</a> of the Indian Arbitration Act, 1940 (hereinafter referred to as &#x27;the Act&#x27;) has been allowed and dispute between the parties has been referred for arbitration. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The facts and circumstances giving rise to this case are that the applicant/non-petitioner was given a contract and the parties entered into an agreement dated 15-2-1988, which contained an arbitration clause. After completion of the work, the bills had been cleared and the plaintiff/ non-petitioner submitted No Claim Certificate on 7-10-1990. Subsequent thereto, plaintiff/non-petitioner filed a claim vide letter dated 29-4-1991 for certain items, the same were considered by the defendant-petitioner and to resolve the controversy, paid a sum of Rs. 10,438.40p. in total settlement of all the claims of the contractor/plaintiff. However, at that point of time, the parties entered into another agreement dated 21 -5-1991 discharging the arbitration clause contained in their earlier agreement dated 15-2-1988 and both the parties signed the said deed. Subsequently, plaintiff/non-petitioner filed an application under <a href=\"/doc/811701/\" id=\"a_2\">Section 20</a> of the Act before the civil court praying that the dispute between the parties remained unresolved and thus it be referred to the arbitrator as per the terms of agreement dated 15-2-1988, which has been allowed vide impugned order dated 7-5-1994. Hence, this revision petition. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_3\">3. Mr. Dinesh Maheshwari, learned counsel for the petitioner, has submitted that once the arbitration clause in the earlier agreement dated 15-2-1988 had been discharged vide subsequent agreement dated 21-5-1991, it was not open for the civil court to refer the matter for arbitration under the earlier agreement dated 15-2-1988 as it stood superseded and the impugned order is liable to be set aside only on this ground. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. On the contrary, Mr. A.L. Chopra, learned counsel for the non-petitioner has submitted that the court, vide impugned order, has made a reference to the arbitrator giving liberty to the defendant petitioner to raise this issue before the Arbitrator and as the Arbitrator would be competent to decide the plea as to whether the agreement dated 15-2-1988 stood discharged vide agreement dated 21-5-1991, no interference is called for with the impugned order in a limited revisional jurisdiction of this Court. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. I have considered the rival submissions made by the learned counsel for the parties and perused the record. \n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">6. Undoubtedly, where the arbitration clause is provided under an agreement, the matter has to be referred to the Arbitrator. Even otherwise, in view of the provisions of <a href=\"/doc/66488754/\" id=\"a_3\">Section 89</a> of the Code of Civil Procedure, 1908 (for short, &quot;the Code&quot;), which has been inserted by <a href=\"/doc/161831507/\" id=\"a_4\">the Code of Civil Procedure</a> (Amendment) Act, 1999 w.e.f, 1-7-2002, wherever it appears to the court that there exists element of settlement which may be acceptable to the parties, the Court shall formulate the terms of the settlement and given them to the parties for their observation and after receiving\n\nobservations of the parties, the court may formulate the terms of possible settlement and refer the same for arbitration, conciliation, mediation or judicial settlement including settlement through Lok Adalat. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">7. Generally civil matters are to be decided by the Civil Court. All suits are triable by civil court unless their cognizance is expressly or impliedly barred by some statute (vide <a href=\"/doc/1120409/\" id=\"a_5\">Section 9</a> of the Code). However, the parties, by consent, may agree to refer the matter to arbitration and in that eventuality jurisdiction of the civil court is not outstayed but the Arbitrator being a judge of the choice of the parties, he has priority to decide the case. If, by contract, parties decide to refer the case to the Arbitrator and they are willing to abide by his decision, the civil court has to keep its hands off in order to enable the Arbitrator to give his award in the case. An arbitration clause may enable the court to make a reference to the Arbitrator by virtue of the powers conferred upon it under <a href=\"/doc/811701/\" id=\"a_6\">Section 20</a> of the Act. However, after having arbitration clause, the parties should not be permitted to make a self-defeating contention. It is the free Will of the parties and they can exclude the jurisdiction of the court to appoint the Arbitrator under <a href=\"/doc/811701/\" id=\"a_7\">Section 20</a> of the Act, though, parties cannot be permitted to oust the jurisdiction of the civil court by their private contract. Nevertheless, parties, by contract may agree to the extent that no cause of action shall arise until any matter in dispute between them is being determined by arbitration. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">8. The question does arise where a party insists that full and final payment had been made and the earlier arbitration agreement, as a whole, stood discharged by another agreement, whether while entertaining the application under <a href=\"/doc/811701/\" id=\"a_8\">Section 20</a> of the Act, 1940, the court should decide whether there is any controversy in existence regarding subsistence of the arbitration clause or may make reference to the arbitrator and ask him to decide as to whether the arbitration clause still exists. \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\">9. The word &quot;discharge&quot; has been defined in the various dictionaries as under :-- . \n</p>  \n\n<blockquote id=\"blockquote_1\">&quot;to release, liberate, annul, unburden, disencumber, and dismiss, to extinguish an obligation.&quot; (Black&#x27;s Law Dictionary)  \n \n\n&quot;to free, rid, or relieve a thing (or person) from debt with which it is discharged; to relieve of (an obligation or charge), to exonerate, to exempt, let off, release from; to relieve of a charge or office, to dismiss from office; to dismiss, send away, let go; to remove, to clear out, serid out or forth, emit, to take out, clear away, empty out, unload from a vessel; to get rid of; to do away with, abolish.&quot; (The Oxford English Dictionary, II Edn.)  \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_10\">10. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75482\" id=\"span_1\">In <a href=\"/doc/75482/\" id=\"a_9\">Sarda Prasad v. Lala Jumna Prasad</a> AIR 1961 SC 1074, the Hon&#x27;ble Supreme Court considered the meaning of &quot;discharge&quot; while interpreting the provisions of <a href=\"/doc/392398/\" id=\"a_10\">Section 7</a> of the Limitation Act and observed as under :--</span>\n</p> \n<blockquote id=\"blockquote_2\"> &quot;Discharge means to free from liability. The liability may be in respect of monitory claims, like that; it may be in respect of possession of property; it may be in respect of taking some order as regards property; it may be in respect of many other matters.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1430996\" id=\"span_2\">In <a href=\"/doc/1430996/\" id=\"a_11\">State of Kerala v. Mother Anasthasia, Superior General</a> [1997] 10 SCC 79, the Hon&#x27;ble Supreme Court considered the meaning of &quot;discharge&quot; while interpreting the provisions of <a href=\"/doc/64862171/\" id=\"a_12\">Calicut University Act, 1975</a> dealing with the discharge of a teacher from service and held that a temporary teacher in a leave vacancy cannot be considered as a discharged nor he can claim status of a discharged employee. Discharge would connote any other reason ejusdem generis due to abolition of the post or course of study or such similar circumstances except discharge due to misconduct. The court further held that expression &quot;discharge&quot; has to be interpreted considering the context and subject involved.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"830194\" id=\"span_3\">12. Similar view has been reiterated in Lokmat News Papers (P.) <a href=\"/doc/830194/\" id=\"a_13\">Ltd. v. Shankar</a> prasad AIR 1999 SC 2423, where the Court explained the distinction between &quot;discharge&quot; and &quot;dismiss&quot; observing that in every case rules of noscitur a sociis and ejusdem generis have to be applied after considering the context and the subject matter in dispute.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1102217\" id=\"span_4\">In <a href=\"/doc/1102217/\" id=\"a_14\">Garden Silk Mills Ltd. v. Union of India</a>[l999] 8 SCC 744, the Court considered the meaning of &quot;discharge&quot; distinguishing it from the word &quot;delivery&quot; interpreting the provisions of <a href=\"/doc/1059693/\" id=\"a_15\">Customs Act, 1962</a> and held that while determining the real distinction legislative intent must be kept in mind.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. From the above, it is evident that the expression &quot;discharge&quot; requires to be considered in the light of the subject matter involved and the context in which it has been used. It may mean abandonment; abolition; deletion; removal; to annul; to take out; or repudiation. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1658881\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1631848\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_7\">15. For making reference under <a href=\"/doc/811701/\" id=\"a_16\">Section 20</a> of the Act, a pre-requisite condition remains that there must be an arbitration clause in existence. If there is existence of arbitration agreement and difference exists in claim being made and refused, dispute must be referred to the arbitration. Parties&#x27; right to apply under <a href=\"/doc/811701/\" id=\"a_17\">Section 20</a> of the Act may accrue only after a demand is made to refer the dispute to the Arbitrator provided there is an arbitration clause is in existence - <a href=\"/doc/864798/\" id=\"a_18\">Union of India v. L.K. Ahuja</a> AIR 1988 SC 1172; <a href=\"/doc/1631848/\" id=\"a_19\">Bhargabi Cold Storage v. Orissa State Electricity Board</a> [1993] 2 SCC 618; and <a href=\"/doc/1658881/\" id=\"a_20\">Chander Nath Ojha v. Suresh Jhalani</a> [1099] 8 SCC 628.</span></span></span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">16. In Dhanrajatnal Gobindratnv.Shamji Kalidas &amp; Co. AIR. 1961 SC 1285, the Apex Court held that first the court&#x27;s judicial function is to consider whether arbitration agreement should be filed in court or not. They may involve dealing with objection to the existence and validity of the agreement itself. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_8\">In <a href=\"/doc/1545494/\" id=\"a_21\">Damodar Valley Corporation v. K.K. Kar</a> AIR 1974 SC 158, the Hon&#x27;ble Supreme Court observed as under :--</span>\n</p> \n<blockquote id=\"blockquote_3\"> &quot;...As the contract is an outcome of the agreement between the parties, it is equally open to the parties thereto to agree to bring it to an end or to treat it as if it never existed. It may also be open to the parties to terminate the previous contract and substitute in its place a new contract or alter the original contract in such a way that it cannot subsist. In all these cases, since the entire contract is put an end to the arbitration clause, which is a part of it, also perishes along with it. <a href=\"/doc/595325/\" id=\"a_22\">Section 62</a> of the Contract Act incorporates, this principal when it provides that if the parties to a contract agree to substitute a new contract or to rescind or alter it, the original contract need not be performed. Where, therefore, the dispute between the parties is that the contract itself does not subsist either as a result of its being substituted by a new contract or by rescission or alteration, that dispute cannot be referred to the arbitration as the arbitration clause itself would perish if the averment is found to be valid. As the very jurisdiction of the arbitrator is dependent upon the existence of the arbitration clause under which he is appointed, the parties have no right to invoke a clause which perishes with the contract.&quot; (p. 161) \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61466\" id=\"span_9\">In <a href=\"/doc/61466/\" id=\"a_23\">K.N. Damodharan v. State of Kerala</a>[2000] 10 SCC 351, the Hon&#x27;ble Supreme Court considered a case where an application under <a href=\"/doc/811701/\" id=\"a_24\">Section 20</a> of the Act for making a reference had been allowed by the court despite cancellation of arbitration clause by the parties by a subsequent agreement. The Hon&#x27;ble Court held that once the arbitration clause stood deleted by consent of the parties, the application under <a href=\"/doc/811701/\" id=\"a_25\">Section 20</a> of the Act was not maintainable.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_10\">19. The arbitration clause is an integral part of the contract and it has its own significance having regard to its nature. Therefore, the arbitration clause requires to be construed determining the intention of the parties. Arbitration clause is generally added so that the matter may be decided by the body having special knowledge of the subject understands complicity of the work done and may decide the case in correct perspective. The parties have a right to incorporate the arbitration clause even at a subsequent stage and likewise to repudiate or rescind such clause or may replace the agreement itself by entering into new agreement superseding the earlier. If agreement in existence does not visualise any arbitration arrangement between the parties, the court does not possess the competence to make an subsidiary exercise visualized in situation and fill up the gaps or deficiencies in the working arrangement and make reference <a href=\"/doc/1391279/\" id=\"a_26\">-Union of India v. Kishori Lal Gupta &amp; Bros</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"294263\" id=\"span_11\"><a href=\"/doc/294263/\" id=\"a_27\">AIR 1959 SC1362 and Alimenta S.A. v. National Agricultural Co-operative Marketing Federation of India Ltd. MR</a> 1987 SC 643.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">20. In Bharat Heavy Electricals Ltd. v. Amar Nath Bhan Prakash [1982] 1 SCC 625, the Hon&#x27;ble Supreme Court laid down that a dispute as to whether there was discharge of the contract by accord and satisfaction by endorsement that full and final payment to the satisfaction of the party aggrieved has been made, is a dispute arising out of the contract and is liable to be referred to the Arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"907667\" id=\"span_12\">Similar view had been reiterated in <a href=\"/doc/907667/\" id=\"a_28\">Ruby General Insurance Co. v. Pearey Lal Kumar</a> AIR 1952 SC 119.</span>\n</p> \n \n\n<p data-structure=\"Section\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1574487\" id=\"span_13\">21. When contract subsists, though performance was put to end to by completion, repudiation, frustration, breach or otherwise, disputes arising out of the obligation under the contract will have to be set out. For that purpose, the only course will be submission to the decision of the person or persons whom they have chosen by the contract and in that eventuality only such persons shall have jurisdiction in such matters. By putting an end to performance alone, the contract shall not come to an end. It will survive till the obligations are settled and the parties are relieved out of the contract. Even after completion of work, the question may arise whether contract still subsists or stood perished and as to whether the arbitration clause still survives. Such issues are to be determined in the facts and circumstances of each case as no strait-jacket formula can be laid down which may have universal application. Even in a case, a party issues certificate that it has received the amount in full and final settlement and nothing survives, still question may remain open regarding the genuineness of such document, conditions under which certificate had been issued - D&amp;C Builders Ltd. v. Rees[1996]2 QB617; and <a href=\"/doc/1574487/\" id=\"a_29\">Cochin Refineries Ltd. v. C.S. Co., Engg. Contractors</a> AIR 1989 Ker. 72.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1402658\" id=\"span_14\">In <a href=\"/doc/1402658/\" id=\"a_30\">Vipinbhai R. Parekh v. General Manager, Western Railway</a> AIR 1984 Guj. 41, the Court held that if a contractor, afterpayment of all dues by the other party issue No Claim Certificate, the application under <a href=\"/doc/811701/\" id=\"a_31\">Section 20</a> of the Act is not maintainable on the ground of estoppel by conduct as also because arbitration agreement ceased to exist on termination of it. Where, therefore, the dispute between the parties is that the contract itself does not subsist either as a result of its being substituted by a new contract or by recession or alteration, that dispute cannot be referred to the arbitration as the arbitration clause would perish if the averment is found to be valid. As the very jurisdiction of the Arbitrator is dependent upon the existence of the arbitration clause under which he is appointed, the parties have no right to invoke the clause which perishes with the contract.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"499923\" id=\"span_15\">23. A Full Bench of Kerala High Court in <a href=\"/doc/499923/\" id=\"a_32\">State of Kerala v. C. Abraham</a> AIR 1989 Ker. 61, held that if parties by agreement deliberately and consciously struck off the arbitration clause, the court has no competence/ jurisdiction to make reference to the Arbitrator in such a case.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913738\" id=\"span_16\">In <a href=\"/doc/1913738/\" id=\"a_33\">General Manager, Northern Railway v. Sarvesh Chopra</a>[2002] 4 SCC 45, the Hon&#x27;ble Supreme Court reconsidered the scope of <a href=\"/doc/811701/\" id=\"a_34\">Section 20</a> of the Act and observed as under :--</span> \n</p><blockquote id=\"blockquote_4\"> &quot;...While dealing with a petition under <a href=\"/doc/811701/\" id=\"a_35\">Section 20</a>, the court has to examine : (i) whether there is an arbitration agreement between the parties, (ii) whether the difference which has arisen is one to which the arbitration agreement applies, and (iii) whether there is a cause, shown to be sufficient, to decline an order of reference to the arbitrator. The word &#x27;agreement&#x27; finding place in the expression &#x27;where a difference has arisen to which the agreement applies&#x27;, in Sub-section (1) of <a href=\"/doc/811701/\" id=\"a_36\">Section 20</a> means\n\n&#x27;arbitration agreement&#x27;. The reference to an arbitrator on a petition filed under <a href=\"/doc/811701/\" id=\"a_37\">Section 20</a> is not a function to be discharged mechanically or ministerially by the Court; it is a consequence of judicial determination, the court having applied its mind to the requirements of <a href=\"/doc/811701/\" id=\"a_38\">Section 20</a> and formed an opinion, that the difference sought to be referred to arbitral adjudication is one to which the arbitration agreement applies....&quot; (p. 52) \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">25. In view of the above, the law on the issue can be summarized that for making a reference under <a href=\"/doc/811701/\" id=\"a_39\">Section 20</a> of the Act, the court must examine as to whether the parties had introduced the arbitration clause in the agreement and that arbitration clause is still in existence as the parties by their free Will may revoke the contract as a whole by agreement or delete or introduce any clause therein. Intention of the parties regarding arbitration clause and scope of arbitration clause as to what matters it relates is to be determined before making the reference by the court. Any settlement reached between the parties and their conduct may also be determining factors. In addition to existence of the Arbitration clause, the applicant must satisfy the Court that the said agreement relates to the matters in dispute; difference between parties exists; and the court, where application has been filed, has competence/jurisdiction to entertain the same. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">26. The case requires to be examined in view of the aforesaid settled legal prepositions. The defendant-petitioner invited the tender on 1-10-1987 for civil work for Micro-wave Project Group, Chordia, Pokhran and Lathi. Sanctioned work was to be completed within 10 months for a sum of Rs. 49,84,125. In response thereto, the plaintiff-non-petitioner submitted his tender on 30-10-1987. He was awarded the work after accepting his tender vide agreement dated 15-2-1988. In paragraph 9.2.1 of the said agreement, the parties had agreed to make a reference to the Arbitrator in case any dispute arose between them. The work was over. The payment etc. had been made and the plaintiff-non-petitioner issued a No Claim Certificate in favour of the defendant-petitioner which is as under : \n</p>   \n\n<blockquote id=\"blockquote_5\">No Claim Certificate  \n \n\nI, Parakh Construction Co. hereby certify that I do not have any claim from Indian Telephone Industries Ltd. for the work of construction of M/W station on Chordia under Group No. 5 executed by under agreement No. IM/C/BLDG/WO/G.R.5/882, dated 15-2-1988. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> Dated 17-10-1990  \n \n\n For Parakh Construction Co.  \n</blockquote> \n\n<blockquote id=\"blockquote_7\">  Sd/-M.L.  Parakh   \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_27\"> 27. Subsequently, plaintiff-non-petitioner made certain claims vide letter dated 29-4-1991 and defendant-petitioner reconsidered the case settled the account fully and finally in complete settlement by paying a sum of  Rs. 10,138.40p to the claimant. In pursuance of the said settlement dated 21-5-1991, a fresh agreement was reached. Relevant portion of the same reads as under :-- \n</p>  \n\n<blockquote id=\"blockquote_8\">&quot;Where as certain claims have been raised by the contractor in connection with the final bill vide his letter No. Nil dated 29-4-1991 for settlement. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> Now the company having discussed all the claims referred to in the above letter of 21 -5-1991 at ITI Office, Jodhpur and arrived at a final settlement for an amount of Rs. 10,138.40p. (Rupees Ten Thousand One Hundred Thirty Eight and paisa 40 only). \n</blockquote> \n\n<blockquote id=\"blockquote_10\">The amount of Rs. 10,138.40p. (Rupees Ten Thousand One Hundred Thirty Eight and paisa 40 only) being agreeable to the contractor in total settlement of his claims to be included in the pending final bill. \n</blockquote> \n\n<blockquote id=\"blockquote_11\">Hereby certifies that the contractor does not have any further claim in respect of the above referred works. On finalization of the bill based on the above settlement. Consequent upon this settlement, the arbitration clause under Article 9.2.1 of the above contract agreement gets totally discharged. \n</blockquote> \n\n<blockquote id=\"blockquote_12\">Signed on behalf of the contractor for Parakh Co.  \n</blockquote><blockquote id=\"blockquote_13\"> Sd/-M.L. Parakh  \n \nSigned on behalf of M/s. ITI Ltd.  \n</blockquote> \n<blockquote id=\"blockquote_14\">Sd/- I.L. Ahuja&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\">28. It is apparent from the agreement dated 21-5-1991 that by subsequent agreement, the arbitration clause under Article 9.2.1 incorporated in the agreement dated 15-2-1988 stood discharged/deleted. The court below committed a jurisdictional error in reaching the conclusion that by subsequent agreement dated 21-5-1991, the arbitration clause did not extinguish as &quot;discharge&quot; means to annul; to extinguish; to remove; to take out; to abolish and as the parties by subsequent agreement had taken away the arbitration clause from the original agreement dated 15-2-1988, the court had no competence to make a reference. It was not permissible for the court below to hold that the issue as to whether the arbitration clause still subsisted was to be decided by the Arbitrator. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61466\" id=\"span_17\">Instant case stands squarely covered by the judgment of the Hon&#x27;ble Supreme Court in <a href=\"/doc/61466/\" id=\"a_40\">K.N. Damodaran</a> &#x27;s case (supra) and deserves to be allowed.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">29. Thus, in view of the above, the revision petition succeeds and is allowed. The impugned order dated 7-5-1994 is hereby set aside. There\nshall be no order as to the costs. \n</p>\n \n\n","numcites":24,"numcitedby":0,"docsource":"Rajasthan High Court - Jaipur","citetid":959473,"divtype":"judgments","relatedqs":[{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"\"subsequent agreement\"","formInput":"%22subsequent%20agreement%22"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"\"arbitration clause\" \"agreement\"","formInput":"%22arbitration%20clause%22%20%22agreement%22"},{"value":"existence of arbitration clause","formInput":"existence%20of%20arbitration%20clause"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"b.s.chauhan","formInput":"b.s.chauhan"},{"value":"repudiation","formInput":"repudiation"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"relieving and relieved ","formInput":"relieving%20and%20relieved%20"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"annulment","formInput":"annulment"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":false,"query_alert":null,"agreement":false}