{"tid":181346140,"publishdate":"2024-04-22","title":"Union Of India vs M/S Harcharan Dass Gupta on 22 April, 2024","doc":"<h2 class=\"doc_title\">Union Of India vs M/S Harcharan Dass Gupta on 22 April, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-nagaprasanna\">M. Nagaprasanna</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-nagaprasanna\">M. Nagaprasanna</a></h3>\n\n<pre id=\"pre_1\">                            1\n\n\n\nReserved on : 20.03.2024\nPronounced on :22.04.2024\n                                                     R\n       IN THE HIGH COURT OF KARNATAKA AT BENGALURU\n\n           DATED THIS THE 22ND DAY OF APRIL, 2024\n\n                          BEFORE\n\n         THE HON&#x27;BLE MR. JUSTICE M. NAGAPRASANNA\n\n         WRIT PETITION No.27269 OF 2023 (GM - RES)\n\n\n\nBETWEEN:\n\nUNION OF INDIA\nMINISTRY OF SPACE,\nREPRESENTED BY THE CHAIRMAN,\nDEPARTMENT OF SPACE,\nISRO HEAD QUARTERS,\nANTARIKSH BHAVAN,\nNEW BEL ROAD,\nBENGALURU - 560 031.\n                                              ... PETITIONER\n\n(BY SRI K.ARVIND KAMATH, ADDITIONAL SOLICITOR\n    GENERAL OF INDIA A/W\n    SRI A.CHANDRACHUD, CGSC)\n\nAND:\n\n1.   M/S. HARCHARAN DASS GUPTA\n     REPRESENTED BY ITS PARTNER,\n     SRI LALIT MITTAL,\n     S/O SRI D.R.MITTAL,\n                           2\n\n\n\n\n     AGED ABOUT 58 YEARS,\n     NO.103, SAI BHAWAN,\n     RANJIT NAGAR, COMMERCIAL COMPLEX,\n     NEW DELHI - 110 008\n     REGISTERED UNDER PARTNERSHIP ACT, 1958.\n\n2.   SRI DEEPAK BHANWALA\n     ARBITRATOR,\n     SIGNUS ARBITRATION CHAMBERS,\n     C-1/11, LGF, WEST ENCLAVE,\n     PITAMPURA,\n     NEW DELHI - 110 034.\n                                           ... RESPONDENTS\n\n(BY SMT.RENUKA ARORA, ADVOCATE FOR R-1)\n\n     THIS WRIT PETITION IS FILED UNDER <a href=\"/doc/1712542/\" id=\"a_1\">ARTICLES 226</a> AND\n<a href=\"/doc/1331149/\" id=\"a_2\">227</a> OF THE CONSTITUTION OF INDIA PRAYING TO a) QUASH THE\nIMPUGNED COMMUNICATION NOTICE DATED 28/05/2022 BEARING\nNO. DAC/MSME/A/D-101-197 BY THE DELHI ARBITRATION CENTRE\nAPPOINTING   THE   ARBITRATOR   TO   CONDUCT     ARBITRAL\nPROCEEDINGS AS PER ANNEXURE-A; b) SETTING ASIDE THE\nPROCEEDINGS BEING CONDUCTED BY THE ARBITRATOR IN THE\nPROCEEDINGS BEARING NO. DL/03/S/SWC/00800 BY PASSING\nTHE ORDER DATED 26/09/2023 DIRECTING TO FILE STATEMENT\nOF DEFENSE AS PER ANNEXURE-P.\n\n\n\n     THIS WRIT PETITION HAVING BEEN HEARD AND RESERVED\nFOR ORDERS ON 20.03.2024, COMING ON FOR PRONOUNCEMENT\nTHIS DAY, THE COURT MADE THE FOLLOWING:-\n                                    3\n\n\n\n                                   ORDER\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">      The petitioner/Indian Space Research Organization is before\n\nthis Court calling in question a communication dated 28-05-2022\n\nissued by the Delhi Arbitration Centre in communication No.\n\nDAC/MSME/A/D-101-197          appointing   an   Arbitrator   to   conduct\n\narbitral proceedings and consequently calls in question proceedings\n\nconducted by the Arbitrator directing the petitioner to file a\n\nstatement of defence in terms of its order dated 26-09-2023.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_2\">      2. Heard Sri K.Aravind Kamath, learned Additional Solicitor\n\nGeneral of India along with Sri A.Chandrachud, learned Central\n\nGovernment Standing Counsel appearing for the petitioner and\n\nSmt. Renuka Arora, learned counsel appearing for respondent No.1.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_3\">      3. Shorn of unnecessary details, facts in brief germane, are as\n\nfollows:\n</p>\n\n<blockquote id=\"blockquote_1\">      The   petitioner   is   an    organization   coming    within   the\n\nDepartment of Space having its headquarters at Bengaluru.             On\n\n16-01-2017 the petitioner invites tender for construction of staff\n\nquarters at Dwaraka, New Delhi in terms of an e-tender notice.\n</blockquote><span class=\"hidden_text\" id=\"span_1\">                                 4</span>\n\n\n\n<blockquote id=\"blockquote_2\">Pursuant to issuance of notice inviting tender, many tenderers\n\ncome forward to participate, by submitting their respective bids.\n</blockquote>\n<blockquote id=\"blockquote_3\">The 1st respondent/Company which had emerged as the successful\n\nbidder becomes a signatory to the agreement between the\n\npetitioner and the Company. The agreement is entered into on\n\n11-09-2017. It appears that after completion of the project, which\n\naccording to the averment in the petition was 19 months after the\n\ndeadline, bills were raised by the Company on 10-11-2021. On\n\n20-11-2021 the petitioner receives bills under a letter from the\n\nCompany. On 25-11-2021, in response to the said letter enclosing\n\nthe bills, the officer of the petitioner communicated that there was\n\na mismatch of measurement between the one found in the\n\nagreement and the one that is found in the bills. The bills were thus\n\nreturned. Again the Company is said to have re-issued the same\n\nbills removing the objections that were indicated on 25-11-2021.\n</blockquote>\n<blockquote id=\"blockquote_4\">The bills were not honoured by the petitioner.\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_4\">      4. The Company then approaches Micro, Small and Medium\n\nEnterprises (&#x27;MSME&#x27; for short) Council for redressal of its grievance.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">The MSME Council forwards the intimation of entertaining the\n<span class=\"hidden_text\" id=\"span_2\">                                 5</span>\n\n\n\npetition to the petitioner. On 09-05-2022 the Council refers the\n\ngrievance of the Company to a Conciliator and the Conciliator issues\n\na notice to the petitioner calling upon it to participate in the\n\nconciliation proceedings. The petitioner replies to the said notice.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">On receipt of the reply, the Council concludes the conciliation\n\nholding it to be unsuccessful and initiated arbitration proceedings\n\nby appointing an Arbitrator before the Delhi Arbitration Centre. The\n\nArbitrator then issues notice to the petitioner. The petitioner replies\n\nto the said notice of the Arbitrator and during the pendency of the\n\nsaid   proceedings   before   the   Arbitrator,   the   Company   again\n\napproaches the petitioner for settlement of claims.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_7\">       5. After a joint survey of measurement on the work site, the\n\npetitioner paid the final bill to the Company. This was accepted by\n\nthe Company under protest.          By then the tenure of arbitration\n\nproceedings had come to an end. The Arbitrator then passes an\n\norder directing the Company to approach the competent Court of\n\nlaw with jurisdiction to get the time extended for the Arbitrator to\n\nproceed and conclude the arbitration proceedings. The Company\n\ndoes not do so, but seeks to set aside the order dated 6-06-2023\n<span class=\"hidden_text\" id=\"span_3\">                                  6</span>\n\n\n\nbefore the Arbitrator himself by filing an application. The Arbitrator\n\nin terms of his order dated 26-09-2023 set aside the order dated 6-\n\n06-2023. It is these proceedings that have driven the petitioner to\n\nthis Court in the subject petition.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_8\">      6.   The    learned   Additional   Solicitor   General   of   India\n\nSri K. Arvind Kamath would contend that the dispute registered\n\nbefore the Delhi Arbitration Centre itself was erroneous as the Delhi\n\nArbitration Centre did not have jurisdiction. It is his submission that\n\nClause 25 of the contract between the petitioner and the Company\n\nis unequivocal that any dispute arising would be resolved in\n\nBengaluru. It is his further submission that <a href=\"/doc/417937/\" id=\"a_3\">Section 18</a> of the Micro,\n\nSmall and Medium Enterprises Development Act, 2006 (&#x27;the Act&#x27; for\n\nshort) can be invoked only when <a href=\"/doc/574789/\" id=\"a_4\">Section 15</a> is complied or satisfied.\n</p>\n<p data-structure=\"Section\" id=\"p_9\">The Company has failed to complying with <a href=\"/doc/574789/\" id=\"a_5\">Section 15</a>, as it had not\n\nremoved the objections before approaching any facilitating Council.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">He would, therefore, seek quashment of entire proceedings before\n\nthe Arbitrator.\n</p><span class=\"hidden_text\" id=\"span_4\">                                      7</span>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_11\">      7.    The       learned   counsel        appearing   for    the     1st\n\nrespondent/Company would, on the other hand, contend that Delhi\n\nis conferred jurisdiction by the Council under sub-section (4) of\n\n<a href=\"/doc/417937/\" id=\"a_6\">Section 18</a> of the Act. She would contend that the said provision is\n\nvery clear that a buyer can raise the dispute where the contract\n\nwas entered into anywhere in India. The learned counsel would\n\nsubmit that the Act is a special enactment, whereas <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration and\n\nConciliation Act</a> is a general law and, therefore, general law would\n\nyield to special law.\n</p>\n\n\n<p data-structure=\"CDiscource\" id=\"p_12\">      8. I have given my anxious consideration to the submissions\n\nmade by the respective learned counsel and have perused the\n\nmaterial on record. In furtherance whereof, the issue that falls for\n\nconsideration is:\n</p>\n<blockquote id=\"blockquote_5\">      &quot;Whether        the   Delhi        Arbitration   Centre    did    have\n\njurisdiction for constitution of an Arbitral Tribunal?&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_13\">      9. To consider the above issue, it is necessary to notice the\n\ngenesis    of   the   relationship   between     the   petitioner and    the\n\nCompany. It is the agreement that is entered into between the two\n<span class=\"hidden_text\" id=\"span_5\">                                     8</span>\n\n\n\npursuant to the Company emerging as the successful bidder in a\n\ntender notified by the petitioner that formed the relationship. The\n\nagreement is entered into between the two based upon the general\n\nconditions of contract when the contracting party is the Union of\n\nIndia.        The   general   conditions   of   contract   also   recognizes\n\nsettlement of disputes and arbitration. Since this is a format of the\n\ncontract, the place of arbitration is always left blank. It is printed\n\nonly after the consensus between the parties for having a seat of\n\narbitration in a particular place. The petitioner and the respondent\n\ntherefore enter into a contract, the clauses of which are admitted to\n\nbe identical to the format and contents of the general conditions of\n\ncontract.      The place of arbitration agreed between the two is\n\nBangalore. Therefore, I deem it appropriate to notice clause 25 of\n\nthe general conditions of contract and the place of arbitration\n\nagreed to by the parties. They all collectively read as follows:\n</p>\n<blockquote id=\"blockquote_6\">         &quot;CLAUSE 25\n\n         SETTLEMENT OF DISPUTES AND ARBITRATION\n\n</blockquote><blockquote id=\"blockquote_7\">         a)    If any dispute or differences of any kind whatsoever were\n               to arise between the Engineer-in-charge, CMD and the\n               Contractor regarding the following matters namely.\n</blockquote><span class=\"hidden_text\" id=\"span_6\">                       9</span>\n\n\n\n<blockquote id=\"blockquote_8\">(i)       The meaning of the specifications, designs,\n          drawings and instructions herein before\n          mentioned.\n</blockquote>\n<blockquote id=\"blockquote_9\">(ii)      The quality of wormanship or materials used on\n          the work and\n\n</blockquote><blockquote id=\"blockquote_10\">(iii)     Any other question, claim, right, matters,\n          thing whatsoever in any way arising out of\n          or relating to the contract, designs,\n          drawings      specifications,     estimates,\n          instructions or orders, or those conditions\n          or failure to execute the same whether\n          arising during the progress of the work\n          after the completion, termination or\n          abandonment thereof, the dispute shall, in\n          the first place be referred to the Group\n          Head, CMG/Head CMD who has Jurisdiction\n          over the work specified in the contract\n          with the details of claims, justification for\n          the same with supporting documents such\n          as analysis of rates, cash vouchers and\n          other relevant particulars. The Group Head,\n          CMG/ Head CMD shall within a period of\n          sixty days from the date of furnishing of\n          required particulars whichever is later\n          shall give written notice of his decision to\n          the contractor.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_14\">If the Group Head, CMG/Head CMD fails to give notice of\nhis decision within a period of 60 days from the date of\nreceipt of (i) the Contractor&#x27;s request in writing for\nsettlement of dispute or difference as aforesaid or (ii)\nrelevant particulars from the Contractor in support of his\nclaims whichever is later (OR)\n\nIf the decision of the Group Head, CMG/ Head CMD is not\nacceptable to the Contractor, he may approach the\nDirector of the Centre/ Unit within a period of 15 days\nfrom the date of expiry of 60 days specified above. The\nDirector of the Centre/ Unit shall within a period of further\n90 days from the date of receipt of request from the\n<span class=\"hidden_text\" id=\"span_7\">                             10</span>\n\n\n\n      contractor or from the date of receipt of relevant\n      particulars from the contractor in support of claims\n      whichever is later give notice of his decision(s) to the\n      Contractor.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">(b)   Subject to other forms of settlement hereinafter provided\n      the Director of the Centre / Unit decision in respect of\n      every dispute or difference so referred shall be final and\n      binding upon the Contractor. The said decision shall\n      forthwith be given effect to and Contractor shall proceed\n      with the execution of the work with all due diligence.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">(c)   Remedy\n\n</p><p data-structure=\"Issue\" id=\"p_17\">      1. When Director of the Centre/ Unit decision is not\n         acceptable to Contractor OR\n\n</p><p data-structure=\"Section\" id=\"p_18\">      2. Director of the Centre/ Unit fails to give decision within 90\n         days.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">      In case the decision of the Director of the Centre/ Unit is\n      not acceptable to the Contractor or Director of the\n      Centre/ Unit fails to give decision within 90 days specified\n      above, the Contractor may approach the Law court\n      specified in Schedule &#x27;F&#x27; for settlement of dispute after\n      giving due written notice in this regard to the Director of\n      the Centre/Unit.\n</p>\n\n<p data-structure=\"Section\" id=\"p_20\">(d)   Whether the claim is referred to the Group Head, CMG/\n      Director of the Centre/Unit or to the Law Courts, as the\n      case may be, the Contractor shall proceed to execute and\n      complete the works with all due diligence pending\n      settlement of the said dispute or differences.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">      Obligations of the Engineer-in-charge and Contractor shall\n      remain unsettled during considerations of dispute.\n</p>\n<p data-structure=\"Section\" id=\"p_22\">(e)   The reference of any dispute or dispute(s) or difference(s)\n      to Group Head, CMG / Head CMD or the Director of the\n      Centre/ Unit or the Law Court may proceed not\n      withstanding that the work shall then be or be alleged to\n      be complete provided always that the obligations of the\n<span class=\"hidden_text\" id=\"span_8\">                            11</span>\n\n\n\n     Engineer-in-charge and the Contractor shall not be\n     altered by reason of the said dispute or difference being\n     referred to Group Head, CMG/Head CMD/Director of the\n     Centre/ Unit or the Law Court during the progress of the\n     works.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">CLAUSE 25A\n\nSETILEMENT OF DISPUTES BETWEEN CMG AND CENTRAL\nGOVERNMENT ENTERPRISES\n\n     In the event of the contract being entered into between\n     CMG/ Department of Space and a Central Government Public\n     Enterprises, supersession of above clause 25 of condition of\n     Contract the following clause shall apply &#x27;In the event of any\n     dispute or difference relating to the interpretation and\n     application of the provisions of the contracts, such dispute or\n     differences shall be referred by either party to the arbitration\n     of one of arbitrators in the Department of Public Enterprises\n     to be nominated by the Secretary to the Government of\n     India, in charge of the Bureau of Public Enterprises. The\n     arbitration Act, 1940 shall not be applicable to the arbitration\n     under this clause.      The award of the arbitration shall be\n     binding upon the parties to the dispute provided, however\n     any party aggrieved by such award may make further\n     reference for setting aside or revision of the award to the\n     Law Secretary, Additional Secretary, when so authorized by\n     the Law secretary, Department of Legal Affairs, Ministry of\n     Law and Justice, Government of India. Upon such reference\n     the dispute shall be decided by the Law Secretary or the\n     Secretary, whose decision shall bind the parties finally and\n     conclusively. The parties to the dispute will share equally\n     the cost of Arbitration as intimated by the Arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">     Provisions of clause 25 shall not be applicable to contracts\n     where this clause 25A is applicable and the contracts for\n     which clause 25A is not applicable clause 25 will be\n     applicable.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_25\">     REF: CLAUSE 25 OF GCC: SETTLEMENT OF DISPUTES\nAND ARBITRATION.\n</p><span class=\"hidden_text\" id=\"span_9\">                                      12</span>\n\n\n\n<pre id=\"pre_2\">         Law Court of Jurisdiction        :        Bangalore\n\n                                                          (Emphasis added)\n\n\n</pre><p data-structure=\"Precedent\" id=\"p_26\">The afore-quoted are the clauses found in the general conditions of\n\ncontract, which are agreed to between the parties. In furtherance\n\nof clause 25 supra, the parties have agreed that the law court of\n\njurisdiction for settlement of disputes and arbitration to be at\n\nBangalore.       Whether the agreement between the parties would\n\nbecome applicable to the case at hand or the action of the\n\n1strespondent in approaching the MSME council seeking reference to\n\nan Arbitrator, is required to be noticed.            It need not detain this\n\nCourt for long or delve deep into the matter. The Apex Court, in the\n\ncase of INDUS MOBILE DISTRIBUTION (P) LIMITED v.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">DATAWIND INNOVATIONS (P) LIMITED1 has held as follows:\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">                                      &quot;....     ....     ....\n</p>\n<p data-structure=\"Section\" id=\"p_29\">               19. A conspectus of all the aforesaid provisions shows\n         that the moment the seat is designated, it is akin to an\n         exclusive jurisdiction clause. On the facts of the present\n         case, it is clear that the seat of arbitration is Mumbai and\n         Clause 19 further makes it clear that jurisdiction exclusively\n         vests in the Mumbai courts. Under the Law of Arbitration,\n         unlike <a href=\"/doc/161831507/\" id=\"a_8\">the Code of Civil Procedure</a> which applies to suits filed\n         in courts, a reference to &quot;seat&quot; is a concept by which a\n         neutral venue can be chosen by the parties to an arbitration\n\n<span class=\"hidden_text\" id=\"span_10\">1</span>\n    (2017) 7 SCC 678\n<span class=\"hidden_text\" id=\"span_11\">                                      13</span>\n\n\n\n         clause. The neutral venue may not in the classical sense have\n         jurisdiction -- that is, no part of the cause of action may have\n         arisen at the neutral venue and neither would any of the provisions\n         of <a href=\"/doc/169730061/\" id=\"a_9\">Sections 16</a> to <a href=\"/doc/51447063/\" id=\"a_10\">21</a> of CPC be attracted. In arbitration law\n         however, as has been held above, the moment &quot;seat&quot; is\n         determined, the fact that the seat is at Mumbai would vest Mumbai\n         courts with exclusive jurisdiction for purposes of regulating arbitral\n         proceedings arising out of the agreement between the parties.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_30\">                                                        (Emphasis supplied)\n\nThe Apex Court was considering the imperativeness of the reference\n\nto a seat of arbitration in an arbitration agreement. The Apex Court\n\nholds that the moment the seat is determined, the exclusive\n\njurisdiction for regulating arbitral proceedings would be at the seat\n\nagreed to between the parties.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_31\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88641090\" id=\"span_12\">10. The High Court of Delhi, considering the mandate of the\n\n<a href=\"/doc/352833/\" id=\"a_11\">MSMED Act</a> and the arbitration agreement in the case of <a href=\"/doc/88641090/\" id=\"a_12\">INDIAN\n\nOIL CORPORATION LIMITED v. FEPL ENGINEERING (P)\n\nLIMITED2</a> has held as follows:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">                                  &quot;....       ....     ....\n</p><p data-structure=\"Conclusion\" id=\"p_33\">            13. A reading of the above provision would show that\n         the MSME Council, where the supplier is located, shall\n         have jurisdiction in the matter. In exercise of this power,\n         MSME Council at Thane exercised its jurisdiction in the\n         present dispute. The Seat of arbitration, therefore, would\n\n<span class=\"hidden_text\" id=\"span_13\">2</span>\n    2019 SCC Online Del., 8007\n<span class=\"hidden_text\" id=\"span_14\">                                    14</span>\n\n\n\n         be at Thane, Maharashtra and even applying the\n         judgment of the Supreme Court in Indus Mobile (supra),\n         it would only be the Courts at Thane which will have\n         exclusive jurisdiction to entertain the present petition.\n</p>\n\n<p data-structure=\"Section\" id=\"p_34\">            14. To hold otherwise, would infact run counter to the\n         mandate of the <a href=\"/doc/352833/\" id=\"a_13\">MSMED Act</a>. <a href=\"/doc/352833/\" id=\"a_14\">The MSMED Act</a> being a special\n         legislation dealing with the Micro, Small and Medium\n         Enterprises, would certainly have precedence over the general\n         law, that is the <a href=\"/doc/1306164/\" id=\"a_15\">Arbitration and Conciliation Act, 1996</a>.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_35\">                                                      (Emphasis supplied)\n\nLater, a Division Bench of Delhi High Court, approving the afore-\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26898705\" id=\"span_15\">quoted order in INDIAN OIL CORPORATION, in the case of\n\n<a href=\"/doc/26898705/\" id=\"a_16\">IRCON INTERNATIONAL LIMITED v. PIONEER FABRICATORS\n\n(P) LIMITED3</a> has held as follows:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">                                     &quot;....   ....    ....\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88641090\" id=\"span_16\">15. We are unable to agree with the submissions\n         advanced by the learned counsel for the respondent, for the\n         reason that the issue in hand is covered by the judgment of\n         the Division Bench of this Court in <a href=\"/doc/88641090/\" id=\"a_17\">Indian Oil Corpn.\n         Ltd. v. FEPL Engg. (P) Ltd. [Indian Oil Corpn. Ltd.</a> v. FEPL\n         Engg. (P) Ltd., 2019 SCC OnLine Del 8007] , wherein it is\n         held, the jurisdiction of the MSME Council, which is decided\n         on the basis of the location of the supplier, would only\n         determine the &quot;venue&quot;, and not the &quot;seat&quot; of arbitration.\n         Therefore, the place of arbitration for the purpose to\n         entertain a challenge to an arbitral award continues to be\n         the place over which the court has been conferred with\n         exclusive jurisdiction, as agreed between the parties. The\n         court further held that the <a href=\"/doc/352833/\" id=\"a_18\">MSMED Act</a> despite being the special\n         legislation would not eclipse and nullify the jurisdiction clause\n         agreed upon between the parties. It means, post-rendering of the\n\n<span class=\"hidden_text\" id=\"span_17\">3</span>\n    (2023) 2 HCC (DEL) 359\n<span class=\"hidden_text\" id=\"span_18\">                                      15</span>\n\n\n\n         arbitral award by the Facilitation Council, the exclusive jurisdiction\n         clause entered between the parties shall not be affected.&quot;</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31889671\" id=\"span_19\">The High Court of Bombay in the case of <a href=\"/doc/31889671/\" id=\"a_19\">GAMMON ENGINEERS &amp;\n\nCONTRACTORS (P) LIMITED v. SAHAY INDUSTRIES4</a> has held\n\nas follows:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">                                       &quot;....   .....    .....\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"78592269\" id=\"span_20\">16. This Court is of the opinion that even though, in the case\n         of <a href=\"/doc/78592269/\" id=\"a_20\">Gujarat State Civil Supplies Corporation Ltd. v. Mahakali Foods\n         Pvt. Ltd.</a> (supra), the Hon&#x27;ble Supreme Court has observed that\n         statutory Arbitration under <a href=\"/doc/417937/\" id=\"a_21\">Section 18</a> of the MSMED Act, would\n         override the agreement between the parties, it necessarily\n         applies to the agreed procedure of Arbitration between the\n         parties. It is clear that if parties agreed for Arbitration by a\n         sole Arbitrator or by an agreed procedure of constituting an\n         Arbitral Tribunal, the same would stand obliterated by\n         operation <a href=\"/doc/417937/\" id=\"a_22\">Section 18</a> of the MSMED Act. But once the\n         Arbitration Award is pronounced, and there is an\n         exclusionary clause of jurisdiction agreed between the\n         parties, thereby agreeing upon jurisdiction of only one\n         Court, in exclusion to others, the challenge initiated by the\n         aggrieved party under the <a href=\"/doc/1052228/\" id=\"a_23\">Arbitration Act</a>, even against an\n         award passed by the Facilitation Council under the <a href=\"/doc/352833/\" id=\"a_24\">MSMED\n         Act</a>, will lie only before the Court upon which the parties\n         agreed to place exclusive jurisdiction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88641090\" id=\"span_21\">This Court is in\n         agreement with the view taken by the Division Bench of the\n         Delhi High Court in the case of <a href=\"/doc/88641090/\" id=\"a_25\">Indian Oil Corporation\n         Ltd. v. Fepl Engineering (P) Ltd.</a> (supra), to the effect that\n         Arbitration proceedings undertaken before the Facilitation\n         Council under <a href=\"/doc/417937/\" id=\"a_26\">Section 18</a> of the MSMED Act are undertaken\n         at the venue where the Facilitation Council is located. The\n         place of the Arbitration continues to be the place over which\n         the Court has exclusive jurisdiction, as agreed between the\n         parties.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"78592269\" id=\"span_22\">By the operation of the provisions of the <a href=\"/doc/352833/\" id=\"a_27\">MSMED Act</a>,\n         only the procedure of constitution of the Arbitral Tribunal is\n\n<span class=\"hidden_text\" id=\"span_23\">4</span>\n    2023 SCC OnLine Bom 750\n<span class=\"hidden_text\" id=\"span_24\">                                  16</span>\n\n\n\n     overshadowed in terms of the law <a href=\"/doc/88641090/\" id=\"a_28\">laid down by</a> the Hon&#x27;ble\n     Supreme Court in case of <a href=\"/doc/78592269/\" id=\"a_29\">Gujarat State Civil Supplies\n     Corporation Ltd. v. Mahakali Foods Pvt. Ltd.</a> (supra) and it\n     does not eclipse the agreement between the parties of\n     foisting exclusive jurisdiction on a particular Court. In law, it\n     is that place which is covered under the exclusive\n     jurisdiction of the Court agreed between the parties, which\n     continues to be the place of Arbitration, thereby determining the\n     Court that shall have territorial jurisdiction to entertain a petition\n     under <a href=\"/doc/1722761/\" id=\"a_30\">Section 34</a> of the Arbitration Act, to challenge the award\n     passed by the Facilitation Council under the <a href=\"/doc/352833/\" id=\"a_31\">MSMED Act</a>.&quot;</span>\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_42\">                                            (Emphasis supplied)\n\n\n</p><p data-structure=\"Section\" id=\"p_43\">     11. On a coalesce of the judgments rendered by the Apex\n\nCourt and that of the High Courts of Delhi and Bombay what would\n\nunmistakably emerge is, notwithstanding the fact that the Act is a\n\nspecial legislation, it would not mean that the jurisdiction clause\n\nagreed between the parties has to be given a go-bye.                  The\n\noverriding effect of the Act cannot be construed to mean the terms\n\nof the agreement between the parties would get nullified.             The\n\njurisdiction of MSME Council would be decided on the basis of the\n\nlocation of the supplier, as it would only determine the venue of the\n\nCouncil and not the seat of the arbitration. The seat of arbitration\n\nwould undoubtedly be governed and bind the parties to the\n\narbitration agreement between them. If the facts obtaining in the\n<span class=\"hidden_text\" id=\"span_25\">                                17</span>\n\n\n\ncase at hand are considered on the bedrock of the principles <a href=\"/doc/78592269/\" id=\"a_32\">laid\n\ndown in</a> the aforesaid judgments what would unmistakably emerge\n\nis, reference to Arbitrator and the Arbitrator taking up proceedings\n\npursuant to the said reference by the Council would suffer from\n\nwant of jurisdiction, as the seat of dispute resolution between the\n\npetitioner and the Company is undoubtedly declared to be at\n\nBengaluru.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_44\">      12. If the parties have agreed in terms of Clause 25 supra\n\nthat the seat of Arbitration to be Bengaluru, it cannot be contended\n\nthat Act being a special legislation would override the contract\n\nbetween the parties.   After all, the genesis for the dispute is in\n\nterms of the contract. The contract declares the said resolution to\n\nbe by way of arbitration. The seat of arbitration is declared to be\n\nBengaluru. If that be so, all the proceedings before the Arbitral\n\nTribunal at Delhi would be without jurisdiction. Any order passed\n\nby the Tribunal at Delhi is again without jurisdiction. The very\n\nreference by the MSME Council appointing an arbitrator is contrary\n\nto law.\n</p><span class=\"hidden_text\" id=\"span_26\">                                       18</span>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_45\">         13.   In   a   Judgment,     subsequent      to   the   afore-quoted\n\njudgments, the High Court of Calcutta in the case of ODISHA\n\nPOWER          GENERATION         CORPORATION          LIMITED       v.   M/s.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">TECHNICHE CONSULTING SERVICE5 has held as follows:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">                                        &quot;....     ....   ....\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"167480063\" id=\"span_27\">34. The statutory position which emerges from the plethora\n                of cases shown on behalf of the parties, is this. The cases are\n                referred in chronological order from the earliest to the most\n                recent. The first is <a href=\"/doc/167480063/\" id=\"a_33\">Emkay Global Financial Services Limited\n                vs. Girdhar Sondhi</a>; (2018) 9 SCC 49 where the Supreme\n                Court explained the concept of an exclusive jurisdiction\n                clause.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75853915\" id=\"span_28\">The Supreme Court referred to <a href=\"/doc/75853915/\" id=\"a_34\">Indus Mobile\n                Distribution (P) Ltd. vs. Datawind Innovations (P) Ltd.</a>;\n                (2017) 7 SCC 678 to hold that designation of a seat is akin\n                to an exclusive jurisdiction clause.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"88641090\" id=\"span_29\">The second decision is\n                that of a Division Bench of the Delhi High Court; <a href=\"/doc/88641090/\" id=\"a_35\">Indian Oil\n                Corporation Ltd. vs. FEPL Engineering (P) Ltd.</a>; (2019) SCC\n                OnLine Del 10265. The Delhi High Court held that the\n                jurisdiction of the MSME Council which is decided on the\n                basis of the location of the supplier would only determine the\n                &quot;venue&quot; and not the &quot;seat&quot; of arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"78592269\" id=\"span_30\">In paragraph 44 of\n                <a href=\"/doc/78592269/\" id=\"a_36\">Gujarat State Civil Supplies Corporation Limited vs. Mahakali\n                Foods Private Limited</a>; (2023) 6 SCC 401, the Supreme Court\n                held that a private agreement between the parties cannot\n                obliterate the statutory provisions of the <a href=\"/doc/352833/\" id=\"a_37\">MSMED Act</a>.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31889671\" id=\"span_31\">The\n                next is <a href=\"/doc/31889671/\" id=\"a_38\">Gammon Engineers &amp; Contractors Pvt. Ltd. vs. Sahay\n                Industries</a>, a Single Bench decision of the Bombay High Court\n                reported in AIR 2023 Bom 65. The Bombay High Court\n                restricted the interpretation of the Gujarat State Civil\n                Supplies Corporation only to the effect that arbitration\n                proceedings undertaken before the Facilitation Council under\n                <a href=\"/doc/417937/\" id=\"a_39\">section 18</a> of the MSMED Act are at the &quot;venue&quot; where the\n                Facilitation Council is located but the place of the arbitration\n                continues to be the place over which the Court has exclusive\n                jurisdiction as agreed between the parties. The Bombay High\n\n<span class=\"hidden_text\" id=\"span_32\">5</span>\n    A.P.Com.365 of 2024 decided on 19-03-2024\n<span class=\"hidden_text\" id=\"span_33\">                      19</span>\n\n\n\nCourt further clarified that in the facts of that case, the\nCourts at Mumbai would continue to have exclusive\njurisdiction since the parties agreed to that while the &quot;venue&quot;\nof arbitration would be Madurai where the Facilitation Council\npassed the impugned award.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26898705\" id=\"span_34\">A Division Bench of the Delhi\nHigh Court in <a href=\"/doc/26898705/\" id=\"a_40\">Ircon International Limited vs. Pioneer\nFabricators Private Limited</a>; (2023) SCC OnLine Del 1811\nfollowed the decision pronounced by the division Bench of\nthe Delhi High Court in FEPL Engineering that the jurisdiction\nof the MSME Council would only determine the venue and not\nthe seat of arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137527626\" id=\"span_35\">Ircon disagreed with a Single Bench\ndecision of the Delhi High Court in <a href=\"/doc/137527626/\" id=\"a_41\">Ahluwalia Contracts\n(India) Limited vs. Ozone Research &amp; Applications</a>; 2023 SCC\nOnLine Del 581 which was of the view that the seat of\narbitration would be the place where the Facilitation Council\nis situated.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48790\" id=\"span_36\">The last decision is of a Single Bench of this\nCourt, <a href=\"/doc/48790/\" id=\"a_42\">Indian Oil Corporation Limited vs. Union of India</a>;\n2023 SCC OnLine Cal 4599 where the Court opined that\n<a href=\"/doc/145506223/\" id=\"a_43\">section 18(3)</a> of the MSMED Act does not preclude a party to\nan arbitration agreement from seeking interim relief under\n<a href=\"/doc/1852313/\" id=\"a_44\">section 9</a> of the 1996 Act before the arbitration takes place\nbefore the Facilitation Council or enforcement of the award\nunder section 36 of the 1996 Act.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"179084687\" id=\"span_37\">A Division Bench of the\nAllahabad High Court in <a href=\"/doc/179084687/\" id=\"a_45\">Marsons Electrical Industries vs.\nChairman, Madhya Pradesh Electricity Board</a>; 2023 SCC\nOnLine All 2675 held that the <a href=\"/doc/352833/\" id=\"a_46\">MSMED Act</a>, being a special\nstatute, would have overriding effect over <a href=\"/doc/1005016/\" id=\"a_47\">The Interest on\nDelayed Payments to Small Scale And Ancillary Industrial\nUndertakings Act, 1993</a> and that the <a href=\"/doc/352833/\" id=\"a_48\">MSMED Act</a> would have\nprecedence over any agreement between the parties.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"107106621\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"733647\" id=\"span_39\">35. The petitioner&#x27;s / award-debtor&#x27;s entire case rests on\nGujarat State Civil Supplies and the thrust of the argument is\nthat an independent arbitration agreement executed between\na party and another would be subsumed into the proceedings\nbefore the Council thereon once a party files a reference\nbefore the Facilitation Council under the provisions of the\n<a href=\"/doc/352833/\" id=\"a_49\">MSMED Act</a>. In other words, the argument is that a private\nagreement between the parties gives way to the statutory\nprovisions of the <a href=\"/doc/352833/\" id=\"a_50\">MSMED Act</a> once a party elects to subject\nitself to statutory arbitration. The doctrine of election is\npressed into service and the petitioner relies on <a href=\"/doc/733647/\" id=\"a_51\">National\nInsurance Co. Ltd. vs. Mastan</a>; (<a href=\"/doc/107106621/\" id=\"a_52\">2006) 2 SCC 641 and Bank\n<span class=\"hidden_text\" id=\"span_40\">                                20</span>\n\n\n\n           of India vs. Lekhimoni Das</a>; (2000) 3 SCC 640 in this\n           context. Both the decisions are distinguishable on facts as\n           two distinct remedies were available to the parties in these\n           cases. In the instant case, no such rights with regard to\n           remedies were exercised by the respondents.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">           Conclusion\n\n</p><p data-structure=\"Precedent\" id=\"p_51\">           36. The statutory construction of <a href=\"/doc/417937/\" id=\"a_53\">section 18</a> of the\n           MSMED Act read with the case law definitively points\n           to the parties being directed to their chosen venue,\n           which in the absence of a designated seat, would\n           anchor the arbitration to Bhubaneswar. The arbitration\n           conducted by the Facilitation Council in the\n           interregnum cannot confer jurisdiction on the Calcutta\n           High Court in derogation of the venue/seat chosen by\n           the parties. The office of the MSME Facilitation Council\n           was the venue of the arbitration proceeding. The office\n           of the Facilitation Council was not the seat.\n           Jurisdiction cannot be conferred on this Court in the\n           challenge to the Award passed by the Facilitation\n           Council since that would be against the preferred\n           venue/seat of the arbitration agreement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_52\">           37. This Court would therefore be denuded of jurisdiction to\n           hear the present application for setting aside the award\n           passed by the Facilitation Council.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">                                                 (Emphasis supplied)\n\nIn the light of the preceding analysis qua the jurisdiction of the\n\nDelhi Arbitration Centre, all other contentions are to be urged\n\nbefore the Arbitrator at Bengaluru. Any further observation as to\n\nwhether the Company could have maintained the petition before\n\nthe MSME Council would prejudice the cases of both the petitioner\n\nand the Company.\n</p><span class=\"hidden_text\" id=\"span_41\">                                   21</span>\n\n\n\n<p data-structure=\"Section\" id=\"p_54\">     14. In the light of the law <a href=\"/doc/107106621/\" id=\"a_54\">laid down by</a> the Apex Court and\n\nthat of the other High Courts interpreting <a href=\"/doc/417937/\" id=\"a_55\">Section 18</a>, the rights of\n\nthe parties to the agreement with regard to resolution of disputes,\n\nthe submission of the learned counsel for the respondents that the\n\nbuyer can raise a dispute where the contract was entered into,\n\nwhich can be anywhere in the part of the country, does not merit\n\nany acceptance. Even the submission that <a href=\"/doc/352833/\" id=\"a_56\">MSMED Act</a> is a special\n\nenactment and the arbitration is a general law which has to yield to\n\nthe special law is again unacceptable, in the light of the law <a href=\"/doc/107106621/\" id=\"a_57\">laid\n\ndown by</a> the High Court of Delhi and Bombay quoted supra.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">Therefore, those submissions deserve to be rejected and are\n\naccordingly rejected.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_56\">     15. For the aforesaid reasons, the following:\n</p>\n\n<blockquote id=\"blockquote_11\">                               ORDER\n\n\n</blockquote><blockquote id=\"blockquote_12\">     (i)     Writ Petition is allowed in part.\n</blockquote>\n\n<blockquote id=\"blockquote_13\">      (ii)   The   seat   of   arbitration     assumed     in    terms   of\n             communication      of     Delhi     Arbitration    Centre   in\n<span class=\"hidden_text\" id=\"span_42\">                                     22</span>\n\n\n\n                No.DAC/MSME/A/D-101-197 dated 28-05-2022 is held\n                to be a nullity.\n</blockquote>\n\n<blockquote id=\"blockquote_14\">        (iii)   The parties are left to avail of appropriate remedy as\n                available in law, bearing in mind the observations made\n                in the course of the order.\n</blockquote>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_57\">        Consequently, I.A.No.1 of 2023 also stands disposed.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_58\">                                                Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_59\">                                                JUDGE\n\n\n\n\nbkp\nCT:MJ\n </p>","numcites":25,"numcitedby":0,"docsource":"Karnataka High Court","citetid":181346140,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}