{"tid":316543,"publishdate":"2007-04-16","title":"Compact Griha Nirman vs Kusum Alloys Ltd. on 16 April, 2007","doc":"<h2 class=\"doc_title\">Compact Griha Nirman vs Kusum Alloys Ltd. on 16 April, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: ILR2007KAR3794, 2007(6)KARLJ564, AIR 2007 (NOC) 2349 (KAR.), 2007 (5) AIR KAR R 416, 2007 A I H C 3478, (2007) 6 KANT LJ 564, (2007) 4 ICC 531</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-kumar\">N. Kumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-kumar\">N. Kumar</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nN. Kumar, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The petitioner has preferred this petition under Sub-section (5) of <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and Conciliation Act 1996 (hereinafter referred to as the <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act</a>) for appointment of an arbitrator to resolve the dispute between the parties.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The subject matter of this proceedings is an industrial premises bearing Plot No. 9 out of Sy. No. 77, measuring 32012 sq. mtrs. Or 344577 sq. ft., situated at Doddannekkundi 1st Phase Industrial area, K.R. Puram, Bangalore East Taluk. The said land was originally allotted to M/s. Tanfort Tyres Limited by the Karnataka Industrial Area Development Board. The first respondent has purchased the entire assets and liabilities of M/s. Tanfort Tyres Limited including the lease hold right over the said land. Respondent No. 1 has applied to the KIADB for grant of the said land in its name. By an agreement dated 10-8-1998 the KIADB has agreed to transfer the said and in favour of the first respondent subject to certain terms and conditions. Pursuant to the said agreement respondent No. 1 has been put in possession of the said land. Lease period in the said agreement dated 10-8-98 expired in the year 2000. First respondent has complied with all the terms and conditions of the said agreement and entitled to secure the absolute sale deed from the KIADB.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. By a Memorandum of Understanding/Agreement made in April 2004 the respondents-2 and 3 on behalf of respondent No. 1 d have agreed to sell the said land in favour of the petitioner subject to the terms and conditions mentioned in the said Memorandum of Understanding. It was entered into on 18-4-2005. Under the terms of the said agreement a sum of Rs. 1 crore was paid by the petitioner to the respondent by way of advance and agreed to pay balance sale amount immediately after compliance of the pre-conditions stipulated under the agreement. Annexure-A is the said agreement. As compliance of the pre-conditions could not be complied within 90 days stipulated in the agreement, third respondent sought for extension of time which was granted. As decided by respondents-2 and 3 an agreement of sale dated 6-8-2005 was made between the first respondent and respondents-2 and 3 for purchase of other part, on certain terms and conditions mentioned in the agreement. Annexure-B is the said agreement. Rs 4,50,00,000/- was shown as the sale consideration against Rs. 3,11,19,450/-. However, the respondents-2 and 3 issued a letter dated 12-1-2006 terminating/ cancelling the agreement and sought to return the advance amount received under the said agreement on the ground that BIFR is not accepting their proposal of selling the said land in favour of the petitioner. Subsequently, telegrams were sent, letters were sent as per annexures mentioned to this petition. As the cancellation of the agreement by the first respondent on 12-1-2006 is arbitrary, false and dishonest the petitioner invoked arbitration clause contained in the agreement for appointing an arbitrator. As the respondent did not agree the petitioner was contrained to approach this Court for appointment of an arbitrator.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. Respondent No. 1 filed detailed statement of objections. It was contended that the contract conteining arbitration clause is invalid and cannot be enforced against the first respondent company as the same was entered into on behalf of the first respondent company by the respondent-2 and 3 without any authorization from the Board of Directors. Therefore the said agreement is not binding on the first respondent. Even the authorization would not validate the said agreement in view of non-compliance of <a href=\"/doc/463541/\" id=\"a_3\">Section 293(1)(a)</a> of the Companies Act, 1956. It further contended, in view of <a href=\"/doc/1009821/\" id=\"a_4\">Section 20</a> of the Specific Relief Act, a claim for specific performance cannot be referred to arbitration.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\">5. Learned Counsel appearing for the petitioner contended as the agreements are not disputed and the said agreements contained an arbitration clause, and admittedly disputes have arisen between the parties in working of the contract, a case for arbitration is made out.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\">6. Per contra, learned Counsel appearing for the respondents submitted that the first respondent is not a party to the agreement in Annexure-A at all. Therefore, the first condition to be fulfilled before the matter could be referred to an arbitrator is not satisfied. He further contended, though there is an agreement between the parties as per Annexure-B, the persons who have signed the agreement on behalf of the respondent had no authority to enter into the said agreement. Even if they had the authority, in view of non-compliance of <a href=\"/doc/463541/\" id=\"a_5\">Section 293(1)(a)</a> of the Companies Act, 1956, the agreement is not valid. Therefore, he submits that the question of appointing an arbitrator would not arise in this case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">7. The existence of an arbitration agreement, the parties to the dispute are parties to such an agreement, and the existence of a live dispute, are condition precedent, for appointment of an arbitrator under <a href=\"/doc/1080390/\" id=\"a_6\">Section 11</a> of the Act, by the Chief Justice. The Supreme Court in the case of SBP and Co. v. Patel Engineering Limited and Anr. 2005 (7) SC 610 has held that the basica requirement for the Chief Justice to exercise his power under <a href=\"/doc/1080390/\" id=\"a_7\">Section 11(6)</a> is the existence of an arbitration agreement in terms of <a href=\"/doc/914339/\" id=\"a_8\">Section 7</a> of the Act and the applicant before him being shown to be a party to such an agreement. It would also include the question of existence of jurisdiction in him to entertain the request and an enquiry whether at least a part of the cause of action has arisen within the concerned State. He can also decide the question whether the claim was a deed one or a long barred claim that was sought to be resurrected and whether the parties have concluded the transaction by recording satisfaction of their mutual rights of and obligations or by receiving the final payment without objection. For the purpose of taking a decision on these aspects, the Chief Justice can either proceed on the basis of affidavits and the documents produced or take such evidence or get such evidence recorded, as may be necessary. The decision on these aspects rendered by the Chief Justice would attain finality and an appeal will lie against that order only under <a href=\"/doc/427855/\" id=\"a_9\">Article 136</a> of the Constitution of India to the Supreme Court. The Chief Justice has to necessarily apply his mind to these aspects before coming to a conclusion one way or the other and before proceeding to appoint an arbitrator or declining to appoint an arbitrator. Obviously this is an adjudicatory process.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\">8. Petitioner relies on Annexure-A dated 18-4-2005 as the contract which is entered into between it and the respondents. Admittedly, respondent No. 1 is not a party to the said of agreement. It is respondents 2 and 3 who have executed the said agreement. Thereafter the contract dated 6-8-2005 between the petitioner and the 1st respondent has come into existence. In the said agreement, respondent No. 1 is represented by respondents-2 and 3 who are holding 100% shares in the 1st respondent company. The said contract contains an arbitration clause which reads as under:\n</p><blockquote id=\"blockquote_1\"> In the event of there being any dispute with regard to this agreement or interpretation or any of the clauses hereof the same shall be referred to arbitration. The arbitration shall be as per the provisions of <a href=\"/doc/1306164/\" id=\"a_10\">Indian Arbitration and Conciliation Act</a> 1996.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">9. The aforesaid agreements are not disputed. It is after canceling the said agreements, the amount is sought to be returned which has given rise to the present dispute. Under these circumstances, the question for consideration is:\n</p><blockquote id=\"blockquote_2\"> Whether the aforesaid agreements are duly executed and valid and the arbitration clause in the said agreement constitutes an arbitration agreement under <a href=\"/doc/1846895/\" id=\"a_11\">Section 7</a> of the Act?\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\">10. In the context, it is necessary to notice the difference between an agreement and a contract, <a href=\"/doc/1089645/\" id=\"a_12\">Section 2(e)</a> of the Indian Contract Act, 1872 defines, that &quot;Every promise and every set of promises forming consideration for each other, is an agreement&quot;. <a href=\"/doc/1151350/\" id=\"a_13\">Section 10</a> states that &quot;All agreements are contracts if they are made by the free consent of the parties, competent to contract, for a lawful consideration and with a lawful object and are not hereby expresely declared to be void&quot;. <a href=\"/doc/1846895/\" id=\"a_14\">Section 7</a> of the Act defines what an arbitration agreement is. It means an agreement by the parties to submit to arbitration all or certain disputes which have arisen or which may arise between them in respect of a defined legal relationship whether contractual or not.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">11. In this background the aforesaid clause do constitute an arbitration agreement under <a href=\"/doc/1846895/\" id=\"a_15\">Section 7</a> of the Act. The execution of the agreements are not in dispute. It contains an arbitration clause. Therefore the execution of the arbitration agreement is not in dispute. The respondents do not dispute the validity of the arbitration agreement. What they dispute is the validity of the contract. In other words, what they contend is the two directors who signed the agreement on behalf of the Company had no authority to represent the company and secondly even if such an agreement came into existence, it is in contravention of <a href=\"/doc/463541/\" id=\"a_16\">Section 293(1)(a)</a> of the Companies Act, 1956 and therefore the said agreement is invalid and unenforceable. Therefore, the attack is not to the arbitration agreement but is to the agreement containing the arbitration agreement.\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">12. <a href=\"/doc/109140/\" id=\"a_17\">Section 16</a> of the Arbitration Act deals with Competence of arbitral tribunal to rule on its jurisdiction. It reads as under:\n</p>  \n\n<blockquote id=\"blockquote_3\">16. Competence of arbitral tribunal to rule on its jurisdiction.\n</blockquote>  \n\n<blockquote id=\"blockquote_4\">(1) The arbitral tribunal may rule on its own jurisdiction, including ruling on any objections with respect to the existence or validity of the arbitration agreement, and for that purpose,-\n  \n\n</blockquote><blockquote id=\"blockquote_5\">(a) an arbitration clause which forms part of a contract shall be treated as an agreement independent of the other terms of the contract; and\n \n\n</blockquote><blockquote id=\"blockquote_6\">(b) a decision by the arbitral tirubnal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause.\n \n\n(3) ...\n</blockquote> \n<blockquote id=\"blockquote_7\">\n(4) ...\n</blockquote> \n<blockquote id=\"blockquote_8\">\n(5) ...\n</blockquote> \n<blockquote id=\"blockquote_9\">\n</blockquote><p data-structure=\"Section\" id=\"p_13\">Therefore, it is clear that the arbitrator has been conferred jurisdiction to rule on his own jurisdiction including ruling on any objections with respect to the existence or validity of the arbitration agreement. Clause (a) of Sub-section (1) of <a href=\"/doc/365890/\" id=\"a_18\">Section 16</a> declares that, an arbitration clause in a contract shall be treated as an agreement under <a href=\"/doc/1737370/\" id=\"a_19\">Section 7</a> of the Arbitration Act independent of the other terms of the contract. Further clause (b) of Sub-section (1) of <a href=\"/doc/109140/\" id=\"a_20\">Section 16</a> further declares that a decision by the arbitral tribunal that the contract is null and void shall not entail ipso jure the invalidity of the arbitration clause. It is because the earlier view was, if the contract is null and void the arbitration clause contained in such void contract perishes with the contract. The arbitration clause was not treated as an independent agreement. Therefore, the said arbitration clause was not enforceable independent of the contract. It is to over come the said legal hurdle, it is clarified in <a href=\"/doc/109140/\" id=\"a_21\">Section 16</a> firstly that, an arbitration clause in a contract shall be treated as an agreement independent of the terms of the contract. Therefore, even if the contract is null and void, arbitration clause in an agreement is treated as an independent of the terms of the contract, and the dispute arising under such contract is referable to arbitration. Further it is also made clear that after the matter is referred to the arbitrator on the basis of an arbitration clause in the contract and if the arbitratorsd holds that the contract is null and void, the said decision of the arbitral tribunal would be still valid notwithstanding the fact that the very reference to the arbitration was under such void contract. Therefore, what is to be seen in a proceedings under <a href=\"/doc/596725/\" id=\"a_22\">Section 11(6)</a> of the Act is, whether an agreement to refer the matter to arbitration exists. If the existence of the arbitration agreement contained in a contract is disputed, the execution of the agreement is denied, the enquiry to be conducted in a proceedings under <a href=\"/doc/596725/\" id=\"a_23\">Section 11(6)</a> should be confined to the existence of the arbitration agreement or the execution of the agreement containing the arbitration agreement. If after enquiry, it is held that there exists an agreement or the execution of the agreement containing the arbitration agreement is proved, the question regarding validity of the said contract should be left to be decided by the arbitrator. The entire scope of enquiry under <a href=\"/doc/596725/\" id=\"a_24\">Section 11(6)</a> has to be confined to the existence or validity of the arbitration agreement and not to the validity of the contract containing the arbitration agreement.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">13. Once it is held there exists an arbitration agreement and it is a valid arbitration agreement, the question whether two Directors who signed the contract on behalf of the company had the authority to represent the company and if such a contract was entered into whether it contravenes Section 293(1)(a) of the Companies, 1956, as such it is invalid, has to be decided by the arbitrator. In other words, notwithstanding the fact that this Court has held an arbitration agreement exists in terms of <a href=\"/doc/1737370/\" id=\"a_25\">section 7</a> and the parties to the dispute are parties to the said agreement, it is still open to the arbitral tribunal to go into the question of the validity of the contract, enforceability of the contract and still hold that the contract is not valid or enforceable, if the respondent are able to substantiate their contention.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">14. In so far as the contention that the claim partaining to specific performance is not arbitrable, this Court had an occasion to consider the said question in extenso in the connected matter in the case of Dilip Bafna v. K.S. Vasudeva CMP No. 873/2005 which is disposed of along with this petition where it has been held as under:\n</p>  \n\n<blockquote id=\"blockquote_10\">In view of the authoritative pronouncement of the Apex Court that even discretionary reliefs which are to be granted by the courts could be referred to arbitration and the arbitrator also has the same powers as that of the Court in the matter of exercising discretion, the contention that jurisdiction to decree specific performance being discretionary and has to be exercised by a court alone and such matters cannot be referred to arbitration is without any substance. The relief being discretionary if the parties approach a Civil Court that discretion has to be exercised by the court. The said discretion cannot be arbitrary. It should be sound and reasonable, guided by judicial principles. Similarly if such matters are referred to arbitrator, the arbitrator also can exercise such discretion and his discretion should also be sound and reasonable and guided by judicial principles. Therefore, merely because the relief for specific performance being discretionary the condition that arbitrator cannot entertain and exercise this discretion is without any substance.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">But monettheless it cannot be said that in all matters of specific performance the question of exercising discretion would arise. If the agreement of sale itself is denied, payment of consideration is denied, if it is contended time was essence of the contract and therefore the suit is not maintainable, it is the petitioner who has committed breach of the contract and therefore not entitled to specific performance, then the question of even Civil Court exercising its jurisdiction under <a href=\"/doc/811701/\" id=\"a_26\">Section 20</a> to grant relief to the respondent would not arise. Such contingencies will arise only in cases where court holds that the agreement is established, payment of consideration under the agreement is established, plaintiff is ready and willing to perform his part of the contract, but still is it a case for the court to exercise a discretion in granting a decree for specific performance.\n</blockquote> \n\n<blockquote id=\"blockquote_12\"><a href=\"/doc/109140/\" id=\"a_27\">Section 16</a> of the Act which deals with competence of arbitral tribunal to rule on its jurisdiction. Sub-section (5) provides that the arbitral tribunal shall decide on a plea referred to in Sub-section (2) or Sub-section (3) and, where the arbitral tribunal takes a decision rejecting the plea, continue with the arbitral proceedings and make an arbitral award in other words, the plea as contended under Sub-section (2) and (3) shall be upheld by the arbitrator or reject the claim and direct the parties to approach court of law for the relief. Such a situation may arise in a case where the court holds that the suit agreement is proved or admitted, the plaintiff is ready and willing to perform his part of the contract, it is the defendant who committed a breach and then in the facts of that case still as held by <a href=\"/doc/1009821/\" id=\"a_28\">Section 20</a> of the Specific Relief Act the court is not bound to grant such relief merely because it is liberal to do so. If the arbitrator in such circumstances decides not to exercise its discretion which is vested in him under law, even at that stage he can decline to proceed further in the matter and refer the matter for adjudication to competent Civil Court between the parties or dismissing the petition reserving liberty to the petitioner to approach competent Civil Court for the very same relief. Therefore, as a proposition of law in all circumstances it cannot be held that a claim for specific performance cannot be referred to arbitration at all.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_16\">15. In the light of what is stated above, there exists an arbitration agreement, both the parties are parties to such an agreement, and a live dispute exists. All the conditions required for exercise of jurisdiction under <a href=\"/doc/596725/\" id=\"a_29\">Section 11(6)</a> of the act by the Chief Justice exists in this case. Therefore the petitioner is entitled for appointment of an arbitrator. Hence, I pass the following.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_17\">ORDER\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_18\">1. Petition is allowed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">2. I hereby appointed Justice K. Shivshankar Bhat, a former Judge of this Court residing at No. 401/29, 12th Main, RMV Extension, Sadashivanagar, Bangalore-560 080, as an arbitrator to resolve the dispute between the parties.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\">3. The learned arbitrator to enter upon reference, after receipt of a copy of this order, issue notice to the parties and then proceed with the dispute in accordance with the <a href=\"/doc/1306164/\" id=\"a_30\">Arbitration and Conciliation Act, 1996</a>.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">4. The High Court Office is directed to send a copy of this order to the learned arbitrator forthwith.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\">Parties to bear their own costs.\n</p> \n\n","numcites":16,"numcitedby":1,"docsource":"Karnataka High Court","citetid":316543,"divtype":"judgments","relatedqs":[{"value":"void contracts","formInput":"void%20contracts"},{"value":"293(1) a","formInput":"293%281%29%20a"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"KIADB","formInput":"KIADB"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"companies act 1956","formInput":"companies%20act%201956"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"section 293 ","formInput":"section%20293%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"exercise of discretion","formInput":"exercise%20of%20discretion"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"11(6)","formInput":"11%286%29"}],"cats":[{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"},{"value":"power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator","formInput":"tag:power-of-court-to-remove-arbitrators, umpire-misconducting-arbitrator"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":false,"query_alert":null,"agreement":false}