{"tid":1718159,"publishdate":"1996-07-12","title":"C. Chenga Reddy And Ors vs State Of Andhra Pradesh on 12 July, 1996","doc":"<h2 class=\"doc_title\">C. Chenga Reddy And Ors vs State Of Andhra Pradesh on 12 July, 1996</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1996 SUPREME COURT 3390, 1996 (10) SCC 193, 1996 AIR SCW 2903, 1997 CRILR(SC MAH GUJ) 258, 1996 SCC (CRI) 1205, (1996) 6 JT 739 (SC), (1996) 6 JT 397 (SC), 1996 (6) JT 397, 1997 CRILR(SC&MP) 258, (1997) 1 EASTCRIC 814, (1997) MAD LJ(CRI) 396, (1996) 3 RECCRIR 793, (1996) 3 CRIMES 119, (1996) 3 CHANDCRIC 130, (1997) SC CR R 64</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-n-ray\">G.N. Ray</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-n-ray\">G.N. Ray</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (crl.)  52-105 of 1993\n\nPETITIONER:\nC. CHENGA REDDY AND ORS.\n\nRESPONDENT:\nSTATE OF ANDHRA PRADESH\n\nDATE OF JUDGMENT: 12/07/1996\n\nBENCH:\nG.N. RAY &amp; DR. A.S. ANAND\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">JUDGEMENT\n\n1996 SUPP. (3) SCR 479\n\nThe Judgment of the Court was delivered by\n\nDR. ANAND, J. This batch of appeals by special leave arise out of the\nJudgment and Order of High Court of Andhra Pradesh dated 27.11.1991. The\nappellants in these appeals arc Executive Engineers, Deputy Executive\nEngineers, Section Officers and contractors of Nellore North Division,\nNellore South Division and Gandipalem Project Division. They alongwith a\nSuperintending Engineer (since dead) and various con-tractors were tried\nfor offences under <a href=\"/doc/1897847/\" id=\"a_1\">Sections 120-B</a>, <a href=\"/doc/1436241/\" id=\"a_2\">420</a>/<a href=\"/doc/37788/\" id=\"a_3\">34</a>, <a href=\"/doc/1569253/\" id=\"a_4\">377A</a>/<a href=\"/doc/37788/\" id=\"a_5\">34</a> IPC and <a href=\"/doc/1227639/\" id=\"a_6\">Section 5(2)</a>\nread with <a href=\"/doc/1229833/\" id=\"a_7\">Section 5(1)(d)</a> of the Prevention of Corruption Act and on being\nfound guilty were sentenced to different terms of imprisonment for the said\noffences. The circumstances under which the cases arose are :\n</p>\n<blockquote id=\"blockquote_1\">A Call Attention Motion was moved in the Andhra Pradesh Legislative\nAssembly in 1981 alleging large scale fraud, irregularities and il-\nlegalities committed in the execution of jungle clearance work by the\nengineers and contractors in various divisions of Nellore District during\n1978-1981. Consequent upon the Call Attention Motion, the Government\ndirected the then Deputy Engineer-in-Chief. Shri L.R. Kapoor PW. to examine\nand inquire into the allegations. He visited Nellore and after conducting a\npreliminary inquiry submitted his report on 17.4.1981 pointing out various\nillegalities and irregularities committed by the Engineers, The Secretary,\nIrrigation Department of the Government of Andhra Pradesh also directed the\nthen Chief Technical Examiner. Mohd, Rahamathullak-han PW, to make an\ninquiry in to the allgations made on the floor of the assembly during the\nCall Attention Motion. It further transpires that the Government of Andhra\nPradesh issued G.O. Ms. No. 313 Irrigation and Power Department dated\n20.7.1981. Ex. P1. appointing Shri N.V.M. Krishna, the then Chief Engineer,\nfor carrying out departmental enquiry into the works allegedly carried out\nin three Divisions, namely, Nellore North Division, Nellore South Division\nand Gandipalem Project Division and the role of the concerned engineers.\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">Chief Engineer Shri Krishna PW 1 submitted his report highlighting the\nirregularities and illegalities as noticed by him. The case which had\nacquired importance on account of the call attention motion in the\nlegislative Assembly was then entrusted by the Government to the And\nCorruption Bureau (for short ACB) for inquiry. The ACB officials conducted\nan inquiry and on 1.5.1982 submitted a report. Ex. P.30 to the Director\nAnti Corruption Bureau with a request to register a case against the\nappellants. Consequently, crime case No. 2/ACB/NLR/82 for various offences,\nas already noticed, came to be registered against the appellants. The\ninvestigation was taken in hand by an Inspector of Police ACB in May 1984.\nOn the request of the ACB, some members of the engineering Staff of the\ndepartment were deputed to assist it for purposes of collecting technical\ndata etc. during the investigation. Site inspections were also carried out\nto find out whether any work of jungle clearance had in fact been done in\n1979 in the three divisions and the area in which jungle clearance work\ncould have been done in the year 1979 and the question of making payments\nin respect of the work allegedly done. After completion of investigation,\ncharge sheets were filed by the ACB against the appellants. The Learned\nSpecial Judge, after trial of the case, found the appellants guilty of\nvarious offences and imposed varying terms of imprisonments, including fine\non different counts. The substantive sentences were, however, directed to\nrun concurrently. Against their conviction and sentence the appellants\nfiled appeals in the High Court of Andhra Pradesh. The High Court by its\njudgment dated 27.111991, confirmed the conviction of the appellants on\ndifferent counts but reduced the sentence of imprisonment of the engineers\nto the period &quot;till the rising of the Court&quot;. The sentence of fine and\nimprisonment in lieu, thereof, as imposed by the trial court, was, however,\nmaintained. The appellants have since paid the fine and have undergone the\nsentence till the rising of the Court. By special leave they have filed\nthese appeals.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">For facility of reference, we may mention that against the judgment of the\nSpecial Court in CC No, 1-8/87, 35 appeals were filed in the High Court by\n43 appellants therein. In this Court, the criminal appeals arising out of\nthat case are Criminal Appeal Nos. 72 - 74/93 etc. All these cases relate\nto Gandipalem Project Division. Conviction and sentence imposed in CC. 1/86\nand the connected cases before the Special Court, led to the filing of 44\nappeals in the High Court by 71 appellants therein. The\n\nCriminal appeals filed by them in this Court arc Criminal Appeal &#x27;Nos.\n128-130/93 etc. All these relate to Nellore North Division. In respect of\nNellore South Division, 68 appellants preferred criminal appeals in the\nHigh Court against their conviction and sentence as recorded by the Special\njudge and those cases from the hatch of Criminal Appeal Nos. 99-101/93 etc.\nin this Court. The Contractors had filed separate appeals in the High Court\nand Criminal Appeal No. 153/93 and 170-71/93 etc. in this court arise out\nof the appeals filed by the contractors.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">Learned counsel for the parties submitted before us that since the material\nfacts, nature of evidence and the questions of law are similar in all set\nof appeals, for the sake of convenience, four representative appeals one\nfrom each of the three Divisions, besides an appeal by the contractors may\nhe taken up for consideration by us. Consequently, on their suggestion\nCriminal Appeal Nos , 72-74/93. Criminal Appeal Nos. 128-130/93. Criminal\nAppeals Nos. 99-101/93 and Criminal Appeal. No. 1.53/93 are taken up for\nconsideration, as representative appeals. There are one or two other\nAppeals (Criminal Appeal 170-171/93), involving slightly different factors,\nand we shall deal with those also during the course of the judgment. All\nthe appeals are, therefore, being disposed of by this common judgment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">As a normal rule, this Court does not in exercise of its jurisdiction under\nArticlel36 of the Constitution of India, while hearing appeals by special\nleave, reappreciate the evidence, where two courts have concurrently\nappreciated the evidence and arrived at findings of guilt of the accused\npersons. However in the light of the submissions made at the bar, with a\nview to satisfy our judicial conscience, we have examined some of the\nevidence led in the cases and in particular that evidence &#x27;which appears to\nhave principally influenced both the trial court and the High Court to\nconvict the appellants. We may point out here that in all these cases,\nthere is no direct evidence available on the record connecting any of the\nappellants with the commission of the crime alleged against them. The\nentire case hinges on circumstantial evidence and unfortunately neither the\ntrial court nor the High Court have catalogued the circumstances relied\nupon by the prosecution against the appellants, except for broad\ngeneralisations on the basis of the charges framed against them.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">From the prosecution case, as emerging out of the evidence of PW 1 to PW 21\nand documents Ex. P1 to Ex. P 34 , it transpires that Irrigation Circle,\nNellore comprises of four Divisions, namely, (i) Nellore North Division,\n</p><p data-structure=\"Facts\" id=\"p_7\">(ii) Nellore South Division (iii) Gandipalem Project Division and (iv)\nSpecial Investigation Division. During 1978-81, Shri Duggi Reddy was posted\nas the Superintending Engineer of Irrigation Circle, Nellore. He was having\ncontrol over all the four Divisions .Different Executive Engineers, Deputy\nExecutive Engineers, Assistant Executive Engineers, Sec-lion Officers and\nother staff were posted in the four divisions to look after the affairs of\ntheir respective divisions. In these appeals we are concerned with the\nallotment of jungle clearance work in the first three divisions of Nellore\nIrrigation Circle only. The work of the clearance of the jungle is normally\nrequired to be undertaken departmentally through Luscars, since it is\ntreated as maintenance work, but it is the case of the prosecution that in\nthese cases work for clearance of jungles was allegedly allotted to\ncontractors on nomination basis in 1979-80 but without any such work having\nactually been done it was &quot;represented&quot; that jungles had been cleared and\npayments made to the contractors, which amount was in fact misappropriated\nby the departmental officials and the contractors. The total expense\ninvolved was Rs. 1,15,663 for 12 +1 works in the Nellore North Division ;\nRs. 1,95,108 for 17 works in the Nellore South Division and Rs. 26,068 for\n8 works in the Gandipalem Project Division. According to the prosecution\nease, the Executive Engineers were not authorised to allot work on\nnomination basis to the contractors without inviting tenders but with a\nview to bring each of the &#x27;contracts&#x27; within their pecuniary jurisdiction,\nthey &#x27;broke&#x27; the contracts into smaller amounts and without any work of\njungle clearance having been actually undertaken payments for the work\nshown to have been made which were actually misappropriated by the accused\nthereby causing loss to the State Exchequer and wrongful gain to\nthemselves. The prosecution, at the trial also tried to establish that\n&quot;less work&quot; was done though payments were made for &quot;excessive work&quot; and the\ndifference in the payments was misappropriated. There is no dispute that\nthough the jungle clearance work was supposed to have been done in 1979-80,\nthe matter only came to light, through the call attention motion in the\nLegislative Assembly in 1981 and even then it was not till 1984 that any\nphysical inspection of various sites was undertaken, except some random\nchecks made by PW Shri Krishna in 1982. The substratum of the prosecu-tion\ncase has emerged out of the inspections carried out in 1984.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">With this general background, we shall now take up for consideration each\nof the representative appeals, as already observed. Our findings shall\napply to all the appeals arising out of the concerned division.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">CRIMINAL APPEAL NOS. 72-74 OF 1993. (Gandipalem Project Division)\n\nThe substratum of the charge in these appeals, which relate to Gandipalem\nProject Division, is that with dishonest intention of misappropriating\nGovernment funds, the appellants floated work for so called clearance of\nPrickly Pier Jungle on the reach 15/0 to 15/4 mile on Kanpur Canal but\nwithout actual execution of that work, made payment of Rs, 2869 to the\ncontractor, Dunji Ramaiah. The said amount was misappropriated and wrongful\nloss was caused to the Government of Andhra Pradesh. Five Officials,\nbesides a contractor, were arrayed in the case as accused. While Al and A2,\nwere at the relevant time serving as Executive Engineers, A3 and A4 were\nserving as Deputy Executive Engineers (formerly Assistant Engineers) and A5\nwas working as the Section Officer. Shri D.B. Duggi Reddy, Superintending\nEngineer, who was also arrayed as an accused, died and the case against him\nabated. The contractor Dunji Ramaiya died during the pendency of the case\nin the trial court and the case against him also abated. As already noticed\nafter the call attention motion in the State Assembly, an inquiry had been\nordered into the allegations and Shri L.R. Kapoor, Deputy Engineer-in-Chief\n(Irrigation P.W. was appointed as the Inquiry Officer. The terms of his\nreference included enquiry into the allegations of the work of jungle\nclearance allegedly done in Gandipalem Project Division. In his report,\nwhile dealing with jungle clearance work of the Kanpur Canal he stated :\n</p>\n<blockquote id=\"blockquote_2\">&quot;While the necessity or otherwise for jungle clearance cannot be\nestablished at this distant date, more so without inspections of the sites\nof works it appears that there was no justification for giving the above\nworks on nomination. Even in the report accompanying the estimates, the\nurgency for the execution of works has also not been explained. Jungle\nclearance for the following works was done by the Executive Engineer,\nGandipalem Project Division :\n</blockquote>\n<blockquote id=\"blockquote_3\">1,  Jungle clearance along the allignment of Thikavatapadu branch channel\nfrom 3.8 km to 8.8 km - Divisional Register No. 72 of 1980-81 -Rs. 9800.\n\n</blockquote><blockquote id=\"blockquote_4\">2.  Jungle clearance along the allignment of Ambapuram Branch Channel from\nkm. 2.7 to 5.6 km Divisional Register No. 347/KC of 1979-80 - Rs, 8100.\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_10\">The above two estimates are for conducting site surveys of the branch\nchannels of the Kanpur Canal Scheme, Jungle clearance was done before doing\nsurveys and levelling to enable the preparation of plans and estimates for\ntaking up the execution of the said works. The estimate indicate the\nurgency for execution of the works and hence there appears to be some\njustification for taking up these works on nomination. The necessity or\notherwise of the jungle clearance cannot be established at this distant\ndate more so in the absence of site inspection.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">While summing up he observed :\n</p>\n<blockquote id=\"blockquote_5\">&quot;The Executive Engineers, Nellore South Division, Nellore North Division\nand Gandipalem Divisions are answerable for having sanctioned estimates\nwithout inspection of the works in utter disregard to the instructions\nissued by the superintending Engineer - vide Annexure No. 23 and 24&quot;.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_12\">Subsequently, Sh. N.V.M.. Krishna Chief Engineer (Investigation) PW\nconducted an inquiry and in respect of Gandipalem Project Division, in his\nreport, he pointed out certain irregularities in the matter of allotting\nthe jungle clearance work to &#x27;chosen contractors&#x27; on nomination basis. He\nsubmitted his report to the Government. It appears that the matter was\nsimultaneously entrusted to the ACB also who after making a preliminary\ninquiry submitted their report dated 1.5.82 to the Director Anti Corruption\nBureau and sought his permission to register case against the accused and\nothers on the allegation of making &#x27;excessive payments&#x27;. According to the\npreliminary report of ACB excessive payments had been made for jungle\nclearance work and that irregularities had been committed in allotting the\nwork on nomination basis. At the trial, however, the prosecution sought to\nestablish that no work of jungle clearance had been carried out at all and\nthat the entire amount alleged to have been spent for jungle clearance was\nin fact dishonestly misappropriated by the appellants, in collusion with\nthe .contractor.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">The appellants were put on trial on the following charges :\n</p>\n<blockquote id=\"blockquote_6\">&quot;(i) That you the abovenamed A-l to A-5 and one D.B. Duggi Reddy formerly\nSuperintending Engineer of Nellore, during the year 1979-80 conspired to\nfloat the work known as Prickly Pier jungle clearance on the banks of\nKanpur Canal from mile 15/0 to 15/4 situated at a distance of 2 miles West\nof South Mopur, Nellore District in violation of established rules under\nP.W.D. Code with intent to cheat the Govt. of A.P. and that the said act\nwas done in pursuance of the agreement between you all who thereby\ncommitted an offence punishable under <a href=\"/doc/1897847/\" id=\"a_8\">section 120 B </a>of the Indian Penal\nCode and within my cognizance ;\n</blockquote>\n<blockquote id=\"blockquote_7\">(ii) Secondly, that you the above0named A-l to A-5 herein being the public\nservants employed as formerly Executive Engineers, .Deputy Executive\nEngineers and Section Officer of Gandhiupalem project division respectively\nduring the period between 1979-80 at the workspot  i.e. on the hanks of\nKanpur canal from mile 15/0 to 15/4 as mentioned in charge No. 1 above by\ncorrupt and illegal means in abuse of your official position as such public\nservants obtained for yourselves pecuniary advantage to the extent of Rs.\n</blockquote><p data-structure=\"Issue\" id=\"p_14\">2,869 and thereby committed an offence punishable under <a href=\"/doc/1420677/\" id=\"a_9\">section 5(2)</a> read\nwith 5(l)(d) of the <a href=\"/doc/33237157/\" id=\"a_10\">Prevention of Corruption Act, 1947</a> and within my\ncognizance :\n</p>\n<blockquote id=\"blockquote_8\">(iii) Thirdly, that you the abovenamed accused Nos. 1 to 5 at about the\nsame time, place and date as mentioned in charge No. 1 above cheated the\nGovt. of A.P. with regard to the work of prickly pier jungle clearance at\nthe banks of Kanpur canal to a tune of Rs. 2,869 and that you thereby\ncommitted an offence punishable u/s. 420 r/w 34 of I.PC. and within my\ncognizance ;\n</blockquote>\n<blockquote id=\"blockquote_9\">(iv) And fourthly, that you the abovenamed A-l to A-5 alongwith deceased\nD.B. Duggi Reddy at about the same date, time and place as slated in charge\nNo. 1 above being the public servants of P.W.D. Department of Govt. of A.P.\nwilfully and with intent to defraud the govt. of A.P. created false records\nwith regard to the work mentioned in charge No, 1 above which belonged to\nthe Govt. and you all thereby committed an offence punishable u/s. 477-A\nr/w. 34 of the <a href=\"/doc/1569253/\" id=\"a_11\">I.P.C</a>. and within my cognizance.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_15\">After considering both oral and documentary evidence, the trial court,\nconvicted the appellants for various offences with which they had been\ncharged. The appeals filed by the appellants, except for reduction of the\nsentence was also dismissed by the High Court. In its order dismissing the\nappeals, the High Court opined :\n</p>\n<blockquote id=\"blockquote_10\">(i) during the year 1979-80. A-l to A-5 alongwith one late D.B. Duggi Reddy\nconspired to flout the work known as &#x27;prickly pier jungle clearance&#x27; on the\nbanks of Kanpur canal from mile 15/0 to 15/4 situate at a distance of 2\nmile west of South Mopur, Nellore district in violation of the established\nrules under F.W.D. Code with intention to cheat the Government of Andhra\nPradesh ;\n</blockquote>\n<blockquote id=\"blockquote_11\">(ii) that A-1 to A-5 being public servants obtained for themselves\npecuniary advantage to the extent of Rs. 2,869 by corrupt and illegal means\nby abuse of the official position ;\n</blockquote>\n<blockquote id=\"blockquote_12\">(iii) that A-l to A-5 cheated the Government to the tune of Rs. 2,869\nwithout doing the jungle clearance work in flagrant disregard of the Codal\nrules ; and\n\n</blockquote><blockquote id=\"blockquote_13\">(iv) that A-l to A-5 wilfully and with an intention to defraud the\nGovernment created false records with regard to the prickly pier jungle\nclearance work on Kanpur canal from mile 15/0 to 15/4.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_16\">We have heard learned counsel for the parties and examined some of the\nevidence relied upon by the courts below, with a view to find out whether\nprosecution has established that &quot;no work&quot; of clearance of Prickly Pier\njungle was done at all and the amount was misappropriated by preparing\nfalse documents.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">From the evidence of PW 1 Shri NVM Krishna Chief Engineer (Investigation)\nwho had conducted the second inquiry we find that he admitted that he did\nnot inspect any work under Kanpur Canal and that his observations as\nreflected in the report Ex, P2 were not applicable to any of the works on\nthe Kanpur Canal. PW 4 Sheikh Mehboob Sharif, admitted in his cross-\nexamination that during their inspection of the site in 1984 they had\nnoticed signs of the removal of prickly pier jungle on the left bank of\nKanpur canal. The prosecution has led no evidence to show that after 1979\nany work had been done for removal of prickly pier jungle on the banks of\nKanpur canal and therefore from the evidence of PW 4, it follows that\n&#x27;some&#x27; work of clearance of prickly pier jungle at the banks of Kanpur\ncanal had been undertaken prior to the inspection of the site by the\ninspecting team. It was rather impossible to have found out in 1984 whether\nany work or the extent of it, had been done in fact for clearance Of the\nprickly pier jungle in 1979-80 i.e. 4/5 years ago and PW 7 Shri Raja Rao.\nCommissioner of Project, rightly admitted that in case of jungle clearance\nafter the completion of work, it is not possible to know either the quantum\nof work or the extent of jungle clearance by site inspection carried out\nafter some time.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">So far as the prosecution case that false and fictitious records relating\nto the preparation of estimates, allotment of work on nomination basis,\ndrawing up of the agreements and making payments is concerned, we find that\nthere are ample admissions available in the prosecution evidence itself by\nvarious witnesses to the effect that all the estimates and agreements\nincluding the data sheets for the estimates had been checked earlier and\nthat no mistakes or irregularities had been found therein. Reference in\nthis connection may be made to the statement of PW 8 Syed  Ismail, who\nclearly deposed that he had checked the estimates and agreements etc. and\nforwarded the same and had there been any mistake in the same, he would\nhave reported the same to the sub Divisional Officer for rectification but\nno such action was taken because no mistakes was observed. According to\nShri BVG Krishna Murthy, PW 11 who had scrutinised the bill relating to\njungle clearance work from miles 15/0 to 15/4 and had put. his initials in\nthe measurement book also he had not noticed any irregularity in the hill\nand that the corrections found in the estimates and other documents\nAccompanying the estimates stood explained. It appears that while\nsubordinate officers had proposed clearance of larger areas, the concerned\nExecutive Engineer had corrected the estimates by reducing the area of\njungle clearance and hence the corrections. That the Executive Engineers\nhad the powers to correct the estimates prepared by the Section Officers\nhas been categorically admitted by PW 12 K. Ram Mohan Rao in his Statement\nat the trial. It, therefore, appears to us that the trial court drew on its\nimagination to hold that the corrections made in the estimates and other\ndocuments established that the entries had been &#x27;manipulated&#x27; to show that\njungle clearance work had been undertaken when it had not been so effected\nand that the corrections etc. had been made by the Executive Engineers\nwithout actually visiting the site and without making any actual\nverification at the spot. There is no material available on the record to\nsupport the above observations. None of the prosecution witnesses deposed\nthat the appellants did not inspect the site before preparation or\nsanction-ing of the estimates for the clearance work. The trial court, as\nwell as the High Court, it. appears did not also correctly appreciate the\ntrue scope and ambit of Ex. P 4(a), the statement accompanying the\nestimates to clear the prickly pier jungle on the banks from miles 15/0 to\n15/5 of Kanpur Canal, The statement accompanying the estimate records that\nthe estimates provide for clearing of the prickly pier jungle on the banks\nof the canal, both right and left, &quot;which is obstructing the jeep track&quot;\n</p><blockquote id=\"blockquote_14\">Whether or not the clearance of jungle on the right bank was, necessary for\nremoving obstruction of the jeep track was immaterial and what was relevant\nwas whether the jungle clearance work had been undertaken or not. Making\npayment for clearance of jungle on the right bank, which was not necessary\nmay give rise to an inference that the departmental officials had been\nnegligent and did not act in the best interest of the department but from\nthat action of the officials, it is not possible to draw the conclusion\nthat the official committed the offence alleged against them. The\nprosecution evidence reveals that the clearance of prickly pier jungle on\nthe left and the right bank was also undertaken with a view to properly\nmaintain the canal banks and to prevent their breaches during the rainy\nseason besides facilitating the removal of obstruction of the jeep track.\nThe High Court conjecturised while observing that since clearance of the\nright bank was not necessary for clearing the view of the jeep track &quot;its\nclearance was not done&quot;. This is against the weight of evidence on the\nrecord.\n</blockquote>\n<blockquote id=\"blockquote_15\">There is not an iota of evidence led by the prosecution to prove that no\nwork at all was done for clearance of prickly pier jungle on the reach 15/0\nto 15/4 mile on Kanpur Canal in 1979-80. As a matter of fact, the\nprosecution has led evidence to show that some work had been done but it is\nalleged that payments had been made for excessive work. As already noticed\nduring the investigation, the inspecting team had noticed existence of\nsigns of removal of prickly pier jungle on the banks of the canal. There\n:being no evidence to show that after 1979 some work had been undertaken\nfor removal of prickly pier jungle on any of the banks of the canal, a\nreasonable inference to be drawn would be that some work had in fact been\ndone and therefore the charge against the appellant that no work had been\ndone is belied by the prosecution evidence itself. In view of the admission\nof PW 7, Shri Raja Rao. Commissioner of Projects, that in case :of jungle\nclearance, after the completion of work, it is not possible to know the\nexact quantum of work on inspection of the site years later, the notes made\nby the inspecting learn in 1984 lose all their relevance and significance.\nThe inferences drawn by the courts below that the estimates had been\nprepared by A-5 without actually visiting the site ; that A-3 had forwarded\nthe estimate without actual verification at the spot and that A-1 had made\ncorrections without any physical verification at the spot are based on no\nevidence. The courts below have relied upon surmises rather than any\nevidence to draw such inferences, because none of the prosecution witnesses\ndeposed that the appellants did not inspect the site before preparation and\nsanctioning of the estimates and preparing bills in respect thereof.\nSection Officer A-5 had proposed jungle clearance on the right bank as well\nas on the left bank because he had found that jungle was obstructing the\njeep track. The courts below relied upon the entries in the log book Ex,\nP-19 to hold that the verification purporting to have been done at the site\nwas false. Neither the driver of the vehicle, nor anyone else from the\ndepartment was examined at. the trial to prove the entries in the log book.\nThe correctness of the log book has remained rather doubtful. Even\notherwise the absence of entry in the log book, which admittedly was not\nbeing maintained by the accused, cannot give rise to an irresistible\nconclusion that the engineers of the department did not visit the site for\nactual verification. The vagueness regarding showing nature of the work or\nits details or mentioning that in some places the jungle to be cleared was\n&quot;light jungle&quot; and not &quot;prickly pier jungle&quot; in the measurement book also\ncannot lead to a conclusion, much less an irresistible one, that the wrong\nmentioning had been made in the agreement regarding the nature of the work\nbecause A-3 had not visited the site while verifying the actual clearance\nof jungle on 7.7.79. in this regard the statement of PW 11 Shri\nKrishnamoorthy, who admitted in his deposition that he had scrutinised the\nbill relating to jungle clearance work of Kanpur Canal from reaches 15/0 to\n15/4 miles on 27.8.79 assume significance particularly because PW 11 had\nalso put his initials in the measurement book, Ex. P6 at page 32 relating\nto the relevant bill. There is, therefore, no acceptable material on the\nrecord from which a conclusive inference may be drawn to the effect that\nthe measurements found recorded in the measurement book Ex. P6 had not been\nactually taken at the site of the work but were manipulated by the\nconcerned officials sitting in the office, though there may be a strong\nSuspicion that it was so done. Such a strong suspicion, however, cannot\ntake the place the proof to fasten criminal liability on the appellants.\n</blockquote>\n<blockquote id=\"blockquote_16\">A careful perusal of the report Ex. P4(a) shows that the proposal that had\nbeen prepared was for jungle clearance on both the banks of the canal and\nthe mere fact that subsequently the inspecting team found that no clearance\nwas actually required on the right bank does not militate against the\nprobability that even though not required, yet jungle clearance was also\ndone on both the banks i.e., the right and left bank, as proposed because\nof error of judgment or carelessness of the departmental officials. If, the\nwork was done, the question whether it was required to be done or not.\ncould not be used as an incriminatory circumstance against the appellants\nto draw an irresistable inference of their guilt after excluding the\nhypothesis of their innocence. We are unable to subscribe to the\nobservation : &quot;that there was no necessity of clearance of jungle over the\nsaid bank as the jungle could not damage any part of the canal and\ntherefore the proposal for clearance of the jungle had been made with a\ndishonest intention of boosting up of the area and to draw more funds from\nthe Government.&quot; The observations are rather conjectural and are against\nthe weight of evidence on. the record. Again, in vain have we searched\nthrough the evidence for support for the observations of the courts below\nthat the depth of the Kanpur Canal was only 15 ft, and the length of jeep\ntrack only 203.16 sq. mts. There is no evidence on the record to that\neffect and on the contrary, the evidence of PW 12 Shri K. Rammohan Rao is\nto the effect that the depth of Kanpur Canal at the reach between 15/0 to\n15/4 miles ranges from 6.33 ft. to 9.74 ft. The inspecting agency did not\ntake any measurements, but adopted a method of calculating the area by\nmultiplying the assumed width of the jeep track with the length of the\ncanal to hold the length of the jeep track to be only 203.16 sq. mts,\nAccording to the case of the appellants, they had prepared the estimates\nand sanctioned the work of jungle clearance for the entire reach taking\ninto account both the banks, inclusive of the area obstructing the jeep\ntrack. In our opinion, the trial court quite unjustifiably found that the\nappellant had failed to deduct the area occupied by the rough stone inlet.\nNo evidence was led to show that the rough inlet, was in existence prior to\n1979 on the bank of Kanpur canal. The mere, fact that the investigating\nagency in 1984, alter a period of five years, found that a rough stone\ninlet was in existence was inconsequential particularly since PW 12 Shri K.\nRammohan Rao admitted during his cross-examination that he could not say as\nto when the rough stone inlet found on the left bank had in fact been\nconstructed. There was, thus, no acceptable material on the record to\nestablish the existence of the rough stone inlet prior to or in 1979, when\njungle clearance work was done and no adverse inference could have been\ndrawn against the appellants on account of the existence of rough stone\ninlet on the left hank of the canal in 1984. ft was the fact situation\nexisting in 1979-80 which was relevant and not the situation as existing in\n1984.\n</blockquote>\n<blockquote id=\"blockquote_17\">One other circumstance which has been relied upon by the prosecution\nagainst the appellants is that jungle clearance work is only maintenance\nwork, but, it had been allegedly allotted on nomination basis to the\nselected contractor, without recording any reasons for considering the work\nto be of an urgent nature. This circumstance, however, in our opinion, by\nItself cannot be construed to be an incriminating circumstance consistent\nonly with the hypothesis of the guilt of the appellants. The evidence on\nthe record shows that jungle clearance work was taken up on urgent :basis\nas maintenance of the canal, to avoid breaches during the rainy season on\naccount of the directions issued by the Superintending Engineer and the\nChief  Engineer in that behalf besides for clearing the jeep track.\n</blockquote>\n<blockquote id=\"blockquote_18\">The appellants, according to their learned counsel, made allotment of work\nto the contractor on nomination basis by virtue of the powers conferred\nupon the Executive Engineer in that behalf under G.O. Ms. 1007 dated\n5.11.1976. It was argued that vide G.O. 69 dated 1.2.1978, it had been\ndecided to allot 15% of the work to the weaker sections of the society and\nthe allotment of the work to Shri Dunji Ramaiah, contractor, who admittedly\nbelonged to the weaker section of the society, on nomination basis, was\nfully justified. The evidence of PW 5, shows that entrustment of work on\nnomination basis was permissible under Para 154. Note I, A.P. P.W.D. Code\nalso. As per G.O. Ms. No. 1007, TR &amp; B dated 5.11.76, the limit of monetary\nvalue fixed for entrustment of work on nomination basis to an Executive\nEngineer is Rs. 20,000. The Superintending Engineer, Nellore in his Memo.\n599 dated 14.4.80 had advised the Executive Engineers not to allot works\ncosting more than Rs, 2500 on nomination basis without his prior approval.\nIt was stated that if the cost of work exceeded Rs. 2500 it was required to\nbe ratified by the Superintending Engineer. A-l had himself issued a\ncircular, Ex, P 17 to all the Assistant Engineers working under him and to\nthe draftsmen directing them not to propose nomination for work costing\nmore than Rs. 2500. A-l in his statement recorded under <a href=\"/doc/767287/\" id=\"a_12\">Section 313</a> Cr.P.C.\nstated he had issued circular Ex, P-17 but took the unacceptable plea that\nthe circular had not been circulated and communicated to his subordinates\nand therefore it was not followed. The finding of the courts below that A-1\nto A-4 violated the codal provisions as well as circulars and instructions\nissued from time to time are amply supported by the circumstances and other\nmaterial on the record. However, the non-furnishing of reasons for\nentrusting the work on nomination basis up to the value of Rs. 20,000\ncannot be used as a circumstance of an incriminating nature against the\nappellants to establish any &#x27;dishonest&#x27; intention on their part in view of\nthe directions issued by the superior officers to take up the work urgently\nbecause of the ensuing monsoon season. Even the splitting up of work into\nparts, so as to allot it on nomination basis to bring it within the\nauthorised powers of the executive engineers, which was against the Codal\nprovisions and the circulars issued on the subject from time to time cannot\nbe said to have been done with the necessary &quot;dishonest intention&quot;. In our\nopinion, whereas the appellants are established to have violated codal\nprovisions besides departmental circulars and instructions regarding\nnomination of contractors and allotment of work to them, yet, those\ncircumstances cannot be said to be consistent only with the hypothesis of\nthe guilt of the appellants or connect them with the crime alleged against\nthem, in fairness to learned counsel for the appellant we must observe that\nhe did not challenge the findings regarding administrative lapses and\n:breach of codal provisions but emphasised that for those lapses they could\nnot be held guilty of the criminal offences alleged against them.\n</blockquote>\n<blockquote id=\"blockquote_19\">The conclusions arrived at by the courts below that the official appellants\ndid not follow the codal provisions and that they have committed gross\nfinancial irregularities and administrative lapses in the matter of\nclearance of the prickly pier jungle under Kudimaramath Rules and other\nrelevant provisions cannot be faulted with but nonetheless, the same cannot\nbe construed as &quot;incriminating circumstances&quot; to fasten criminal liability\non the appellants.\n</blockquote>\n<blockquote id=\"blockquote_20\">It appears to us that the trial court and the High Court were greatly\ninfluenced by the technical report Ex. P-11 prepared by FW 12 Shri K. Ram\nMohan Rao to hold the appellants guilty. In this report, PW 12 inter alia\npointed out various irregularities committed by the appellants while\npreparing the estimate, nomination of the contractor for the. execution of\nthe work and drawing up of the agreement with the contractor etc. He also\nopined that the corrections had been made in the estimate Ex. P 4 with a\nview to conceal facts and project a false fact-situation. This report is\nsheet anchor of the prosecution case but in our opinion it could not have\nbeen relied upon as it was dearly inadmissible in evidence and the opinion\nof the High Court to the contrary is not acceptable. PW 12 Shri K. Ram\nMohan Rao was serving in the Irrigation Department when he was entrusted\nwith the task of assisting the investigating officer of ACB during the\ninvestigation in this case. Perusal of Ex. P 32 shows that he had been\nissued specific orders to report to the ACB and assist the investigation\nagency. He prepared his report Ex. P-12, during the course of the\ninvestigation and submitted it to PW 19, the investigating officer on 30th\nJune, 1984 after the FIR in this case, Ex. P-24, was registered by PW 19 on\n17.5.1982. PW 12 was examined by the investigating officer after he had\nSubmitted the report and his report, forms a part of his statement recorded\nby ACB under <a href=\"/doc/447673/\" id=\"a_13\">Section 161</a> Cr.P.C Under these circumstances the observations\ncontained in report Ex. P 11, which technically and factually form a part\nof the statement of PW 12, recorded during the investigation of the case by\nPW 19 is, hit by <a href=\"/doc/523607/\" id=\"a_14\">Section 162</a> Cr.P.C. No statement made by any person to a\npolice officer during the course of investigation can be used for any\npurpose at any enquiry or trial in respect of any offence under\ninvestigation at the time when such statement was made, except for the\npurpose of contradicting a witness as provided under <a href=\"/doc/1110615/\" id=\"a_15\">Section 145</a> of the\nEvidence Act. Admittedly, Ex. P 11 has not been used for any of the\npurposes envisaged by <a href=\"/doc/1110615/\" id=\"a_16\">Section 145</a> of the Evidence Act but as a substantive\npiece of evidence. The opinion of the courts below that the statement\ncontained in Ex. P 11 was not hit by <a href=\"/doc/523607/\" id=\"a_17\">Section 162</a> Cr.P.C. on the ground that\nPW 12 was an expert within the meaning of <a href=\"/doc/1025384/\" id=\"a_18\">Section 45</a> of the Evidence Act\nand his report Ex. P 11 submitted to the investigating officer was as such\nnot hit by <a href=\"/doc/523607/\" id=\"a_19\">Section 162</a> Cr.P.C. is clearly erroneous as PW 12 does not\nqualify as an expert within the meaning of <a href=\"/doc/1025384/\" id=\"a_20\">section 45</a> of the Evidence Act.\nEven in his own deposition, he has no where stated about his technical\n&#x27;qualifications&#x27;, &quot;expertise&quot; or &quot;experience&quot; in this particular field to\nrender &quot;expert opinion&quot;. There is no material on the record to show that PW\n12 possessed any particular skill which entitled him to &quot;draw conclusions&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_19\">relevant to the matter entrusted to him by the investigating officer. We\nare, therefore, of the opinion that PW 12 is not an &#x27;expert&#x27; within the\nmeaning of <a href=\"/doc/1025384/\" id=\"a_21\">Section 45</a> Evidence Act and Ext. P 11 was hit by the bar of\n<a href=\"/doc/523607/\" id=\"a_22\">Section 162</a> Cr.P.C. and was inadmissible in evidence and could not have\nbeen relied upon in the criminal trial to fasten criminal liability on the\nappellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">in a case based on circumstantial evidence, the settled law is that the\ncircumstances from which the conclusion of guilt is drawn should be fully\nproved and such circumstances must be conclusive in nature. Moreover, all\nthe circumstances should be complete and there should be no gap left in the\nchain of evidence. Further, the proved circumstances must be consistent\nonly with the hypothesis of the guilt of the accused and totally\ninconsistent with his innocence. In the present case the courts below have\noverlooked these settled principles and allowed suspicion to take the place\nof proof besides relying upon some inadmissible evidence.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">On a careful consideration of the material on the record, we are of the\nopinion that though the prosecution has established that the appellants\nhave committed not only codal violations but also irregularities by\nignoring various circulars and departmental orders issued from time to time\nin the matter of allotment of work of jungle clearance on nomination basis\nand have committed departmental lapse yet. non of the circumstances relied\nupon by the prosecution are of any conclusive nature and all the\ncircumstances put together do not lead to the irresistible conclusion that\nthe said circumstances are compatible only with the hypothesis of the guilt\nof the appellant and wholly incompatible with their innocence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"881730\" id=\"span_1\">In <a href=\"/doc/881730/\" id=\"a_23\">Abdulla\nMohammed Pagarkar v. State (Union Territory of Goa, Daman and Diu</a>), [1980]\n3 SCC 110, under somewhat similar circumstances this Court opined that mere\ndisregard of relevant provisions of the Financial Code as well as ordinary\nnorms of procedural behaviour of government officials and con-tractors,\nwithout conclusively establishing, beyond a reasonable doubt, the guilt of\nthe concerned officials and contractors, may give rise to a strong\nsuspicion but that cannot be held to establish the guilt of the accused.\nThe established circumstances in this case also do not establish\ncriminality of the appellants beyond the realm of suspicion and, in our\nopinion, the approach of the trial court and the High Court to the\nrequirements of proof in relation to a criminal charge was not proper. That\nbecause of the actions of the appellants in breach of codal provisions,\ninstructions and procedural safeguards, the Stale may have suffered\nfinancially, particularly by allot-ment of work on nomination basis without\ninviting tenders, but those acts of omission and commission by themselves\ndo not establish the commission of criminal offences alleged against them.\nWe may reiterate that once the report, Ext, P 11, is ruled out of\nconsideration as inadmissible, then it is \u0007not safe to rely on the mere\nimpressions of the witnesses to hold the appellants guilty of the offences\nalleged against them. The prosecution has failed to establish that in\n1979-80, no work of jungle clearance in the Gandhipalem Project Division\nwas undertaken and that false and fabricated documents were prepared with a\nview to misappropriate government funds. The prosecution has not even been\nable to establish that less work of jungle clearance was undertaken but\npayment was shown to have been made for excessive work and some amount out\nof the payments made for the work were thus misappropriated by the\nappellants in connivance with the con-tractors. The conviction and sentence\nimposed against the appellants (which had been reduced by the High Court to\na token sentence) under the circumstances cannot be sustained and we\naccordingly accept the appeal and set aside their conviction and sentence.\nFine paid by the appellants shall be refunded to them,\n\nCriminal Appeal Nos. 99-101/93 (Nellore South Division)\n\nThe three appellants in these appeals were at the relevant time serving as\nExecutive Engineer, Deputy Executive Engineer and Section Officer\nrespectively in the Nellore South Division, The allegations against them\nand D.B. Duggi Reddy, Superintending Engineer (since dead) relate to the\nclearance work undertaken in the year 1979 in respect of Juliflora Jungle\nat North Mopur, Large Tank 1800 M to 2000 M in Kovur Taluk, Nellore\nDistrict, The contract with regard to the clearance of the jungle work was\ngiven by the accused Executive Engineer, to the accused contractor on\nnomination basis for which payment was made on alleged completion of the\nclearance work though in fact no payment should have been made as &#x27;no work&#x27;\nwas done and the entire amount was misappropriated by the appellants and\nthe contractor. The contractor has filed a separate appeal. The accused\nwere put to face their trial on the following charges :</span>\n</p>\n<blockquote id=\"blockquote_21\">&quot;(i) That you, the above named A1 to A4 herein and one D.B. Duggi Reddy\n(deceased Superintending Engineer) during the year 1979-80 conspired to\nfloat the work known as Clearing and uproot-\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">ing the jungle at North Mopur, Large tank from 1800 M to 2000 M in Kovur\nTaluk, Nellore District in violation of established rules under PWD Code,\nwith intent to cheat the Govt of A.P. and that the said act was done in\npursuance of the agreement between you all and thereby committed an offence\npunishable<a href=\"/doc/1897847/\" id=\"a_24\"> u/s, 120-B</a> of the Indian Penal Code and within my cognizance.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">(ii) Secondly, that you the above named Al to A3 herein being public\nservants employed as formerly Executive Engineer. Dy. Executive Engineer\nand Assistant Executive Engineer of Alluru Section respectively during the\nperiod between 1979-80 at the work spot i.e. North Mopur large lank from\n1800 M to 2000 M mentioned in charge No, 1 above by corrupt and illegal\nmeans in abuse of your official position as such public servants obtained\nfor yourselves or for A4 pecuniary advantage to the extent of Rs. 13,164\nand thereby committed the offence punishable<a href=\"/doc/94717/\" id=\"a_25\"> u/s. 5(2)</a> r/w. 5(l)(d) of the\n<a href=\"/doc/33237157/\" id=\"a_26\">Prevention of Corruption Act, 1947</a> and within my cognizance,\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">(iii) Thirdly that you the above named Accused Nos. 1 to 4 herein at about\nthe same time, place and date as mentioned in charge No. 1 above cheated\nthe Govt. of A.P. with regard to the work of clearing and uprooting the\njungle at North Mopur large tank from 1800 M to 2000 M to a tune of Rs.\n13,164 and that you thereby committed an offence punishable u/s. 420 r/w.\n34 of the <a href=\"/doc/1569253/\" id=\"a_27\">IPC</a> and within my cognizance.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">(iv) And, fourthly, that you the abovenamed accused Nos. 1 to 4 herein\nalong with deceased D.B. Duggi Reddy at about the same date, time and place\nas stated in charge No. 1 above being the public servants and contractor\nrespectively of P.W. Department of the Govt. of A.P. wilfully and with\nintent to defraud the Govt. of A.P. created false records with regard to\nthe work mentioned in charge No. 1 above which belonged to the Government\nand you all thereby committed an offence punishable u/s. 477-A r/w. 34 of\n<a href=\"/doc/1569253/\" id=\"a_28\">IPC</a> and within my cognizance.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_26\">After trial, the learned Special Judge recorded the finding that no work\nwith respect to the clearance and uprooting of the stumps of Juliflora\njungle was undertaken at North-Mopur large tank and that the entire\ncontract had been given surreptitiously and payments misappropriated and\nconvicted the appellants and the contractor for offences under Sections\n120-B JPC, 420/34 <a href=\"/doc/1569253/\" id=\"a_29\">IPC</a>, 477 A/34 <a href=\"/doc/1569253/\" id=\"a_30\">IPC</a> as well as for offences under <a href=\"/doc/94717/\" id=\"a_31\">Section\n5(2)</a> read with 5(l)(d) of the <a href=\"/doc/1331755/\" id=\"a_32\">Prevention of Corruption Act</a>. The accused\nwere sentenced as follows :\n</p>\n<blockquote id=\"blockquote_22\">&quot;A.I to A.4 to undergo RI for a period of one year each for the offence<a href=\"/doc/1569253/\" id=\"a_33\">\nu/s. 12GB</a> IPC; RI for a period of two years each and to pay a fine of Rs,\n1000 each i/d to undergo RI for 4 months each for the offence<a href=\"/doc/1436241/\" id=\"a_34\"> u/s. 420</a> IPC\nr/w. 34 1PC; RI for a period of two years each for the offence<a href=\"/doc/896188/\" id=\"a_35\"> u/s. 477-A</a>\nIPC r/w. 34 <a href=\"/doc/1569253/\" id=\"a_36\">IPC</a> and further sentenced Al to A4 to undergo RI for a period\nof 2 years each and to pay a fine of Rs. 1000 each i/d to undergo RI for 4\nmonths each for the offence<a href=\"/doc/94717/\" id=\"a_37\"> u/s. 5(2)</a> r/w. 5(l)(d) of Prevention of Cor-\nruption Act, The sentences shall run concurrently.\n</blockquote>\n<blockquote id=\"blockquote_23\">I further direct that the sentence imposed on Al in this case is ordered to\nrun concurrently with the sentence of imprisonment imposed on him in CC.\n9/86 to 21/87 and 23/87 to 25/87. The sentence of imprisonment imposed on\nA2 in this ease is order to run concurrently with the sentence of\nimprisonment imposed on him in CC. 9/87 to 14/87 and 19/87 to 21/87. The\nsentence of imprisonment imposed on A3 in this case is ordered to run con-\ncurrently with the sentence of imprisonment imposed on him in CC. 1/86.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">The High Court in appeal by the appellants against their conviction arid\nsentence held :\n</p>\n<blockquote id=\"blockquote_24\">&quot;On a reappraisal of the entire evidence on record, both oral and\ndocumentary, and on a consideration of the conclusions reached by the trial\ncourt, this court feels that the prosecution has made out the case under\nSections 120-B, 420 read with 34 and 477-A read with 34 <a href=\"/doc/1569253/\" id=\"a_38\">IPC</a> against Al to\nA4 and under <a href=\"/doc/94717/\" id=\"a_39\">Section 5(2)</a> read with 5(1) (d) of the <a href=\"/doc/1331755/\" id=\"a_40\">Prevention of\nCorruption Act</a> against Al to\n\nA3, and the convictions thereunder are confirmed........Hence, AI\n\nand A3 are sentenced for the offences under Section 120-B, 420 read with 34\nand 477-A read with 34 <a href=\"/doc/1569253/\" id=\"a_41\">IPC</a> and <a href=\"/doc/94717/\" id=\"a_42\">Section 5(2)</a> read with 5(l)(d) of the\n<a href=\"/doc/1331755/\" id=\"a_43\">Prevention of Corruption Act</a> till the rising of the Court and each of them\nis further sentenced to pay additional fine of Rs. 1000 (rupees one\nthousand) under each count in addition to the one imposed by the Court\nbelow under Section 420 read with 34 <a href=\"/doc/1569253/\" id=\"a_44\">IPC</a> and <a href=\"/doc/94717/\" id=\"a_45\">Section 5(2)</a> read with 5(l)(d)\nof the <a href=\"/doc/1331755/\" id=\"a_46\">Prevention of Corruption Act</a>. in default to suffer R.I. for three\nmonths under each count.\n</blockquote>\n<blockquote id=\"blockquote_25\">Time granted for payment of fine is one month from today.\n</blockquote>\n<blockquote id=\"blockquote_26\">As regard the sentence to be inflicted on the contractor, A4 who has been\ncharged and tried for the offences along with Al to A3, who are Government\nemployees the same yardstick cannot be used. With the active connivance and\nA4 alone, Al to A3 have committed the offences and A4 assisted them by\nsubscribing him-self to the agreement and other documents. So, A4 must be\ndealt with severely. Hence, A4 is sentenced for the offences under Section\n120-B, 420 read with 34 and 477-A read with 34 <a href=\"/doc/1569253/\" id=\"a_47\">IPC</a> to suffer rigorous\nimprisonment for six months under each count and the sentence of fine\nimposed by the learned Special Judge under Section 420 read with 34 <a href=\"/doc/1569253/\" id=\"a_48\">IPC</a> is\nconfirmed. All the sentences of imprisonment shall run concurrently.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_28\">The High Court then arrived at the following conclusions :\n</p>\n<blockquote id=\"blockquote_27\">&quot;(i) during the year 1979-80, Al to A4 along with one late D.B. Duggi Reddy\nconspired to float the work known as clearance and Uprooting of jungle on\nNorth Mopur large tank from 1800 M to 2000 M 1/1 mile to 1/2 mile of Kovur\ntaluk in Nellore district, in violation of the established rules under PWD\nCode, with intention to cheat the Government of Andhra Pradesh;\n</blockquote>\n<blockquote id=\"blockquote_28\">(ii) Al to A3 being public servants, obtained for themselves and for A4\npecuniary advantage to the extent of Rs. 13,164 by corrupt and illegal\nmeans by abuse of their official position;\n</blockquote>\n<blockquote id=\"blockquote_29\">(iii) Al to A4 have cheated the Government to the extent of Rs, 13,164\nwithout doing the work of clearance and uprooting of jungle on North Mopur\nlarge tank, Kovur taluk, in flagrant disregard of the Codal rules; and\n\n</blockquote><blockquote id=\"blockquote_30\">(iv) Al to A4 wilfully and with intention to defraud the Govern-ment,\ncreated false records with regard to the work of clearance and uprooting of\njungle on North Mopur large tank.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_29\">Prosecution in support of its case examined 24 witnesses while the\nappellants examined two in their defence. The prosecution relied upon a\nnumber of documents Ex. P1 to Ex. P31.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">Like the case of the appellants connected with Gandipalem Project Division,\nthe case against the appellants herein is also based only on circumstantial\nevidence. Apart from the oral evidence, the prosecution relied upon five\nbasic documents viz., estimate (Ex. P3); the contract (Ex.P4); the bill\n(Ex. P7); payment order (Ex. P8) and the technical report given by PW 8\n(Ex, P10) to connect the appellants with the crime. According to the\nprosecution, no work at all had been done for jungle clearance at North\nMopur and Exs. P3, P4, P7 and P8 were fabricated and manipulated with the\ndishonest intention of appropriating funds amounting to Rs. 13,164.\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">The circumstances (as can be culled out from the judgment of the courts\nbelow) relied upon by the prosecution and accepted by the courts below to\nconvict the appellants are :\n</p>\n<blockquote id=\"blockquote_31\">(i) that the clearing and uprooting of jungle at North Mopur could not be\ngiven on nomination basis and that the tenders which should have invited\nfor allotment of that work were not floated with a view to misappropriate\nGovernment funds;\n</blockquote>\n<blockquote id=\"blockquote_32\">(it) that no reasons were given for allotting the work on nomination basis\nin breach of codal provisions;\n</blockquote>\n<blockquote id=\"blockquote_33\">(iii) that the work was allegedly started by the contractor before issuance\nof work order;\n</blockquote>\n<blockquote id=\"blockquote_34\">(iv) that incorrect measurements were recorded in the measurement book to\ncancel the extent of actual work done;\n</blockquote>\n<blockquote id=\"blockquote_35\">(v) that A2 and A3 made endorsements on the estimate documents :without\nconducting actual verification at the spot;\n</blockquote>\n<blockquote id=\"blockquote_36\">(vi) that no proper estimate for earth work or for filling of the pits was\nprepared;\n</blockquote>\n<blockquote id=\"blockquote_37\">(vii) that the anticipated credit for stumps as shown was wrong.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_32\">On the basis of the aforesaid circumstances, the prosecution at-tempted to\nestablish that no work of jungle clearance was done and that Ex. P3, P4, P7\nand P8 were manipulated and fabricated with dishonest intention of\nmisappropriating funds of the Government. Reliance was placed on the\nstatement of PWs 1.1, 12 and 13 in support of the circumstances that no\njungle clearance work was done and that the modus operandi adopted by\nappellants to give the work on nomination basis ignoring the codal\nprovisions and instructions on the subject was only to cover the fraud\ncommitted by the appellants in connivance with the contractor. PW 11\ndeposed that jungle clearance work is not of an urgent nature implying\nthereby that it could not have been alloted without floating tenders on\nnomination basis. To the same effect is the evidence of PW 12 who went on\nto add that normally Jungle clearance work is taken up under the category\nof maintenance work which is undertaken departmentally through laskars. PW\nB also deposed that out of the funds allotted for maintenance work, jungle\nclearance work-is required to be undertaken. The prosecution, however has\nled no evidence to show that the jungle clearance work was undertaken\ndepartmentally in 1979 or that no jungle clearance was re-quired to be\nundertaken in 1979.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">From the evidence on the record it transpires that pre- measurement of the\nwork was done on 8.1.1,79; estimate was prepared by A3 on 22.11.79; a\nproposal to allot work on nomination lo A4 was made. The proposal was\nforwarded by A2 to Al on 25.11.79. A1 approved the proposal on 15.12.79 to\nallot the work on nomination basis to A4. PW 6 in his statement admitted\nthat he had examined Ex. P3 and Ex. P4 in 1979-80 and that ex-fade he had\nnot found anything wrong in the procedure followed for allotment of jungle\nclearance work on nomination basis and therefore he did not point out any\nirregularity at that, time. Even PW 5 who had scrutinised the estimate\ncontained in Ex. P3 in 1979 deposed that he had not found anything wrong\ntherein. The evidence of FW 5 and PW 6, thus, does not support the\nprosecution case that the documents were fabricated and entire amount\nmisappropriated. Thought PW 11, 12 and 13 deposed at the trial that jungle\nclearance work is not work of an urgent nature and is only maintenance work\nbut we find that none out of them deposed that the work being maintenance\nwork, it was actually carried out by laskars of the department. The\nassertion of PW 8 in his technical report, Ex. P&#x27;10, that there were no\nsigns of jungle clearance when he visited the site in 1984 cannot lead to\nthe conclusion, must less an irresistible conclusion, that in 1979-80\njungle had not been cleared at the site. There is ample evidence on the\nrecord to show that jungle clearance work had been done in 1979-80. The\nstatement of PW 17 Assistant Engineer, shows that jungle clearance work was\nbeing done in 1979-80. If that be so, it was obligatory on the part of the\nprosecution to lead evidence to show as to who carried out the work. No\nevidence has been led to show that the work of jungle clearing was done by\ndepartmental laskars and the very fact that work had been done shows that\nthe prosecution allegation that no work was done has remained\nunsubstantiated. So far as allotment of work on nomination basis is\nconcerned, the prosecution does not dispute that urgent works could be\nallotted on nomination basis. The Chief Engineer admittedly had issued\ninstructions to have the jungles cleared In view of expected monsoon and\ntherefore the urgency of the matter, is quite obvious. There is also no\nreliable evidence available on the record to show that work done was less\nthan the work paid for as is alleged by the prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">The report Ex, P10 submitted by PW 8 which is the sheet anchor of the\nprosecution case, for the reasons which we have already given while dealing\nwith Criminal Appeal of the Gandipalem Project Division not admissible .in\nevidence. All the reasons given therein apply to Ex. P10 with equal force\nand we need not repeat the same. Even otherwise report Ex. P10, prepared\nafter visiting the site in 1984 to demonstrate the position as was supposed\nto be existing at the site in 1979-80 is hardly of any value.\n</p>\n<p data-structure=\"Section\" id=\"p_35\">According to the prosecution case, the extent of work shown to have been\ndone by the contractor for which payment was allegedly made to him was not\npossible to be done in the short period in which it was shown to have been\ndone and this fact exposed the fabricated nature of the documents. This\nplea of the prosecution is again based on the inadmissible-technical report\nEx, P10. In our considered view PW 8 adopted a defective method to work out\nthe details of the work done and on that basis no reasonable conclusion is\npossible to be drawn to the effect that no work of jungle clearance was in\nfact done in 1979-80.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">Ex. P1 and P2, panchnamas, relied upon by the prosecution and accepted by\nthe courts below for ascertaining the time taken for clearing the jungle on\nthe basis of work done by a labourer in a day do not help the prosecution.\nApart from the fact that it is doubtful whether Ex. P1 and P2, the\npanchnamas, prepared during the investigation of the case can be used as\nsubstantive piece of evidence, since none of the labourers who are alleged\nto have done the clearing work were examined at the .trial, we find it even\notherwise an unsatisfactory manner of determining the time taken for work\nof jungle clearance. How much work one labourer can turn out would depend\nupon a number of factors like his skill, energy, experience etc. ?\nGeneralisation as has been done by the prosecution and accepted by the\ncourts below is neither fair nor proper.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">The prosecution also sought to establish that the accused had no power to\nallot work on nomination basis and that they adopted this mode only as an\neye wash to cheat the Government and misappropriate the funds; The High\nCourt and the trial court failed to properly appreciate the evidence on the\nrecord in this behalf also while drawing an inference of criminality. The\ncourts below while accepting this plea of the prosecution failed to\nappreciate that vide GOMS No. 1007 dated 5,11.76 the Executive Engineer had\nbeen empowered to entrust work on nomination basis upto the value of Rs.\n20000 and that GOMS No 1007 was in force at the relevant time. Mr. L.R.\nKapoor, Commissioner Command Area Development Government of A.P. PW 10,\nstated :\n</p>\n<blockquote id=\"blockquote_38\">&quot;GOMS No. 1007, dt. 5.11.76 relating to the powers of the Executive\nEngineers in entrusting the works on nomination is still in force. I have\nreferred to this GO as Ann. 29 in Ex. P.16. This GO is not yet repealed and\nit is still in force. Under this GO the Executive Engineer can entrust the\nwork on nomination basis costing Rs. 20000.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_38\">That the appellants ignored certain other instructions on. the subject\ncannot lead to an irresistible inference that they did so with dishonest\nintention only.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">That the appellants adopted a wrong mode and procedure in making two\nseparate items in the estimate for clearing the jungle above the ground\nlevel and for uprooting the stumps has not been accepted even by the Board\nof Chief Engineers vide its proceedings dated 21.7.84, May be, as alleged\nby the prosecution clearing of the jungle and up-rooting of stumps may be\none operation and making two separate payments, that is one for clearance\nof jungle above the ground level and the other for up- rooting and removing\nthe stumps may be objectionable and against the codal provisions but in the\nabsence of any evidence to show that two separate payments were in fact not\nmade to the contractor it is not possible to say that the charge of\nconspiracy has been established. The statement of PW 20 Superintending\nEngineer who admitted that separate payments for up-rooting the stumps of\nJuliflora are also permissible under Rule III(2)(f) of Standard Schedule of\nRates lends support to the defence plea rather than to the prosecution\nversion. PW 12 and PW 16 have given a lie to the prosecution case as\nprojected at the trial and none of those witnesses was declared hostile.\n</p>\n<p data-structure=\"PetArg\" id=\"p_40\">It appears to us, Chat influenced by the inadmissible report Ex. P10, the\ncourts below concluded that the appellants had committed the offence\nalleged against them. None of the witnesses except PW 8, who as already\nnoticed, was not competent to depose in that behalf before he visited the\nsite only in 1984 and not prior thereto have stated that no work of jungle\nclearance was done at the site and the allegation with regard to less work\nhaving been done is based upon calculations made five years later by PW 8,\nwhich does not afford conclusive evidence against the appellants. It is a\n.matter of common sense and even the prosecution witnesses have accepted\nthat it was impossible to know in 1984 whether jungle clearance .work had\nbeen carried out and if so to what extent in the year 1979 on the basis of\nan inspection carried out five years later in the years 1984. The maximum\nthat can be said against the appellants is that they committed some\nindiscretion in the matter of allotment of jungle clearance work on\nnomination basis and also violated codal provisions in the matter of\npreparation of estimates, drawing up of the agreements and making payments.\nThese acts of omission and commission do give rise to a strong suspicion\nthat the appellants so acted with a view to misappropriate Government funds\nbut suspicion, however, strong cannot take the place of proof. The\nprosecution has in our opinion failed to establish the case against the\nappellants beyond :a reasonable doubt. The conviction and sentence imposed\nupon the appellants under the circumstances, cannot be sustained and we\naccordingly accept the appeal and set aside their conviction and sentence.\nFine shall be refunded to the appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_41\">CRIMINAL APPEAL NOS.   128-130 OF 1993 (NELLORE NORTH DIVISION)\n\nThese appeals arise out of Crime Case No. 1 of 1986 and relate to the\nclearance of Juliflora jungle on Krakatur small tank .on the reach 0/0 to\n1450 meters.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">The prosecution case against the appellants A2 (Executive Engineer), A3\n(Deputy Executive Engineer) and A4 (Assistant Executive Engineer), who were\ntried along with Al Superintending Engineer (since dead) and A5 the\ncontractor who has filed a separate appeal, is that with dishonest\nintention of misappropriating Government funds, the accused floated work\ncalled clearance of Juliflora jungle and up-rooting slumps having width of\n50 cms. to 100 cms. on the reach 0/0 to 1450 metres on Krakatur small tank\nand without execution of that work misappropriated an amount of Rs 5169\nallegedly paid to the contractor A5 by cheque by entering into a criminal\nconspiracy with him. The matter like the cases of Gandipalem Project and\nNellore South Division came to be entrusted for investigation, after the\nCall Attention Motion was moved in the State Assembly in 1.981, alleging\nlarge scale bungling and embezzIement of government funds in various\nDivision of Nellore District for clearance of jungles etc. !o the ACB. We\nhave already referred to the history of the case in the beginning of the\njudgment and need not repeat the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">PW 7 Sh. L.R.. Kapoor, Commissioner Command Area. Develop-ment, Govt. of\nAndhra Pradesh who was appointed to enquire into the allegations made on\nthe floor of the House after holding an inquiry made the report in which he\nexpressed his opinion thai jungle clearance work ought to have been given\nby calling tenders instead of resorting to allotment on nomination basis\nand that the procedure adopted by the appellants was against the codal\nprovisions. Subsequently, the Chief Engineer Irrigation Department\n(Investigation) Sh, N.V.M, Krishan PW 9 who also made an inquiry submitted\nhis report pointing out various irregularities committed in the preparation\nand sanctioning of the estimates; nomination of the agencies; conclusion of\nthe agreements in violation of A.P, PWD Code, AP Financial Code and AP\nPublic Works Accounts Code besides departments, instructions and circulars.\nSubsequently, the case was entrusted to ACB and the investigating officer\nof the ACB took up the investigation in 1984. At the request of the ACB,\nassistance of engineering staff was provided and the departmental official\nassisting ACB submitted his report during the investigation of the case and\nthe accused were sent up for trial. Following charges were framed by the\nlearned Special Judge on 17.1.1987:\n</p>\n<blockquote id=\"blockquote_39\">&quot;That you above named A-2 to A-5 and one D.B. Duggi Reddy (deceased A-l)\nduring the year 1979-80 conspired to float the work known as juliflora\njungle clearance at Krakatur Small Tank situated at a distance of 1 KM West\nof Krakatur in violation of the village rules under P.W..D. code with\nintent to cheat Government of Andhra Pradesh and that the said act was done\nin pursuance of the agreement between you all and you all thereby committed\nan offence punishable under <a href=\"/doc/1897847/\" id=\"a_49\">Section 120-B</a> of the Indian Penal Code and\nwithin my cognizance: Secondly that you above named accused A-2 to A-4\nbeing servants employed as former Executive Engineer, Deputy Executive\nEngineer and Section Officer of Nellore North Division respectively during\nthe period between 1979-80 at the work spot i.e., Krakatur small Tank\nmentioned in charge No, 1 above by corrupt an illegal means in abuse of\nyour official position as such public servants obtained for yourselves or\nfor A-5 and yourself pecuniary advantage to the extent of Rs. 5,169 and\nthereby com-milted the offence punishable under <a href=\"/doc/1420677/\" id=\"a_50\">Section 5(2)</a> r/w. <a href=\"/doc/616856/\" id=\"a_51\">Section\n5(l)(d)</a> of the Prevention of Corruption Act 1947 and within my cognizance;\n</blockquote>\n<blockquote id=\"blockquote_40\">Thirdly that you the above named accused A-2 to A-5 at about the same time\nplace and date cheated the Government of A.P. with regard to the work of\nJuliflora jungle clearance at Krakatur small Tank to a tune of Rs. 5,169\nand that you thereby committed an offence punishable under Section 420 (PC\nr/w. 34 of the <a href=\"/doc/1569253/\" id=\"a_52\">Indian Penal Code</a> and within my cognizance;\n</blockquote>\n<blockquote id=\"blockquote_41\">Fourthly that you the above named accused A-2 to A-5 along with deceased A-\nl by name D.B. Duggi Reddy at about the same date, time and place as stated\nin charge No. 1 above being the public servants and contractor of P.W.D.\nDepartment of Government of A.P, willfully and with intent to defraud the\nGovernment created false records with regard to the work mentioned in\ncharge No, 1 above which belonged to the Government and you thereby\ncommitted an offence punishable under <a href=\"/doc/896188/\" id=\"a_53\">section 477-A</a> IPC ,r/w. 34 of the\n<a href=\"/doc/1569253/\" id=\"a_54\">Indian Penal Code</a> and within my cognizance.\n</blockquote>\n<blockquote id=\"blockquote_42\">And I hereby direct that you all be tried by me on the above said charges.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_44\">Prosecution in support of its case examined 28 witnesses besides relying\nupon a number of documents. The accused on the other hand examined two\nwitnesses in defence. The trial court at the conclusion of the trial held\nthat no work with respect to clearance of Juliflora jungle up-rooting of\nthe stumps was undertaken at the site and the amount was misappropriated by\nthe accused and convicted and sentenced the appellants to various terms of\nimprisonment and fine.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">The appeals of the appellants, except in the matter of sentence, failed in\nthe High Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">Like the cases of Gandipalem Division and the Nellore South Division, in\nthis case also no evidence has been led by die prosecution to show that no\nwork of jungle clearance was at all undertaken. PW 8 and PW 9 who deposed\nthat jungle clearance work had been done in 1979-80, were declared hostile,\nnonetheless we find that the prosecution has led no other evidence to show\nthat in fact no work had been done at the site in question. Since, the\nprosecution witnesses admitted in their evidence that some work had been\ndone, the charge of conspiracy must necessarily fail. Recourse has been\nmade to surmises and conjectures by the courts below to hold that no work\nwas found to have been undertaken at the site when it was inspected in\n1984. PW 7 Sh. L.R, Kapoor and PW 19 Shri N.V.M. Krishna who had inquired\ninto the matter before the case was entrusted to the ACB have categorically\nadmitted at the trial that they had not visited the site in question at the\ntime of conducting the inquiry. According to Sh. L.R. Kapoor, PW 7 not only\nhe did not visit the site in question but he did not even examine a single\nwitness at the time of conducting inquiry relating to the work at the site.\nThe prosecution has alleged and tried to establish that there had been\nflagrant violations of the codal provisions in regard to preparation and\nsanctioning of estimates, nomination of the agency and allotment of work on\nnomination basis, preparation of the bills and passing of the same pursuant\nto an agreement wrongly drawn up between the parties. According to the\ncourts below, the commencement of the work by the contractor before drawing\nup the agreement between the parties exposed the criminal conspiracy\nbetween the accused.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\">It appears to us that the courts below like in the case arising out of\nGandipalem Project Division and Nellore South Division allowed suspicion to\nlake the place of proof to convict the appellants. No evidence has been led\nby the prosecution to show the reaction of the department to the\nallegations made on the Floor of the House in 1981 itself. Till 19S4, after\nthe case was registered no inspection of the site was undertaken by the\nACB, No examination of the site except for some random check by Mr. Krishna\nin 1982 was also done and, thus, we find that for a period of almost five\nyears nothing was done to verity the correctness or otherwise of the\nallegations relating to jungle clearance work. Could the sites have\ndepicted the state of jungle and the presence of Juliflora or its extent as\nit existed in the year 1979 during the inspection made in 1984 ? The answer\nto us \u0007appears clearly to be in the negative. Even the Chief Engineer and\nthe Superintending Engineer admitted during their cross- examination that\nit was not possible to know in 1984 if Juliflora jungle actually existed at\nthe site in question in 1979-80 or not. We fail to understand as to why\nafter the case had been entrusted to the ACB in 1982 itself they took no\nsteps to visit the site and ascertain about the situation of the site till\nJ984, The prosecution witnesses have admitted that there were jungles of\nJuliflora on the bank in 1979. There also does not appear to be any\njustification for the prosecution to now allege that the area from which\njungle had been cleared in 1979 was less than what was actually entered in\nthe measurement book on the basis of the site inspection carried out in\n1984. The omission on the part of the department and the ACB to immediately\ninspect the site is a serious lacuna in the prosecution case,\n\nProsecution has tried to make much capital out of the fact that the\ncontractor allegedly started work of jungle clearance even before the\nformal agreement was drawn up. From the evidence of PW 10, PW13 and PW 20\nit emerges that when work is entrusted on nomination basis to a contractor\nhe may commence the work, on oral instructions, even before the formal\nagreement is drawn up. The agreement Ex. P5 itself shows the entrustment of\nthe work to have been done to the contractor before the conclusion of the\nagreement and therefore no adverse inference can be drawn against the\ncontractor or the appellants for commencing the work before drawing up of\nthe formal agreement. The Deputy Executive Engineer PW 13 admitted in his\ncross-examination that entrustment of work before conclusion of the\nagreement is not irregular and has been resorted to in other cases also, PW\n20 who was at the relevant time Chief Engineer (Irrigation) stated in his\ndeposition that in cases of urgency, the competent authority could direct\ncommencement of the work before completion of the formalities of executing\nthe agreement. Even though PW 14 Mr. C. Janardhana Rao, Chief Engineer\n(minor Irrigation) was declared hostile by the prosecution, yet, we find\nthat his categorical admission in the cross-examination to the effect that\nin his capacity as Chief Engineer he had addressed a letter, as early as on\n26.4.1981, to the Secretary Irrigation and Power Department stating therein\nthat jungle clearance work in Nellore District, which would include the\nNellore North Division also, had been done properly and the work had been\nallotted within the powers of the Executive Engineer, has not been\ncontradicted by any other evidence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">Besides, PW 17 admitted that he did not find any mistake when he audited\nthe bill pertaining to the work in question while PW 12, the head draftsman\nof the Irrigation North Division categorically deposed that while\nscrutinising the estimate Ex. P4, Cor showing the removal .of stumps of\nJuliflora as a separate item he hud not raised any objection in view of the\nprovisions \u0007of Rule 2(f) of the 1979 Rules. It appears to us that the\nexercise undertaken in 1984 alter a lapse of five years was a futile\nexercise because once a jungle has been cleared and stumps, up-rooted,\nnothing would remain as evidence on the soil to show the extent to which\nthe jungle was cleared 5-6 years :earlier. It would not even be possible to\nsay whether there was any necessity for jungle clearance at that earlier\npoint of time. Much capital was sought \u0007to be made by learned counsel for\nthe State of including the area of revetment as a part of the area from\nwhere jungle was shown to have been cleared to urge that since there could\nbe no growth of jungle on the revetment, the measurements were falsely\nrecorded and the criminality had got exposed. We cannot agree. In this\nconnection we find that the state-ment of PW 13 is somewhat relevant. He\nadmitted that if the branches of Juliflora spread over the revetment area\nthan that has also to be cleared and the area over the revetment will also\nhave to be calculated for deter-mining the total area of jungle clearance.\nHe went on. to say that in a disturbed revetment there is even otherwise\nthe possibility of the growth of Juliflora. Since, PW 7 Mr, L,R. Kapoor who\nhad visited the site during 4,4,1981 to 6.4.81 for conducting preliminary\ninquiry stated in his report that it was not possible to find out during\nthe inquiry held in 1981 whether there in fact existed any necessity for\njungle clearance at the site or not, we fail to see how in 1984 the\ndepartmental officials assisting the ACB could categorically report about\nthe non-existence of the necessity for jungle clearance in 1979. It is a\nmatter of common knowledge which is not disputed even by the prosecution\nthat Juliflora does not grow in an orderly manner but is a wild growth.\nTherefore, the extent of the jungle which was required to be cleared in\n1979 on the basis of &quot;paper calculation&quot; or inspection carried out in 1984\nwas not possible to be determined.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">Indeed, jungle clearance work is a part of maintenance work. But there is\nnothing on the record to show that it was so undertaken departmentally in\n1979-80. It was under the instructions of the Superintending Engineer\ncontained in circular memo No. 2Q21-G2 dated 29.12.1978 that the jungle\nclearance work was treated as urgent work, to prevent breaches during the\nrainy season and avoid damages to the tank bunds and therefore no fault can\nbe found with A2 for not recording reasons for treating the work as of\nurgent nature and allotting it on nomination basis. The reasons we have\ngiven while dealing with the appeals from Gandipalem Project and Nellore\nSouth Division, to hold that. the \u0007prosecution has failed lo establish its\ncase against the appellants beyond a reasonable doubt also apply to these\nappeals with equal force. Whether the measurements were recorded in the\nmeasurement book after actually visiting the site or not would only be\nviolation of the statutory circulars and instructions. It may even be\nviolative of the codal provisions but in the absence of any evidence,\ndirect or circumstantial, to establish that without any work having been\nundertaken at the site, payments were allegedly made, no offence can be\nsaid to have been established. That the &#x27;departmental officials did not go\nto the site is a possible inference which may be drawn from the fact that\ndivisional vehicle did not go up to the site but again the same cannot be\nconstrued as sufficient to establish criminal conspiracy between the\nparties. The argument of learned counsel for the State that two payments\nwere not permissible for clearing jungle and stumps separately only show\nthe violation of codal provisions and commission of irregularities but that\ndoes not by itself establish any criminality in so far as the appellants\nare concerned. In our opinion none of the circumstances relied upon by the\nprosecution connect the appellants with the crime alleged against them. The\ncircumstances have not: been proved beyond a reasonable doubt and the\ncircumstances taken collectively cannot be said to be compatible only with\nthe hypothesis of the guilt of the appellants and totally incompatible with\ntheir innocence. Under the circumstances we are of the opinion that the\nprosecution has not established the case against the appellants beyond a\nreasonable doubt. Their appeals therefore succeed and are allowed and their\nconviction and sentence are set aside. Fine shall be refunded to the\nappellants.\n</p>\n<p data-structure=\"PetArg\" id=\"p_50\">CRIMINAL APPEAL NO. 153 OF 1993 (NELLORE SOUTH DIVISION - CONTRACTOR&#x27;S\nAPPEAL)\n\nThis appeal has been filed by the contractor A4, and arises out of :Crl.\nCase No. 9/87 (High Court Appeal No. 184/89). It relates to clearance of\nJuliflora jungle from 0 to 1 mile including removal of 14800 stumps in\nNellore South Division. The jungle clearance work was allotted lo the\nappellant by the Executive Engineer on nomination basis. On completion of\nthe work, the appellant submitted his bill and an amount of Rs. 15643 was\npaid to him. According to the prosecution case, A1 to A3 entered into a\ncriminal conspiracy with A4 and without actually doing any work of jungle\nclearance obtained payment of Rs. 15643 and that amount was shared by all\nthe accused and with a view to cover up the misappropriation, records were\nfabricated. It is alleged that the jungle clearance work could not have\nbeen allotted to the appellant on nomination basis without floating tenders\nand even the nomination of the appellant as the contractor was made in\nviolation of the codal provisions since Al did not even assign any reason\nfor giving the work on nomination basis and had not obtained any sanction\nfrom the higher authorities to allot work on nomination basis.\n</p>\n<p data-structure=\"PetArg\" id=\"p_51\">Learned counsel for the appellant Mr. Nambiar submitted that the estimate\nwas sanctioned by Al on the basis of an estimate prepared by A3 and counter\nsinged by A2. The estimated value of the work was Rs. 18500 but that amount\nwas, however, slashed and in the agreement concluded with the appellant on\n25.1.80, Ex. P5, the amount was shown as Rs. 15643 and these facts were\nindicative of the bonafides of the officials of the department in getting\nthe jungle cleared through the agency of the appellant. Argued, the learned\ncounsel that in any event if the departmental officials committed any codal\nviolations or ignored circulars and instructions in the matter of allotment\nof jungle clearance work, the appellant could not be held responsible more\nso when the charge of conspiracy is not only vague but also not proved on\nthe record. Learned counsel further contended that vide GOMS No. 1007 dt.\n5,11,76, the Executive Engineers had been authorised to allot work, on\nnomination basis, without calling for tenders where the amount involved was\nless than Rs. 20000 and, therefore, the allotment of the work in question\nto him on nomination basis could not be faulted with. It was further\nsubmitted that the case of the prosecution to the effect that 710 work at\nall was done and by preparing fictitious documents, the entire payment was\nmisappropriated by Al to A3 in connivance with the appellant has been\nbelied by the prosecution evidence itself. In this connection learned\ncounsel referred to the evidence of PW 17 Assistant Engineer, who admitted\nin his deposition that he had seen work was being actually done at the site\nin 1979-80. Learned counsel also drew our attention to the report of\ninspection submitted by the Chief Engineer on 29.7.79 according to which\njungle clearance work had actually been done at the site and urged that\nthis evidence completely demolished the prosecution case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">The circumstances relied upon by the prosecution and accepted by the courts\nbelow against the appellant are :\n</p>\n<blockquote id=\"blockquote_43\">(i) that work of clearance of Juliflora jungle and uprooting of stumps was\nfalsely alloted and without any work being done a cheque for Rs. 15643 was\ngiven to the contractor which was encashed by him;\n</blockquote>\n<blockquote id=\"blockquote_44\">(ii) that there has been flagrant violations of provisions of PWD Codes\netc. in the matter of preparation of estimate; accord of sanction; drawing\nup of the agreement and allotment of work on nomination basis to the\nappellant;\n</blockquote>\n<blockquote id=\"blockquote_45\">(iii) that in the measurement book the area where work had been done was\nrecorded by the officials in excess to help the appellant, without having\nactually visited the site;\n</blockquote>\n<blockquote id=\"blockquote_46\">(iv) that the allotment of work by nomination was irregular and in\nviolation of codal rules. Major work had been split up so as to bring up\nthe allotment of work within the pecuniary jurisdiction of the Executive\nEngineers;\n</blockquote>\n<blockquote id=\"blockquote_47\">(v) the terms of the agreement Ex. P5 concluded between Al and A4 are\nambiguous;\n</blockquote>\n<blockquote id=\"blockquote_48\">(vi) preparation of bill and making of separate payment for removal of\nstumps and clearance of jungle was in breach of codal provisions.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_53\">Strictly speaking the above cannot be called &#x27;circumstances&#x27; against the\nappellant as the same are more in the nature of &quot;allegations&quot; of the\nprosecution against the accused. Even otherwise, so far as circumstances 2\nto 6 (supra) are concerned, they concern the officials of the department,\nand may be relevant in the case of the appellant, if the charge of\nconspiracy can be said to have been established. The charge of conspiracy\nagainst the accused was that without any work being done by him, payment\nwas made to him and various documents fabricated to justify the payment,\nwhich was misappropriated. Circumstances 1 and 3 derive their colour and\ncontent from the aforesaid circumstances.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_54\">Was any jungle clearance work done in 1979 at the site in question?\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">If the answer to the question is in the affirmative, the charge of\nconspiracy must fail. While dealing with the case of departmental\nofficials, we have held that the charge of conspiracy has not been\nestablished. Those reasons apply to the case of the appellant also.\nBesides, PW 17 is the Assistant Engineer of the department. Kodavalur Tank\nChannel was within his jurisdiction when he was working as Section Officer\nat Kodavalur, from May 1980 to July 1984, He deposed that being a native of\nKodavalur, he had seen that Kodavalur Tank Supply Channel even before he\nstarted working as Section Officer in Kodavalur section. He admitted during\nhis cross examination :\n</p>\n<blockquote id=\"blockquote_49\">&quot;During 1979-80 I was working at Darsi. While going to Darsi by bus from\nKovur, I observed jungle clearance work being done on Kodavalur Tank Supply\nChannel, I saw the jungle clearance work being done at a road bridge which\nis across the Kodavalur Tank Supply Channel and that road bridge is within\nthe drainage from 0/0 to 1/0 mile. This tank supply channel runs in\nembankment on that chainage i.e. 0/0 to 1/0 mile,&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_56\">the above statement of PW 17, when considered in the light of the\ninspection report of the Chief Engineer dated 29.7.79, shows jungle\nclearance work was being done in 1979-80, PW 21 a resident of Rajapulan who\nhas his tailoring shop situate on the left bank of Kodavalur tank for the\nlast about 12-13 years deposed at the trial that about 8-9 years ago he had\nseen some officials getting jungle cleared on the banks of that channel by\nengaging coolies. The evidence of this witness, thus, also shows that\njungle clearance work was being done at the site in question in 1979-80 and\nto that extent PW 21 corroborates the testimony of Assistant Engineer P 17.\nIt is nobody&#x27;s case that jungle clearance work was done in 1979-80 through\ndepartmental laskars and, therefore, the legitimate inference to be drawn\nfrom the evidence of PW 21 is that jungle clearance work was being done at\nthe site in 1979-80 through the appellant. PW 18 is a bus conductor, He has\na hut on the Northern bank of the channel since 1977. According to him\nvillagers used to cut and take away Karratumma plants growing on the\nchannel banks. He denied any knowledge as to whether contractors of the PWD\ndepartment had cleared Karratumma plants growing on the banks of Kodavalur\ntank supply channel during 1979-80. As against this material, is the\nevidence of PW 8 who visited the site in 1984 and stated in his report that\nno work of jungle clearance had been done in 1979 as there was growth of\njuliflora at the site when he visited it. Finding the growth of Julifiora\nin 1984 could not lead to an irresistible conclusion that the jungle had\nnot been cleared in 1.1979-80. In this connection, the evidence of PW 11\nhas significance. This witness admitted during his cross-examination that\njuliflora grows rather fast and is a wild growth. It could not have stopped\ngrowing between 1979 and 1984, Since, the prosecution witnesses PW 17 and\n21 have admitted that in 1979-80, work of clearance of juliflora jungle was\nbeing done at the site and it is no body&#x27;s case that it was being done\ndepartmentally, the conclusion is irresistible that the same, had been done\nthrough the agency of the appellant and the charge of conspiracy must fail.\nThere have been some irregularities committed in the matter of allotment of\nwork to the appellant or breach of codal provisions, circulars and\ndepartmental instructions, for preparation of estimates etc. and those\nirregularities give rise to a strong suspicion in regard to the bonafides\nof the officials of the department and their link with the appellant, but\nthat suspicion cannot be a substitute of proof. The courts below appear to\nhave drawn inferences by placing the burden of proving innocence on the\nappellant which is an impermissible course. In our opinion none of the\ncircumstances relied upon by the prosecution against the appellant can be\nsaid to have been proved satisfactorily and all those circumstances, which\nare not of any clinching nature, even if held to be proved do not complete\nthe chain of evidence so complete as to lead to an irresistible conclusion\nconsistent only with the hypothesis of the guilt of the appellant and\nwholly inconsistent with his innocence. The prosecution has not established\nthe case against the appellant beyond a reasonable doubt. This appeal,\nthere-fore, succeeds and is allowed. The conviction and sentence of the\nappellant is hereby set aside. Fine, if paid by the appellant shall be\nrefunded to him. The appellant is on bail. His bail bonds shall stand\ndischarged,\n\nCRIMINAL APPEAL NOS.  170-171 OF 1993 (NELLORE NORTH DIVISION -\nCONTRACTOR&#x27;S APPEAL)\n\nThese appeals arises out of C.C. No. 4 of 1987 and have been filed by the\ncontractor (A5) who was alloted work on nomination basis for clearance of\njungle in Nellore North Division on the reach of 0.0 to 1450 metres on\nKrakatur small tank.\n</p>\n<p data-structure=\"PetArg\" id=\"p_57\">The prosecution case against the contractor is that he is a non-existent\nperson. According to the prosecution there was no such contractor who had\nbeen alloted work on nomination basis and all the documents purporting to\nhave been signed by the appellant as a contractor had been fabricated by\nthe engineers because the contractor was an unknown and fictitious person.\nIt is alleged that the name of the contractor as appearing in the order of\nnomination, allotment letter and the agreement is fictitious and not\ncorrect. Both the courts appear to have readily accepted the prosecution\ncase and convicted and sentenced the appellant. We fail to see any\njustification for such a conviction. If the appellant had nothing to do\nwith the contract, how could he be convicted for allegedly not undertaking\nthe work with which he, according to the prosecution case itself had no\nconcern. In the charge sheet and the charge framed against the appellant,\nthe name of the appellant has been given as the contractor who was alleged\nto be a co-conspirator with the Engineers and section officers to\nmisappropriate government funds by receiving payment for doing no jungle\nclearance work. That there was clearance of jungle at the site in question,\nhas been amply established from the prosecution evidence which has been\ndiscussed while dealing with the appeals relating to Nellore North\nDivision. Since, jungle clearance work has been found by us to have been\ndone in 1979-80 and it is not the prosecution case that it was done\ndepartmentally, the inference that it was done through the agency of the\nappellant appears to us to be fair and reasonable. The charge framed\nagainst the appellant was never amended and since the charge contained the\nname of the appellant as a co- conspirator, who is supposed to have been\nalloted the work but who did no work and yet received payment and shared it\nwith his co-accused, we fail to see how it is open to the prosecution to\nnow contend that the contractor is a fictitious person. The argument is\nself defeating. Prosecution has failed to prove the case against the\nappellant beyond a reasonable doubt either through direct or circumstantial\nevidence. The courts below have apparently taken a superficial view of the\nmatter and without considering the material on the record, recorded the\nconviction of the appellant which cannot be sustained. His appeal succeed\nand are allowed. His conviction and sentence is set aside. Fine paid by him\nshall be refunded to him. His bail bonds are discharged.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">As a result of our above discussion of various representative appeal and\nwhich discussion equally applies to all the appeals filed in this court\narising out of the judgment of the High Court dated 27,11.91, we find that\nthe prosecution has not been able to establish, beyond a reasonable doubt,\nits case against any of the departmental officials, that is, the Engineers\nand section officers and consequently their appeals succeed and their\nconviction and sentence are set aside. The fine paid by each one of them is\ndirected to be refunded to them. The prosecution has also not established\nits case against any of the contractors beyond a reasonable doubt. Their\nappeals also succeed and their conviction and sentence are hereby set\naside. The fine paid by them is directed to be refunded to them. Their bail\nbonds shall stand discharged.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_59\">This takes us to one other aspect of the case. Mr. L.R. Kapoor who\nconducted an inquiry from 4.4.81 to 6.4.81 and submitted his report on\n:284.81 to the Government found that there had been defiance of the\nauthority of the Superintending Engineer in the matter of execution of work\nand spending of grants besides violation of codal provisions and breach of\ndepartmental instructions and circulars. He recommended departmental action\nagainst the accused. However, before the accused could be proceeded\ndepartmentally, the case was entrusted to ACB and the accused were tried by\nthe learned special judge and were convicted and sentenced. Their appeals,\nexcept for reduction of sentence, failed in the High Court. Both the courts\nfound that grave irregularities were committed by the officers concerned in\nthe matter of allotment of work and the method followed by them was in\nviolation of the codal provisions departmental instructions and circulars.\nThe courts below have also found that the officials had committed serious\nadministrative irregularities and lapses. Reference has been made both by\nthe trial court and the High Court to the codal provisions i.e. A.P. PWD\ncode, A.P. Financial Code etc. and the circulars and instructions issued\nfrom time to time which were respected in their breach by the official\naccused. We have not found it possible to take a view different than the\none taken by the courts below in this regard though in our opinion the\nbreach of code provisions or violation :of the circulars and instructions\nand commission of administrative irregularities cannot be said to have been\ndone by the officials concerned with any corrupt or dishonest intention.\nLearned counsel appearing for all the appellants also during the course or\ntheir arguments were unable to point out any error in those findings and\naccording to them in the established facts and circumstances of the case,\nthe irregularities, administrative lapses and violation of the codal\nprovisions, could only have resulted in a departmental action against the\nofficials but criminal prosecution was not justified. Their argument has\nforce and appeals to us. Since, we have given the benefit of doubt to the\naccused persons (department officials) and acquitted them, they may seek\nreinstatement in service. However, as we have agreed with the findings\nrecorded by both the courts below with regard to the violation of the codal\nprovisions and administrative lapses by the departmental officials, it\nappears to us that a departmental enquiry may be justified but in this fact\nsituation, it would be an unnecessary exercise. Learned counsel for the\nappellants have been heard by us at length and they were unable to assail\nthe findings of the courts below regarding codal violations and\nadministrative lapse which may have caused some loss to the exchequer also.\nWhat then should be the course of action which should be followed in the\nfacts and circumstances of the case ? While the officials deserve to be\npunished, should we remit the matter to the department for awarding\nappropriate punishment or should we impose the punishment ourselves and\nclose the chapter, A court of equity must so act, within the permissible\nlimits so as to prevent injustice. &quot;Equity is not past the age of child\nbearing&quot; and an effort to do justice between the parties is a compulsion of\njudicial conscience. Courts can and should strive to evolve an appropriate\nremedy, in the facts and circumstances of a given case, so as to further\nthe cause of justice, within the available range and forging new tools for\nthe said purpose, if necessary to chisel hard edges of the law. In our\nopinion in the established facts and circumstances, it would be appropriate\nwith a view to do complete justice between the parties, in exercise of our\njurisdiction under <a href=\"/doc/500307/\" id=\"a_55\">Article 142</a> of the Constitution of India, to direct that\nno departmental inquiry shall now be initiated against the departmental\nofficials for their established administrative breaches and violation of\nthe codal provisions, in 1979-80. Consequent upon their acquittal, the\nofficial respondent shall be reinstated in service with continuity of\nservice for all purposes but for their established administrative lapses\nand breach : of codal provisions etc., they shall not be entitled to any\nback wages or any other type of monetary benefit for the period they\nremained out of service. The suspension allowance, if any, received by all\nor anyone of them shall however not be recovered from them. This punishment\nappears to us to be commensurate with the gravity of their lapses and shall\nserve the ends of justice. Those of the officials who may have reached the\nage of superannuation in. the meanwhile, will get their pensionary benefits\ncalculated on the basis of their continuous service but they shall be\nentitled to draw pension with effect from the date of this order only.\n</p>","numcites":19,"numcitedby":644,"docsource":"Supreme Court of India","citetid":1718159,"divtype":"judgments","relatedqs":[{"value":"Misappropriation of Govt. funds","formInput":"Misappropriation%20of%20Govt.%20funds"},{"value":"misappropriation of funds","formInput":"misappropriation%20of%20funds"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"section 420 ipc","formInput":"section%20420%20ipc"},{"value":"section 420","formInput":"section%20420"},{"value":"Section 162 CRPC","formInput":"Section%20162%20CRPC"},{"value":"bail  filter:  anti corruption cases supreme court of india","formInput":"bail%20%20filter%3A%20%20anti%20corruption%20cases%20supreme%20court%20of%20india"},{"value":"\"CODAL VIOLATION\"","formInput":"%22CODAL%20VIOLATION%22"},{"value":"Measurement books","formInput":"Measurement%20books"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"\"cheating\" ","formInput":"%22cheating%22%20"},{"value":"162 crpc","formInput":"162%20crpc"},{"value":"section 162 of criminal procedur code","formInput":"section%20162%20of%20criminal%20procedur%20code"},{"value":"misappropriation government ","formInput":"misappropriation%20government%20"},{"value":"prevention of corruption act","formInput":"prevention%20of%20corruption%20act"},{"value":" 420 ipc","formInput":"%20420%20ipc"},{"value":"sec. 162 cr.p.c","formInput":"sec.%20162%20cr.p.c"},{"value":"section 120 B read with 420 ","formInput":"section%20120%20B%20read%20with%20420%20"},{"value":"pecuniary advantage","formInput":"pecuniary%20advantage"},{"value":"ipc 420 with sec 34","formInput":"ipc%20420%20with%20sec%2034"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"evidence-as-facts-in-issue-and-relevant-facts","formInput":"tag:evidence-as-facts-in-issue-and-relevant-facts"},{"value":"corruption","formInput":"tag:corruption"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"statements-to-police-not-to-be-signed","formInput":"tag:statements-to-police-not-to-be-signed"}],"courtcopy":true,"query_alert":null,"agreement":false}