{"tid":106412,"publishdate":"1984-05-02","title":"Union Of India vs Abdulkadar Abdulgani Hasmani on 2 May, 1984","doc":"<h2 class=\"doc_title\">Union Of India vs Abdulkadar Abdulgani Hasmani on 2 May, 1984</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1993ECR239(GUJARAT), 1991(55)ELT497(GUJ), (1985)2GLR1146</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nJ.P. Desai, J. \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1.  Respondent No. 1 in Criminal Appeal No. 798 of 1979 and Criminal Appeal No. 889 of 1979 was original accused No. 1 in the Trial Court. The appellant in Criminal Appeal No. 1259 of 1979 was original accused No. 2 in the Trial Court while the appellant in Criminal Appeal No. 1260 of 1979 was original accused No. 3 in the Trial Court. Respondent Nos. 2 to 7 in Criminal Appeal No. 798 of 1979 and Criminal Appeal No. 889 of 1979 were original accused Nos. 4, 5, 6, 7, 8 and 9 respectively. Hence we will refer to these respondents and appellants by their respective positions before the Trial Court.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The facts leading to the filing of these appeals may be briefly stated as follows :  \n</p>  \n\n<blockquote id=\"blockquote_1\">Vahidkhan Munavarkhan Pathan, P.W. 5, Exhibit 9, serving as an Inspector in the Customs Department, accompanied by some other officials of the said Department, including one Amarkotia, Superintendent of the said Department raided the residential premises of accused Nos. 2 and 3 on 26-2-1976 and 27-2-1976 and seized synthetic fabrics of foreign origin, lighter, flints of foreign origin, etc., the total value of the said goods being Rs. 3,55,645.60 p. These goods were seized under a reasonable belief that the said goods were of foreign origin and as such smuggled goods liable to confiscation under the <a href=\"/doc/1059693/\" id=\"a_1\">Customs Act, 1962</a> read with Import and Export Control Order, 1947. Accused Nos. 2 and 3 failed to produce any voucher, bill or evidence of licit import. On interrogating these two accused, it was disclosed that accused Abdulmohmed Bhara, Arvind Bhailal Mehta, Babu Babla and one Ibrahim had arranged to bring these goods in truck No. GTY 2806 from sea-coast of Bhuj, the truck being piloted by a jeep driven by one Jumma Valimohmed. The said goods were unloaded in the garden (Wadi) of Jumma Valimohmed at village Mokha in Kutch. The Truck was owned by one Mohammed Ahmed Manjoti and Jumma Valimohmed hired the said truck from the said Mohmed Ahmed Manjoti for transporting the goods from Bhuj sea-coast side to Ahmedabad and accordingly the said goods were transported from Bhuj to Ahmedabad on or about 18-2-1976. Mohmed Ahmed Manjoti had driven the truck from village Palia to Ahmedabad along with Alimohmed Bhara, Arvind Bhailal, Babu alias Babla and one Ibrahim. Abdullamiya Usmanmiya Pathan, accused No. 3 happens to be the brother of Abdulgafar Usmanmiya Pathan, accused No. 8. Abdulgafar Usmanmiya Pathan aided and abetted in storing the smuggled goods in the residential premises of accused Nos. 2 and 3. The said smuggled goods were transported to Ahmedabad at the instance of accused No. 1 who is said to be the owner of these contraband goods. Kamruddin Samshedbhai being the Octroi Naka clerk at the Ahmedabad City arranged to bring the said smuggled goods through the Octroi Naka without the truck being checked at the said Naka. Shri V. B. Gohil, Superintendent of Customs at Ahmedabad on these allegations filed a Criminal complaint in the Court of the Chief Metropolitan Magistrate, Ahmedabad and it was registered as Criminal Case No. 979 of 1977. The complaint was filed against ten persons including the two appellants and the seven respondents in these appeals. The learned Chief Metropolitan Magistrate separated the case against Zafar Jusabhai Manjoti, original accused No. 4, named in the complaint and against Ibrahim Bachhol Bafar, original accused No. 9 named in the complaint as they could not be traced, while he discharged Jumma Valimamad, original accused No. 10 named in the complaint. Hence, the trial proceeded against only 10 accused, seven of whom are respondents in the two appeals and the rest two are appellants in the other two appeals as stated by us in the beginning. The learned Metropolitan Magistrate framed charge at Exhibit 50 against these ten accused for an offence punishable under <a href=\"/doc/1889775/\" id=\"a_2\">Section 135</a> of the Customs Act. Accused Nos. 1 and 3 to 9 came out with a total denial and stated that they were not at all concerned with any of these goods. Accused No. 2 in his statement recorded under Section 313 Cri. Pro. Code came out with a say that he did not know whether the cloth and other articles were of foreign origin but he had allowed the goods to be stored in his premises at the instance of accused Nos. 1 and 3 who stated that they were bales of cotton waste. Accused No. 3 came out with a say that the goods were brought to his place by accused No. 1 and he had no knowledge that they were smuggled goods. Statements of all these accused were recorded during the course of inquiry by the Customs Superintendent but the accused came out with a say that the statements were not voluntary and were taken under duress and they were simply made to sign the same.  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The learned Chief Metropolitan Magistrate on appreciating the evidence recorded before him came to the conclusion that guilt of accused Nos. 2 and 3 was proved beyond reasonable doubt. He accordingly convicted accused No. 2 of the offence punishable under <a href=\"/doc/1889775/\" id=\"a_3\">Section 135</a> of the Customs Act, 1962 and sentenced him to rigorous imprisonment for one year and to pay fine of Rs. 5000/- and in default, to rigorous imprisonment for nine months, while he convicted accused No. 3 of the offence punishable under <a href=\"/doc/1889775/\" id=\"a_4\">Section 135</a> of the Customs Act, 1962 and sentenced him to rigorous imprisonment for five years and to pay a fine of Rs. 10,000/- and in default, to rigorous imprisonment for one year. The learned Chief Metropolitan Magistrate, however, acquitted the rest of the accused because in the opinion of the learned Chief Metropolitan Magistrate, there was no reliable evidence to connect them with these goods except their bare statements before the Customs Officers which were again retracted. Being dissatisfied with the order of acquital recorded in favour of original accused Nos. 1 and 4 to 9, the Union of India filed Criminal Appeal No. 789 of 1979 and the State of Gujarat filed Criminal Appeal No. 889 of 1979. The convicted accused filed Criminal Appeals in the Court of Sessions at Ahmedabad. They were ordered to be transferred to this Court because the two appeals against acquittal were filed before this Court. All these four appeals arise out of the same judgment delivered by the learned Chief Metropolitan Magistrate and hence they are heard together and are being disposed of by this common judgment.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">4. Before going to the discussion of the evidence and the submissions made on behalf of the original accused, it will be proper to refer to some of the relevant provisions of the <a href=\"/doc/1059693/\" id=\"a_5\">Customs Act, 1962</a> which will hereafter be referred to as &#x27;the Act&#x27;. <a href=\"/doc/915845/\" id=\"a_6\">Section 2(8)</a> of the Act says that &quot;Collector of Customs&quot; includes an Additional Collector of Customs. <a href=\"/doc/1337055/\" id=\"a_7\">Section 2(34)</a> of the Act says that &quot;proper officer&quot;, in relation to any functions to be performed under the Act, means the Officer of Customs who is assigned those functions by the Board or the Collector of Customs. <a href=\"/doc/64279/\" id=\"a_8\">Section 2(39)</a> says that &quot;smuggling&quot;, in relation to any goods, means any act or omission which will render such goods liable to confiscation under <a href=\"/doc/1384041/\" id=\"a_9\">Section 111</a> or <a href=\"/doc/965107/\" id=\"a_10\">Section 113</a>. <a href=\"/doc/169382/\" id=\"a_11\">Section 3</a> of the Act reads as follows :  \n</p>  \n\n<blockquote id=\"blockquote_2\">&quot;3. There shall be the following classes of officers of customs, namely :  \n</blockquote>  \n\n<blockquote id=\"blockquote_3\">(a) Collector of Customs;  \n</blockquote> \n<blockquote id=\"blockquote_4\">\n</blockquote><blockquote id=\"blockquote_5\">(b) Appellate Collectors of Customs;  \n</blockquote> \n<blockquote id=\"blockquote_6\">\n</blockquote><blockquote id=\"blockquote_7\">(c) Deputy Collectors of Customs;  \n</blockquote> \n<blockquote id=\"blockquote_8\">\n</blockquote><blockquote id=\"blockquote_9\">(d) Assistant Collectors of Customs; and  \n \n\n</blockquote><blockquote id=\"blockquote_10\">(e) Such other class of Officers of Customs as may be appointed for the purposes of this Act.&quot;   \n \n\n</blockquote><p data-structure=\"Section\" id=\"p_5\"><a href=\"/doc/500493/\" id=\"a_12\">Section 5(1)</a> of the Act says that subject to such conditions and limitations as the Board may impose, an Officer of Customs may exercise the powers and discharge the duties conferred or imposed on him under this Act. <a href=\"/doc/276692/\" id=\"a_13\">Section 104(1)</a> of the Act reads as under :  \n</p>  \n\n<blockquote id=\"blockquote_11\"> &quot;104. (1) If an Officer of Customs empowered in this behalf by general or special order of the Collector of Customs has reason to believe that any person in India or within the Indian Customs waters has been guilty of an offence punishable under <a href=\"/doc/1889775/\" id=\"a_14\">Section 135</a>, he may arrest such person and shall, as soon as may be, inform him of the grounds for such arrest.&quot;  \n</blockquote><pre id=\"pre_2\"> xxx                 xxx                 xxx\n \n\n<a href=\"/doc/576832/\" id=\"a_15\">Section 105</a> of the Act reads as follows :  \n  \n\n</pre><blockquote id=\"blockquote_12\">&quot;105. (1) If the Assistant Collector of Customs, or in any area adjoining the land frontier or the coast of India an officer of customs specially empowered by name in this behalf by the Board, has reason to believe that any goods liable to confiscation, or any documents or things which in his opinion will be useful for or relevant to any proceeding under this Act, are secreted in any place, he may authorise any Officer of Customs to search or may himself search for such goods, documents or things.  \n</blockquote> \n\n<blockquote id=\"blockquote_13\">(2) The provisions of the <a href=\"/doc/445276/\" id=\"a_16\">Code of Criminal Procedure</a>, 1898, relating to searches shall, so far as may be, apply to searches under this Section subject to the modification that sub-section (5) of Section 165 of the said Code shall have effect as if for the word &quot;Magistrate&quot;, wherever it occurs, the words &quot;Collector of Customs&quot; were substituted&quot;.  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_6\"> <a href=\"/doc/1347936/\" id=\"a_17\">Section 107</a> of the Act reads as follows :  \n</p>  \n\n<blockquote id=\"blockquote_14\">&quot;107. Any Officer of Customs empowered in this behalf by general or special order of the Collector of Customs may, during the course of any enquiry in connection with the smuggling of any goods, -  \n</blockquote>  \n\n<blockquote id=\"blockquote_15\">(a) requires any person to produce or deliver any document or thing relevant to the enquiry;  \n \n\n</blockquote><blockquote id=\"blockquote_16\">(b) examine any person acquainted with the facts and circumstances of the case.&quot;   \n</blockquote> \n<blockquote id=\"blockquote_17\">\n</blockquote><p data-structure=\"Section\" id=\"p_7\"><a href=\"/doc/877314/\" id=\"a_18\">Section 108</a> of the Act reads as follows :  \n</p>  \n\n<blockquote id=\"blockquote_18\">&quot;108. (1) Any Gazetted Officer of Customs shall have power to summon any person whose attendance he considers necessary either to give evidence or to produce a document or any other thing in any inquiry which such officer is making in connection with the smuggling of any goods.  \n</blockquote> \n\n<blockquote id=\"blockquote_19\">(2) A summons to produce documents or other things may be for the production of certain specified documents or things or for the production of all documents or things of a certain description in the possession or under the control of the person summoned.  \n</blockquote> \n\n<blockquote id=\"blockquote_20\">(3) All persons so summoned shall be bound to attend either in person or by an authorised agent, as such officer may direct, and all persons so summoned shall be bound to state the truth upon any subject respecting which they are examined or make statements and produce such documents and other things as may be required :  \n</blockquote><blockquote id=\"blockquote_21\"> Provided that the exemption under <a href=\"/doc/21578215/\" id=\"a_19\">Section 132</a> of the Code of Civil Procedure, 1908 shall be applicable to any requisition for attendance under this Section.  \n \n\n(4) Every such inquiry as aforesaid shall be deemed to be a judicial proceeding within the meaning of Section 193 and <a href=\"/doc/1969991/\" id=\"a_20\">Section 228</a> of the Indian Penal Code.&quot;   \n \n\n</blockquote><p data-structure=\"Section\" id=\"p_8\"><a href=\"/doc/1635766/\" id=\"a_21\">Section 110(1)</a> of the Act reads as follows :  \n</p>  \n\n<blockquote id=\"blockquote_22\">&quot;110. (1) If the proper officer has reason to believe that any goods are liable to confiscation under this Act, he may seize such goods :  \n</blockquote> \n\n<blockquote id=\"blockquote_23\">Provided that where it is not practicable to seize any such goods, the proper officer may serve on the owner of the goods an order that he shall not remove, part with or otherwise deal with the goods except with the previous permission of such officer.&quot;   \n \n\n</blockquote><p data-structure=\"Section\" id=\"p_9\"><a href=\"/doc/1384041/\" id=\"a_22\">Section 111</a> of the Act deals with the goods which are liable to confiscation on being brought to India from a place outside India.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">5. <a href=\"/doc/746655/\" id=\"a_23\">Section 122</a> which deals with adjudication of confiscation and penalties reads as follows :  \n</p>  \n\n<blockquote id=\"blockquote_24\">&quot;122. In every case under this Chapter in which anything is liable to confiscation or any person is liable to a penalty, such confiscation or penalty may be adjudged -  \n</blockquote>  \n\n<blockquote id=\"blockquote_25\">(a) without limit, by a Collector of Customs or a Deputy Collector of Customs;  \n</blockquote> \n<blockquote id=\"blockquote_26\">\n</blockquote><blockquote id=\"blockquote_27\"> (b) where the value of the goods liable to confiscation does not exceed twenty-five thousand rupees, by an Assistant Collector of Customs;  \n \n\n</blockquote><blockquote id=\"blockquote_28\">(c) where the value of the goods liable to confiscation does not exceed two thousand five hundred rupees, by a Gazetted Officer of Customs lower in rank than an Assistant Collector of Customs.&quot;   \n \n\n</blockquote><p data-structure=\"Section\" id=\"p_11\"> <a href=\"/doc/1571757/\" id=\"a_24\">Section 123(1)</a> of the Act reads as follows :  \n</p>  \n\n<blockquote id=\"blockquote_29\">&quot;123(1) Where any goods to which this Section applies are seized under this Act in the reasonable belief that they are smuggled goods, the burden of proving that they are not smuggled goods shall be -  \n</blockquote>  \n\n<blockquote id=\"blockquote_30\">(a) in a case where such seizure is made from the possession of any person,  \n  \n\n</blockquote><blockquote id=\"blockquote_31\">(i) on the person from whose possession the goods are seized; and  \n \n\n</blockquote><blockquote id=\"blockquote_32\">(ii) if any person, other than the person from whose possession the goods were seized, claims to be the owner thereof, also on such other person;  \n \n\n</blockquote><blockquote id=\"blockquote_33\"> (b) in any other case, on the person, if any, who claims to be the owner of the goods so seized.&quot;  \n \n\n</blockquote><p data-structure=\"Section\" id=\"p_12\"><a href=\"/doc/341949/\" id=\"a_25\">Section 124</a> of the Act lays down that no order confiscating any goods or imposing any penalty on any person shall be made under Chapter XIV unless the owner of the goods or such person is given a notice in writing informing him of the grounds on which it is proposed to confiscate the goods or to impose a penalty; or is given an opportunity of making a representation in writing within such reasonable time as may be specified in the notice against the grounds of confiscation or imposition of penalty mentioned therein; and is given a reasonable opportunity of being heard in the matter : Provided that the notice referred to in Clause (a) and the representation referred to in Clause (b) may, at the request of the person concerned be oral. <a href=\"/doc/1889775/\" id=\"a_26\">Section 135</a> of the Act lays down penalty for certain offences under the Act. <a href=\"/doc/256086/\" id=\"a_27\">Section 123(2)</a> of the Act empowers the Central Government to specify by a notification in the Official Gazette the goods to which <a href=\"/doc/1571757/\" id=\"a_28\">Section 123</a> should apply. By Notification No. 88-Cus., dated 26th August, 1967 the Central Government has notified certain goods which include amongst other articles mechanical lighters and flints therefor. By Notification No. 52-Cus., dated 27th March, 1968 amended by Notification No. 76-Cus., dated 10th October, 1974, the Central Government has notified certain goods which include amongst others fabrics made wholly or mainly of synthetic yarn.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">6. It will also be proper to refer to some decisions which have a bearing on the questions involved in these appeals before going to the discussion of the evidence on record. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44840\" id=\"span_1\">In the case of <a href=\"/doc/44840/\" id=\"a_29\">Nathu v. State of Uttar Pradesh</a> - AIR 1956 SC 56, it is observed by the Supreme Court with regard to confessions that the prolonged custody immediately preceding the making of the confessions is sufficient, unless it is properly explained, to stamp it as involuntary. The Supreme Court has also observed <a href=\"/doc/44840/\" id=\"a_30\">in that case</a> that where the Courts below have, in coming to the conclusion that the confession of the accused was voluntary, failed to note that the C.I.D. Inspector had offered no explanation for keeping the accused in prolonged custody immediately preceding the making of the confession, which matter the prosecution had to explain if the confession was to be accepted as voluntary the Supreme Court would, even in exercise of the powers conferred by <a href=\"/doc/427855/\" id=\"a_31\">Article 136</a> of the Constitution of India, interfere with the finding of the Lower Courts in the special appeal.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">7. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"71011\" id=\"span_2\">In the case of <a href=\"/doc/71011/\" id=\"a_32\">Gian Chand v. State of Punjab</a> - AIR 1962 SC 496, the Supreme Court, while dealing with similar provisions of the Sea Customs Act, 1878, made a distinction between seizure under the Act, i.e. the Sea Customs Act, 1878 and a seizure under provisions of other laws and observed that a seizure under the Act is one for which the authority to seize is conferred by the Act and in the context it could be referred to as a seizure under Section 178 of the said Act. The Supreme Court held that where the seizure was not under the Act, the burden will not shift on the accused as no presumption could be raised.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">8. In the case of Asst. Collector of Customs v. Mukbulhussein Ibrahim-10 GLR 662, this Court also held that in order to attract the presumption under <a href=\"/doc/1571757/\" id=\"a_33\">Section 123</a> of the Customs Act, 1962, the goods must be shown to have been seized from the possession of the accused by the Customs authorities. The ratio of the decision is that in order to attract the presumption under <a href=\"/doc/1571757/\" id=\"a_34\">section 123</a> of the Customs Act, 1962, a seizure must be shown to be under the Act. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"71011\" id=\"span_3\">The decision of the Supreme Court in <a href=\"/doc/71011/\" id=\"a_35\">Gian Chand v. State of Punjab</a> (supra) has been referred to by this Court while rendering <a href=\"/doc/71011/\" id=\"a_36\">the above decision</a>. This Court also held that mere markings could not be taken as proof of the fact of the foreign origin of the goods as such markings and labels would be hearsay evidence.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"990555\" id=\"span_4\">9. In the case of Asst. <a href=\"/doc/990555/\" id=\"a_37\">Collector of Customs v. Pratap Rao</a> - 1972 Criminal Law Journal 1135 it has been held that the burden to prove that the goods are not smuggled goods does not lie on the accused unless the provisions of <a href=\"/doc/1571757/\" id=\"a_38\">Section 123</a> of the Customs Act, 1962 are strictly complied with. It is also held <a href=\"/doc/990555/\" id=\"a_39\">in that case</a>, following the decision of this Court in Asst.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1972521\" id=\"span_5\"><a href=\"/doc/1972521/\" id=\"a_40\">Collector of Customs v. Mukbulhussein Ibrahim</a> (supra) that existence of foreign marking cannot be taken as proof of the fact of foreign origin of the goods because such markings would be hearsay evidence. It is also held <a href=\"/doc/1972521/\" id=\"a_41\">in that case</a> that power to search premises conferred by <a href=\"/doc/576832/\" id=\"a_42\">Section 105</a> of the Customs Act, 1962 cannot be delegated to some other officer because there is no provision in the Act allowing such delegation.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1972521\" id=\"span_6\">10. Mr. J. G. Shah for the appellants also drew our attention to a decision of a Division Bench of this Court in Criminal Appeal No. 417 of 1975, decided on 15th December, 1977. It appears that <a href=\"/doc/1972521/\" id=\"a_43\">in that case</a> muddamal articles were disposed off before the trial. No expert was also examined <a href=\"/doc/1972521/\" id=\"a_44\">in that case</a> by the prosecution to show that the yarn which was seized <a href=\"/doc/1972521/\" id=\"a_45\">in that case</a> was of foreign origin. The Division Bench also observed, while rejecting the submission made on behalf of the Customs authorities that the accused had admitted in his confession that the yarn found from the factory premises was of foreign make, as follows :</span>  \n</p><blockquote id=\"blockquote_34\"> &quot;We do not understand how the statement of a layman, like the accused, can establish that the yarn is of foreign make.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1972521\" id=\"span_7\">The Division Bench further observed <a href=\"/doc/1972521/\" id=\"a_46\">in that case</a> that before an accused can be convicted under <a href=\"/doc/1889775/\" id=\"a_47\">Section 135</a> of the Customs Act, the prosecution must show to the satisfaction of the Court and satisfy the conscience of the Court that the yarn is of foreign make. In that case it was sought to the established from the luster and the finish of the yarn that it was smuggled goods. The Division Bench, however, refused to act upon the said evidence in absence of evidence of an expert.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">11. A learned Single Judge of this Court, while disposing of Criminal Appeals Nos. 450 of 1977 and 688 of 1977 decided on 3-4-1979 also reiterated the same opinion with regard to non-examination of an expert to prove that the goods were smuggled ones. The learned Single Judge quoted with approval the relevant observations of the Division Bench in Criminal Appeal No. 417 of 1975 with regard to non-examination of the expert and non-production of the muddamal before the Court.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">12. One of us (D. C. Gheewala, J.), while disposing of Criminal Appeal No. 770 of 1978 with Cri. Appeal No. 799 of 1978 decided on 30-7-1980 also took the same view after referring to the decisions of this Court in Criminal Appeal No. 417 of 1975 and Criminal Appeals No. 450 of 1977 and 688 of 1977, which we have <a href=\"/doc/1972521/\" id=\"a_48\">referred to above</a>.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851149\" id=\"span_8\">13. The Supreme Court in the case of <a href=\"/doc/1851149/\" id=\"a_49\">Balkrishna Soni v. State of West Bengal-AIR</a> 1974 SC 120 has explained the difference between <a href=\"/doc/1347936/\" id=\"a_50\">Section 107</a> and <a href=\"/doc/877314/\" id=\"a_51\">Section 108</a> of the Customs Act, 1962 at para 15 of the judgment. The Supreme Court has observed in the said paragraph as follows :</span>  \n</p><blockquote id=\"blockquote_35\"> &quot;Does <a href=\"/doc/1347936/\" id=\"a_52\">Section 107</a> enable the interrogation of even the potential delinquent or must it be confined only to witnesses who throw light on the delinquent&#x27;s contravention of the law ? &quot;Any person&quot; in the Section certainly covers every person including a suspect and potential accused. These words of the statute have to be interpreted in the light of the policy and purpose of the law. The object of <a href=\"/doc/1347936/\" id=\"a_53\">Section 107</a>, located in the neighbourhood of <a href=\"/doc/877314/\" id=\"a_54\">Section 108</a>, indicates that while the normal process of inquiry is facilitated by <a href=\"/doc/877314/\" id=\"a_55\">Section 108</a>, investigatory emergencies are taken care of by <a href=\"/doc/1347936/\" id=\"a_56\">Section 107</a>. May be situations arise where the failure to question a witness quickly may mean irretrievable loss of a valuable material and <a href=\"/doc/1347936/\" id=\"a_57\">Section 107</a> meets this need. The context in which the words &quot;any person&quot; occur, the object of the provision and the policy underlying Chap. XIII of the Customs Act assume relevance and become material in the construction of the text.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\">14. The learned Advocate Mr. J. G. Shah, relying upon the above decisions of the Supreme Court, Kerala High Court and this Court and the relevant provisions of the <a href=\"/doc/1059693/\" id=\"a_58\">Customs Act</a> which we have reproduced in the beginning, made the following submissions :  \n</p>  \n\n<blockquote id=\"blockquote_36\">(1) The statements of the accused are not voluntary inasmuch as right from the time of seizure of the goods the accused were in custody of the Officers of the Customs Department though not formally arrested upto 2-3-1976.  \n</blockquote> \n\n<blockquote id=\"blockquote_37\">(2) The said confessions were retracted at the earliest available opportunity at the time of rejecting the request for remand made by the Customs Officers.  \n</blockquote> \n\n<blockquote id=\"blockquote_38\">(3) The search was not by an officer authorised under the <a href=\"/doc/1059693/\" id=\"a_59\">Customs Act</a> to carry out the search.  \n</blockquote> \n\n<blockquote id=\"blockquote_39\">(4) The warrant for search alleged to have been issued by the competent officer was not produced before the Court.  \n</blockquote> \n\n<blockquote id=\"blockquote_40\">(5) The seizure of the goods was not by an officer authorised under the Act.  \n</blockquote> \n\n<blockquote id=\"blockquote_41\">(6) The goods were seized in February 1976 and were sent to the godown in September 1976, i.e. about 7 months after the seizure and there is nothing on record to show in whose custody the goods remained upto September 1976.  \n</blockquote> \n\n<blockquote id=\"blockquote_42\">(7) Samples from some goods were taken and produced before the Court but the panchas in whose presence the samples were taken have not been examined.  \n</blockquote> \n\n<blockquote id=\"blockquote_43\">(8) No officer of the Customs Department having personal knowledge about the identity of the goods from which samples were taken has been examined to show that samples were taken from the very goods which were seized from the possession of the accused.  \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> (9) No expert is examined to establish that these goods were of foreign origin or that they were smuggled goods.  \n</blockquote> \n\n<blockquote id=\"blockquote_45\">(10) The confessional statements of the accused are of no assistance in establishing that the goods were smuggled goods more particularly because even according to the prosecution, the accused had come in possession only in transit and the accused could not have any personal knowledge about the origin of the goods.  \n</blockquote> \n\n<blockquote id=\"blockquote_46\">(11) The provisions of <a href=\"/doc/1571757/\" id=\"a_60\">Section 123</a> of the Customs Act are not attracted in the present case because it is not proved that the seizure was under the Act.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">15. Now, let us examine the submissions made on behalf of the appellants by the learned Advocate Mr. J. G. Shah in light of the decisions and relevant provisions of the Act which have been reproduced earlier.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">16. Vahidkhan Munavarkhan Pathan, P.W. 5, Exhibit 9 was serving as a Customs Inspector with Headquarters at Ahmedabad in February 1976. He has stated that he went to the premises of the accused with a search warrant and the search warrant was shown to the accused in presence of the panchas and then search was effected and certain cloth and lighter flints were attached. There were foreign markings on the cloth as per his evidence. 100% synthetic yarn was used in manufacturing the said cloth which was of Japan make according to him. In cross-examination he admitted that many mills in India manufacture cloth from synthetic fabrics. He pleaded ignorance when asked whether many mills in India manufacture synthetic yarn. He admitted that there was no complete ban on import of synthetic cloth. He admitted that synthetic yarn could be imported on the strength of a permit but he again pleaded ignorance when asked whether mills in India manufacture cloth from such yarn. He admitted that he had no technical knowledge to test the quality and quantity of synthetic fibre in a particular cloth. He pleaded ignorance when asked whether some factories in Surat used to print markings on the cloth prepared by them showing that they were of foreign origin. He admitted that on taking cloth in his hand, he can say whether it was synthetic yarn or silk but he admitted that he cannot say whether a particular yarn was silk or synthetic yarn. He pleaded ignorance when asked whether silk yarn was of two different kinds. He admitted that he had knowledge of 100% synthetic yarn but had no knowledge about the mixed synthetic fabric. He even pleaded ignorance when asked whether tereline was the trade name of synthetic cloth. He even stated that he had not heard the name &quot;terry-wool&quot; or &quot;terry-coat&quot;. He admitted that he had not seen the cloth prepared of synthetic fibre mixed with other fibres. He admitted that he had seen in 5 to 10 cases 100% synthetic cloth. Except that he had no occasion to test such cloth. He was asked as to how he could by taking in hands say whether it was 100% synthetic and he stated that it was a matter of experience and cannot be described. He admitted that the cloth which was seized was not got tested by any expert. When asked as to why it was not done, he stated that because it was not necessary to get it tested to ascertain the percentage. He admitted that it was not got tested in ATIRA at Ahmedabad. He admitted that only on the basis of finishing and his experience he was deposing that the cloth which he had seized was 100% synthetic. The evidence of this witness cannot thus be taken into consideration for holding that the cloth in question was 100% synthetic and again smuggled one when it was not got tested by an expert. So far as the lighter flints are concerned, he does not even say that it was of foreign origin or that there were any markings on the same. He has even not produced the warrant which might have been issued authorizing him to search the premises. Even if the warrant was shown to the accused in the presence of panchas, then also the fact remains that the warrant has not been produced before the Court. If the warrant was produced, then it would have been possible to examine the same and find out whether the warrant was issued by a competent officer and whether by the said warrant this Vahidkhan was authorised to search or seize the goods. It appears from the evidence of this Vahidkhan that the Superintendent of Customs was present at the time of this search, but that will not make any difference because the Superintendent only assisted in the search and the search was, in fact, carried out by him. Even there is nothing on record to show that the Superintendent was authorised to search and seize the goods under the Act as required by the relevant provisions of the Act which have been quoted earlier.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">17. Dhirajlal Muljibhai, P.W. 6, Exhibit 16 was serving as the Superintendent of Customs as the relevant time. Vahidkhan was serving under him. Dhirajlal is a Gazetted Officer as per his say, but there is nothing on record to show that Vahidkhan was a Gazetted Officer. A Gazetted Officer of the Customs has got powers under <a href=\"/doc/877314/\" id=\"a_61\">Section 108</a> of the Act to summon any person and make inquiry. But simply because he may be a Gazetted Officer, he is not authorised to search or seize the goods unless it is shown that he is specially empowered by name by the Board as required by <a href=\"/doc/576832/\" id=\"a_62\">Section 105</a> of the Act. <a href=\"/doc/420314/\" id=\"a_63\">Section 110</a> of the Act also says that it is only the proper officer who has reason to believe that any goods are liable to confiscation under the Act who can seize the goods. There is nothing on record to show that either this Superintendent or the Inspector Vahidkhan was the proper officer. It may be recalled here that <a href=\"/doc/1337055/\" id=\"a_64\">Section 2(34)</a> says that &quot;proper officer&quot;, in relation to any functions to be performed under Act, means the Officer of Customs who is assigned those functions by the Board or the Collector of Customs. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1851149\" id=\"span_9\">There is nothing on record to show that either the Superintendent Dhirajlal or the Inspector Vahidkhan was assigned these functions either by the Board or by the Collector of Customs. Dhirajlal, Exhibit 16, says that he supervised the search which was carried out by the Inspector Vahidkhan. According to this Dhirajlal, he recorded statements of the accused under <a href=\"/doc/877314/\" id=\"a_65\">Section 108</a> of the Customs Act. We shall discuss at a proper time, in light of the decision of the Supreme Court in the case of <a href=\"/doc/1851149/\" id=\"a_66\">Balkrishna v. State of West Bengal</a> (supra) whether the statements which were recorded by Dhirajlal can be said to have been recorded under <a href=\"/doc/877314/\" id=\"a_67\">Section 108</a> of the Customs Act. In cross-examination, he admitted that except experience there was no technical training given to them for ascertaining the quality of the cloth. He stated that only from the foreign markings and texture he was in a position to say that it was of foreign origin. He also admitted that it was not possible to describe in words what is meant by &quot;texture&quot; but it can be said only by experience. He was asked whether the mills in India used to manufacture cloth having the same texture and he replied that he had not seen any such cloth. He admitted that no expert was there in their office to test the cloth. He admitted that ATIRA was a well-known laboratory for testing such cloth but it was not set to ATIRA for opinion. He was not in a position to explain why the cloth was not sent to ATIRA for analysis and opinion. He admitted that if cloth is shown to him, he will not be in a position to say as to what the percentage of which yarn in the said cloth. He admitted that some at Ahmedabad manufacture synthetic cloth. He admitted that he had no occasion to compare such cloth of foreign origin with that manufactured by mills in India. He stated that by having a touch by fingers the quality can be ascertained, but again admitted that he cannot say by seeing and touching such cloth manufacture by Reliance Textiles and Ambica Mills the difference between the texture. He admitted that synthetic yarn is permitted to be imported on permit and cloth is prepared from the same. He admitted that if a piece of cloth manufactured in Japan and another piece manufactured in Formasa were shown to him without markings on the same, he will not be in a position to say which was of Japan make and which was of formasa make. He admitted that one cannot say by having a touch as to whether a particular cloth was manufactured in England or China or Japan or in a particular country. He stated that the investigation was carried on as per the instructions of the Assistant Collector but also admitted that no written instructions were given to him by the Assistant Collector. He admitted that the case of the Customs Department was that the cloth was first imported in Bhuj and then it was brought to Ahmedabad. He admitted that it was not their case that accused Nos. 2, 3, 9 and 10 had imported the goods in Bhuj nor had they any such evidence. He also admitted that he had no evidence to show that accused Nos. 2, 3, 9 and 10 had brought the goods from Bhuj to Ahmedabad. He stated in cross-examination that he had a reasonable belief that these goods were smuggled goods and, therefore, the goods were seized. Now, the Seizing Officer was Inspector Vahidkhan and not this Superintendent Dhirajlal and hence his reasonable belief is not of any assistance. Vahidkhan also stated in his evidence that the goods were smuggled and, therefore, they were seized. He does not say in so many words that he seized the goods under a reasonable belief that they were smuggled goods, but even if entertained such a reasonable belief and on account of the same seized the goods, the fact remains that there is no material on record to show that he was authorised under the Act either to search or seize the goods in question.</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">We may mention here even at the cost of repetition that <a href=\"/doc/1571757/\" id=\"a_68\">Section 123</a> of the Act shifts the burden on the accused to prove that the goods are not smuggled goods only when the goods are seized under the Act in the reasonable belief that they are smuggled goods. In view of this, it is clear that the reasonable must be of the officer who seized the articles and who is authorised to seize. There is no material on record to show that either the Superintendent Dhirajlal or the Inspector Vahidkhan were authorised to seize these articles under the Act. <a href=\"/doc/420314/\" id=\"a_69\">Section 110</a> of the Act, as stated a little earlier, empowers only the proper officer to seize the goods if he has reason to believe that any goods are liable to confiscation under the Act. There being no material on record to show that either the Superintendent or the Inspector was the proper officer as per <a href=\"/doc/1337055/\" id=\"a_70\">Section 2(34)</a> of the Act, no presumption under <a href=\"/doc/1571757/\" id=\"a_71\">Section 123</a> of the Act will be available on seizure of the goods by the Inspector in the presence of the Superintendent. Even if the Superintendent and the Inspector had acted as per oral directions of the Assistant Collector as deposed to by the Superintendent Dhirajlal, then also it will make no difference because a Customs Officer can be said to be &quot;proper officer&quot; only if particular functions are assigned to him either by the Board or the Collector of Customs or Additional Collector of Customs, as Collector of Customs includes Additional Collector but does not include Assistant Collector of Customs.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">18. It appears from the record that one Inspector N. H. Brahmabhatt arrested the accused and produced them before the learned Chief Metropolitan Magistrate and prayed for remand and opposed the bail application filed on behalf of the Customs Department. There is no material on record to show as to who instructed or directed the said Inspector Brahmabhatt to arrest the accused and pray for remand and oppose the bail application. The Inspector Brahmabhatt is not examined as a witness in this case. The Superintendent has stated that N. H. Brahmabhatt is an Inspector in his office but he had no idea whether he had directed him to assist him in this case. He also stated that he had no idea whether he had instructed the Inspector Brahmabhatt to request for remand before the Chief Metropolitan Magistrate. The Superintendent has stated that he came to know that these two accused i.e. accused Nos. 2 and 3 were arrested in connection with these offences but he did not come to know as to who had arrested them. He admits that the file in this case used to remain in his custody and any officer acting in connection with this case had to place the papers before him and submit his report about the action taken by him. In spite of this, the Superintendent wants the Court to believe that he did not know who arrested the accused and whether, Mr. Brahmabhatt was instructed to take any action in the matter.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">19. Now, the Customs Inspector N. G. Gandhi recorded the statements of the accused on 3-3-1976. Thus, they were recorded during the period of remand by the Chief Metropolitan Magistrate. In view of this, the learned Chief Metropolitan Magistrate has rightly not placed any reliance upon the statements recorded by Mr. Gandhi on 3-3-1976. It is also doubtful whether Mr. Gandhi was competent to record the statements because even <a href=\"/doc/877314/\" id=\"a_72\">Section 108</a> requires that the officer should be a Gazetted Officer of the Customs Deptt. and there is nothing on record to show that an Inspector is a Gazetted officer.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1851149\" id=\"span_10\">20. The Superintendent Dhirajlal had deposed that he recorded the statements of these accused after serving them with summonses under <a href=\"/doc/877314/\" id=\"a_73\">Section 108</a> of the Customs Act. The summonses are not before the Court. But assuming that the summonses were served, then also the question is whether the Superintendent could have recorded the statements under <a href=\"/doc/877314/\" id=\"a_74\">Section 108</a> of the Act at the stage when they were recorded. Even if he purported to act under <a href=\"/doc/877314/\" id=\"a_75\">Section 108</a> of the Act, the question is whether he could have done so under <a href=\"/doc/420314/\" id=\"a_76\">Section 110</a> of the Act. In this connection, we would like to refer to <a href=\"/doc/1347936/\" id=\"a_77\">Section 107</a> of the Act which says that any Officer of the Customs Department empowered in that behalf by general or special order of the Collector of Customs may, during the course of any inquiry in connection with the smuggling of any goods, examine any person acquainted with the facts and circumstances of the case. <a href=\"/doc/877314/\" id=\"a_78\">Section 108</a> is quite different and the difference between the two Sections is explained by the Supreme Court as discussed by us a little earlier. It appears from the observations made by the Supreme Court in the case of <a href=\"/doc/1851149/\" id=\"a_79\">Balkrishna v. State of West Bengal</a> (supra), which we have extracted in this judgment that the stage of recording of statements under <a href=\"/doc/877314/\" id=\"a_80\">Section 108</a> arises only when an inquiry is started either for confiscation of the goods or for imposing penalty. This is very clear from the wordings of <a href=\"/doc/877314/\" id=\"a_81\">Section 108</a> of the Act. So far as <a href=\"/doc/1347936/\" id=\"a_82\">Section 107</a> is concerned, it takes care of investigatory emergencies, as observed by the Supreme Court. There is nothing on record to show that any inquiry was started either for confiscation of the goods or for imposition of penalty. <a href=\"/doc/1384041/\" id=\"a_83\">Section 111</a> of the Act gives a list of goods which are liable to confiscation. <a href=\"/doc/398879/\" id=\"a_84\">Section 112</a> prescribes penalties for contravention of the provision of the Act, while <a href=\"/doc/965107/\" id=\"a_85\">Section 113</a> also lays down as to which goods are liable to confiscation. <a href=\"/doc/341949/\" id=\"a_86\">Section 124</a> of the Act, which we have reproduced in the earlier part of this judgment, requires that before an order confiscating any goods or imposing any penalty is passed, a notice is required to be given in writing informing the person concerned of the grounds on which it is proposed to confiscate the goods or impose penalty and he is given an opportunity of making a representation in writing within such reasonable time as may be specified in the notice and is also given a reasonable opportunity of being heard in the matter. There is nothing on record to show that any such inquiry was started by giving a notice in writing either to accused No. 2 or accused No. 3. When such an inquiry was not started by giving such a notice as required by <a href=\"/doc/341949/\" id=\"a_87\">Section 124</a> of the Act, the Superintendent of Customs was not authorised to record statement of the accused under <a href=\"/doc/877314/\" id=\"a_88\">Section 108</a> of the Act. We can say that all that was done was under <a href=\"/doc/1347936/\" id=\"a_89\">Section 107</a> of the Act. Now, <a href=\"/doc/1347936/\" id=\"a_90\">Section 107</a> of the Act does not empower any and every Gazetted Officer of the Customs Department to record statements during the inquiry under <a href=\"/doc/1347936/\" id=\"a_91\">Section 107</a>. It specifically says that only an officer of the Customs empowered in that behalf by general of special order of the Collector of Customs can record statements under <a href=\"/doc/1347936/\" id=\"a_92\">Section 107</a>. There is nothing on record to show that the Superintendent Dhirajlal who recorded the statements on 27th and 28th was either by general or special order authorised by the Collector of Customs to record statements of these accused under <a href=\"/doc/1347936/\" id=\"a_93\">Section 107</a> of the Act. When the statements were not recorded by a competent officer under the Act, it is doubtful whether these statements can be looked into for any purpose. But even if we look into the statements of these accused recorded by the Superintendent on 27th and 28th, these statements do not carry the prosecution case any further.</span>  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_30\">21. It appears that the accused were formally arrested on 1-3-1976 and they were produced before the Chief Metropolitan Magistrate on 2-3-1976 for remand to the custody of the Customs Officer. But it appears that from the time the premises were searched, both the accused were in the custody of the custody of the Customs authorities though they were not formally arrested upto 1-3-1976. An application for bail was submitted on 2-3-1976 by accused No. 2 Liyakatali and accused No. 3 Abdullamiya Usmanmiya Pathan (M-4 on the record of Trial Court). In that application they have stated that they were in the custody of the Customs Officers since 26-2-1976 and were wrongfully confined in that office and the officers were not allowing them to see their relatives and that their statements were recorded against their wish and were not voluntary. The Customs Inspector did file some application before the learned Chief Metropolitan Magistrate requesting for remand and resisting the bail application but no submission was made anywhere denying the allegations made in this application M-4. The contents of the application, M-4, thus go to show that these accused came out with a say right from 2-3-1976 that they were wrongfully confined from 26-2-1976 and that the statements were taken against their wish and were not voluntary. Accused No. 2 Liyakatali has given evidence on oath at Exhibit 65, while accused No. 3 Abdullamiya Usmanmiya has given evidence on oath at Exhibit 64. They have reiterated these allegations in their evidence on oath. It is pertinent to note that even though these two accused were cross-examined at length by the learned Special Public Prosecutor on behalf of the Customs Department in the Trial Court, no suggestion was made to them that they were free from 26-2-1976 upto 1-3-1976 and that their allegations were false. They have specifically stated that they were given threats and were even beaten and their signatures were taken below typed papers. Abdullamiya specifically stated that even though it was stated in his statement that he was served with a summons, it was false. In spite of this, the prosecution did not produce the summons in question. These two accused have admitted that they received some notice from the Customs Department but the Department has not produced the copies of any such notices to show as to under what provisions the notices were issued. They have not shown that notices were issued under <a href=\"/doc/877314/\" id=\"a_94\">Section 108</a> of the Act.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_31\">22. Exhibit 17 is the statement dated 28-2-1976 of Liyakatali recorded by the Superintendent. Exhibit 18 is the statement of Liyakatali recorded by the Superintendent on 29-2-1976. Exhibit 21 is the statement of accused No. 3 Abdullamiya Usmanmiya recorded on 28-2-1976 by the Superintendent, while Exhibit 22 is the statement of the said accused recorded by the same Superintendent, on 22-2-1976. In the statement, Exhibit 17, it is stated by Liyakatali that Abdulgafar met him on 21-2-1976 and told him that some cotton waste which was without bills was to be transshipped and, therefore, it may be allowed to be kept in his premises. He has then stated that thereafter Abdulgafar brought some foreign cloth and on seeing that it was foreign cloth, he inquired of Abdulgafar as to why foreign cloth was brought when he had a talk about cotton waste, but at the request of Abdulgafar he allowed the cloth to be kept in his premises. The statement recorded on the next day is not of any consequence. Exhibit 21, the statement of Abdullamiya shows that the came to know only later on that the goods were smuggled goods. The statement of this accused recorded on the next day is of no consequence. These statements thus show that the accused admitted that the goods were smuggled and of foreign origin. They had no personal knowledge about the origin of the goods or that they were smuggled goods. It is not even the prosecution case that these two accused imported these goods in India. They must have only felt from the markings that the goods were smuggled goods. Any such confessional statement made on the basis of the markings is not of any consequence because the accused are laymen and they cannot, on seeing the cloth, say whether they were smuggled goods or of foreign origin. In absence of any other evidence on record, the confessional statements of these two accused cannot advance the case of the prosecution any further to show that the goods were smuggled goods. There was also delay in recording their statements, in that even though the search was carried on on 26-2-1976, the statements were recorded for the first time on 28-2-1976. No reasonable explanation is given by the Superintendent for not recording the statements of these two persons at the earliest. It appears that they were in custody of the Customs Officers from 26-2-1976 and it was more than twenty-four hours thereafter that the first set of statements were recorded. When we look at these statements coupled with the allegations made by the accused in their depositions as well as the application, M-4, dated 2-3-1976 with no re-joinder on behalf of the Customs Department that they were not in their custody till they were arrested on 1-3-1976, we are inclined to accept the say of the accused that they were in custody from 26-2-1976 and the late recording of the statements tempts us to draw an inference that the statements may not be voluntary. But even if we take these statements into consideration, they do not advance the case of the prosecution any further, as stated by us a little earlier, firstly because the prosecution has not led any reliable evidence to establish beyond reasonable doubt that the goods were of foreign origin and smuggled goods and secondly because they cannot avail of the provisions of <a href=\"/doc/1571757/\" id=\"a_95\">Section 123</a> of the Act as the seizure is not proved to be a seizure under the Act.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">23. It was also suggested that the statements were written out stereo-typed and signatures were made by the Superintendent later on at a time below all the statements. There appears to be some substance in this submission, but as we are inclined to take the above view as regards the statements of the accused recorded by the Superintendent, we do not propose to discuss this aspect any further.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">24. It is also on record that the goods were seized in February 1976 but were sent to the godown of the Department as late as in September, 1976 and there is no material on record to show as to in whose custody the goods remained upto September, 1976.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\">25. Mahendrabhai Girdharlal Gandhi, P.N. 15, Exhibit 57 was not the Inspector at Surat when the goods were brought to the godown at Surat. He only took samples from the goods which were in the godown and produced them before the Court, Panchnama was prepared, as admitted by him, but panchas have not been examined. He admitted that he had no personal knowledge because he was at Surat from July 1978. No other Custom Officer has come forward to depose that the samples were taken from those articles which were seized from the possession of these accused. In absence of this evidence, it is also not established by the prosecution that the samples which were produced before the Court were taken from the goods seized from the accused.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"71011\" id=\"span_11\">26. It is true that in the case of <a href=\"/doc/71011/\" id=\"a_96\">Gian Chand v. State of Punjab</a> (supra), the premises were first searched by a Police Officer and the goods seized under the provisions of the <a href=\"/doc/445276/\" id=\"a_97\">Code of Criminal Procedure</a>, while in the present case the premises were searched by a Customs Officer and the goods also seized by a Customs Officer purporting to act under the provisions of the <a href=\"/doc/1059693/\" id=\"a_98\">Customs Act</a>. But even then the fact remains that the said officer was not either authorised to search or authorised to seize the goods and hence it follows that the seizure cannot be said to be under the Act. In our opinion, it will not make any difference whether the goods are seized by a Police Officer or by an Officer of Customs not authorised to do so under the Act. In our opinion, the result would be that such seizure cannot be said to be a seizure under the Act as required by <a href=\"/doc/1571757/\" id=\"a_99\">Section 123</a> of the Act.</span> Such a seizure cannot be said to be under the Act but de hours the Act when the seizure is by an Officer of Customs not authorised to do so.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\">27. The discussion made above goes to show that there is substance in almost all the submissions made by Mr. J. G. Shah on behalf of the appellants that the prosecution has failed to establish that the accused were found to be in possession of smuggled goods. We are, for the reason recorded earlier, inclined to accept these submissions made on behalf of the appellants-accused and hold that the learned Chief Metropolitan Magistrate committed an error in holding these two accused guilty of the offence punishable under <a href=\"/doc/1889775/\" id=\"a_100\">Section 135</a> of the Customs Act.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\">28. So far as the remaining accused who are acquitted by the learned Chief Metropolitan Magistrate are concerned, the learned Chief Metropolitan Magistrate has given cogent and convincing reasons for coming to the conclusion that the guilt of those accused was not established. The learned Chief Metropolitan Magistrate has discussed the case with regard to the remaining accused at Paras 7, 7A and 8 and has rightly reached the conclusion that there was no sufficient evidence to establish the guilt of these accused.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\">29. The result of the aforesaid discussion is that Criminal Appeal No. 1259 of 1979 filed by accused No. 2 Liyakatali and Criminal Appeal No. 1260 of 1979 filed by accused No. 3 Abdullamiya Usmanmiya Pathan are required to be allowed, their conviction set aside and the sentences imposed upon them also are required to be set aside. So far as Criminal Appeal No. 798 of 1979 filed by the Union of India against the accused who were acquitted as well as Criminal Appeal No. 889 of 1979 filed by the State of Gujarat against those accused who are acquitted are concerned, they are required to be dismissed.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\">30. As a result of the aforesaid discussion, we allow Criminal Appeals No. 1259 of 1979 and 1260 of 1979, set aside the order of conviction and sentence recorded against these two accused-appellants and acquit them of the offences of which they are convicted by the learned Chief Metropolitan Magistrate. They are on bail. Their bail bonds are ordered to be cancelled and fine, if paid, is ordered to be refunded to them.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">31. Criminal Appeal No. 798 of 1979 and Criminal Appeal No. 889 of 1979 filed by the Union of India and State of Gujarat respectively are hereby ordered to be dismissed.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\">32. Order accordingly.  \n</p>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n \n\n","numcites":29,"numcitedby":13,"docsource":"Gujarat High Court","citetid":106412,"divtype":"judgments","relatedqs":[{"value":"formal arrest","formInput":"formal%20arrest"},{"value":"bail application","formInput":"bail%20application"},{"value":"confession","formInput":"confession"},{"value":"search warrant","formInput":"search%20warrant"},{"value":"sec 107","formInput":"sec%20107"},{"value":"reasonable belief","formInput":"reasonable%20belief"},{"value":"smuggling","formInput":"smuggling"},{"value":"customs act,1962","formInput":"customs%20act%2C1962"},{"value":"confessional statements","formInput":"confessional%20statements"},{"value":"cotton waste","formInput":"cotton%20waste"},{"value":"chief metropolitan magistrate","formInput":"chief%20metropolitan%20magistrate"},{"value":"custom inspector ","formInput":"custom%20inspector%20"},{"value":"Gazetted officer","formInput":"Gazetted%20officer"},{"value":"personal knowledge","formInput":"personal%20knowledge"},{"value":"accuse statement","formInput":"accuse%20statement"},{"value":"customs act","formInput":"customs%20act"},{"value":"section 108 ","formInput":"section%20108%20"},{"value":"\"personal knowledge\"","formInput":"%22personal%20knowledge%22"},{"value":"IBRAHIM","formInput":"IBRAHIM"},{"value":"how can impose penalty","formInput":"how%20can%20impose%20penalty"}],"cats":[{"value":"power-to-summon","formInput":"tag:power-to-summon"},{"value":"law-governing-customs","formInput":"tag:law-governing-customs"}],"courtcopy":false,"query_alert":null,"agreement":false}