{"tid":14150954,"publishdate":"2017-05-25","title":"Sangram Singh And Ors. vs The State Of M.P. on 25 May, 2017","doc":"<h2 class=\"doc_title\">Sangram Singh And Ors. vs The State Of M.P. on 25 May, 2017</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-k-gupta\">N.K. Gupta</a>, <a href=\"/search/?formInput=benchid:s-k-awasthi\">S.K.Awasthi</a></h3>\n\n<pre id=\"pre_1\">                                  1         Criminal Appeal No.266/2005\n\n        HIGH COURT OF MADHYA PRADESH\n              BENCH AT GWALIOR\n               DIVISION BENCH:\n\n         HON&#x27;BLE SHRI JUSTICE N.K. GUPTA\n                        &amp;\n        HON&#x27;BLE SHRI JUSTICE S.K.AWASTHI\n\n        CRIMINAL APPEAL NO. 266 OF 2005\n\n               Sangram Singh and others\n                          Vs.\n               State of Madhya Pradesh\n\nFor the appellant       :    Shri Padam Singh, Advocate.\n\nFor       respondent- :      Dr. Anjali             Gyanani,     Public\nState                        Prosecutor.\n\n                      JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                       (25/05/2017)\n\nPer Justice S.K.Awasthi:\n</p><blockquote id=\"blockquote_1\">     The appellants have preferred the present appeal\nunder   <a href=\"/doc/929532/\" id=\"a_1\">Section   374       (2)</a>       of    the    Code   of   Criminal\nProcedure    (<a href=\"/doc/445276/\" id=\"a_2\">CrPC</a>)     upon          feeling      aggrieved    by   the\nimpugned judgment dated 4.3.2005 passed by the\nSecond Additional Sessions Judge, Shivpuri in Sessions\nTrial No.236/2004, whereby the appellants/accused\nMahipal Singh and Pappu @ Chandrapal Singh have\nbeen found guilty for commission of offence punishable\nunder   <a href=\"/doc/1560742/\" id=\"a_3\">Section   302</a>       of        IPC    and    appellant/accused\nSangram Singh has been found guilty of <a href=\"/doc/1983271/\" id=\"a_4\">Section 302</a>\nwith the help of <a href=\"/doc/37788/\" id=\"a_5\">Section 34</a> of IPC and all of them have\nbeed sentenced to life imprisonment with fine of\nRs.1000/- each.\n</blockquote><blockquote id=\"blockquote_2\">(2) The     prosecution&#x27;s case, in short, is that on\n20.9.2004 one Bhaiyalal Yadav lodged an FIR in Police\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">                            2      Criminal Appeal No.266/2005\n\nStation Badarwas District Shivpuri stating that, last\nevening the cattle belonging to his brother Lakkhu\naccidentally entered in the field owned by Mahipal\nSingh, which led to heated exchange between them.\nThereafter, on 20.9.2004 at about 9-10 am, when his\nnephew Veer Singh S/o Mohan Singh Yadav was\nploughing his agricultural field known as &#x27;Kumhar Wala\nKhet&#x27;, the appellants reached there to avenge the\nconfrontation   occurred   last    evening    and    inflicted\nseveral injuries by axe. Primarily the fatal injuries were\ncaused on the head and also incised wounds were\nvisible on the right hand of Veer Singh. The aforesaid\nincident was witnessed by Kok Singh and the same was\nnarrated   to Bhaiyalal, whereafter he reached to the\nspot, however while the injured Veer Singh was in\ntransit to the hospital, he succumbed to the injuries.\nBased on the narration of above story, the police\nregistered an FIR bearing Crime No.239/2004 for\ncommission of the offence punishable under <a href=\"/doc/1983271/\" id=\"a_6\">Section 302</a>\nread with <a href=\"/doc/37788/\" id=\"a_7\">Section 34</a> of IPC and named the appellants\nas accused.\n</p><p data-structure=\"Facts\" id=\"p_3\">(3) Thereafter, SHO Badarwas Rajiv Tripathi (PW-11)\nreached the Civil Hospital Badarwas and prepared the\n&#x27;Lash Panchnama&#x27; of the deceased Veer Singh, Ex.P-10,\nand sent the deadbody for post-mortem. Dr. L.S.\nUchariya (PW-10) had performed the post-mortem and\ngave a report Ex. P-15. According to the post-mortem\nreport, he found presence of 2 incised wounds on his\nhead, 1 incised wound on the rear portion of the right\nshoulder, 3 incised wounds on his right hand, 3\nabrasions on his hand, and 1 contusion above the right\neye. Whereafter, SHO Rajiv Tripathi (PW-11) recorded\n                              3      Criminal Appeal No.266/2005\n\nthe statements of various witnesses and appellants were\narrested. The weapon used in commission of crime\n(Axe) was recovered on the memorandum executed by\nboth the accused Mahipal Singh and Chandrapal Singh.\nHead Constable Raghuvir Singh seized clothes of the\ndeceased from the hospital by recovery memo Ex.P-14.\nAll the seized articles were sent for forensic science\nexamination vide letter, Ex.P-28. After due investigation,\nthe   charge   sheet   was       filed   before   the   Judicial\nMagistrate First Class, Kolaras District Shivpuri, who\ncommitted the case to the Court of Session and\nultimately it was transferred to Second Additional\nSessions Judge Shivpuri for trial.\n</p><p data-structure=\"Facts\" id=\"p_4\">(4) The appellants abjured their guilt. They did not\ntake any specific plea but they have stated that they are\ninnocent and are falsely implicated in the matter due to\ndispute over land and cattle but no defence evidence\nwas adduced by them.\n</p><p data-structure=\"CDiscource\" id=\"p_5\">(5) The trial Court after considering the evidence\nadduced by the parties convicted and sentenced the\nappellants as mentioned above.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">(6) We have heard the learned counsel for the parties\nand perused the record.\n</p><p data-structure=\"PetArg\" id=\"p_7\">(7) Learned counsel for the appellants submitted that\nthe trial Court ignored the fact that there is no evidence\navailable against the present appellants. The only eye-\nwitness Kok Singh (PW-2) presented by the prosecution\nhas deposed contradictory statement, which is evident\nfrom the fact that, in one breath he states that, he\ninformed about the incident to Bhaiyalal but in the next\nbreath he retracts from his narration and states that, no\ninformation was given by him to Bhaiyalal. Similarly, he\n                             4      Criminal Appeal No.266/2005\n\nhas made contradictory statement with respect to the\nplace of incident because firstly he has stated that the\nincident occurred on the field of complainant Bhaiyalal\n(PW-1) whereas in the later part of his statement he\nnarrates that the incident occurred on his field. By\ndrawing inference from these contradictions, learned\ncounsel for the appellants submits that the testimony of\nKok Singh (PW-2) has been discredited and the same\ncannot be relied upon for pronouncing the impugned\njudgment.\n</p><p data-structure=\"PetArg\" id=\"p_8\">(8) Consequently, learned counsel for the appellants\nsubmits that if the testimony of Kok Singh (PW-2) is\ntaken out of the equation then the remaining witnesses\nare hearsay in nature and their statements are not\nadmissible   in   law.   Another    relevant    contradiction\nvisualised by the learned counsel for the appellants is\nthat Kok Singh (PW-2) has not ascribed any role of\nappellant No.1-Sangram Singh whereas his name has\nbeen dragged by Bhaiyalal (PW-1) and Guddibai (PW-4)\nwhich establishes the contention that, the implication of\nappellants is due to previous enmity. The remaining\nevidence is without any credibility and deserves to be\nignored.\n</p><p data-structure=\"RespArg\" id=\"p_9\">(9) Per Contra, learned counsel for the respondent-\nState supported the finding of the trial Court and\nsubmits that no indulgence can be shown in the\nimpugned judgment.\n</p><p data-structure=\"Issue\" id=\"p_10\">(10) Before venturing into the rival contentions, it is to\nbe considered as to whether the death of the deceased\nwas homicidal in nature or not and whether the injuries\ncaused are sufficient in ordinary course of nature to\ncause death. In this regard, the evidence given by Dr.\n                           5      Criminal Appeal No.266/2005\n\nL.S.Uchariya (PW-10) is pertinent, who performed the\npost-mortem on the body of the deceased Veer Singh\nand gave a report Ex.P-15. He found following injuries\non the body of the deceased :-\n</p><blockquote id=\"blockquote_3\">       (1)  Incised wound transversely 6cm x 2cm\n            x3cm. 9 cm. above the right wrist, on\n            lower ¼ of right forearm. Posterior. Part of\n            cut muscle blood vessel and both bones\n            are visible;</blockquote>\n<blockquote id=\"blockquote_4\">       (2) Incised wound 6cm x .5 cm x .5cm on\n            middle     of   right   forearm    sagittally\n            posteriorly;\n</blockquote><blockquote id=\"blockquote_5\">       (3) Incised wound 4cm x 3/4cm x 3/4cm on\n            lower ¼ of right arm. Posteriorly;\n       (4) Incised wound 4cm x 3/4cm x 3/4cm right\n            shoulder posteriorly;\n</blockquote><blockquote id=\"blockquote_6\">       (5) Incised wound 10cm x 10cm x 6cm\n            extending from right side fronto temporal\n            part of skull upto upper part of right ear.\n</blockquote><p data-structure=\"Issue\" id=\"p_11\">            Part of scalp muscle blood vessel x skull\n            bone one cut are visible with blood cloot\n            present;\n</p><p data-structure=\"Precedent\" id=\"p_12\">       (6) Incised wound in shape 13cm x 1cm x 2.5\n            cm with cut of part of scalp muscle with\n            skull bone with brain membrance, on\n            middle of occipital region of head, blood\n            clot, brain matter visible;\n</p><p data-structure=\"Section\" id=\"p_13\">       (7) Incised wound 11cm x 3cm x 2.5 cm.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">            extending from left parietal to temporal\n            region transversely upto just above the\n            left ear part of cut muscle blood vessel\n            with bone skull visible with clotted blood;\n       (8) Abrasion 5x3 cm with contusion around it\n            9x4 cm on right elbow, antero laterally;\n       (9) Abrasion 2x1 cm right hand posteriorly;\n       (10) Abrasion 2 in number 2 to 3cm x 1cm\n            above the left shoulder;\n</p><p data-structure=\"Precedent\" id=\"p_15\">       (11) Contusion 3x1 cm upper eye lid of right\n            side eye.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">From perusal of above, it can safely be deduced that\nblood vessels and muscles of radius &amp; ulna bone of the\nright hand of the deceased were cut through and\nthrough, blood was clotted on the right fronto temporal\n                            6    Criminal Appeal No.266/2005\n\nand occipital region, internal muscles and blood vessel\nwere found cut and there were fractures on right fronto\ntemporal and occipital region of the head. According to\nthe opinion of Dr. Uchariya, the injuries were sufficient\nin ordinary course of nature to cause death. Since\nincised wounds and fractures were found on the skull of\nthe deceased and naturally such injuries could neither\nbe caused by the deceased himself nor could they be\nsustained by him in any accident, therefore, the opinion\ngiven by Dr. L.S.Uchariya (PW-10) is acceptable that the\ndeath of the deceased was homicidal in nature.\n(11) The Complainant Bhaiyalal (PW-1) deposed in his\nexamination-in-chief that around three months ago, at\nabout 9-10 am, his nephew Veer Singh went for\nploughing the field where the appellants surrounded\nhim and assaulted by axe. The aforesaid incident was\ninformed to him by Kok Singh whereafter he reached\nthe spot and found that Veer Singh was lying in the field\nand he had received injuries on his neck, skull and\nhand. It is pertinent to point out that the perusal of FIR\nreflects name of Guddibai as another eye-witness,\nhowever, her testimony shall be discussed in later part\nof the judgment.\n</p><p data-structure=\"Precedent\" id=\"p_17\">(12) Now reverting back to the statement of Bhaiyalal\n(PW-1) it is apparent that, at the time of incident he was\nnot present at the spot.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">(13) Kok Singh (PW-2), who claims to be eye-witness,\nstated in his examination-in-chief that around 3 months\nago, at about 10-11 am he and deceased Veer Singh\nwere   ploughing   their   respective   field,   when    the\naccused/appellants Mahipal Singh and Pappu reached\nthere, armed with axe and they assaulted Veer Singh.\n</p><p data-structure=\"Facts\" id=\"p_19\">                           7     Criminal Appeal No.266/2005\n\nAfter witnessing this incident, Kok Singh (PW-2) ran\ntowards his house, however, on the way, Bhaiyalal (PW-\n</p><p data-structure=\"Facts\" id=\"p_20\">1) met him to whom he narrated the entire incident.\nThis witness has been declared hostile on the limited\npoint that in his statement under <a href=\"/doc/447673/\" id=\"a_8\">Section 161</a> of CrPC,\nhe mentioned the name of Sangram Singh which has\nbeen omitted in the statement recorded before the\nCourt. Whereafter he was confronted with cross-\nexamination by Assistant Public Prosecutor (APP) in\nwhich he stood by his omission regarding absence of\nSangram Singh at the place of incident. While it is true\nthat, in his testimony the witness Kok Singh (PW-2) had\nconceded that he did not narrate the incident to\nBhaiyalal but he remained persistent with the statement\nthat appellants No.2 and 3 had inflicted fatal injuries on\nthe deceased.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">(14) Rajesh (PW-3) also claimed himself as an eye-\nwitness and deposed that he saw that Veer Singh was\nploughing his field when Mahipal Singh came and\nassaulted Veer Singh by inflicting injury by axe on his\nhead. When Veer Singh tried to escape, the appellant\nSangram Singh told Mahipal Singh to catch him, as he\nwas fleeing away, in between Veer Singh reached at the\nfield of Kok Singh (PW-2) where accused persons killed\nhim by causing injuries by axe. Thereafter he went to\nthe house of Veer Singh and informed family members\nof Veer Singh about the incident but in the cross-\nexamination he admitted that he reached the spot after\nhearing the alarm of Guddibai, wife of Veer Singh and\nwhen he reached, he found that Veer Singh was lying in\nthe injured condition, therefore, it appears that the\nincident had not taken place in front of Rajesh Singh\n                           8    Criminal Appeal No.266/2005\n\n(PW-3). If Rajesh would have seen the incident then he\nwould have informed such incident to Bhaiyalal (PW-1)\nand Bhaiyalal would have mentioned in the FIR that he\nhas received the information about the incident from\nRajesh.\n</p><p data-structure=\"Facts\" id=\"p_22\">(15) Guddibai (PW-4) deposed in her examination-in-\nchief that around three months, at about 9-10 am, her\nhusband Veer Singh was ploughing the field and she\nwas collecting soyabins. Upon hearing the alarm of his\nhusband Veer Singh she saw that, Mahipal Singh and\nPappu were assaulting Veer Singh by means of axe.\nAccused/appellant   Sangram    Singh    was    telling   to\nsurround Veer Singh so that he may not flee away. Her\nhusband ran towards the field of Kok Singh (PW-2)\nwhere more injuries were inflicted due to which he fell\ndown there, after that accused persons ran away. When\nVeer Singh was being taken to Badarwas, he died on the\nway.\n</p><p data-structure=\"CDiscource\" id=\"p_23\">(16) Mohan Singh (PW-6) stated in his examination-in-\nchief that three months ago at 9.00 am when he was\nsitting at the platform in the village, when he saw that\nthe accused Mahipal Singh and Pappu armed with axe\nwere going and Sangram Singh was accompanying\nthem. After a while, Kok Singh (PW-2) and Rajesh Singh\n(PW-3) informed him that the appellants killed his son\nby causing injuries by axe, then he reach his field and\nsaw his son Veer Singh in serious condition. Veer Singh\nwas not in a position to talk with anybody. Whey they\nwere taking him to Badarwas, he succumbed to the\ninjuries on the way. From the statement of Mohan Singh\n(PW-6), it appears that he has not seen the incident and\nhe reached on the spot after receiving information\n                            9     Criminal Appeal No.266/2005\n\nabout the incident.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">(17) From the perusal of aforestated, following factual\nsituation emerges that, the incident took place at 9-10\nam on 20.9.2004, whereafter the FIR was lodged at\nabout 1.30 pm at police Station Badarwas, which is\nsituated 10 Kms. away from the place of incident; in the\nFIR the names of Kok Singh and Guddibai were\nmentioned that they had seen the incident. Although the\nstatement of Guddibai under <a href=\"/doc/447673/\" id=\"a_9\">Section 161</a> of CrPC was\nrecorded 9 days after the incident, but such delay has\nbeen explained by Guddibai that, after the death of her\nhusband she was in a state of shock and was not in\nposition to narrate the story to the police. Looking to\nher explanation, it cannot be said that Guddibai is a\nplanted witness to strengthen the prosecution story.\n(18)    SHO   Rajiv   Tripathi   (PW-11)    stated    in   his\nexamination-in-chief that on the information given by\nthe accused Mahipal Singh and Pappu @ Chandrapal\nSingh, axes were recovered from them vide seizure\nmemos Ex. P-8 and Ex. P-9, respectively, and they were\nsent to the Regional Forensic Science Laboratory for\nchemical examination. From perusal of the record, it\nappears that chemical analysis report was received\nfrom the Regional Forensic Science Laboratory, Gwalior,\nwhich is admissible under <a href=\"/doc/692331/\" id=\"a_10\">Section 293</a> of CrPC. This\nreport indicates that the bloodstains found on axe\nrecovered from accused Mahipal Singh and on the soil\ncollected from the place of incident contains blood\ngroup &#x27;B&#x27;, which matches with the blood group of the\ndeceased. This report corroborates the statements of\nthe prosecution witnesses that the accused Mahipal\nSingh   caused   injury   to   deceased    Veer   Singh    by\n                            10    Criminal Appeal No.266/2005\n\nassaulting through axe.\n</p><p data-structure=\"PetArg\" id=\"p_25\">(19) None of the prosecution witnesses has stated in\ntheir statement that accused Sangram Singh has\nassaulted the deceased Veer Singh. Although Rajesh\nSingh (PW-3) and Guddibai (PW-4) tried to involve\nSangram Singh in the present incident by stating that at\nthe time of incident he was saying - &#x27;catch Veer Singh\notherwise he will flee away&#x27;, but the presence of Rajesh\nSingh (PW-3) was not found proved on the spot at the\ntime of incident and Guddibai (PW-4) has not stated this\nfact in her statement recorded by the Investigating\nOfficer under <a href=\"/doc/447673/\" id=\"a_11\">Section 161</a> of CrPC. Therefore, no\ncredibility can be attached to the statement of Rajesh\nSingh     (PW-3)    and   Guddibai     (PW-4)     regarding\ninvolvement of appellant Sangram Singh in the present\nincident. Apart from it, no weapon was recovered from\nthe     appellant   Sangram      Singh.     Under        these\ncircumstances, the trial Court has committed an error\nin holding appellant Sangram Singh guilty of the\noffence punishable under <a href=\"/doc/1560742/\" id=\"a_12\">Section 302</a> of IPC.\n(20) The appreciation of evidence in the context of\ncontradictions canvassed by the learned counsel for the\nappellants which finds mention in paras 7 and 8 of this\njudgment, provides no leeway for this Court to give the\nsame any stamp of approval because, the contradictions\nwhich are referred by the learned counsel for the\nappellants    are   not   sufficient   to   disbelieve     the\nprosecution story as the withdrawal by Kok Singh (PW-\n</p><p data-structure=\"PetArg\" id=\"p_26\">2) from the statement about narration of incident to\nBhaiyalal (PW-1) will not discredit the fact that Kok\nSingh (PW-2) still stood by his narration about the\ninfliction of injuries by the appellant No.2-Mahipal\n                            11   Criminal Appeal No.266/2005\n\nSingh and appellant No.3-Pappu @ Chandrapal Singh,\nwhich finds corroboration from medical and forensic\nevidence. Similarly, another contradiction highlighted\nby learned counsel for the appellants about the place of\nincident is not material in nature because the statement\ncannot be appreciated in isolation and communitively.\nReading the statement of Kok Singh (PW-2) would give a\nclear picture about the happening of incident, i.e., the\nappellants No.2 and 3 confronted with the deceased on\nhis field and partly assaulted him whereafter, the\ndeceased attempted to run to safe his life and reached\nto the adjoining field which belongs to Kok Singh where\nmore injuries were inflicted. The spot map, Ex.P-12,\ndrawn by Patwari, reflects the place of incident to be\nthe field of Shiroman Singh, who is the father of Kok\nSingh.\n</p><p data-structure=\"PetArg\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"47172852\" id=\"span_1\">(21) Learned counsel for the appellants has placed\nreliance on the judgment passed by the Hon&#x27;ble\nSupreme Court in the case of <a href=\"/doc/47172852/\" id=\"a_13\">M.B.Suresh vs. State of\nKarnataka</a>, (2014) 4 SCC 31, and submitted that as\nregards the cause of death, Dr. L.S.Uchariya (PW-10)\nhas opined that it was because of shock but the\npossibility that the deceased died due to mishandling of\nthe deceased by the person carrying him to the hospital\ncannot be ruled out. Under these circumstances, he\nprayed that the act of the appellants No.2 and 3 falls\nwithin the purview of <a href=\"/doc/690321/\" id=\"a_14\">Section 304</a> (Part-I) of <a href=\"/doc/1569253/\" id=\"a_15\">IPC</a>.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1182753\" id=\"span_2\">We are\nnot impressed with the submission advanced by the\nlearned counsel for the appellants, for which another\njudgment    of   Hon&#x27;ble    Supreme     Court     deserves\nconsideration which was pronounced in the case of\n<a href=\"/doc/1182753/\" id=\"a_16\">State of Rajasthan vs. Arjun Singh and others</a>\n                           12    Criminal Appeal No.266/2005\n\n(2011) 9 SCC 115, in which following observation has\nbeen made:-</span>\n</p><blockquote id=\"blockquote_7\">         &quot;31. ...... Considering the medical evidence\n         that Himmat Raj Singh sustained 7 gunshot\n         injuries which were sufficient to cause death\n         in the ordinary course, we are satisfied that\n         the death of Himmat Raj Singh undoubtedly\n         falls within the ambit of <a href=\"/doc/1560742/\" id=\"a_17\">Section 302</a> IPC.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_28\">     Apart from it, we cannot ignore that the case of the\nprosecution itself is that while after the deceased\nhaving sustained the injuries was being taken to the\nhospital for treatment, he died on the way and Dr.\nL.S.Uchariya (PW-10) has also stated that the deceased\nsuffered shock on account of the injuries sustained by\nhim and he has also clearly mentioned that, the injuries\nfound on the person of the deceased were fatal and\ndangerous to life. Dr. Uchariya (PW-10) further stated\nthat the deceased suffered fractures on his fronto\nparietal region and radius and ulna bone. The deceased\nreceived 11 injuries and out of them, 7 injuries were\nincised wounds and 2 injuries were found on the vital\npart of the body, which indicates that repeated blows\nwere inflicted on the vital organ of the deceased. Under\nthese circumstances, the act of the appellants Mahipal\nSingh and Pappu @ Chandrapal Singh would fall within\nthe purview of <a href=\"/doc/1560742/\" id=\"a_18\">Section 302</a> of IPC, not under <a href=\"/doc/409589/\" id=\"a_19\">Section\n304</a> (Part-I) of <a href=\"/doc/1569253/\" id=\"a_20\">IPC</a>.\n</p><p data-structure=\"Conclusion\" id=\"p_29\">(22) On the basis of aforesaid discussion, the appeal\nfiled by the appellant No.1-Sangram Singh is hereby\nallowed. His conviction and sentence for the offence\npunishable under <a href=\"/doc/1560742/\" id=\"a_21\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_22\">Section 34</a> of\nIPC is hereby set aside and he is acquitted from the said\ncharge. He would be entitled to get the fine amount\n                                   13    Criminal Appeal No.266/2005\n\n        back, if he has deposited the same before the trial\n        Court. However, the appeal filed by the appellants No.2-\n        Mahipal Singh and No.3-Pappu @ Chandrapal Singh is\n        hereby dismissed and their conviction and sentence\n        under <a href=\"/doc/1560742/\" id=\"a_23\">Section 302</a> of IPC is maintained.\n        (23) The appellant No.1-Sangram Singh is on bail. His\n        presence is no more required      before this Court and,\n        therefore, it is directed that his bail bonds shall stand\n        discharged.\n</p><p data-structure=\"Conclusion\" id=\"p_30\">        (24) A copy of the judgment be sent to the court below\n        along with its record for information.\n</p>\n\n\n\n<pre id=\"pre_2\">             (N.K. Gupta)                        (S.K.Awasthi)\n                Judge                                Judge\n(yog)\n </pre>","numcites":12,"numcitedby":24,"docsource":"Madhya Pradesh High Court","citetid":14150954,"divtype":"judgments","relatedqs":[{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"forensic science","formInput":"forensic%20science"},{"value":"section 161","formInput":"section%20161"},{"value":"confrontation ","formInput":"confrontation%20"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"fatal","formInput":"fatal"},{"value":"fracture","formInput":"fracture"},{"value":"Mohan Singh","formInput":"Mohan%20Singh"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"order-prosecution","formInput":"tag:order-prosecution"}],"courtcopy":true,"query_alert":null,"agreement":false}