{"tid":167171337,"publishdate":"2018-02-28","title":"Raj Rajya Vidyut Utpadan Nigam Ltd vs Parsa Kente Collieries Ltd on 28 February, 2018","doc":"<h2 class=\"doc_title\">Raj Rajya Vidyut Utpadan Nigam Ltd vs Parsa Kente Collieries Ltd on 28 February, 2018</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-rafiq\">Mohammad Rafiq</a>, <a href=\"/search/?formInput=benchid:a-sharma\">Alok Sharma</a></h3>\n\n<pre id=\"pre_1\">                                                  (1 of 64)                [CMA-3785/2017]\n\n\n                  HIGH COURT OF JUDICATURE FOR RAJASTHAN\n                              BENCH AT JAIPUR\n\n\n                        D.B. Civil Miscellaneous Appeal No.3785/2017\n\n           Rajasthan Rajya Vidyut Utpadan Nigam Ltd., Registered Office At\n           Vidyut Bhawan, Janpath Jyoti Nagar Jaipur 302 005.\n\n                                                                           ----Appellant\n\n                                                Versus\n\n           Parsa Kente Collieries Ltd., Registered Office At 6F-32 Mahima\n           Triniti Plot No.05 Swej Farm New Sanganer Road, Sodala Jaipur.\n\n                                                                         ----Respondent\n           Advocates who appeared in this case:-\n\n\n\n           For Appellant(s)           :    Mr. Gopal Subramanium, Senior\n                                           Counsel, associated with Mr. Kartik\n                                           Seth, Mr. Jayavardhan Singh and Mr.\n                                           Parikshit Singh, Deputy Government\n                                           Counsel\n\n           For Respondent(s)          :    Mr. Dushyant Dave, Senior Counsel\n                                           and Mr. R.N. Mathur, Senior Counsel,\n                                           associated with Mr. Anuroop Singhi,\n                                           Mr. Saurabh Jain and Mr. Salil Sinha\n\n\n\n                        HON&#x27;BLE MR. JUSTICE MOHAMMAD RAFIQ\n                          HON&#x27;BLE MR. JUSTICE ALOK SHARMA\n\n                                            Judgment\n//Reportable//\n\n\n          Per Hon&#x27;ble Mr. Justice Mohammad Rafiq:\n\n          28/02/2018\n\n                 This    appeal    under    <a href=\"/doc/772406/\" id=\"a_1\">Section      37</a>   of   the   Arbitration   and\n\n          Conciliation Act, 1996, filed by Rajasthan Rajya Vidyut Utpadan\n\n          Nigam     Limited,      seeks    to   challenge     the    judgment     of   the\n\n          Commercial Court (Additional District &amp; Sessions Judge No.1),\n\n          Jaipur Metropolitan, dated 13.04.2017 in Arbitration Objection\n\n          Case No.51/2016, thereby dismissing the objections filed by the\n                                  (2 of 64)           [CMA-3785/2017]\n\n\n\nappellant under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Arbitration and Conciliation Act,\n\n1996, to the Arbitral Award dated 27.05.2015.\n\n\n     Rajasthan Rajya Vidyut Utpadan Nigam Limited (for short,\n\n&#x27;the RVUNL&#x27;), the appellant herein, is a power generating company\n\nwithin the meaning of <a href=\"/doc/58732466/\" id=\"a_3\">Section 2(8)</a> of the Electricity Act, 2003. It\n\nis owned by the State of Rajasthan. The appellant floated a tender\n\nin March, 2006 to select firms/consortium of firms/collaborator\n\nfirms for entering into with a Joint Venture Agreement so as to\n\nform a joint venture company for undertaking the coal block\n\ndevelopment, mining of coal and arranging its transportation and\n\ndelivery to the appellant&#x27;s Thermal Power Stations at Chhabra\n\nPhase-II and Kalisindh in the State of Rajasthan. Pursuant thereto,\n\none Adani Enterprises Limited submitted its bid on 12.05.2006 and\n\nemerged as the L1 bidder. A Letter of Intent was resultantly issued\n\nto it on 23.10.2006. It was thereafter that the Government of\n\nIndia, vide their letter dated 19/25.06.2007 allocated Parsa East\n\nand Kanta Basan coal blocks located in the State of Chhattisgarh\n\nto the appellant to enable it to meet the coal requirement for its\n\nthermal power projects. A joint venture agreement was executed\n\nbetween the appellant and Adani Enterprises Limited, pursuant to\n\nwhich the respondent-company, namely, Parsa Kente Collieries\n\nLimited (for short, &#x27;the PKCL&#x27;) was incorporated as a joint venture\n\ncompany. While the appellant had 26% share in that company, the\n\nmajority share holding being at 74%, was retained by Adani\n\nEnterprises Limited. The appellant and the respondent thereupon\n\nexecuted an agreement on 16.07.2008 for development of coal\n\nblock, mining of coal and arranging for transportation and delivery\n\nof coal. In June, 2009, the Central Government formulated a policy\n                                     (3 of 64)                   [CMA-3785/2017]\n\n\n\nof &#x27;Go&#x27; and &#x27;No Go&#x27; and declared the Parsa Kente and Kanta Basan\n\ncoal blocks as a &#x27;No Go&#x27; area. On 29.07.2009, the respondent\n\nentered a Coal Mining Services Agreement with Adani Mining\n\nPrivate Limited (for short, &#x27;AMPL&#x27;). It may be significant to note\n\nthat the appellant-company is not a party thereto. The Ministry of\n\nCoal, Government of India, issued guidelines for preparation of a\n\nMine Closure Plan. The said guidelines required, inter alia, the\n\nmining company to open an Escrow Account with any Scheduled\n\nBank. The appellant under intimation to the respondent and its\n\nacceptance   opened       an   Escrow   Account       on   12.07.2012        in\n\nconformity   with   the    guidelines   of      Ministry   of    Coal   dated\n\n27.08.2009 with the Coal Controller Organization and United Bank\n\nof India as the beneficiary. As per the Coal Mining and Delivery\n\nAgreement (for short, &#x27;CMDA&#x27;) between the appellant and the\n\nrespondent, the coal supply was to commence at the earliest\n\nwithin 42 months, or within forty-eight months from the date of\n\nallotment of coal blocks i.e. by or on 25.06.2011--a clause for\n\nextending the commencement was however provided for. The\n\nChhattisgarh Environment Conservation Board, while approving\n\nthe consent to operate on 31.12.2012, allowed the respondent to\n\ncommence mining activities and supply of coal. The Respondent\n\ncommenced coal supply to the appellant on 25.03.2013. The\n\nrespondent on 30.8.2011 informed the appellant of the delay in\n\nthe commencement of coal supply, inter alia owing to delay in\n\nreceiving forest clearances and vide their letters dated 30.11.2011\n\nand 2.3.2012 requested to invoke the Force Majeure events in the\n\nagreement and extend the date of commencement. The appellant\n\nacceded to request and recognized existence of Force Majeure\n\nevents extending the date of commencement to 25.3.2013. The\n                                     (4 of 64)          [CMA-3785/2017]\n\n\n\nnew scheduled commencement date of coal supply and that no\n\npenalty would be levied on the respondents for any delay in supply\n\nin the light of force majeure events, had been accepted by both\n\nparties. The respondent, however vide letter dated 27.11.2013,\n\nrequested the appellant that the commencement date of coal\n\nsupply yet be considered as 25.06.2011. However, this request of\n\nthe respondent was rejected by the appellant vide their letter\n\ndated 27.11.2013.\n\n\n              Certain disputes having arisen between the parties, the\n\nrespondent invoked Clause 10.2 of the CMDA dated 25-6-2011\n\nand sought arbitration. The parties then appointed a retired\n\nhonourable Judge of this Court as the Sole Arbitrator. Based on the\n\npleadings of the parties, following issues were framed by the\n\nlearned Sole Arbitrator:-\n\n    i.      Whether, in terms of the CMDA, 25.06.2011 was to be\n            considered as the fixed date of commencement of coal\n            supply?\n    ii.     Whether Royalty and Stowing Excise Duty (&quot;SED&quot;) as\n            applicable on he fixed dated were liable to be frozen\n            for the purposes of the CMDA?\n    iii.    Whether &#x27;Basic Price&#x27; was liable to be calculated by\n            considering 25.06.2011 as the fixed date and whether\n            further increase in Royalty and SED would become\n            payable as per actual with effect from 25.06.2012?\n    iv.     Whether, in terms of the CMDA, Financial Year 2011-12\n            was the &#x27;Zero Year&#x27; for the purposes of applying Price\n            Adjustment?\n    v.      Whether the appellant had taken 25.03.2013 as the\n            commencement date (of coal supply) in contravention\n            of the CMDA?\n    vi.     Whether the appellant was the sole beneficiary of all\n            mining      activities   carried      out    by    the\n            respondent/claimant under the CMDA?\n    vii.    Whether there was a shortfall in offtake of coal by\n            appellant during FY 2013-14 in contravention of the\n            CMDA?\n    viii.   If the answer to Issue vii was in the affirmative,\n            whether the appellant was liable to reimburse the\n            respondent/claimant and/or its sub-contractors for the\n                                     (5 of 64)           [CMA-3785/2017]\n\n\n            expenses incurred in achieving the output to the extent\n            of shortfall in offtakes?\n    ix.     Whether the appellant was liable to deposit the Mine\n            Closure Cost in terms of the Escrow Agreement?\n    x.      Whether the respondent/claimant had any privity of\n            contract qua the Escrow Agreement between the\n            respondent and the Government of India?\n    xi.     If the answer to issue no.x was in the negative,\n            whether depositing of Mine Closure Coast by the\n            respondent/claimant was covered by the &#x27;Scope of\n            Work&#x27; under the CMDA?\n    xii.    Whether the appellant had breached the CMDA by\n            deducting      monies     from   the   bills   of   the\n            respondent/claimant on the pretext of deductions\n            towards deposits for mine closure costs?\n    xiii.   Whether the construction of a railway siding at\n            Mamalpur was covered within the &#x27;Scope of Work&#x27;\n            under the CMDA?\n    xiv.    If the answer to issue No. xiii was in the negative,\n            whether the appellant was liable to reimburse the\n            respondent/claimant and/or its sub-contractors for\n            expense incurred in construction of the railway siding\n            at Kamalpur?\n\n\n     The respondent-claimant (hereinafter &#x27;claimant&#x27;) and the\n\nappellant-non claimant (hereinafter &#x27;appellant&#x27;) laid their evidence\n\nbefore the Sole Arbitrator on affidavits and produced certain\n\ndocuments. The Sole Arbitrator passed the award on 27.05.2015.\n\nWith regard to the first claim based on escalation of base price of\n\ncoal, under the price adjustment clause of the CMDA, the Sole\n\nArbitrator held that as per the appellant&#x27;s letter dated 30.11.2011,\n\nthe Force Majeure events were treated as admitted and the delay\n\nin the commencement date for the supply of coal was not the\n\nclaimant&#x27;s account. Instead it was mutually agreed upon. And\n\nhence, the extended date of commencement was of no event for\n\noperation of the price adjustment clause. The claimant was\n\nentitled to price adjustment in the basic price of coal as per the\n\nformula in the CMDA, which had to be applied, in the facts of the\n\ncase, taking 25.06.2011 as the date of commencement-forty eight\n                                   (6 of 64)            [CMA-3785/2017]\n\n\nmonths following allocation of coal block as the basis, the Financial\n\nYear 2011-12 as the Zero Year and escalation 2013-14 onwards\n\nafter subtracting royalty and stowing excise duty therefrom as\n\nprovided. With regard to the second claim, the Sole Arbitrator inter\n\nalia held that the respondent was entitled to Rs.78 crores towards\n\nfixed costs and the losses incurred due to the failure of the\n\nappellant to off-take requisite quantities of coal in time as per the\n\nscheduled dates. In regard to the third claim, it was held by the\n\nSole Arbitrator that it was for the appellant to open an Escrow\n\nAccount since the stage of closing any mine or part of it had not\n\nyet arrived, and therefore deductions carried out by the appellant\n\nfrom the running bills of the respondent for coal supplied on that\n\ncount were unjust, premature and contrary to the CMDA. The third\n\nclaim was thus decided in favour of the respondent. The fourth\n\nclaim with regard to construction of railway siding was however\n\nrejected. The final award was thus passed.\n\n           Aggrieved by the aforesaid award dated 27-5-2015, the\n\nappellant filed objections under <a href=\"/doc/536284/\" id=\"a_4\">Section 34</a> of the Arbitration and\n\nConciliation Act, 1996, raising multiple grounds for setting it aside.\n\nThe Commercial Judge, however, vide impugned judgment dated\n\n13.04.2017, dismissed all the objections of the appellant. Hence\n\nthis appeal.\n\n     We have heard Mr. Gopal Subramanium, Senior Counsel for\n\nthe appellant and Mr. Dushyant Dave, Senior Counsel for the\n\nrespondent.\n\n</pre><p data-structure=\"RespArg\" id=\"p_1\">     Mr. Gopal Subramanium, submitted that the Commercial\n\nCourt failed to appreciate that the impugned award is patently\n\nillegal, irrational and opposed to the public policy of India. The\n                                   (7 of 64)           [CMA-3785/2017]\n\n\nfindings of the Sole Arbitrator are incompatible with and stand in\n\ncomplete contravention of the contractual clauses in the CMDA\n\nbinding on both parties. It was submitted that in fact it is clear in\n\nthe light of unambiguous contractual clauses that the findings of\n\nthe Sole Arbitrator are so unreasonable, which no person of\n\nordinary prudence could have arrived at. It was contended that the\n\nterm &#x27;Commencement Date&#x27; was defined in the Agreement to have\n\nthe same the meaning as given to it in Clause 4.5.1, which\n\nstipulated that the delivery of coal was to commence within forty\n\neight months from the date of allotment of coal blocks (25.06.07).\n\nEven    though the Claimant was to use its best efforts to\n\ncommence delivery of Coal within forty two months from the date\n\nof allotment of the coal blocks though no penalty was to be\n\napplicable if the Claimant did not commence delivery of Coal\n\nwithin forty two months from the date of allotment of coal blocks.\n\nThe penalties were to be applicable only if the delivery of Coal did\n\nnot commence within forty eight months from the date of\n\nallotment of coal blocks (25-6-2007). Clause 4.5.3 provided that\n\nthe Commencement Date was the essence of the contract, Clause\n\n4.5.2 of the CMDA further provided that in the event the Company\n\nwas unable to perform its obligations under Clause 3.2 by the\n\nrequired date under Clause 4.5.1 because of any default by the\n\nappellant of its obligation under the agreement, or force majure\n\nevent, the commencement date shall be suitably extended. Thus\n\nit is evident that the said commencement date was not written in\n\nstone, was variable between 42 and 48 months and further for\n\nreason of Force Majeure events, could be further extended. It was\n\nsubmitted that such commencement date as provided and when\n                                  (8 of 64)                  [CMA-3785/2017]\n\n\nextended, was to be the essence of the contract. And both the\n\nparties mutually decided that owing to the delay in obtaining\n\nforest clearances (18 months) and in finalizing road transportation\n\n(3 months) which constituted force majeure circumstances, the\n\ndate of commencement warranted being extended to 25-3-2013.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_2\">     Mr. Gopal Subramanium, argued that the CMDA did not even\n\nremotely envisage a deemed commencement date different from\n\nthe one actually extended by mutual agreement of the parties by\n\nresort to the terms of the CMDA itself. It was submitted that the\n\nterm &#x27;commencement date&#x27; is not notional and has been defined in\n\nthe agreement to be the date on which the actual supply of coal\n\nbegan. It was submitted that the expression &quot;...within forty eight\n\nmonths...&quot; in Clause 4.5.1 of the CMDA makes it clear that\n\n25.06.2011 was not a fixed and unalterable date; coal supply\n\ncould have begun before the said date as well. This is clear equally\n\nfrom the expression &quot;...the Company shall use its best efforts to\n\ncommence delivery of Coal within forty two (42) Months from the\n\ndate of allotment of Coal Blocks...&quot;. The &#x27;commencement date&#x27; was\n\nthus evidently not immutable and capable of alteration provided\n\nForce Majeure conditions for the same, as stipulated under the\n\nAgreement,   obtained.   The   claimant      vide   their   letter   dated\n\n30.08.2011, had made an unequivocal request to the appellant\n\nseeking extension of the commencement date under Clause 4.5.2\n\nof the Agreement, requesting that it be extended by 18 months,\n\nwith effect from June, 2011 i.e. Commencement Date be revised\n\nto December, 2012. The Board of Directors of the appellant, in its\n\n228th Meeting held on 27.08.2013, accepted the respondent&#x27;s\n                                     (9 of 64)           [CMA-3785/2017]\n\n\nrequest for extension of the commencement date and resolved\n\nthat 25.03.2013 be thence considered as the new Scheduled\n\nCommencement Date--while also clarifying that no penalty on the\n\nclaimant-M/s PKCL would be leviable. Reference in particular was\n\nmade by Mr. Gopal Subramanium to para 29 of the Statement of\n\nClaim to submit that the claimant categorically admit that in the\n\nevent of Force Majeure circumstances, the commencement date\n\ncould be suitably extended.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">     On the issue of the operation of price adjustment clause\n\n5.4.3 of the CMDA Mr. Gopal Subramanium, submitted that the\n\nclaimant was entitled to an escalation in the base price of coal\n\neach operating year provided that the first escalation was to occur\n\nonly after completion of 12 months from the commencement date.\n\nReference was made to the definition of the &#x27;Operating Year&#x27;, which\n\nmeans the financial year and includes the period from the\n\ncommencement date to the following March 31; each period\n\nthereafter from April 01 to the following March 31, and with\n\nrespect to the Operating Year in which the termination or expiry of\n\nthe agreement occurs, the period from April 01 immediately\n\npreceding the date of such termination or expiry to the date of\n\nsuch termination or expiry. Thus theoretically, submitted Mr. Gopal\n\nSubramanium if coal supply had indeed commenced, as initially\n\nexpected, at least on 25.06.2011, and the said commencement\n\ndate were operative, the first Operating Year would have been\n\n25.06.2011 to 31.03.2012. However, since the coal supply\n\nadmittedly    commenced        only      on     25.03.2013--and      the\n\ncommencement      date   was   so     mutually    extended,   the   first\n\nOperating Year was and ought to have been taken by the Sole\n                                     (10 of 64)         [CMA-3785/2017]\n\n\nArbitrator as 1.4.2013 to 31.3.2014. Under the CMDA, the basic\n\nprice of coal was to be adjusted only after the completion of 12\n\nmonths from the Commencement Date. It thus follows that if\n\n25.06.2011 had been the Commencement Date--which was not,\n\nthe first price escalation would have been from financial year\n\n2013-14. However where the Commencement Date was in fact\n\nagreed and indeed was 25.03.2013, the first price escalation\n\nwould only occur as per the contract terms only in the financial\n\nyear 2014-15. Mr. Gopal Subramanium submitted that hence,\n\nthere was no question of price escalation in the base price of coal\n\nfor Financial Year 2013-14 and yet it was awarded as a perversity,\n\non a gross oversight and circumvention of the terms of the CMDA.\n\nConsequently the finding recorded by the Sole Arbitrator and\n\nupheld by the Commercial Court that the respondent was entitled\n\nto an escalation in basic price of coal effective 01.04.2013 is\n\nagainst &quot;public policy&quot;.\n</p>\n<p data-structure=\"Precedent\" id=\"p_4\">      <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"919241\" id=\"span_1\">In   his   arguments,   Mr.   Gopal    Subramanium   laid   great\n\nemphasis on the point that the appellant in the present case was\n\nnot merely advocating an alternative interpretation of the relevant\n\nclauses of the CMDA over the one adopted by the Sole Arbitrator,\n\nbut the relevant clauses of the CMDA only allowed for one possible\n\ninterpretation as advanced in this appeal. The interpretation of the\n\nSole Arbitrator was wholly incompatible with the terms of the\n\nCMDA and hence unsustainable, unconscionable, grossly arbitrary\n\nand   thus in conflict with the public policy of India. Mr. Gopal\n\nSubramanium relied on judgments of the Supreme Court in <a href=\"/doc/919241/\" id=\"a_5\">Oil &amp;\n\nNatural Gas Corporation Ltd. Vs. Saw Pipes Ltd.</a> - (2003) 5 SCC\n\n705, Hindustan Zinc.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1294876\" id=\"span_3\"><a href=\"/doc/1294876/\" id=\"a_6\">Ltd. Vs. Friends Coal Carbonisation</a> - (<a href=\"/doc/996348/\" id=\"a_7\">2006)\n                                   (11 of 64)          [CMA-3785/2017]\n\n\n4 SCC 445, McDermott International Inc. v. Burn Standard Co. Ltd</a>.</span></span>\n\n</p><p data-structure=\"Precedent\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_5\">- (2006) 11 SCC 181. <a href=\"/doc/1617540/\" id=\"a_8\">Delhi Development Authority Vs. R.S.\n\nSharma and Co.</a>, (<a href=\"/doc/31621011/\" id=\"a_9\">2008) 13 SCC 80 and Associate Builders Vs.\n\nDelhi Development Authority</a> - (2015) 3 SCC 49.</span></span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_6\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"178717\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1525393\" id=\"span_7\">Mr. Gopal Subramanium submitted that the Sole Arbitrator\n\nand the Commercial Court also failed to appreciate that the parties\n\nhad accepted the extended commencement date for reason of\n\nForce Majeure and only that date and not any other, was relevant\n\nfor the application of the price adjustment clause. It was\n\ncontended that the claimant on the one hand could not take the\n\nbenefit of an extended commencement date under the Force\n\nMajeure clause in escaping penalty and on the other cull out a\n\nprior date on purported harmonious and reasonable construction\n\nof the CMDA for benefiting from the price adjustment clause. The\n\nclaimant cannot be allowed to approbate and reprobate. It was\n\nsubmitted that this would follow on the doctrine of estoppel.\n\nReliance in support of this argument was placed on the judgment\n\nof the Supreme Court in <a href=\"/doc/1525393/\" id=\"a_10\">C. Beepathumma &amp; Others Vs. V.S.\n\nKadambolithaya &amp; Others</a> - <a href=\"/doc/178717/\" id=\"a_11\">AIR 1965 SC 241, and New Bihar Biri\n\nLeaves Co. &amp; Ors. Vs. State of Bihar &amp; Ors.</a>, (1981) 1 SCC 537 and\n\nit was contended that the Sole Arbitrator and Commercial Judge\n\nhave both committed a patent illegality in contrarily and recklessly\n\nfinding 25.06.2011 to be the Commencement Date de hors the\n\nterms of the contract and admitted facts on record that it was 25-\n\n3-2013 and then allowing the claimant&#x27;s claim for price adjustment\n\non that foundation. Such a finding for multiple reasons set out in\n\nthe arguments is liable to be set aside.</span></span>\n</p><p data-structure=\"Facts\" id=\"p_7\">                                     (12 of 64)              [CMA-3785/2017]\n\n\n       Mr. Gopal Subramanium, then submitted on the second claim\n\nfor damages based on fixed costs, the Sole Arbitrator in Para 21-\n\n23 of the Award held that since the appellant failed to off-take the\n\nrequisite quantities of coal ready to ship as scheduled, for a period\n\nof 107 days i.e. from 26.08.2013 to 02.12.2013, it had defaulted\n\nunder Clause 8.2(iii) of the Agreement and therefore a case for\n\ncompensatory damages to the claimant had been made out under\n\n<a href=\"/doc/339747/\" id=\"a_12\">Section   73</a>   of   the   Indian   Contract      Act,   1872.   Mr.   Gopal\n\nSubramanium however emphatically submitted that yet there is\n\nhowever no reasoning in the Award as was mandatory under\n\n<a href=\"/doc/193987/\" id=\"a_13\">Section 31(3)</a> of the Act of 1996 as to the manner and evidences\n\non which the respondent satisfied the elements of <a href=\"/doc/1544432/\" id=\"a_14\">Section 73</a> of\n\nthe Act of 1872. The claim for damages on account of fixed cost\n\nonly rested on an alleged loss of approximately Rs.78 crores\n\nsuffered not directly by the claimant but by a third party &quot;AMPL&quot;\n\nwith which the respondent had entered into a Coal Mining Services\n\nAgreement on 29.07.2009. The loss claimed by the claimant was\n\nthe purported loss incurred by the AMPL, with whom the appellant\n\nhad no relation and/ or privity of contract. The appellant&#x27;s\n\nobligations were/ are strictly limited within the CMDA dated 16-7-\n\n2008 and to compensate the respondent claimant for loss of its\n\nsub contractor was not one. The appellant in its legal capacity\n\nwas/ is not concerned with any sub-contract made by the\n\nrespondent. AMPL was a stranger to the Coal Mining Development\n\nAgreement dated 16-7-2008. It was submitted that thus both the\n\nSole   Arbitrator   and   the   Commercial       Judge    dismissing    the\n\nappellant&#x27;s objections on claim No.2 of the award under <a href=\"/doc/536284/\" id=\"a_15\">Section 34</a>\n\nof the Act of 1996 acted in breach of substantive law of India.\n</p><p data-structure=\"RespArg\" id=\"p_8\">                                 (13 of 64)            [CMA-3785/2017]\n\n\nThey could not have relied upon CW1/72, which was a mere\n\ncertificate from a Chartered Accountant of AMPL and purported to\n\nbe a statement of losses of Rs.77.39 Crore allegedly incurred by\n\nAMPL.   It   was   submitted   that   the    Sole   Arbitrator   has\n\nunconscionably awarded a huge sum towards fixed costs loss of\n\nRs.78 crore to the respondent on that basis alone. Strangely, the\n\nfigure towards alleged loss on account of fixed costs has been\n\nassumed by the Sole Arbitrator on the respondent-claimant&#x27;s ipse\n\ndixit. It was submitted the Sole Arbitrator overlooked Clause\n\n8.3(iv) (remedies for breach/termination) which clearly provided\n\nthat neither party would be liable for indirect or consequential\n\nlosses arising as a result of their breach of the Agreement unless\n\nso specifically otherwise provided in the Agreement--yet nothing\n\nfrom the CMDA dated 16.7.2008 was pointed out to the Sole\n\nArbitrator to justify award of damages of Rs.78 crores to\n\nrespondent claimant for the purported losses of AMPL under their\n\nagreement dated 29.7.2009. It was submitted that in the absence\n\nof any discussion of evidence and any reasoning on the manner of\n\ncomputing damages, no case for award of damages was at all\n\nmade out under <a href=\"/doc/339747/\" id=\"a_16\">Section 73</a> of the Indian Contract Act, 1872. Mr.\n\nGopal Subramanium submitted that the Sole Arbitrator as well as\n\nCommercial Judge therefore exercised their jurisdiction recklessly\n\nin doing so. Such a conclusion is wholly unreasonable, perverse,\n\nunconscionable and contrary to the CMDA. The award dated 27-5-\n\n2015 and the judgment of the court below are in the facts of the\n\ncase contrary to substantive laws of India as applicable and\n\nmandated under <a href=\"/doc/1138651/\" id=\"a_17\">Section 28(1)(a)</a> of the Act of 1996.\n</p><p data-structure=\"Facts\" id=\"p_9\">                                 (14 of 64)              [CMA-3785/2017]\n\n\n     On the claim awarded with regard to the Escrow Account, Mr.\n\nGopal   Subramanium    submitted   that      the   Ministry   of   Coal,\n\nGovernment of India, had issued guidelines for preparation of the\n\nMine Closure Plan only on 27.08.2009. These guidelines required,\n\ninter alia, the mining company to open an Escrow Account with\n\nany Scheduled Bank. The Appellant opened an Escrow Account on\n\n12.07.2012 and executed an Escrow Agreement with the Coal\n\nController Organization (CCO) and United Bank of India. Reference\n\nis made to the letter dated 06.06.2012 addressed by the appellant\n\nto respondent-claimant, wherein it was stated that the appellant\n\nRVUNL would open and maintain &#x27;Escrow Account&#x27; with the CCO in\n\na scheduled commercial Bank subject to the condition that amount\n\ndeposited as per approved mine closure plan (10 MTPA) shall be\n\nrecovered from immediate next payment of the coal bill of the\n\nrespondent claimant raised towards dispatches of coal.              The\n\nrespondent claimant, by its letter dated 09.06.2012, consented to\n\nthe condition and agreed that the amount deposited into the\n\nEscrow account be recovered by the appellant from immediate\n\nnext payment of the coal bills raised towards dispatches of coal.\n\nThis was in any event within the definition of &quot;Scope of Work&quot; in\n\nClause 3.2.1 of the CMDA which provided that all expenses\n\nincurred for the works shall be borne by the respondent Claimant,\n\nsubmitted Mr. Gopal Subramanium. The Sole Arbitrator has thus\n\non this issue recorded a perverse findings contrary to the\n\nrespondent claimant&#x27;s acceptance as also the terms of the CMDA\n\nand awarded to it a refund of deductions made for deposit in the\n\nEscrow account.\n</p><p data-structure=\"PetArg\" id=\"p_10\">                                       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"136518863\" id=\"span_8\">(15 of 64)            [CMA-3785/2017]\n\n\n     Mr. Gopal Subramanium submitted that the Sole Arbitrator on\n\nall the three claims thus arrived at wholly unreasonable and\n\nunconscionable conclusions which no prudent person on the\n\nmaterial on record, factual and legal, could have. Conditions of the\n\nunderlying CMDA have been recklessly overlooked hence the\n\naward dated 27.5.2015 as also the order dated 13.4.2017 passed\n\nby the court below dismissing the appellant&#x27;s objection thereto be\n\nset-aside. Reliance was placed on the judgment of the Supreme\n\nCourt in <a href=\"/doc/136518863/\" id=\"a_18\">Oil and Natural Gas Corporation Ltd. Vs. Western Geco\n\nInternational   Ltd.</a>,-   (2014)   9    SCC     263   in   support   of   the\n\nsubmissions. Mr. Gopal Subramanium to emphasis the huge\n\nfinancial impact of a wholly perverse, patently illegal and award\n\nvitiated by complete non application of mind contended that\n\nimpact of the award and the judgment of the Commercial Court\n\nhas over the long run financial ramification of about Rs.955 crore\n\non the public exchequer to the obvious unfair detriment of the\n\npublic which would bear the costs through higher tariffs if the\n\naward were allowed to stand.</span> It was submitted that the concept of\n\npublic policy as envisaged in ONGC Vs. Saw Pipes, supra, was\n\nneither appreciated by the Sole Arbitrator nor by the Commercial\n\nJudge. He submitted that the impact of the award passed by Sole\n\nArbitrator and the order of Commercial Court could have only been\n\ndetermined ex-post-facto and hence the PWC report dated\n\n09.10.2017 titled &#x27;Assessment of Potential Financial Impact on\n\nRVUNL Considering an Advance Escalation on Mining Fees&#x27;, now\n\nfiled before this Court, ought to be considered.\n</p><p data-structure=\"RespArg\" id=\"p_11\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1738256\" id=\"span_9\">(16 of 64)           [CMA-3785/2017]\n\n\n     Per contra, Mr. Dushyant Dave, Senior Counsel appearing for\n\nthe respondent submitted that in view of the findings of fact\n\nrecorded, and conclusions arrived at by the Sole Arbitrator in his\n\naward on the three claims to the respondent claimant&#x27;s benefit,\n\nwhich the Commercial Court on objections thereto found no good\n\nground to annul, there is no legally permissible ground for\n\ninterference in this appeal under <a href=\"/doc/772406/\" id=\"a_19\">Section 37</a> of the Act of 1996. Mr.\n\nDushyant Dave submitted that the Sole Arbitrator acting within his\n\npower to interpret the CMDA dated 25-6-2011 was justified in\n\nholding 25.06.2011 as the commencement date, as specifically\n\nprovided for in CMDA, 2011-12 as the Zero Year and based\n\nthereon granting first escalation to the respondent company on the\n\nbasic price of coal effective 1.4.2013. Reasons within <a href=\"/doc/193987/\" id=\"a_20\">Section\n\n31(3)</a> of the Act of 1996 have been assigned for the said\n\nconclusion on interpretation of the relevant clauses of CMDA.\n\nRelying on the judgment of the Supreme Court in <a href=\"/doc/1738256/\" id=\"a_21\">Quality\n\nManufacturing Vs. Central Warehousing Corporation</a> - (2009) 5\n\nSCC 142, Mr. Dushyant Dave submitted that the court&#x27;s jurisdiction\n\nover the award under <a href=\"/doc/772406/\" id=\"a_22\">Section 37</a> of the Act is not appellate though\n\nit is so qua the order on an application under <a href=\"/doc/536284/\" id=\"a_23\">Section 34</a> of the Act\n\nof 1996 and it cannot reassess or re-appreciate the evidence or\n\nexamine the sufficiency or otherwise of the evidence on which the\n\naward is based.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"24858865\" id=\"span_10\">Relying on the judgment of the Supreme Court in\n\n<a href=\"/doc/24858865/\" id=\"a_24\">SAIL Vs. Gupta Brother Steel Tubes Limited</a> - (2009) 10 SCC 63,\n\nMr. Dushyant Dave, the learned Senior Counsel submitted that\n\neven where an Arbitrator makes an error relating to interpretation\n\nof the contract, though he did not in the instant case, his\n\nconclusions thereon are not amenable to correction by Courts\n                                  (17 of 64)           [CMA-3785/2017]\n\n\neither under <a href=\"/doc/536284/\" id=\"a_25\">Section 34</a> or other Section <a href=\"/doc/772406/\" id=\"a_26\">Section 37</a> of the Act of\n\n1996.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_11\">Referring to the Apex Court&#x27;s judgment in <a href=\"/doc/31621011/\" id=\"a_27\">Associate Builders\n\nVs. Delhi Development Authority</a> - (2015) 3 SCC 49, it was\n\nsubmitted by Mr. Dushyant Dave that in the said case the\n\njudgment of the Division Bench of the High Court was set-aside by\n\nthe Apex Court and the award passed was restored holding that\n\nthe High Court exceeded its jurisdiction in interfering with the\n\nplausible view of the Arbitrator on facts and his interpretation of\n\nthe terms of the contract. It was submitted that the Sole Arbitrator\n\nin the present case on a harmonious construction has taken a\n\nplausible just and fair interpretation of various Clauses of the\n\nCMDA to hold that the application for the price adjustment clause\n\nwith 25-3-2011 as the date of commencement was the intention of\n\nthe parties to the CMDA. This Court cannot exercise its power of\n\nannulment of the award on the mere askance of the appellant.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"77286517\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"996348\" id=\"span_13\">To\n\nbuttress his submissions, Mr. Dushyant Dave placed reliance on\n\nthe judgment of the Supreme Court in <a href=\"/doc/996348/\" id=\"a_28\">McDermott International\n\nInc. Vs. Burn Standard Co. Ltd.</a> - (<a href=\"/doc/77286517/\" id=\"a_29\">2006) 11 SCC 181 and National\n\nHighways Authority of India Vs. ITD Cementation India Ltd.</a>, -\n\n(2015) 14 SCC 21.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">     Mr. Dushyant Dave further submitted that the findings\n\nrecorded by the Sole Arbitrator as upheld by the Commercial Court\n\nin respect to the price adjustment clause are perfectly just and\n\nreasonable and do not require any interference. The conclusion\n\nrecorded by the Sole Arbitrator is unexceptional and does not in\n\nany manner violate the terms of the contract. It was submitted\n\nthat clause 5.1.1 of the CMDA categorically provided that in\n                                   (18 of 64)          [CMA-3785/2017]\n\n\nconsideration of the services to be undertaken by the respondent,\n\nperformance of the Works and Delivery of the Coal to the Delivery\n\nPoints, and Joint Venture Agreement, the appellant RVUNL shall\n\npay the contract price per MT to the company duly adjusted as per\n\nthe provisions of Clause 5.4. That contract price entailed multiple\n\nfunctions of the respondent company with reference to the Clause\n\n3.2.1 of the CMDA whereunder the company was to carry out all\n\nworks from identification of techno-economically viable coal blocks\n\nto coal mining and delivering coal to the appellant RVUNL&#x27;s\n\nThermal Power Stations. All expenses incurred for all the works\n\nwere be borne by the company, including all expenses in relation\n\nto the cost of acquisition of land/lease of land; fees and arranging\n\nall clearances, reports and licenses for the term of the agreement\n\nand all charges incurred for arranging mining data, geological data\n\nand reports and no expenses/ liabilities was to be borne/ shared\n\nby the appellant RVUNL at any stage. Clause 3.2.2 contains\n\nvarious other obligations of the respondent company. After\n\nperforming all these obligations only, the respondent/claimant\n\ncould actually mine the coal, wash it and transport it to the\n\ndesignated power stations as per scheduled quantities. The actual\n\ndelivery / supply of coal to the appellant was thus the last part/\n\nmile of the obligation of the respondent claimant under the\n\ncontract. Mr. Dushyant Dave submitted that Clause 5.1.1 provides\n\nfor contract price for discharge of all the obligations, services and\n\nactivities and cannot and need not be confined to mere delivery of\n\ncoal. It is this contract price which is required to be duly adjusted\n\nunder Clause 5.4. The contract price under Clause 5.1.2 was total\n\ndelivery price per metric tonne of coal at the delivery point not\n                                        (19 of 64)              [CMA-3785/2017]\n\n\nexceeding the ceiling price determined in accordance with Clause\n\n5.3, but the price being charged and paid under the contract was\n\nnot simply related to mere delivery of coal, though the contract for\n\nsupply of coal was instead indivisible. Yet services and delivery\n\nwere two constituents of the contracted basic price of coal. Clause\n\n5.2.2 of CMDA provides that for the first Operating Year, the basic\n\nprice, as outlined in Clause 5.1.2(a)(i), shall be the quoted price of\n\nRs.958.50 per MT inclusive of stowing excise duty and royalty\n\nprevailing on the date of commencement of coal supplies and\n\nwhich was to remain frozen during the first year. The basic price of\n\ncoal thus clearly related to both the components of services\n\nrendered and supply of coal, submitted Mr. Dushyant Dave. The\n\nprice adjustment, on the quoted rate after the first year was to be\n\ncalculated (after deducting the amount of SED and royalty) with\n\nreference to the date of commencement following 48 months of\n\nthe allotment of coal block i.e. 25-6-2007- as provided for in the\n\ncontract. Harmonious construction in this context should be made\n\nof Clause 5.4.3 when it provides for price escalation and was to\n\ninexorably operate forty eight months following 25-6-2007--even\n\nwhere the commencement date was extended, since it was in the\n\ninstant case, for reason of force majeure circumstance to 25-3-\n\n2013 as even though actual delivery of coal did not take place, the\n\nunderlying     perpetory    services      were      underway     and     being\n\nperformed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">     Mr. Dushyant Dave, submitted that the Financial Year as\n\ndefined   in   the   CMDA   assumes        great    significance   for   price\n\nadjustment and the extended commencement date is subsumed\n\nor/and becomes subservient to the Financial Year for the purpose\n                                          (20 of 64)                 [CMA-3785/2017]\n\n\nof calculating price adjustment/ escalation in the basic price of\n\ncoal under the CMDA. He submitted that therefore Clause 5.4.3\n\ncategorically     provides     basic    price   to     be    adjusted    for    each\n\nOperating Year and the formula only relates to the manner of\n\ncalculation of escalated price with reference to the wholesale price\n\nindex for commodity at the end of various periods or consumer\n\nprice index. The proviso thereto simply stipulates that the effect of\n\nescalation price adjustment be only given in the second year of the\n\noperations      i.e.    2013-14.   The     Sole       Arbitrator,   as   also    the\n\nCommercial Court therefore rightly held that the respondent\n\nclaimant was entitled to price adjustment, after a year&#x27;s hiatus\n\nfrom the commencement dated 25-3-2011 effective the financial\n\nyear 2013-14. His conclusions are based on a harmonious and\n\ntherefore plausible interpretation of the various Clauses of the\n\nContract which cannot and ought not to be interfered with. Looked\n\nat from the point of equity and fairness also, the interpretation of\n\nthe Sole Arbitrator is just and reasonable, submitted Mr Dushyant\n\nDuve, as a price adjustment clause ordinarily equalizes inflationary\n\nimpact on money value with the running of time alone without\n\nmuch    more.          He   submitted    that     the       respondent    claimant\n\ncommenced the work under the CMDA in the year 2008 and\n\npursued various operations vigorously and ultimately commenced\n\nsupply of coal from the extended date of commencement i.e.\n\n25.03.2013. The extended commencement date for supply of coal\n\nwas admittedly not on account of the respondent claimant&#x27;s\n\nbreach/ failings but an outcome of factors beyond its control as\n\nrecognized in acceptance of the force majeure circumstances by\n\nthe appellant. Yet all along during the period preceeding actual\n                                      (21 of 64)              [CMA-3785/2017]\n\n\nsupply of coal, other components of the CMDA were being\n\nperformed and costs in respect thereto affected by inflationary\n\ntrends which were to be equalized by the price adjustment clause\n\nwith reference to 25-6-2011 as the commencement date, as has\n\nbeen rightly done by the Sole Arbitrator.\n</p>\n<p data-structure=\"RespArg\" id=\"p_15\">        Mr. Dushyant Dave emphatically submitted that if the\n\ninterpretation of Force Majeure Clause, as the appellant advocates,\n\nis accepted, as being limited only to safeguarding the respondent\n\nclaimant from penalties otherwise leviable under the CMDA even\n\nwhile denying the reason d&#x27;etre of the price adjustment clause\n\nduring the period covered by the Force Majeure event, the\n\nrespondent claimant would suffer losses without any breach of the\n\nCMDA attributable to it. He submitted that in Clause 7 of the\n\nCMDA where reference is made to Force Majeure, the intention is\n\nto save the parties to the contract from the consequences of\n\nanything over which they have no control. Mr. Dushyant Dave\n\nsubmitted that Clause 7.3 of the CMDA deals with the effect of\n\nForce Majeure, which in its sub-clause (v) provides that the\n\noccurrence of an event of Force Majeure shall not relieve either\n\nparty    from   its   obligations   to   any      payment   hereunder   for\n\nperformance rendered during the period of Force Majeures, and\n\nthat neither of the parties shall be liable for any claim for any loss,\n\ndamage or compensation whatsoever arising out of any failure to\n\ncarry out terms of the agreement to the extent such failure has\n\nbeen caused or constituted by an event of Force Majeure. Mr.\n\nDushyant Dave contended that following the letters of the\n\nrespondent claimant, the appellant RVUNL recognized a Force\n\nMajeure situation vide its letter dated 13.11.2011. That being the\n                                  (22 of 64)          [CMA-3785/2017]\n\n\nposition, in view of the express provisions of Clauses 7.1 and 7.3\n\nof CMDA, acceptance of the interpretation placed by the appellant\n\nRUVNL on Clause 5.4.3 regarding price escalation with reference\n\nto the extended date of commencement i.e. 25.3.2013 would\n\ninflict on the respondent claimant the unwarranted consequences\n\nof denial of the benefit of price adjustment when otherwise due in\n\nterms of a harmonious and purposeful construction of the CMDA\n\nagreement. Mr. Dushyant Dave submitted that in the instant case,\n\nthe respondent claimant is not claiming damages or compensation\n\nnor have they been so awarded. What the Sole Arbitrator has\n\ninstead awarded is the price adjustment, which the respondent\n\nCompany was entitled to the intervening factor of Force Majeure\n\ncircumstances not operating to its detriment.\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">     Mr. Dushyant Dave then submitted, on an abstraction, that if\n\nwhat was argued on behalf of the appellant - price adjustment\n\nwith reference to the extended date of commencement, no matter\n\nthe intervening force majeure, is accepted,     it could result in\n\ndisastrous consequences. He questioned that, if the delay in\n\ncommencement of the coal supply were to be ten years for reason\n\nof force majeure, could the appellant still assert that price\n\nadjustment should not be given for the 11 th year, irrespective of\n\nthe fact that in the meantime the wholesale price index and\n\nconsumer price index may have steeply gone up. The converse of\n\ndeflation, though very unlikely, may also have occurred with its\n\nuneatable consequences. Mr. Dushyant Dave submitted that\n\ncommercial contracts must be construed, not on theoretical clinical\n\nliteral interpretations but as men of common prudence in the\n\nmarket would do, to keep the contracting parties equally balanced.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">                                      (23 of 64)            [CMA-3785/2017]\n\n\nAs they should be in the instant case as when the CMDA was\n\nsigned both the claimant and the respondent were fully conscious\n\nof the considerations and consequences of the price adjustment\n\nclause and that understanding must be given full and necessary\n\neffect. It was submitted that price adjustment/fluctuation is also\n\nexplained in &quot;Chitty on Contracts&quot; Thirteenth edition, Vol-II\n\nSpecific Contracts-Chapter 37, Para 165 and 167, and according\n\nthereto, the price adjustment clause operates irrespective of all\n\nconstituents of the contracted work being carried out. Mr.\n\nDushyant Dave submitted that hence in the instant case the\n\nappellant is not justified in contending that the respondent was\n\nbound to supply coal in the year 2014-2015 at the rate of coal in\n\nthe year 2011-2012 even though, apart from the actual supply of\n\ncoal commencing 25-6-2013, other underlying work/ services for\n\nsupply of coal were underway. This argument of the appellant\n\nshows an unreasonable and unfair approach, Mr. Dushyant Dave\n\nsubmitted because of the fact that as per their interpretation of\n\nthe CMDA, price adjustment has to be dependent on the actual\n\ndate of supply of coal alone without regard to rendering of other\n\nessential services under the contract prior thereto. Such logic of\n\nthe appellant would lead to absurdity and arbitrary fixation of price\n\nof   coal.   Mr.   Dushyant   Dave    submitted,   again    by   way   of\n\nhypothetical illustration, that if the supply of coal would have\n\nstarted on 20.05.2011 and the supplies were made till the year\n\n2014 and if thereafter the supplies would have discontinued due to\n\na Force Majeure Event for a period of ten years, in such a\n\nsituation, applying the logic of the appellants, the respondent\n\nwould have been liable to supply coal in the year 2024 at the rate\n                                    (24 of 64)            [CMA-3785/2017]\n\n\nof the year 2014. This could never be a reasonable construction of\n\nthe terms of the CMDA and the logic underlying it must be\n\njettisoned, submitted Mr. Dushyant Dave. In order therefore to\n\ngive full effect to the Force Majeure Clause, it is necessary, Mr.\n\nDushyant Dave submitted that the respondent should not be\n\nburdened with a denial of price adjustment for the year 2013-2014\n\nas would follow from the payment of basic price of coal at the rate\n\nof Rs.958/- per MT (including of taxes) for the period 2014-2015,\n\nwith 2013-14 being treated as Zero Year. To eschew that\n\nunjustness and to reasonably construe the CMDA wholistically, the\n\nrespondent claimant has rightly been held entitled to the basic\n\nprice of Rs.958/- after excluding royalty and stowing excise duty\n\nand price adjustment for the period 2013-2014 (with 2011-2012\n\nbeing treated as the Zero Year under the CMDA). Interpretation/\n\nconstruction of various Clauses of the CMDA by learned Sole\n\nArbitrator   in   the   award   being   a   reasonable   and   possible\n\ninterpretation, and upheld by the trial court rejecting the <a href=\"/doc/536284/\" id=\"a_30\">Section\n\n34</a> objections, it cannot be negated on the appellant&#x27;s appeal\n\nthereagainst under <a href=\"/doc/772406/\" id=\"a_31\">Section 37</a> of the Act of 1996. Reliance has\n\nbeen placed on the pronouncement on Lord Steyn in Mannai\n\nInvestment Co. Ltd. Vs. Eagle Star Life Assurance Co. Ltd. - WLR\n\n(1997) 945. Reliance in support of the contention was placed by\n\nMr. Dushyant Dave also on judgment of the Supreme Court in\n\nDharanjamal Gobindram Vs. Shamji Kalidas &amp; Co. (1961) 3 SCR\n\n1020.\n</p>\n<p data-structure=\"Facts\" id=\"p_18\">     Mr. Dushyant Dave further submitted that Clause 8.2 of the\n\nCMDA provides that if the RVUNL was unable or unwilling to accept\n\ncoal deliveries on the commencement date or as per the delivery\n                                    (25 of 64)           [CMA-3785/2017]\n\n\nschedule, it would be taken as an event of its default only curable\n\nwithin 60 days. The appellant RVUNL in their letters dated\n\n18.11.2013,    13.12.2013    and   17.02.2014    have    categorically\n\nadmitted their inability to off-take requisite coal deliveries during\n\nthe Financial Year 2013-14 resulting in the event of their default.\n\nThe respondent claimant was therefore forced to slow down all\n\nmining operations resulting in financial loss to it in incurring fixed\n\ncosts from maintaining the coal block in an operational yet sub\n\noptimal condition. Further due to the environmental hazard of\n\nspontaneous consumption posed by un-lifted coal, all activities\n\nrelated to mining and dispatch of coal accrued additional costs to\n\nthe respondent as    mining activity requires huge mobilization of\n\nresources, equipment and manpower, which cannot be put off/ on\n\nas if a switch. The appellant was duly informed by the respondent\n\nclaimant vide letters dated 22.08.2013, 31.10.2013, 02.12.2013,\n\n04.01.2014 and 26.04.2014 about the said idle fixed costs and the\n\ndefault by appellant in not taking coal deliveries in breach of its\n\ncontractual obligations. On such request, the appellant, vide\n\nletters dated 18.11.2013 and 17.02.2014, admitted to their\n\ninability to off-take requisite amount of coal to which they were\n\ncontractually obliged and further admitted that it had thereafter\n\nobtained permission from the Ministry of Coal for utilizing the coal\n\ndeliveries in its other TPS. Mr. Dushyant Dave further submitted,\n\nthe appellant being both consignor and consignee of the coal\n\nmined by the respondent Company, it was mandatory for it to\n\napply for rakes to the Indian Railways. The said exercise was\n\ndelayed by the appellant intentionally as the linked-TPS were not\n\nready to take coal supply, which also resulted in reduced intake of\n                                   (26 of 64)                [CMA-3785/2017]\n\n\nmined coal other than scheduled. The respondent claimant on its\n\npart could not have sold the ready coal to third parties as such\n\nsales were prohibited under the applicable law i.e. Clause 4.5.4 of\n\nthe CMDA. It was submitted that on the admitted fact of the\n\nappellant&#x27;s inability to lift mined coal ready for dispatch as per its\n\ncontractual obligations the Sole Arbitrator rightly compensated the\n\nrespondent claimant for fixed costs incurred and duly proved by a\n\nchartered accountant&#x27;s certificate which was not even denied or\n\ncontested by the appellant.\n</p>\n<p data-structure=\"Facts\" id=\"p_19\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_14\">Mr. Dushyant Dave submitted that award of fixed costs\n\ndamages is a finding based on appreciation of facts and evidence,\n\nand was within the sole domain of the Sole Arbitrator. That finding\n\nof fact cannot in objections to the award or in an appeal aggrieved\n\nfrom the dismissal of such objections by the court below be re-\n\nappreciated. The respondent claimant in the statement of claim\n\nfrom para 49 to 76 had given out detailed information on account\n\nof fixed costs. In order to substantiate the said fixed costs wasted\n\nto   appellant   RVUNL&#x27;s   account,   the      respondent    produced    a\n\ncertificate issued by the Chartered Accountant of AMPL certifying\n\nthe loss of Rs.77.39 crores to it towards administration expenses,\n\ndepreciation expenses, financial charges, manpower expenses and\n\noperational expenses during the Financial Year 2013-14 and\n\nchargeable to the respondent claimant and hence reimbursable by\n\nthe appellant RVUNL occasioned as it was by its default. Relying on\n\nthe judgment of the Supreme Court in <a href=\"/doc/588099/\" id=\"a_32\">Sudarsan Trading Co. Vs.\n\nGovt. of Kerala</a> - (1989) 2 SCC 38, Mr. Dushyant Dave submitted\n\nthat whether a particular amount was liable to be paid or damages\n\nliable to be sustained, was a decision within the sole competence\n                                 (27 of 64)          [CMA-3785/2017]\n\n\nof the Arbitrator. It was submitted AMPL cannot be taken to be a\n\nstranger as its appointment as mining contractor was approved on\n\n30-3-2009 by the Board on the respondent claimant of which the\n\nChairman of the appellant was a part as member. And in any event\n\nthe appointment of mining contractor was not prohibited by any\n\nterm of the CMDA. It was submitted that in the facts obtaining the\n\ncourt below rightly dismissed the appellant&#x27;s objections under\n\n<a href=\"/doc/536284/\" id=\"a_33\">Section 34</a> of the Act of 1996 on that score and no ground to\n\ninterfere in appeal obtains.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"21581544\" id=\"span_15\">As regards the Escrow Account, Mr. Dushyant Dave submitted\n\nthat the Ministry of Coal issued guidelines dated 27.08.2009,\n\nwherein it mandated opening of Escrow Account by the Mine\n\nowner allotted coal blocks for the purposes of mines closure plan.\n\nThe appellant being the mine owner was therefore obliged to open\n\nthe said account as per Clause 3.3 (d) of the CMDA. The Sole\n\nArbitrator has fairly evaluated the issue and given a reasoned\n\naward which has been not interfered with by the court below for\n\ngood reason. No interference in appeal is warranted, Mr. Dushyant\n\nDave submitted. Reliance in support of the argument was placed\n\non the judgment of the Supreme Court in <a href=\"/doc/21581544/\" id=\"a_34\">Dugar Tea Industries (P)\n\nLtd. Vs. State of Assam</a> - (2016) 9 SCC 519.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_16\">Reference was also\n\nmade to the judgment of the Apex Court in <a href=\"/doc/919241/\" id=\"a_35\">Oil &amp; Natural Gas\n\nCompany Ltd. Vs. Saw Pipes Ltd.</a> - (2003) 5 SCC 705 wherein it\n\nwas held that the illegality set up to challenge an arbitral award\n\nmust be patent and go to the root of the matter and not be of a\n\ntrivial nature. Mr. Dushyaant Dave submitted that in the facts of\n\nthe case the award in respect of the escrow amount deductions\n\nunlawfully made by the appellant from moneys due on account of\n                                     (28 of 64)            [CMA-3785/2017]\n\n\ncoal supplies cannot warrant interference on the ground advanced\n\nof being against public policy.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">     Lastly, Mr. Dushyant Dave submitted that the appellant for\n\nthe first time has sought to introduce additional document filed on\n\n27.11.2017, during the pendency of this appeal, which is a report\n\nof PWC dated 09.10.2017 to support its contention that if the\n\naward were to stand, it would entail serious loss of public\n\nrevenues and adversely impinge upon the tariff for supply of\n\nelectricity to the general public. The said report, apart from being\n\ninadmissible in evidence, Mr. Dushyant Dave submitted, cannot be\n\nrelied and introduced in the appeal under <a href=\"/doc/772406/\" id=\"a_36\">Section 37</a> of the Act as\n\nif the jurisdiction of this Court is appellate/ revisional vis-a-vis the\n\naward passed by the Sole Arbitrator. A new document set up for\n\nthe first time before this Court, more so after rejection of the\n\nobjection to the award under <a href=\"/doc/536284/\" id=\"a_37\">Section 34</a> of the Act by the\n\nCommercial Court, cannot be even considered in law it was\n\nsubmitted. And in any event such a report can not be verified\n\nindependently and PWC in its certification relied upon by the\n\nappellant has absolved itself of the certificate&#x27;s evidentiary value in\n\nits disclaimer to the report that it was prepared for internal\n\nconsumption of the appellant and may not be used anywhere\n\nwithout prior consent of PWC.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">     We    have   given    our    thoughtful     consideration   to   rival\n\nsubmissions, perused the material on record and the cited\n\nprecedents.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">     The Sole Arbitrator divided the various claims made by the\n\nrespondent into four parts. The first pertained to when the price\n\nadjustment was admissible to the respondent Company, the\n                                 (29 of 64)           [CMA-3785/2017]\n\n\nsecond being damages on account of fixed costs the respondent\n\ncompany claimed and was entitled to, the third to Escrow Account\n\ndeductions and the fourth was with regard to the construction of\n\nrailway siding. While the first three of these four have been\n\nawarded in favour of the claimant, that in respect of the fourth,\n\nthe claim has been rejected.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">          In order to better appreciate the issues involved in this\n\nappeal, we deem it necessary to reproduce the definitions of\n\ndifferent terminologies and relevant clauses of the CMDA, are as\n\nunder:-\n</p>\n<blockquote id=\"blockquote_1\">     Definitions:-\n</blockquote>\n<blockquote id=\"blockquote_2\">     &quot;Adjusted Price&quot; shall mean the adjusted price of Coal\n     arrived at in accordance with Clause 5.\n</blockquote>\n<blockquote id=\"blockquote_3\">     &quot;Applicable Laws&quot; means any law, rule, regulation,\n     ordinance, order, code, treaty, judgment, decree,\n     injunction, permit or decision of any central, state or\n     local government, authority, agency, court, regulatory\n     body or other body having jurisdiction over the matter\n     in question, as in effect from time to time.&quot;\n</blockquote>\n<blockquote id=\"blockquote_4\">     &quot;Basic Price&quot; shall mean the basic price paid for the\n     Coal which shall be calculated in accordance with Clause\n     5.2.\n</blockquote>\n<blockquote id=\"blockquote_5\">     &quot;Commencement Date&quot; shall have the meaning given\n     to in Clause 4.5.1.\n</blockquote>\n<blockquote id=\"blockquote_6\">     &quot;Contract Price&quot; shall mean the price per MT agreed\n     for the Coal which shall b e determined in accordance\n     with Clause 5.\n</blockquote>\n<blockquote id=\"blockquote_7\">     &quot;Force Majeure&quot; shall have the meaning ascribed to it\n     in Clause 7.\n</blockquote>\n<blockquote id=\"blockquote_8\">     &quot;Joint Venture Agreement&quot; shall have the meaning\n     given to it in Recital G.\n\n     &quot;Operating Year&quot; means, the Financial Year and\n     includes the period from the Commencement Date to\n     the following March 31; each period thereafter from\n     April 01 to the following March 31, and with respect to\n     the Operating Year in which the termination or expiry of\n     this Agreement occurs, the period from April 01\n                            (30 of 64)          [CMA-3785/2017]\n\n\nimmediately preceding the date of such termination or\nexpiry to the date of such termination or expiry.\n</blockquote>\n<blockquote id=\"blockquote_9\">&quot;Works&quot; shall mean the scope of work to be undertaken\nby the Company as detailed in Clause 3.\n</blockquote>\n<blockquote id=\"blockquote_10\">Main Clauses:-\n</blockquote>\n<blockquote id=\"blockquote_11\">1.2.9 Different parts of this Agreement are to be taken\nas mutually explanatory and supplementary to each\nother and if there is any inconsistency between or\namong the parts of this Agreement except as specifically\nprovided for in the Agreement, they shall be interpreted\nin a harmonious manner so as to give effect to each\npart;\n</blockquote>\n<blockquote id=\"blockquote_12\">3.1.1 RVUNL hereby appoints the Company as the sole\nand exclusive contractor for performing the works.\n</blockquote><p data-structure=\"Section\" id=\"p_25\">RVUNL shall not, during the Term of this Agreement,\nundertake the work by itself or employ.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">3.2 Obligations of the Company\n\n3.2.1 Scope of Work\n\nThe Company shall perform the Scope of Work and\nundertake the obligations set out herein below (the\n&quot;Works&quot;).\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">The Scope of Work of the Company would be to carry\nout all works from identification of techno-economically\nviable coal blocks to Coal mining and delivering Coal to\nRVUNL&#x27;s Thermal Power Stations. All expenses incurred\nfor the Works shall be borne by the Company, including\nall expenses in relation to the cost of acquisition of\nland/lease of land; fees and arranging all clearances,\nreports and licenses for the Term of the Agreement and\nall charges incurred for arranging mining data,\ngeological data and reports and no expenses/liabilities\nshall be borne/shared by RVUNL at any stage.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">3.2.4 Transportation and handling from pithead to\nRVUNL Thermal Power Stations\n\nThe Company shall:\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">(a)   Arrange  for   transportation   of    Coal   from\nMines/washery to the Delivery Points by rail on &quot;Freight\nPaid&quot; basis;\n</p>\n<p data-structure=\"PetArg\" id=\"p_30\">(b) Arrange for booking of rakes and payment of Railway\nFreight Charges to the Railways before dispatch. The\nCompany shall ensure that no consignment shall be\ndispatched without payment of Railway. Freight Charges.\nIf any shipment of Coal is dispatched to the Delivery\n                              (31 of 64)        [CMA-3785/2017]\n\n\nPoints on a &quot;Freight to Pay&#x27; basis, the surcharge and\ninterest (if any) payable to Railways by RVUNL shall be\nborne by the Company;\n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">3.3 Obligations of RVUNL\n\nRVUNL shall perform and undertake obligations set out\nbelow. RVNL Shall:\n</p>\n<blockquote id=\"blockquote_13\">(b) Authorize the company to take all required actions\nand make payments on its behalf as its agent as\nrequired by applicable laws in relation to the scope of\nwork, provided that RVUNL shall have no obligation or\nliability for, and will not be required to bear, such\npayments.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_32\">4.1.3 At lest sixty (60) days before any operating year,\nRVUNL shall intimate the company of the quantity of\ncoal to be supplied in such operating year with break up\nof quantities of coal to be delivered to each of the\nThermal Power Stations in each quarter of the operating\nyear. Provided that the quarterly quantity of coal to be\ndelivered shall not be more or less than 10% (ten\npercent) of the contracted quantity prorated quarterly.\n\n4.1.4 Al least thirty (30) days before the beginning of\nany quarter, RVUNL shall intimate the company of the\nrequired quantity of coal to be supplied in each month of\nthe quarter (&quot;Delivery Schedule&quot;). Provided that the\nmonthly quantity of coal shall not be more or less than\n10% (ten percent) of the quantity intimated for the said\nquarter, prorated monthly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">4.5 Commencement Date\n\n4.5.1 The delivery of coal shall commence within forty\neight (48) months from the date of allotment of coal\nblocks (25.06.2007).\n</p>\n<p data-structure=\"PetArg\" id=\"p_34\">4.5.2   In   the   event   that   the    company    is\nunable/prevented from performing its obligations under\nclause 3.2 by the required date under clause 4.5.1\nabove because of:\n</p>\n<blockquote id=\"blockquote_14\">(b) a force majeure event.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_35\">4.5.3 The commencement date is of essence to the\ncontract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">5.1 Contract Price\n\n5.1.1 In consideration of the services to be undertaken\nby the company, performance of the wroks and delivery\nof the coal to the delivery/points, and the joint venture\nagreement, RVUNL shall pay the contract price per MT\n                             (32 of 64)           [CMA-3785/2017]\n\n\nto the company duly adjusted as per the provisions of\nclause 5.4 (&quot;Adjusted Price&quot;).\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">5.2.1 For Coal of grades A to C\n\nDuring any operating year and any time when there is a\nchange in the SECL notified price, the base price for coal\nwhich in the &#x27;as mined&#x27; condition, without beneficiation,\nmeets the specification and definition of SECL grades A,\nB, or C as prevailing on the effective date thereof, shall\nbe the pithead price of A, B, C grade coal as published in\nthe price list of SECL on the date of supply less the\npercentage discount set out therein below:\n</p>\n<pre id=\"pre_2\">         Grade of Coal                   Discount\n           Grade &#x27;A&#x27;                       40%\n           Grade &#x27;B&#x27;                       35%\n           Grade &#x27;C&#x27;                       20%\n\n\n</pre><p data-structure=\"Precedent\" id=\"p_38\">5.3.5 The price of coal shall always be lower than the\nrelevant CIL price and at no state the same shall exceed\nthe relevant CIL price.\n</p>\n<p data-structure=\"Facts\" id=\"p_39\">\n5.4 Price Adjustments\n\n\n5.4.3 Escalation in Price\n\n\nThe Basic Price as set out in Clause 5.2.2 shall be\nadjusted each Operating Year as per the following\nformula:\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n</p><blockquote id=\"blockquote_15\">P1=Po/100 {15+50 * WP1/WPo+35 *CP1/Cpo}\n\nWherein:\n</blockquote>\n<blockquote id=\"blockquote_16\">Po = Quoted Price per MT minus [1.29(SED+royalty)}\n\nP1 = Price payable after first year of commencement of\nthe coal supply as adjusted in accordance with the\nescalation clause.\n</blockquote>\n<blockquote id=\"blockquote_17\">Wpo = Whole-Sale Price Index for all commodities at the\nend of zero year from the date of commencement of the\ncoal supply from the coal block through captive mining.\n</blockquote>\n<blockquote id=\"blockquote_18\">WP1 = Whole-Sale Price Index for all commodities at the\nend of first year from commencement of coal supply\nfrom the coal block through captive mining.\n</blockquote><blockquote id=\"blockquote_19\">                               (33 of 64)              [CMA-3785/2017]\n\n\nCpo = Consumer Price Index at the end of zero year\nfrom the date of commencement of the coal supply from\nthe coal block through captive mining.\n</blockquote>\n<blockquote id=\"blockquote_20\">CP1 = Consumer Price Index at the end of first year\nfrom commencement of coal supply from the coal block\nthrough captive mining.\n</blockquote>\n<blockquote id=\"blockquote_21\">Quoted price is for the coal for which 1.29 times &#x27;F&#x27;\ngrade raw coal will be consumed. Further for achieving\n30% Ash (ADB), the yield of 77.5% has been considered\nas per beneficiation contract. This criteria has been\nadopted while working out ceiling price.\n</blockquote>\n<blockquote id=\"blockquote_22\">Provided that the first escalation in Basic Price shall\noccur only after the completion of twelve (12) months\nfrom the Commencement Date.\n</blockquote>\n<blockquote id=\"blockquote_23\">Similar escalation   clause     shall      be   applicable   for\nsubsequent years.\n</blockquote>\n<blockquote id=\"blockquote_24\">For the purpose of above formula, the date of delivery\nshall be the date on which the consignment of the\nGrades of Coal lower than C for which the JV Company\nshall arrange Beneficiation/Washing of coal or part\nthereof is dispatched.\n</blockquote>\n\n<blockquote id=\"blockquote_25\">7.1 Event of Force Majeure\n\n\nFor the purposes of this agreement, force majeure\nmeans any event or circumstance which is beyond the\nreasonable control of the party claiming force majure\n(the &quot;Affected Party&quot;) and adversely and directly renders\nthe performance by the party of while or part of its\nobligations under the agreement impossible. Where\nperformance is affected for part of the affected party&#x27;s\nobligations under the agreement, such affected party\nshall not be relieved of the performance of that part of\nits obligations which is not so rendered affected\nsubjected to this clause 7. Force majeure shall include\nthe following:-\n</blockquote><blockquote id=\"blockquote_26\">(A) xxxxxxx\n</blockquote><blockquote id=\"blockquote_27\">(i) xxxxxxx\n</blockquote><blockquote id=\"blockquote_28\">(ii) xxxxxxx\n</blockquote><blockquote id=\"blockquote_29\">a) xxxxxxxx\n</blockquote><blockquote id=\"blockquote_30\">b) Any failure by a Government Agency to grant or\nrenew any license, permit or clearance within reasonable\ntime (other than for cause) after application having been\nduly made.</blockquote><pre id=\"pre_3\">\nc) xxxxxxxx\n                            (34 of 64)          [CMA-3785/2017]\n\n\n7.3 Effect of force majeure\n\n\n</pre><blockquote id=\"blockquote_31\">If either party is rendered wholly or partially unable to\nperform its obligation under this agreement because of\na force majeure event, that party shall be excused from\nperformance of the agreement to the extent it is\naffected by the force majeure event and neither party\nshall be liable for any claim for any loss, damage or\ncompensation whatsoever arising out of any failure to\ncarry out the terms of the agreement to the extent such\nfailure has been caused or constituted by an event of\nforce majeure provided:\n</blockquote>\n\n<blockquote id=\"blockquote_32\">(i) xxxxxxx\n</blockquote><blockquote id=\"blockquote_33\">(ii) xxxxxxx\n</blockquote><blockquote id=\"blockquote_34\">(iii) xxxxxx\n</blockquote><blockquote id=\"blockquote_35\">(iv) xxxxxx\n</blockquote><blockquote id=\"blockquote_36\">(v) The occurrence of an event of force majeure shall\nnot relieve either party from its obligations to make any\npayment hereunder for performance rendered prior to\nthe occurrence of force majeure or for partial\nperformance hereunder during periods of force majeure.\n</blockquote><blockquote id=\"blockquote_37\">(vi) xxxxxxx\n</blockquote><blockquote id=\"blockquote_38\">(vii) If a force majeure event continues for a prolonged\nperiod of 30 (thirty) days and as a result of such force\nmajeure RVUNL is not able to take delivery of the coal,\nthe company may dispose of coal in accordance with\nclause 4.5.4.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_41\">8.1 Company Event of Default\n\n\nA Company Event of Default (&quot;Company Event of\nDefault&quot;) under this Agreement shall exist upon the\noccurrence of any one or more of the following events:\n</p><blockquote id=\"blockquote_39\">(i) xxxxxxx\n</blockquote><blockquote id=\"blockquote_40\">(ii) Commencement date is delayed six (6) months\nbeyond the period specified under clause 4.5.1 subject\nto such event not being caused by a default of RVUNL or\nan event for force majeure.\n</blockquote><blockquote id=\"blockquote_41\">(iii) xxxxxxx\n</blockquote><blockquote id=\"blockquote_42\">(iv) xxxxxxx\n\n\n8.2 RVUNL Events of Default\n\n\nAn RVUNL event of default (&quot;RVUNL Event of\nDefault&quot;) under this Agreement shall exist upon the\noccurrence of any one or more of the following events:\n</blockquote><pre id=\"pre_4\">                                  (35 of 64)           [CMA-3785/2017]\n\n\n\n\n     (i) xxxxxxx\n     (ii) xxxxxxx\n\n\n</pre><blockquote id=\"blockquote_43\">     (iii) Inability or unwillingness to accept Coal deliveries\n     on the Commencement Date or as per the Delivery\n     Schedule and such default is not cured within sixty (60)\n     days.\n</blockquote>\n\n\n<p data-structure=\"Issue\" id=\"p_42\">     At the outset we may state that PWC report dated 9-10-2017\n\nfiled along with documents before this court on 27-11-2017 is of\n\nno event for evaluating the legality and validity of the award dated\n\n27-5-2015 and the order dated 13-4-2017 passed by the court\n\nbelow dismissing appellant&#x27;s objections under <a href=\"/doc/536284/\" id=\"a_38\">Section 34</a> of the\n\nAct of 1996. What has to be considered by this court in this appeal\n\nunder <a href=\"/doc/772406/\" id=\"a_39\">Section 37</a> of the Act of 1996 is the legality and validity of\n\nthe award dated 27-5-2015 one way or the other within the scope\n\nof <a href=\"/doc/536284/\" id=\"a_40\">Section 34</a> of the Act of 1996. Financial consequences, whatever\n\nand whichever way, will follow determination of appeal on merits.\n\n</p><p data-structure=\"PetArg\" id=\"p_43\">     The first claim pertains to escalation of basic price of coal.\n\nThe appellant&#x27;s argument is that the claimant could not avail the\n\nbenefit of Force Majeure circumstances and also at the same time,\n\ndemand price escalation for the same period as a person cannot\n\nbe allowed to approbate and reprobate. This argument however is\n\nnot available to the appellant in the facts of the present case as\n\nescalation of the basic price of coal each Operating Year in Clause\n\n5.4.1 of the CMDA cannot be described as &quot;any loss, damage or\n\ncompensation&quot; envisaged in Clause 7.3 relating to Force Majeure\n\nEvents. These two clauses of the CMDA operate in different\n\nspheres entirely. &#x27;Escalation of price&#x27; is regulated by a separate\n\nClause 5.4.1, and understood in common parlance, is neither &#x27;any\n                                  (36 of 64)           [CMA-3785/2017]\n\n\nloss&#x27; or &#x27;damage&#x27; nor even a &#x27;compensation&#x27;. It is adjustment of\n\nprice influenced by monetary effects such as increase/ decrease in\n\nwholesale price index, consumer price index, and other similar\n\nmatters affecting the value of money and the necessity for its\n\nequalisation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_45\">     Mr. Gopal Subramanium however rightly submitted that the\n\nSole Arbitrator interpreted and applied the clause relating to price\n\nadjustment in a manner incompatible with the terms of the clauses\n\nof the CMDA. The price adjustment under the CMDA was to be\n\narrived at only according to Clause 5. Its sub-clause 5.1.1 inter\n\nalia provides that in consideration of the services to be undertaken\n\nby the Company, performance of the Works and Delivery of the\n\nCoal to the Delivery, Points, and the Joint Venture Agreement, the\n\nRVUNL shall pay the Contract Price per MT to the Company duly\n\nadjusted as per the provisions of clause 5.4 (&quot;Adjusted Price&quot;),\n\nwhich in turn is dependent on the answer to the question as to\n\nwhat was the &quot;Commencement Date&quot; of supply of the coal was.\n\nClause 4.5.1 of the CMDA indicates that the delivery of Coal shall\n\ncommence within forty eight (48) months from the date of\n\nallotment of Coal Blocks (25.06.07) even though the respondent\n\nclaimant could commence delivery of Coal earlier; within forty two\n\n(42) months from the date of allotment of the Coal Blocks (25-6-\n\n2007). Penalties however were to be applicable only if the delivery\n\nof Coal did not commence within 48 months of the said date.\n\nClause 4.5.2 of the Agreement however provided that in the event\n\nthat the Company was unable/prevented from performing its\n                                   (37 of 64)             [CMA-3785/2017]\n\n\nobligations under Clause 3.2 by the required date under Clause\n\n4.5.1 because of (a) any default by RVUNL of its obligations under\n\nthis Agreement; or (b) a Force Majeure Event, the Commencement\n\nDate would be suitably extended. Indeed, Clause 4.5.3 of the\n\nCMDA provided that the Commencement Date was the essence of\n\nthe Contract. Yet when the commencement date was extended,\n\nthat extended date was to be the essence of contract. The\n\nCommencement Date in the present case, as per the provision of\n\nClause 4.5.2, was admittedly extended by a period of 18 months\n\nfrom 25-6-2011 and was revised to 25.03.2013. We are of the\n\nview on the facts on record that the &quot;Commencement Date&quot; for\n\nthe purposes of the CMDA was 25-3-2013 by mutual agreement\n\nand admittedly the coal supply under the CMDA only then started.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_46\">     We may at this juncture refer to Clause 1.2.9 of CMDA, which\n\nhas been heavily relied by both the learned Sole Arbitrator and the\n\nCommercial    Court   in   justifying   the    interpretation   of   the\n\ncommencement date of supply of coal as 25-3-2011 for applying\n\nthe price adjustment clause. This Clause inter alia provides that\n\ndifferent parts of this Agreement are to be taken as mutually\n\nexplanatory and supplementary to each other and if there is any\n\ninconsistency between or among the parts of this Agreement,\n\nexcept as specifically provided for in the Agreement, they shall be\n\ninterpreted in a harmonious manner so as to give effect to each\n\npart. We are however of the view that clause 1.2.9 of the CMDA\n\ndoes not entail holding that while construing a particular Clause of\n\nan Agreement, another Clause can, in the name of harmonious\n\ninterpretation, be given a complete go bye--as if cannabilised.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">                                           (38 of 64)                  [CMA-3785/2017]\n\n\nKeeping that principle in view, we have to answer whether\n\nadjustment and consequential escalation of basic price of coal can\n\nbe     completely      delinked     from       the     actual    and        extended\n\ncommencement date of the supply of coal. We do not think so for\n\nreasons set out above and hold that the commencement date\n\nunder the CMDA being 25-3-2013, the price adjustment clause\n\nwas to be applied with reference thereto.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_49\">       Clause 5.4.3 of the CMDA provides for escalation in price and\n\nstipulates that the basic price as set out in Clause 5.2.2 shall be\n\nadjusted each Operating Year as per the formula given therein. A\n\ncareful reading of the formula, extracted in Clause 5.4.3 supra,\n\nwould indicate in all its components that actual commencement of\n\ncoal supply has to be taken as the basis for computation of the\n\nescalated basic price subject to it being applied                    &quot;only after the\n\ncompletion of twelve (12) months from the Commencement Date.&quot;\n\nThe proviso aforesaid thus makes it amply clear that the first\n\nescalation in the basic price of coal was to occur only after the\n\ncompletion of twelve months from the Commencement Date--\n\nwhich necessarily is the extended dated as per clause 4.5.2. It\n\ncannot therefore be still argued that the escalated basic price of\n\ncoal   had   to   be    arrived     at    on   the     basis    of    the   date    of\n\ncommencement           i.e.   25-3-2011        overlooking           the    extended\n\ncommencement dated 25-3-2013. No doubt, Clause 4.5.3 under\n\nthe CMDA makes the commencement date as the essence of the\n\ncontract, but since the commencement dated was suitably\n\nextended, the essence of contract provision in the CMDA would\n\nattract   only    thereto.     An        alternative    construction         of    the\n                                   (39 of 64)               [CMA-3785/2017]\n\n\ncommencement date being the essence of contract would be\n\nmuddled with the commencement date as extended being 25-3-\n\n2013 while the commencement date for the &quot;essence of contract&quot;\n\n</p><blockquote id=\"blockquote_44\">would be 25-3-2011. That could by no stretch of imagination be a\n\nharmonious    construction   of   contract     which    the   respondent\n\nclaimant seeks. We are therefore of the considered view that\n\nwhere the commencement dated was extended, there is no reason\n\nwhy such extended date and the component of actual supply of\n\ncoal an integral component of the price adjustment clause formula,\n\nshould not be taken as the basis for escalation of basic price of\n\ncoal. And price adjustment was indeed so granted to the claimant\n\nby the appellant.\n</blockquote>\n\n\n<blockquote id=\"blockquote_45\">     Coming now to the argument of Mr. Dushyant Dave on the\n\nillustration that if the delay in the commencement of coal supply\n\nhad been ten years, the price adjustment clause could not be\n\nmade operative in the eleventh year irrespective of the fact that\n\nthe price index and consumer price index in the meantime had\n\nmoved    sharply,   the   argument   is   merely       hypothetical   and\n\nunmoored to the CMDA. So is Mr. Dushyant Dave&#x27;s other\n\ninterrogative illustration that if supply of coal had started in 2011\n\nand work continued till 2014 and thereafter the supply disrupted/\n\ndiscontinued due to Force Majeure Event for a period of ten years,\n\nwould the respondent still be liable to supply the coal at the rate of\n\nthe year 2014 in 2024. In this context it would be relevant to note\n\nthat the price adjustment clause in the CMDA provides that once it\n\nbecame operative, it was to be applied every subsequent year (see\n\nclause 5.4). Further the right to price adjustment from a particular\n                                        (40 of 64)                  [CMA-3785/2017]\n\n\ndate has to be construed firmly embedded in the relevant clauses\n\nof the CMDA i.e. Clause 4.5 regarding commencement date,\n\nClause   5.1    regarding     contract      price,   Clause       5.2    regarding\n\ncalculation    of   basic   price    and    Clause        5.4   regarding    price\n\nadjustments and in particular Clause 5.4.3 regarding escalation of\n\nprice. These clauses have to be construed on the basis of what\n\nthey actually stipulated therein and not on hypothetical situations.\n</blockquote>\n<blockquote id=\"blockquote_46\">The CMDA provided for the date of commencement while\n\nreckoning for it being extended. It then consciously provided for\n\nthe manner of price adjustment with reference to commencement\n\nof supply of coal and also provided that adjustment of basic price\n\nof coal would occur only after completion of 12 months from the\n\ncommencement date. The arithmetic of the escalation clause itself\n\nis based on commencement of the coal supply. The parties having\n\nconsciously consented to all these clauses in the form engrafted in\n\nthe CMDA, bound themselves irrevocably of the consequences.\n</blockquote>\n<blockquote id=\"blockquote_47\">Resultantly the first escalation in the basic price of coal under the\n\nprice escalation clause would occur only 12 months after the\n\nactual commencement of coal supply. Mr. Gopal Subramaniyam is\n\nright in contending that the appellant is not seeking that this court\n\ntakes an alternative interpretation of the relevant clause of the\n\nCMDA over the Arbitrator&#x27;s to the appellant&#x27;s benefit. Instead the\n\nappellant&#x27;s    case   is    that    there   was/     is    only    one    possible\n\nconstruction of the CMDA on the price adjustment/ escalation\n\nclause, i.e. it would operate 12 months following the date of actual\n\ncommencement of coal supply. In holding to the contrary both the\n\nlearned Sole Arbitrator and the court below have resorted to an\n\ninterpretation incompatible with the clauses of the CMDA and so\n                                   (41 of 64)          [CMA-3785/2017]\n\n\nhaving overlooked the terms of the CMDA in adjudicating rights\n\nthereunder, have acted contrary to public policy rendering the\n\naward on the issue liable to be set aside.\n</blockquote>\n\n\n<blockquote id=\"blockquote_48\">     The Supreme Court in ONGC Vs. Saw Pipes Ltd., supra, held\n\nthat the court will set aside an arbitral award under <a href=\"/doc/439304/\" id=\"a_41\">Section 34(2)</a>\n\nof the Act if it is against the terms of the contract. In para 13 of\n\nthe aforesaid report the Apex Court formulated the question for its\n\nconsideration whether the award can be set aside, if the Arbitral\n\nTribunal has not followed the mandatory procedure prescribed\n\nunder <a href=\"/doc/1444341/\" id=\"a_42\">Sections 24</a>, <a href=\"/doc/65067/\" id=\"a_43\">28</a> or 31(3) of the Act of 1996, which affects\n\nthe rights of the parties. As per sub-section (3) of <a href=\"/doc/65067/\" id=\"a_44\">Section 28</a> of\n\nthe Act of 1996, the Arbitral Tribunal is required to decide the\n\ndispute in accordance with the terms of the contract and also take\n\ninto account the usages of the trade applicable to the transaction.\n</blockquote>\n<blockquote id=\"blockquote_49\">A question was posed whether an award could be interfered with if\n\nthe Arbitral Tribunal ignores the terms of the contract or usages of\n\nthe trade applicable to the transaction. Para 15 of the report\n\ncontains the answer to the question, which is that if the award is\n\ncontrary to the substantive provisions of law or the provisions of\n\nthe Act or against the terms of the contract, it would be patently\n\nillegal, and could be interfered with under <a href=\"/doc/536284/\" id=\"a_45\">Section 34</a>. As to what\n\nmeaning could be assigned to the phrase &quot;Public Policy of India&quot; in\n\nthe context of clause (ii) of sub-section (2)(b) of <a href=\"/doc/536284/\" id=\"a_46\">Section 34</a>, in\n\npara 31 it was held as under:-\n</blockquote>\n\n<blockquote id=\"blockquote_50\">     &quot;31. Therefore, in our view, the phrase &#x27;Public Policy of\n     India&#x27; used in <a href=\"/doc/536284/\" id=\"a_47\">Section 34</a> in context is required to be\n     given a wider meaning. It can be stated that the\n     concept of public policy connotes some matter which\n                                      (42 of 64)         [CMA-3785/2017]\n\n\n     concerns public good and the public interest. What is\n     for public good or in public interest or what would be\n     injurious or harmful to the public good or public interest\n     has varied from time to time. However, the award which\n     is, on the face of it, patently in violation of statutory\n     provisions cannot be said to be in public interest. Such\n     award/judgment/decision is likely to adversely affect\n     the administration of justice. Hence, in our view in\n     addition to narrower meaning given to the term &#x27;public\n     policy&#x27; in Renusagar&#x27;s case (supra), it is required to be\n     held that the award could be set aside if it is patently\n     illegal. Result would be - award could be set aside if it is\n     contrary to: -\n</blockquote><blockquote id=\"blockquote_51\">     (a) fundamental policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_52\">     (b) the interest of India; or\n</blockquote><blockquote id=\"blockquote_53\">     (c) justice or morality, or\n</blockquote><blockquote id=\"blockquote_54\">     (d) in addition, if it is patently illegal.\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1294876\" id=\"span_18\">Illegality must go to the root of the matter and if the\n     illegality is of trivial nature it cannot be held that award\n     is against the public policy. Award could also be set\n     aside if it is so unfair and unreasonable that it shocks\n     the conscience of the Court. Such award is opposed to\n     public policy and is required to be adjudged void.&quot;\n\n     The Apex Court in <a href=\"/doc/1294876/\" id=\"a_48\">Hindustan Zinc Ltd. Vs. Friends Coal\n\nCarbonisation</a> - (2006) 4 SCC 445, while following <a href=\"/doc/919241/\" id=\"a_49\">Oil and Natural\n\nGas Corporation Ltd. Vs. Saw Paipes Ltd.</a>, supra, held that an\n\naward contrary to the terms of the contract, would be in the\n\ncrosshair of <a href=\"/doc/1943211/\" id=\"a_50\">Section 28(3)</a> of the Act of 1996 and hence patently\n\nillegal, rendering it liable to interference by the Court under\n\n<a href=\"/doc/439304/\" id=\"a_51\">Section 34 (2)</a> of the Act. In Para 14 of the said report, it was held\n\nas under:-</span></span>\n</p>\n<blockquote id=\"blockquote_55\">     &quot;The question, therefore, which requires consideration is\n     whether the award could be set aside, if the Arbitral\n     Tribunal has not followed the mandatory procedure\n     prescribed under <a href=\"/doc/1444341/\" id=\"a_52\">Sections 24</a>, <a href=\"/doc/65067/\" id=\"a_53\">28</a> or 31(3), which affects\n     the rights of the parties. Under sub-section (1)(a) of\n     <a href=\"/doc/65067/\" id=\"a_54\">Section 28</a> there is a mandate to the Arbitral Tribunal to\n     decide the dispute in accordance with the substantive\n     law for the time being in force in India. Admittedly,\n     substantive law would include the Indian Contract Act,\n     the Transfer of Property Act and other such laws in\n     force. Suppose, if the award is passed in violation of the\n     provisions of the <a href=\"/doc/515323/\" id=\"a_55\">Transfer of Property Act</a> or in violation\n                                   (43 of 64)            [CMA-3785/2017]\n\n\n     of the <a href=\"/doc/171398/\" id=\"a_56\">Indian Contract Act</a>, the question would be\n     whether such award could be set aside. Similarly, under\n     sub-section (3), the Arbitral Tribunal is directed to\n     decide the dispute in accordance with the terms of the\n     contract and also after taking into account the usage of\n     the trade applicable to the transaction. If the Arbitral\n     Tribunal ignores the terms of the contract or usage of\n     the trade applicable to the transaction, whether the said\n     award could be interfered. Similarly, if the award is a\n     non- speaking one and is in violation of <a href=\"/doc/193987/\" id=\"a_57\">Section 31(3)</a>,\n     can such award be set aside? In our view, reading\n     <a href=\"/doc/536284/\" id=\"a_58\">Section 34</a> conjointly with other provisions of the Act, it\n     appears that the legislative intent could not be that if\n     the award is in contravention of the provisions of the\n     Act, still however, it couldn&#x27;t be set aside by the court. If\n     it is held that such award could not be interfered, it\n     would be contrary to the basic concept of justice. If the\n     Arbitral Tribunal has not followed the mandatory\n     procedure prescribed under the Act, it would mean that\n     it has acted beyond its jurisdiction and thereby the\n     award would be patently illegal which could be set aside\n     under <a href=\"/doc/536284/\" id=\"a_59\">Section 34</a>.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_51\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_19\">This very principle was propounded by the Supreme Court in\n\n<a href=\"/doc/996348/\" id=\"a_60\">McDermott International Inc.</a>, supra, wherein, in para 59 and 112\n\nof the report, it was held as under:-</span>\n</p>\n<blockquote id=\"blockquote_56\">     &quot;59. Such patent illegality, however, must go to the root\n     of the matter. The public policy violation, indisputably,\n     should be so unfair and unreasonable as to shock the\n     conscience of the court. Where the Arbitrator, however,\n     has gone contrary to or beyond the expressed law of\n     the contract or granted relief in the matter not in\n     dispute would come within the purview of <a href=\"/doc/536284/\" id=\"a_61\">Section 34</a> of\n     the Act. However, we would consider the applicability of\n     the aforementioned principles while noticing the merit\n     of the matter.\n</blockquote><blockquote id=\"blockquote_57\">     .........\n</blockquote>\n<blockquote id=\"blockquote_58\">     112. It is trite that the terms of the contract can be\n     express or implied. The conduct of the parties would\n     also be a relevant factor in the matter of construction of\n     a contract. The construction of the contract agreement,\n     is within the jurisdiction of the arbitrators having regard\n     to the wide nature, scope and ambit of the arbitration\n     agreement and they cannot, be said to have\n     misdirected themselves in passing the award by taking\n     into consideration the conduct of the parties. It is also\n     trite that correspondences exchanged by the parties are\n     required to be taken into consideration for the purpose\n     of construction of a contract. Interpretation of a\n                                   (44 of 64)           [CMA-3785/2017]\n\n\n     contract is a matter for the arbitrator to determine,\n     even if it gives rise to determination of a question of\n     law. (See Pure Helium India (P) Ltd. v. ONGC (2003) 8\n     SCC 593, and D.D. Sharma v. Union of India, (2004) 5\n     SCC 325.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_52\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_20\">The Apex Court in <a href=\"/doc/1617540/\" id=\"a_62\">Delhi Development Authority Vs. R.S.\n\nSharma and Co.</a>, dealt with a case where there was an agreement\n\nbetween the Delhi Development Authority and the company for\n\ncarrying different works of development at a particular place in\n\nDelhi according to the terms and conditions of the contract, one of\n\nwhich was that the rates quoted by the contractor shall hold good\n\nirrespective of the source from which the material are brought so\n\nlong as they conform to the specifications. There was no specific\n\nclause in the terms of agreement for extra cartage for bringing\n\nstones from elsewhere. The contractor claimed extra rate of\n\ncartage over and above the contractual rate contending that he\n\nhad brought the aggregate stone from Nooh in the State of\n\nHaryana to Delhi. It was held by the Supreme Court that there was\n\nnothing on record to show that the appellant DDA insisted upon\n\nbringing aggregate stone only from &#x27;Nooh&#x27;. In view of the fact that\n\nthe terms and conditions of the contract were binding on the\n\nparties, the award of extra cartage in favour of the claimant by the\n\nSole Arbitrator was an error on the face of the record and was also\n\ncontrary to the terms of the agreement. The Supreme Court held\n\nthat it was open to the court on objections to an award to consider\n\nwhether the award was against the specific terms of contract and\n\nif so, interfere with it on the ground that it is patently illegal and\n\nhence opposed to the public policy of India. This judgment thus\n\nclearly shows that regardless of the consequences if the parties\n                                   (45 of 64)           [CMA-3785/2017]\n\n\nhad agreed to certain terms and conditions in the contract, such\n\nconditions would be binding on them.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_21\">In <a href=\"/doc/31621011/\" id=\"a_63\">Associate Builders Vs. Delhi Development Authority</a>, the\n\nApex Court in para 42.3 of the report observed that third subhead\n\nof patent illegality is really a contravention of <a href=\"/doc/597719/\" id=\"a_64\">Section 28(3)</a> of the\n\nArbitration Act, which provides that in all cases, the Arbitral\n\nTribunal must decide in accordance with the terms of the contract\n\nin a reasonable manner. The court held that no doubt if the\n\nArbitrator construes a term of contract in a reasonable manner,\n\nthe award cannot be set aside at the instance of a party aggrieved\n\nthereof. The Apex Court however held that where the Arbitrator\n\nconstrues the contract in such a way that it could be said to be not\n\nfair minded and reasonable to a person of ordinary prudence, so\n\nthe award would open to being challenged as being set aside\n\nunder the &quot;contrary to public policy&quot; clause.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1597776\" id=\"span_22\">The Apex Court in <a href=\"/doc/1597776/\" id=\"a_65\">Centrotrade Minerals &amp; Metals Inc. v.\n\nHindustan Copper Ltd.</a> - (2006) 11 SCC 245, while dealing with an\n\nidentical question, held as under:-</span>\n</p>\n<blockquote id=\"blockquote_59\">     &quot;103. Such patent illegality, however, must go to the\n     root of the matter. The public policy, indisputably, should\n     be unfair and unreasonable so as to shock the\n     conscience of the court. Where the arbitrator, however,\n     has gone contrary to or beyond the expressed law of the\n     contract or granted relief in the matter not in dispute\n     would come within the purview of <a href=\"/doc/536284/\" id=\"a_66\">Section 34</a> of the Act.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_55\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"662824\" id=\"span_23\">The Apex Court in <a href=\"/doc/662824/\" id=\"a_67\">Rajasthan State Mines &amp; Minerals Ltd. Vs.\n\nEastern Engineering Enterprises and Another</a> - (1999) 9 SCC 283,\n\nalbeit in a case arising out of the <a href=\"/doc/1052228/\" id=\"a_68\">Arbitration Act, 1940</a>, held that\n\n&quot;It is settled law that the arbitrator is the creature of the contract\n\nbetween the parties and hence if he ignores the specific terms of\n\nthe contract, it would be a question of jurisdictional error which\n                                  (46 of 64)           [CMA-3785/2017]\n\n\ncould be corrected by the Court for that limited purpose. For\n\ndeciding whether the arbitrator has exceeded his jurisdiction\n\nreference to the terms of the contract is a must.&quot; In para 30 of the\n\nreport, it was further held the question would be whether\n\narbitrator will have authority or jurisdiction to grant damages or\n\ncompensation in the teeth of a stipulation providing that no\n\nescalation would be granted and that contractor would only be\n\nentitled to payment of composite rate as mentioned and no other\n\nor further payment of any kind or item whatsoever, shall be due\n\nand payable by the company to the contractor. It was held that\n\n&quot;the rates wherever fixed are binding during the currency of the\n\nagreement irrespective of any fall or rise in the cost of the work\n\ncovered by the contract or for any other reason or on any account\n\nor any other ground whatsoever.&quot;</span> (underlying ours)\n\n     In Satyanarayana Construction Company Vs. Union of India\n\nand Others - (2011) 15 SCC 101, challenge was made to the\n\njudgment of the High Court, which had modified the award in part\n\nin regard to four different claims and upheld the objections of the\n\nUnion of India to that extent. It was argued that the Arbitrator\n\nwhile awarding rate of Rs.210 per cubic metre for the work\n\nrelating to cutting the earth and sectioning to profile, had given\n\nvalid reasons. In doing so, the Arbitrator took into consideration\n\nthe relevant aspects in awarding higher rate for that work than the\n\nrate agreed to between the parties under the contract. In those\n\nfacts, while dismissing the appeal, the Supreme Court in Para 11\n\nof the report held as under:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">\n</p><blockquote id=\"blockquote_60\">     &quot;11. Thus, as per the contract, the contractor was to be\n     paid for cutting the earth and sectioning to profile, etc.\n                                  (47 of 64)          [CMA-3785/2017]\n\n\n     @ Rs.110 per cubic metre. There may be some merit in\n     the contention of Mr. Tandale that the contractor was\n     required to spend huge amount on the rock blasting\n     work but, in our view, once the rate had been fixed in\n     the contract for a particular work, the contractor was\n     not entitled to claim additional amount merely because\n     he had to spend more for carrying out such work. The\n     whole exercise undertaken by the arbitrator in\n     determining the rate for the work at Serial No.3 of\n     Schedule A was beyond his competence and authority.\n     It was not open to the arbitrator to rewrite the\n     terms of the contract and award the contractor a\n     higher rate for the work for which rate was\n     already fixed in the contract. The arbitrator having\n     exceeded his authority and power, the High Court\n     cannot be said to have committed any error in\n     upsetting the award passed by the arbitrator with\n     regard to Claim 4.&quot; (emphasis supplied)\n\n\n     Aside of the clauses of the CMDA on the price adjustment for\n\ncoal supplied, escalation in general is a concept of trade which\n\nproceeds on the assumption that the sale of goods can fetch price\n\nonly when they are actually sold and supplied. When there is no\n\nsupply, there can be no sale. Absent sale, no escalation can be\n\nclaimed. In the instant case actual supply had not begun on\n\n25.06.2011 contrary to what was even initially but not immutably\n\nenvisaged in the CMDA. The CMDA itself reckoned for dates of\n\ncommencement being other than 25-6-2011 (forty eight months\n\nfor award of coal block on 25-6-2007) in providing for earlier\n\ncommencement in 42 months following the award of the coal block\n\nforty eight months from 25-6-2007 or a date extended beyond 48\n\nmonths inter alia for force majure reason. Not fixed in stone, date\n\nof commencement of the first Operating Year was contemplated or\n\ncan be visualised for the purpose of Clause 5.2.2 read with Clause\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_57\">5.4.3 of the CMDA. And on that theoretical basis 2011-2012 could\n\nnot be treated as Zero Year for the purpose of applying price\n\nescalation, thereby allowing for the price adjustment with effect\n                                   (48 of 64)           [CMA-3785/2017]\n\n\nfrom 01.04.2013 onwards, even notionally, as done by the Sole\n\nArbitrator. In fact, 25.03.2013 being the date on which the supply\n\nof coal actually commenced, and was so agreed to between the\n\nparties, that date has to be necessarily taken as the new\n\nscheduled commencement date of coal supply. The first price\n\nescalation would therefore in terms of price adjustment clause\n\ncome into effect from 01.04.2014 of CMDA with 2013-2014 as the\n\nZero Year.\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1578200\" id=\"span_24\">The Apex Court in <a href=\"/doc/1578200/\" id=\"a_69\">Delta International Ltd. Vs. Shyam Sundar\n\nGaneriwalla and Another</a> - (1999) 4 SCC 545, in para 14 of the\n\nreport, held that it cannot be disputed that for construction of a\n\ncontract, it is settled law that the intention of the parties is to be\n\ngathered from the words used in the agreement. If the words are\n\nunambiguous and are used after full understanding of their\n\nmeaning by experts, it would be difficult to gather an intention\n\ndifferent from the language used in the agreement. If upon a\n\nreading of the document as a whole, it can fairly be deduced from\n\nthe words actually used therein that the parties had agreed on a\n\nparticular term, there is nothing in law which prevents them from\n\nsetting up that term in the event of a dispute. Further, in\n\nconstruing a contract, the Court must look at the words used in\n\nthe contract unless they are such that one may suspect that they\n\ndo not convey the intention correctly. If the words are clear, there\n\nis very little the court can do about it. In arbitration proceedings,\n\nthe arbitral tribunal is required to decide the dispute in accordance\n\nwith the terms of the contract. That enunciation now finds\n\nstatutory recognition under <a href=\"/doc/1943211/\" id=\"a_70\">Section 28(3)</a> of the Act of 1996.</span>\n</p><p data-structure=\"Precedent\" id=\"p_59\">                                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142820901\" id=\"span_25\">(49 of 64)         [CMA-3785/2017]\n\n\n     It is also trite that the Arbitral Tribunal cannot award any\n\nclaim on the basis of equity contrary to the terms of the contract,\n\nfor equity has no role to play in contractual disputes which are\n\ngoverned by the terms of the contract. The Supreme Court in\n\n<a href=\"/doc/142820901/\" id=\"a_71\">Larson and Toubro Limited Vs. Mohan Lal Harbans Lal Bhayana</a> -\n\n(2015) 2 SCC 461, held that &quot;the legal position which is\n\ncontractually defined between the parties by way of written\n\nagreements&quot; is not altered by equity.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123425431\" id=\"span_26\">The Supreme Court in M/s.\n\n<a href=\"/doc/123425431/\" id=\"a_72\">Sharma &amp; Associates          Contractors   Pvt. Ltd. Vs. Progressive\n\nConstructions Ltd.</a> - (2017) 5 SCC 743, albeit a matter arising out\n\nof award passed by the Arbitrator under the <a href=\"/doc/1052228/\" id=\"a_73\">Arbitration Act</a> of\n\n1940 on dispute pertaining to escalation clause, held that\n\n&quot;...arbitrator is a creature of contract between the parties and if he\n\nignores the specific term of the contract, it would be a question of\n\njurisdictional error which can be corrected by the Court.&quot;      Their\n\nLordships further held that &quot;...in a matter of contract where the\n\nparties have to stick to be governed by the provisions of the\n\ncontract entered into between them, equity has no role to play&quot;</span>\n\n</p><blockquote id=\"blockquote_61\">and that &quot;as the contract between appellant and respondent deals\n\nonly with escalation, appellant has to be satisfied with the same.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_60\">We are of the considered view that argument advanced on behalf\n\nof the respondent-claimant to justify on consideration of equity\n\n25.06.2011 being treated as the commencement date of coal\n\nsupply even though it admittedly was 25-3-2013 is therefore liable\n\nto be rejected. The Sole Arbitrator and the court below have acted\n\nwithout jurisdiction in so holding and their conclusions in respect\n\nto claim No.1 are vitiated with patent illegality and hence are\n\ncontrary to public policy.\n</p><p data-structure=\"Facts\" id=\"p_61\">                                  (50 of 64)           [CMA-3785/2017]\n\n\n     Adverting now to claim no.2 regarding fixed costs, the Sole\n\nArbitrator has allowed the claim of the respondent claimant under\n\nthis head and the appellant has been required to pay an amount of\n\nRs.78 crore to the claimant-respondent towards the fixed costs\n\nincurred but wasted on account of reduced off-take of coal vis-a-\n\nvis scheduled quantity for lack of its readiness. As per the finding\n\nrecorded by the Sole Arbitrator in this respect, even after\n\ncommencement of the supplies from 25.03.2013, within the first\n\nmonth the appellant itself by letter dated 29.04.2013 had asked\n\nthe respondent claimant to stop further loading for 15 days in view\n\nof its stacking problems. The respondent claimant then indicated\n\nthe quantities that it proposed to supply from July, 2013 to March,\n\n2014. It was on 29.07.2013 that the respondent claimant sought\n\nbifurcation of quantities of washed coal to be delivered to the\n\nappellant at each of the thermal power stations. As per further\n\nfinding recorded by the Sole Arbitrator, the appellant had not even\n\napplied for allocation of rakes though the respondent claimant had\n\nduly cautioned the appellant thereabout on 2.12.2013. The Sole\n\nArbitrator held that thus it was a case of failure/ inability on the\n\npart of the appellant to off-take the requisite quantity of coal as\n\nper the delivery schedule and 60 days beyond. The delay thus was\n\n107 days, from 26.08.2013 to 02.12.2013. That the Sole\n\nArbitrator held was a default of the terms of Clause 8.3(iii) of the\n\nCMDA. 59 rakes were supplied in 69 days. Indeed, on facts,\n\nbreach on the appellant&#x27;s failure to take delivery of coal as\n\nscheduled   may be made out, yet the award of Rs.78 crores as\n\ndamages on that count does not disclose the basis on which the\n\ndamages, necessarily compensatory in nature, were computed on\n                                   (51 of 64)          [CMA-3785/2017]\n\n\ninvoking <a href=\"/doc/339747/\" id=\"a_74\">Section 73</a> of the Contract Act. The only foundation of\n\nthis award appears to mechanically lie in para 72 of the claim\n\npetition where it was pleaded that since the claimant had a back to\n\nback arrangement with AMPL under the agreement dated 29-7-\n\n2009 for the extraction of coal, the ultimate liability to bear costs\n\nand resultant damages to AMPL for reason of non-lifting of coal as\n\nper the delivery schedule under CMDA fell upon the claimant of\n\nwhich AMPL, vide letter dated 03.04.2014, had apprised the\n\nclaimant stating that as of 31.03.2014, the quantity of washed\n\ncoal received by the respondent was only 9.19 lakh MT, leaving\n\nsubstantial scheduled quantity washed coal not being lifted by the\n\nrespondent, which translated into a fixed cost of Rs.78 crores, as\n\nincurred. The Sole Arbitrator has sought to compensate the\n\nrespondent claimant for the loss a third party, AMPL, in its contract\n\nwith the respondent claimant. And if we still go deeper to find out\n\nthe basis for this computation, it is found in para 73 of the\n\naffidavit filed on behalf of the respondent claimant, where it has\n\nbeen stated that the aforesaid amount claimed as damages had\n\nbeen verified by certificate dated 29.07.2014 issued by Parikh\n\nMehta and Associates, Chartered Accountants of the AMPL, which\n\nread thus:-\n</p>\n<blockquote id=\"blockquote_62\">     &quot;We have verified the books of accounts of the company\n     Adani Mining Pvt Ltd, its agreements and other\n     information and explanations given to us. We have\n     relied upon these details and explanations given to us\n     and on the basis of our verification we certify that Adani\n     Mining Pvt Ltd has incurred proportionate fixed cost of\n     Rs.77.39 crores towards administration expenses,\n     depreciation expenses, financial charges, manpower\n     expenses and operation expenses during the Financial\n     Year 2013-14. This proportion is taken as shortfall in\n     quantity off take against contracted quantity in the\n     agreement.\n</blockquote><blockquote id=\"blockquote_63\">                                   (52 of 64)           [CMA-3785/2017]\n\n\n     This certificate is issued on specific request of the\n     company. We owe no financial or other liability in\n     respect of this certicate to anyone except our client.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_62\">                                             (underlining ours)\n\n     We are of the considered view, that the award to claim No.2\n\nis unreasoned as it evidently does not at all discuss the detailing of\n\nthe amount of Rs.78 crores as generally verified by the AMPL&#x27;s\n\nChartered Accountant. Besides admittedly, the appellant-RVUNL\n\nwas not a party to the Coal Mining Services Agreement dated\n\n29.07.2009, which the respondent claimant entered with the\n\nAMPL. No finding has been recorded by the Sole Arbitrator as to\n\nhow the appellant-RVUNL was liable to reimburse the respondent\n\nclaimant under the CMDA which was before him for the losses its\n\nsub contractor AMPL suffered in a transaction with it. Nothing has\n\nbeen discussed and no reason set out by the Sole Arbitrator as to\n\nthe method and manner of the quantification of the amount of\n\nRs.78 crore, as damages awarded to the claimant for AMPL&#x27;s fixed\n\ncosts solely relying on the certificate by AMPL&#x27;s Chartered\n\nAccountant. Aside of the aforesaid, the Chartered Accountant&#x27;s\n\ncertificate is quite cryptic and clearly issued on AMPL&#x27;s askance.\n\nBesides the certificate also comes with a disclaimer i.e.        &quot;This\n\ncertificate is issued on specific request of the company.&quot; To top it\n\nall, while the certificate is for Rs.77.39 crore, and not Rs.78 crore,\n\nthe Sole Arbitrator has rounded it off (which he could not in law\n\ndo) not to Rs.77 crore, reckoning for .39 but to Rs.78 crores.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_63\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"244446\" id=\"span_27\">The Supreme Court in <a href=\"/doc/244446/\" id=\"a_75\">Bareilly Electricity Supply Company\n\nLtd. Vs. Workmen and Others</a> - (1971) 2 SCC 617, held that when\n\na document is produced in a Court or a Tribunal the questions that\n                                   (53 of 64)           [CMA-3785/2017]\n\n\nnaturally arise is, is it a genuine document, what are its contents\n\nand are the statements contained therein true? If a letter or other\n\ndocument is produced to establish some fact which is relevant to\n\nthe enquiry the writer must be produced or his affidavit in respect\n\nthereof be filed and opportunity afforded to the opposite party who\n\nchallenges the facts stated therein. Both these aspects are in\n\naccordance with the principles of natural justice as also in\n\naccordance with the procedure under Order XIX Civil Procedure\n\nCode and the Evidence Act. No doubt in the arbitral proceedings,\n\nthe provisions <a href=\"/doc/161831507/\" id=\"a_76\">of the Code of Civil Procedure</a> and the <a href=\"/doc/1953529/\" id=\"a_77\">Evidence Act</a>\n\nare not applicable in view of <a href=\"/doc/353998/\" id=\"a_78\">Section 19(1)</a> of the Act of 1996. But\n\nthey are not foreign on principles incorporated therein. The\n\njurisdiction of the Sole Arbitrator is not at large and he is not free\n\nof the restraints of justness, fairness and reasonableness. In the\n\npresent case, the Sole Arbitrator has not at all discussed the\n\ncontents of the certificate issued by the Chartered Accountants\n\nfirm Parikh Mehta &amp; Associates, relied by the claimant-respondent\n\nand has not discussed and analysed the method and manner of\n\nquantification of the amount of Rs.78 crore. He has simply\n\naccepted the ipse dixit of the AMPL&#x27;s Chartered Accountant and on\n\nthat basis straightaway proceeded to award Rs.78 crore as the\n\ncompensation to the respondent claimant under <a href=\"/doc/339747/\" id=\"a_79\">Section 73</a> of the\n\nContract Act.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">\n\n</p><p data-structure=\"Precedent\" id=\"p_65\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70828540\" id=\"span_28\">The Supreme Court in <a href=\"/doc/70828540/\" id=\"a_80\">Kailash Nath Associates Vs. Delhi\n\nDevelopment Authority</a> - (2015) 4 SCC 136, has held that damage\n\nor loss under <a href=\"/doc/339747/\" id=\"a_81\">Section 73</a> of the Contract Act is a sine qua non for\n\npayment of compensation for breach of contract. Even under\n                                     (54 of 64)               [CMA-3785/2017]\n\n\n<a href=\"/doc/1941714/\" id=\"a_82\">Section 74</a> of the Contract Act, it was held that proof of loss is not\n\ndispensed with. And it is only in cases where damage or loss is\n\ndifficult or impossible to prove that the court is empowered to\n\naward the liquidated amount where set out in the contract,\n\nensuring it is a genuine pre-estimate of damage or loss or\n\nreasonable compensation for such loss or damage.</span>\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">     We are conscious of the fact that respondent claimant in\n\nsupport of Claim No.2 with regard to fixed costs has produced\n\ncertain material to show the inability of the appellant to off-take\n\nthe coal in scheduled quantity resulting into accumulation thereof\n\nand resultant incidental incurrence of costs it. But that alone\n\ncannot by itself prove the quantum of loss caused to the\n\nrespondent-claimant.      Such     material       in   the     shape     of\n\ncorrespondence exchanged between the respondent-claimant and\n\nAMPL cannot in law afford any basis for quantification of the\n\ndamages allowable in term of <a href=\"/doc/339747/\" id=\"a_83\">Section 73</a> and <a href=\"/doc/1941714/\" id=\"a_84\">74</a> of the Contract\n\nAct against the appellant RVUNL. All that was produced in\n\nevidence as proof of loss to AMPL was a certificate by their\n\nChartered Accountant. Award on Claim No.2 as passed by the Sole\n\nArbitrator and upheld by the court below is thus to our minds\n\nwholly perverse, vitiated by non-application of mind and hence\n\nobjections thereagainst liable to be upheld. The court below in\n\nrejecting the appellant&#x27;s objection in this regard failed to exercise\n\nits jurisdiction. For the reasons set out hereinabove, the award on\n\nclaim No.2 is liable to be set aside. It is so.\n</p><p data-structure=\"Precedent\" id=\"p_67\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"111738118\" id=\"span_29\">(55 of 64)           [CMA-3785/2017]\n\n\n     It may be noted at this stage that in the <a href=\"/doc/1052228/\" id=\"a_85\">Arbitration Act</a> of\n\n1940, the Court, after setting aside the award, also had the power\n\nto remand the matter to the arbitrator. However, no such power is\n\navailable in the Act of 1996. Reference may be made to recent\n\njudgment of the Apex Court in <a href=\"/doc/111738118/\" id=\"a_86\">Kinnari Mullick &amp; Another Vs.\n\nGhanshyam Das Damani</a> - AIR 2017 SC 2785 holding so. In the\n\naforesaid case the Apex Court was dealing with a challenge to\n\njudgment of the Division Bench of the High Court, which while\n\napplying the provisions of <a href=\"/doc/1219022/\" id=\"a_87\">Section 34(4)</a> of the Act, remitted the\n\naward to the arbitrator with the direction that he must assign the\n\nreasons to support it and thereafter hearing the parties to the\n\ndispute publish fresh award in accordance with law, without being\n\ninfluenced by his earlier award, which had already been set aside\n\nby the Single Bench.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"996348\" id=\"span_30\">The Apex Court in so holding relied on\n\nfollowing observations in <a href=\"/doc/996348/\" id=\"a_88\">McDermott International Inc.</a>, supra:</span>\n\n</p><blockquote id=\"blockquote_64\">     &quot;8. ....Parliament has not conferred any power of remand\n     to the Court to remit the matter to the arbitral tribunal\n     except to adjourn the proceedings as provided under\n     sub-section (4) of <a href=\"/doc/1219022/\" id=\"a_89\">Section 34</a> of the Act. The object of\n     sub-section (4) of <a href=\"/doc/1219022/\" id=\"a_90\">Section 34</a> of the Act is to give an\n     opportunity to the arbitral tribunal to resume the arbitral\n     proceedings or to enable it to take such other action\n     which will eliminate the grounds for setting aside the\n     arbitral award.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_68\">     The Apex Court then held that the limited discretion available\n\nto the Court under <a href=\"/doc/1219022/\" id=\"a_91\">Section 34(4)</a> to remand an award can be\n\nexercised only upon a written application made in that behalf by a\n\nparty to the arbitration proceedings and such power could not be\n\nexercised by deferring the proceedings under <a href=\"/doc/1219022/\" id=\"a_92\">Sec.34</a> of the Act of\n\n1996 and by extension 37 of the said Act. Moreover, before the\n\nsetting aside of the award, if the party to the arbitration\n\nproceedings fails to apply to the Court to defer the proceedings\n                                   (56 of 64)          [CMA-3785/2017]\n\n\npending before it, for necessary steps before the Arbitrator to\n\nrectify an apparent deficiency in the award, then it is not open to\n\nthe party to move an application later under <a href=\"/doc/1219022/\" id=\"a_93\">Section 34(4)</a> of the\n\nAct. This for the reason that consequent to disposal of the main\n\nproceedings under <a href=\"/doc/1219022/\" id=\"a_94\">Section 34</a> of the Act by the Court, the court\n\nwould become functus officio. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"996348\" id=\"span_31\">In fact, the Apex Court in\n\n<a href=\"/doc/996348/\" id=\"a_95\">McDermott International Inc.</a>, supra, held that a departure was\n\nmade in the Act of 1996, so far as the jurisdiction of the court to\n\nset aside an arbitral award is concerned vis-a-vis the earlier Act.\n\nWhereas under <a href=\"/doc/1295756/\" id=\"a_96\">Section 30</a> and <a href=\"/doc/1393668/\" id=\"a_97\">33</a> of the 1940 Act, the power of\n\nthe court was wider, the 1996 Act made provision for the\n\nsupervisory role of courts, for the review of the arbitral award with\n\nreference to <a href=\"/doc/1219022/\" id=\"a_98\">Section 34</a> therein only to ensure fairness. It was held\n\nthat resultantly the Court cannot correct errors of the arbitrators\n\nand can only quash the award leaving the parties free to begin the\n\narbitration again if so desired. We wish to make this observation\n\nhere limited only to the award on claim No.2 regarding Fixed Costs\n\nas it is liable to be set aside for being unreasoned and in the\n\ncrosshairs of <a href=\"/doc/463976/\" id=\"a_99\">Section 31(3)</a> of the Act of 1996.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_70\">     The third claim, which the learned Sole Arbitrator has allowed\n\nand the court below refused to set aside under its impugned order\n\ndated 13-4-2017, is with regard to the deductions from moneys\n\ndue to the claimant for coal supplied for deposit in Escrow\n\nAccount. After signing of CMDA on 25-6-2007, the Ministry of Coal\n\nissued guidelines for Mine Closure Plan vide notification dated\n\n27.08.2009, Clause 6(i) of which cast an obligation on the mining\n\ncompany to open an Escrow Account with any Scheduled Bank,\n                                  (57 of 64)           [CMA-3785/2017]\n\n\nwith the Coal Controller Organisation (CCO) as the exclusive\n\nbeneficiary. The appellant opened the Escrow Account by executing\n\nthe Escrow Agreement on 12.07.2012 with the CCO as an\n\nexclusive beneficiary and indisputably, prior thereto the appellant\n\nunder a letter dated 06.06.2012 to the respondent informed it that\n\nit would open and maintain the Escrow Account with the CCO\n\nsubject to the condition that the amount deposited as per the\n\napproved mine closure plan would be recovered from the\n\nimmediate next payment of the coal bills of the claimant-\n\nrespondent raised towards dispatches of the coal from the coal\n\nblocks. It is not in dispute that the respondent vide letter dated\n\n09.06.2012 consented to that condition and agreed that the\n\nappellant would be entitled to recover the amount so deposited in\n\nthe Escrow Account from the immediate next payment of the coal\n\nbills towards the dispatches of the coal. The respondent thus was\n\nestopped from resiling from the acceptance of the condition set\n\nout by the appellant in their letter dated 6-6-2012. Further in any\n\nevent the scope of work as defined under clause 3.2.1 of the\n\nCMDA also clearly makes the respondent company liable for all\n\ncosts in the mining of coal activity. The costs towards mine closure\n\nwould per force be covered to the respondent company account.\n\nDespite the undertaking by the respondent and the plain terms of\n\nclause, the learned Sole Arbitrator granted the claimant&#x27;s prayer in\n\nterms of Clause F of the amended claim by holding that such an\n\nundertaking was subject to the terms and conditions of the\n\nagreement, and the actual failure on the part of the claimant in\n\ncompleting a Mine Closure Activity. And since the stage of closing\n\nany mining or any part of it had not yet arrived, the deduction\n                                  (58 of 64)           [CMA-3785/2017]\n\n\ncarried out by the appellant on that count was unjustified and\n\narbitrary and also as premature, held the Sole Arbitrator and liable\n\nto be refunded to the claimant. This finding of the learned Sole\n\nArbitrator is also based on a complete misreading of the guidelines\n\n</p><p data-structure=\"CDiscource\" id=\"p_71\">--which were mandatory in nature. Clause 6 of the guidelines\n\ndated 07.01.2013, provides that an amount upto 80% of the total\n\ndeposited amount including the interest accrued in the Escrow\n\nAccount may be released every five years in line with the periodic\n\nexamination of the closure plan as per Clause 3.1 of the Annexure\n\nof the Guidelines. The amount released would be equal to the\n\nexpenditure incurred on the progressive mine closure in past five\n\nyears or 80%, whichever is less. The Sole Arbitrator has in the\n\ncircumstances also overlooked the claimant&#x27;s acceptance of the\n\nappellant&#x27;s letter for deductions of amount deposited in the Escrow\n\naccount from its running bills for supply of coal, recorded a\n\nperverse finding on the purported ground that the stage of closing\n\nany mine and/or part thereof had not arrived and therefore the\n\ndeductions towards the Escrow account could not be made. The\n\nSole Arbitrator also lost sight of Clause 3.2.1 of CMDA which\n\nclearly states that all expenses incurred for the Works shall be\n\nborne by the Company and therefore no expenses/liability could\n\nhave been fastened on the appellant. Besides, the condition\n\ncontained in the appellant&#x27;s letter dated 06.06.2012 and accepted\n\nby the respondent claimant in its letter dated 9-6-2012 is quite\n\ncategorical and could be interpreted only in one way to the\n\nappellant&#x27;s benefit. The respondents having given a written\n\nconsent to the appellant would by their conduct aside of\n\neverything else be estopped from going back upon that stand in\n                                   (59 of 64)            [CMA-3785/2017]\n\n\nview of the provisions of <a href=\"/doc/565781/\" id=\"a_100\">Section 115</a> of the Evidence Act. Oddly\n\nboth the Sole Arbitrator and the court below overlooked clinching\n\nevidence as also the terms of the contract and the nature of\n\ndeposit in the Escrow account mandatorily required under the\n\nGovernment&#x27;s announced policy circular to award claim No.3 to the\n\nrespondent claimant. So did the court below in upholding the\n\naward dated 27-5-2015 on that count.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_32\">The Apex Court in <a href=\"/doc/1056935/\" id=\"a_101\">J.G. Engineers (P) Ltd. v. Union of India</a> -\n\n(2011) 5 SCC 758, after revisiting of its previous decisions, held as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_65\">     &quot;27. Interpreting the said provisions, this Court in ONGC\n     Ltd. v. Saw Pipes Ltd. (2003) 5 SCC 705 held that a\n     court can set aside an award under Section 34(2)(b)(ii)\n     of the Act, as being in conflict with the public policy of\n     India, if it is (a) contrary to the fundamental policy of\n     Indian law; or (b) contrary to the interests of India; or\n</blockquote><blockquote id=\"blockquote_66\">     (c) contrary to justice or morality; or (d) patently illegal.\n</blockquote><p data-structure=\"Precedent\" id=\"p_73\">     This Court explained that to hold an award to be\n     opposed to public policy, the patent illegality should go\n     to the very root of the matter and not a trivial illegality.\n     It is also observed that an award could be set aside if it\n     is so unfair and unreasonable that it shocks the\n     conscience of the court, as then it would be opposed to\n     public policy.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_74\">     In ONGC Ltd. v. Western Geco International Limited, supra,\n\nthe Apex Court added three other principals as to what would\n\nconstitute the &quot;fundamental policy of Indian law&quot; and held that the\n\ndecision in ONGC Ltd. v. Saw Pipes Ltd., supra, does not elaborate\n\nthat aspect. Even so, the expression must include all such\n\nfundamental principles as providing a basis for administration of\n\njustice and enforcement of law in this country. In para 35 of the\n\nreport, it was observed by the Supreme Court,\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_75\">     35. What then would constitute the &#x27;fundamental policy\n     of Indian law&#x27; is the question. The decision in ONGC\n     [(2003) 5 SCC 705 : AIR 2003 SC 2629] does not\n                                   (60 of 64)           [CMA-3785/2017]\n\n\n     elaborate that aspect. Even so, the expression must, in\n     our opinion, include all such fundamental principles as\n     providing a basis for administration of justice and\n     enforcement of law in this country. Without meaning to\n     exhaustively enumerate the purport of the expression\n     &#x27;fundamental policy of Indian law&#x27;, we may refer to three\n     distinct and fundamental juristic principles that must\n     necessarily be understood as a part and parcel of the\n     fundamental policy of Indian law. The first and foremost\n     is the principle that in every determination whether by a\n     court or other authority that affects the rights of a\n     citizen or leads to any civil consequences, the court or\n     authority concerned is bound to adopt what is in legal\n     parlance called a &#x27;judicial approach&#x27; in the matter. The\n     duty to adopt a judicial approach arises from the very\n     nature of the power exercised by the court or the\n     authority does not have to be separately or additionally\n     enjoined upon the fora concerned. What must be\n     remembered is that the importance of a judicial\n     approach in judicial and quasi- judicial determination\n     lies in the fact that so long as the court, tribunal or the\n     authority exercising powers that affect the rights or\n     obligations of the parties before them shows fidelity to\n     judicial approach, they cannot act in an arbitrary,\n     capricious or whimsical manner. Judicial approach\n     ensures that the authority acts bona fide and deals with\n     the subject in a fair, reasonable and objective manner\n     and that its decision is not actuated by any extraneous\n     consideration. Judicial approach in that sense acts as a\n     check against flaws and faults that can render the\n     decision of a court, tribunal or authority vulnerable to\n     challenge.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_76\">\n     The Apex Court in ONGC Ltd. v. Saw Pipes Ltd., supra, held\n\nthat the principle that a court and so also a quasi-judicial authority\n\nmust, while determining the rights and obligations of parties\n\nbefore it, do so in accordance with the principles of natural justice\n\nand apply its mind to attendant facts and circumstances. Non-\n\napplication of mind is a defect that is fatal to any adjudication. The\n\nrelevant discussion in para 38, 39 and 40 of the report, is\n\nreproduced here as under:-\n</p>\n<blockquote id=\"blockquote_67\">    38. Equally important and indeed fundamental to the policy of\n    Indian law is the principle that a court and so also a quasi-\n</blockquote><p data-structure=\"Precedent\" id=\"p_77\">    judicial authority must, while determining the rights and\n    obligations of parties before it, do so in accordance with the\n    principles of natural justice. Besides the celebrated audi\n    alteram partemrule one of the facets of the principles of\n                                     (61 of 64)             [CMA-3785/2017]\n\n    natural justice is that the court/authority deciding the matter\n    must apply its mind to the attendant facts and circumstances\n    while taking a view one way or the other. Non- application of\n    mind is a defect that is fatal to any adjudication. Application of\n    mind is best demonstrated by disclosure of the mind and\n    disclosure of mind is best done by recording reasons in support\n    of the decision which the court or authority is taking. The\n    requirement that an adjudicatory authority must apply its mind\n    is, in that view, so deeply embedded in our jurisprudence that\n    it can be described as a fundamental policy of Indian law.\n\n</p><p data-structure=\"Precedent\" id=\"p_78\">    39. No less important is the principle now recognised as a\n    salutary juristic fundamental in administrative law that a\n    decision which is perverse or so irrational that no reasonable\n    person would have arrived at the same will not be sustained in\n    a court of law. Perversity or irrationality of decisions is tested\n    on the touchstone of Wednesbury [Associated Provincial\n    Picture Houses Ltd. v. Wednesbury Corpn., (1948) 1 KB 223 :\n</p><blockquote id=\"blockquote_68\">    (1947) 2 All ER 680 (CA)] principle of reasonableness.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_79\">    Decisions that fall short of the standards of reasonableness are\n    open to challenge in a court of law often in writ jurisdiction of\n    the superior courts but no less in statutory processes wherever\n    the same are available.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_80\">    40. It is neither necessary nor proper for us to attempt an\n    exhaustive enumeration of what would constitute the\n    fundamental policy of Indian law nor is it possible to place the\n    expression in the straitjacket of a definition. What is important\n    in the context of the case at hand is that if on facts proved\n    before them the arbitrators fail to draw an inference which\n    ought to have been drawn or if they have drawn an inference\n    which is on the face of it, untenable resulting in miscarriage of\n    justice, the adjudication even when made by an Arbitral\n    Tribunal that enjoys considerable latitude and play at the joints\n    in making awards will be open to challenge and may be cast\n    away or modified depending upon whether the offending part\n    is or is not severable from the rest.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\">\n     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1239902\" id=\"span_33\">It is thus well settled that non-application of mind is a defect\n\nthat is fatal to any adjudication--including by an Arbitrator, under\n\nthe Act of 1996. Another important principle now recognized as a\n\nsalutary   juristic   fundamental   in   law     administrative   as     also\n\notherwise is that a decision which is perverse or so irrational that\n\nno reasonable person would have arrived at on the material/\n\nevidence on record will not be sustained in a court of law--no\n\nmatter what the nature of proceedings. A decision of the Arbitral\n\nTribunal based on a finding which is not supported by any evidence\n\nor taking into account irrelevant material or ignoring vital evidence\n                                   (62 of 64)           [CMA-3785/2017]\n\n\n\nand the plain terms of the contract under which it is required to\n\nadjudicate a dispute has inter alia to be necessarily castigated as a\n\nperverse decision. The Supreme Court in <a href=\"/doc/1239902/\" id=\"a_102\">Kuldeep Singh Vs.\n\nCommissioner of Police</a> - (1999) 2 SCC 10, has similarly held.</span> So\n\ntoo in Excise and Taxation Officer-cum-Assessing Authority v. Gopi\n\nNath &amp; Sons - 1992 Supp (2) SCC 312.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">\n</p><p data-structure=\"Precedent\" id=\"p_83\">     The fundamental principles which form part of &#x27;fundamental\n\npolicy of law in India&#x27; for testing the validity of arbitral award are\n\nwell stated. They are that the Arbitrator must have a judicial\n\napproach and that he must not act perversely. An award which\n\nshocks the conscience of the court also is liable to be upturned.\n\n&#x27;Patent illegality&#x27; inter alia includes contravention of substantive\n\nlaw of India. That would without question include a contravention\n\nof <a href=\"/doc/1052228/\" id=\"a_103\">Arbitrartion Act</a> itself and its mandate under <a href=\"/doc/1224074/\" id=\"a_104\">Section 28(3)</a>\n\nrequiring taking into account the terms of the contract on which\n\nthe dispute arises before the Abitrator as also <a href=\"/doc/463976/\" id=\"a_105\">Section 31(3)</a>\n\nmandating a reasoned award unless agreed to the contrary to the\n\nparties before the Arbitrator. A reasoned award would entail a\n\nstated and clear connect between the conclusion arrived at and\n\nthe material before the Arbitrator.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_84\">\n</p><p data-structure=\"CDiscource\" id=\"p_85\">     In the present case, the award dated 27-5-2015 passed by\n\nthe Sole Arbitrator not only suffers for one, from patent illegality,\n\nwhich goes to the root of the matter. The Sole Arbitrator in arriving\n\nat his finding, especially on the first claim, has acted evidently\n\ncontrary to and in a manner incompatible with the terms of the\n\ncontract and the plain language of the relevant covenants as to\n\nprice adjustment in the base price of coal supplied. As the Sole\n\nArbitrator has taken a view completely incompatible with the\n                                  (63 of 64)           [CMA-3785/2017]\n\n\n\nterms of the contract, there is no force in the contention of Mr.\n\nDushyant Dave that the conclusion of the Sole Arbitrator was\n\nbased on a mere beneficial construction of the contract which lay\n\nwholly within his jurisdiction and does not warrant interference for\n\nthat reason. The arbitral award on claim No.2 relating to fixed\n\ncosts is unsustainable not only for the reason that it was passed\n\nwithout regard--but also contrary to the principles which underlie\n\naward of damages as set out in <a href=\"/doc/339747/\" id=\"a_106\">Section 73</a> and <a href=\"/doc/1941714/\" id=\"a_107\">74</a> of the Contract\n\nAct--the substantive law of India for award of damages. That had\n\nto be necessarily reckoned for under <a href=\"/doc/1224074/\" id=\"a_108\">Section 28(3)</a> of the Act of\n\n1996.   Rs.78 crores have been awarded despite no evidence of\n\nany probative worth regarding damages on record and was oddly\n\nfounded on a contract between the claimant and a third party\n\nAMPL with which the appellant had no privity of contract. The\n\naward towards the refund of deductions made on account of\n\ndeposits made in the Escrow account in favour of the CCO is\n\nwholly unconscionable and patently illegal as it overlooks the\n\nclaimant&#x27;s own acceptance on the issue in its letter dated 9-6-\n\n2012 in response to the appellant&#x27;s letter dated 6-6-2012. Also the\n\nclaimant&#x27;s obligation on this count under clause 3.2 of the CMDA\n\nrelating to scope of work whereunder all expenses (which would\n\nnecessarily include expenses mandated by law/ government&#x27;s\n\ndirectives), in the mining operations/ activities were to be to the\n\naccount of the respondent claimant and no part on that count\n\nchargeable to the appellant. Public policy cannot allow for\n\nadjudications contrary to terms of the contract and admissions of a\n\nlitigating party. The award dated 27-5-2015 on claim No.3 is thus\n\nliable to be set aside. It is so. The court below in dismissing the\n\nappellant&#x27;s objections to the award dated 27-5-2015 has failed to\n                                   (64 of 64)          [CMA-3785/2017]\n\n\n\nexercise jurisdiction vested in it to interfere with the awards under\n\nthe Act of 1996 for reasons which having been fully made out and\n\nadverted to earlier--all within the scope of <a href=\"/doc/1219022/\" id=\"a_109\">Section 34</a> of the Act of\n\n1996.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_86\">\n</p><p data-structure=\"Conclusion\" id=\"p_87\">       The upshot of the aforesaid discussion is that both, the\n\naward dated 27-5-2015 of the Sole Arbitrator and the order dated\n\n13-4-2017 passed by the Commercial Court (Additional District\n\nJudge No.1 Jaipur Metropolitan) refusing interference therewith,\n\nare liable to be set aside. They are so and would stand set aside.\n\nThe appeal is accordingly allowed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_88\">\n\n\n</p><pre id=\"pre_5\"> (ALOK SHARMA),J                               (MOHAMMAD RAFIQ),J\n\n\n//Jaiman//\n </pre>","numcites":48,"numcitedby":0,"docsource":"Rajasthan High Court - Jaipur","citetid":167171337,"divtype":"judgments","relatedqs":[{"value":"price escalation clause ","formInput":"price%20escalation%20clause%20"},{"value":"force majeure","formInput":"force%20majeure"},{"value":" commercial court ","formInput":"%20commercial%20court%20"},{"value":"force majeure clause","formInput":"force%20majeure%20clause"},{"value":"price adjustment and escalation","formInput":"price%20adjustment%20and%20escalation"},{"value":"harmonious construction","formInput":"harmonious%20construction"},{"value":"stowing excise duty","formInput":"stowing%20excise%20duty"},{"value":"contract of construction","formInput":"contract%20of%20construction"},{"value":"dushyant dave","formInput":"dushyant%20dave"},{"value":"public policy","formInput":"public%20policy"},{"value":"force majeure event","formInput":"force%20majeure%20event"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"commencement of contract","formInput":"commencement%20of%20contract"},{"value":"escrow  agreement","formInput":"escrow%20%20agreement"},{"value":"force majure","formInput":"force%20majure"},{"value":"captive mining","formInput":"captive%20mining"},{"value":"escalation clause","formInput":"escalation%20clause"},{"value":"gopal subramanium","formInput":"gopal%20subramanium"},{"value":"escrow","formInput":"escrow"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"when-event-on-which-contract-is-contingent","formInput":"tag:when-event-on-which-contract-is-contingent"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"},{"value":"appealable-orders","formInput":"tag:appealable-orders"}],"courtcopy":true,"query_alert":null,"agreement":false}