{"tid":709322,"publishdate":"2002-02-15","title":"Transformers & Electricals Kerala Ltd. ... vs The Industrial Tribunal Alappuzha, The ... on 15 February, 2002","doc":"<h2 class=\"doc_title\">Transformers &amp; Electricals Kerala Ltd. ... vs The Industrial Tribunal Alappuzha, The ... on 15 February, 2002</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-b-koshy\">J.B. Koshy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-b-koshy\">J.B. Koshy</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n\n \n\n<p data-structure=\"Facts\" id=\"p_1\"> 1. Petitioner is a company incorporated under the\n<a href=\"/doc/1353758/\" id=\"a_1\">Companies Act</a>. It is employing mor than 1200 workers in\nits factory. A canteen in run by the contractor in the\ncompany compound; but outside the factory premises. The\nabove said canteen in registered under the <a href=\"/doc/65522274/\" id=\"a_2\">Kerala Shops and\nCommercial Establishments Act</a>. It was originally run by\nindividual contractors. It was also run by various\nsocieties. Now, the canteen is run by Telk Employees&#x27;\nCanteen Co-operative Society. Canteen employees have their\nown separate trade unions and the canteen workers are\nrepresented by respondents 2, 3 and 4. Trade unions\nrepresenting the company employees are different. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The Union representing the workman of the\ncanteen made certain demand sand placed a charter of demands\npurporting to be for the long-term settlement on the expiry\nof the earlier long term settlement signed by the Contractor\nand the three Unions. Ext.P2 is the demand. One of the\ndemands in Ext.P2 is to recognise the canteen workers as\ncompany workers. Other demands were regarding the revision\nof their salary and other service conditions. The\npetitioner company replied to the labour authorities that no\ndemand or industrial dispute can be raised by the workmen of\nthe canteen represented by their Unions against the\npetitioner company in the absence of any employer-employee\nrelationship between the petitioner and the workmen of the\ncanteen contractor. However, the Government of Kerala\nreferred for adjudication the issue of said charter of\ndemands dated 29-5-1991 as dispute between the Unions\nrepresenting the workmen in the canteen and the petitioner\ncompany as well as contractor to the fifth respondent by\nExt.P1 reference order. \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\"> 3. First respondent industrial tribunal numbered\nthe dispute as I.D.No.60/2. Against the claim for treating\ncanteen workers as company workers, company contended the\nvalidity of the reference order itself and contended that\nthere can be no industrial dispute with regard to that\nissue. According to the petitioner company, in the absence\nof any employer-employee relationship between the petitioner\nand the workmen of the contractor, there could be no\nindustrial dispute and the respondent unions could not raise\nany industrial dispute. Therefore, the order of reference\nis without jurisdiction and without the authority of law in\nas much as there is absolutely no employer-employee\nrelationship between the petitioner and the canteen workers\nwho are all workmen of the contractors with whom binding\nlong term settlement under the <a href=\"/doc/500379/\" id=\"a_3\">Industrial Dispute Act</a> were\nsigned from time to time. Disciplinary action against the\nworkmen in the canteen was taken by the contractor only who\nare paying the wages and benefits etc. Further, it was\nspecifically contended that appointments in the petitioner\ncompany could be made only from candidates sponsored by the\nEmployment Exchange against vacancies notified by the\npetitioner to the Employment Exchange according to the\nprovisions of the <a href=\"/doc/201689/\" id=\"a_4\">Employment Exchanges (Compulsory\nNotification) Act</a> and the orders of the Government and also\ncertain categories of employees only under the Kerala Public\nService Commission (Additional Functions in respect of\nCertain Companies and Corporations) Act, 1970. No\nappointment can be made in any manner otherwise than in\naccordance with the aforementioned statutory provisions and\norders of the Government which are in accordance with the\nstatutory requirement and conditions of equality of\nopportunity in public employment and embodied in <a href=\"/doc/367586/\" id=\"a_5\">Articles 14</a>\nand <a href=\"/doc/211089/\" id=\"a_6\">16</a> of the Constitution of India. It is totally\nimpermissible to circumvent the aforementioned provisions of\nlaw and procedure under the guise of abolition of contract\nlabour or in any other manner. It was also contended that\nabolition of contract system can be done only as per the\nprovisions of <a href=\"/doc/1810788/\" id=\"a_7\">Contract Labour (Regulation and Abolition) Act</a>\nand not under the <a href=\"/doc/500379/\" id=\"a_8\">Industrial Disputes Act</a>. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_4\"> 4. The contractor was also arrayed as a management\nin the dispute. It was the contention of the Union that the\ncompany (petitioner herein) is running a canteen for the\nexclusive use of the employees of the company and that of\ncompany&#x27;s guests. Altogether there are 78 employees in the\ncanteen. Out of them, two are employed as staff and six are\nemployed as supervisors. The building, furniture and\nfixtures, cooking utensils and everything connected with the\ncanteen are provided by the company. The expenses towards\nelectricity charges for lighting and cooking are also met by\nthe company. Water is also made available by the company.\nThe canteen is being run under the direction and supervision\nof the persons authorised for the purpose by the company.\nAlthough the canteen is now managed through a Welfare\nSociety of the employees, it has no authority in the matter\nof working of the canteen, fixation of wages and\ndetermination of staff strength. The entire expense of the\ncanteen are met by the company. All the workmen employed in\nthe canteen have got service from the very inception.\nIrrespective of the change in the contractors, they are\ncontinuing in service without any break. They are brought\nunder coverage of the ESI Scheme and Provident Fund Scheme.\nIn the funds created under the Provident Fund Scheme, the\nCanteen employees are also members. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070998\" id=\"span_1\">Therefore, for all\npractical purposes, the canteen is treated as one of the\ndepartments of the company. In other Government companies\nof the locality which are comparable to TELK, the canteen\nworkers therein are treated as the employees of those\ncompanies and their terms of employment are also determined\nby these companies. The Tribunal did not specifically go\nthrough the validity of the industrial dispute. But, the\nTribunal held that the canteen is a statutory canteen and\nthe employees therein are entitled to absorption in the\ncompany in view of the decision of the Supreme Court in\n <a href=\"/doc/1070998/\" id=\"a_9\">Parimal Chandra Raha and Ors. v.  LIC of India and Ors.</a>\n(1995 Lab.IC 2064 = (1995 (2) LLJ 339). In paragraph 7 of\nthe award, it was held as follows:</span> \n</p>\n<blockquote id=\"blockquote_1\">  &quot;7. It is not in dispute that canteen was\nstarted in the year 1966. The statutory\nobligation became enforceable in the case of TELK\nfrom the date of notification, viz., 18-10-1988.\nTherefore, from the above said date onwards, the\ncanteen functioning in the premises of the TELK\nhas to be treated as part of the establishment and\nthe workers therein are to be treated as the\nemployees of the establishment.&quot; \n</blockquote>\n \n\n<p data-structure=\"Issue\" id=\"p_5\"> After holding so, revision of salary was ordered as if they\nare company employees. This Ext.P4 award is challenged by\nthe petitioner company. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_6\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070998\" id=\"span_2\">5. Ext.P4 award is based mainly on the observations\nof the Supreme Court judgment in  <a href=\"/doc/1070998/\" id=\"a_10\">Parimal Chandra Raha</a>&#x27;s case\n(supra). In <a href=\"/doc/1070998/\" id=\"a_11\">the above case</a>, there was a finding that there\nwas due contract and supervision of work by the employer\nover the employees of the canteen. After considering the\nnature of employment, control and supervision, the Apex\nCourt held as follows:</span> \n</p>\n<blockquote id=\"blockquote_2\">  &quot;12. ..... Further, the record shows that\nalmost all the workers of the canteen like the\nappellants have been working in the canteen\ncontinuously for a long time whatever the\nmechanism employed by the Corporation to supervise\nand control the working of the canteen. Although\nthe supervising and managing body of the canteen\nhas changed hands form time to time, the workers\nhave remained constant. This is apart from the\nfact that the infrastructure for running the\ncanteen, viz., the premises, furniture,\nelectricity, water etc. is supplied by the\nCorporation to the managing agency for running the\ncanteen. Further, it cannot be disputed that the\ncanteen service is essential for the efficient\nworking of the employees and of the offices of the\nCorporation. In fact, by controlling the hours\nduring which the counter and floor service will be\nmade available to the employee, by the canteen,\nthe Corporation has also tried to avoid the waste\nof time which would otherwise be the result if the\nemployees have to go outside the offices in search\nof such services. The service is available to all\nthe employees in the premises of the office itself\nand continuously since inception of the\nCorporation, as pointed out earlier. The\nemployees of the Corporation have all along been\nmaking the complainants about the poor or inadequate\nservice rendered by the canteen to them, only to\nthe Corporation and the Corporation has been\ntaking steps to remedy the defects in the canteen\nservice. Further, whenever there was a temporary\nbreakdown in the canteen service, on account of\nthe agitation or of strike by the canteen workers,\nit is the Corporation which has been taking active\ninterest in getting the dispute resolved and the\ncanteen workers have also looked upon the\nCorporation as their real employer and joined it\nas a party to the industrial dispute raised by\nthem. In the circumstances, we are of the view\nthat the canteen has become a part of the\nestablishment of the Corporation. The canteen\ncommittees, the co-operative society of the\nemployees and contractors engaged from time to\ntime are in reality the agencies of the\nCorporation and are, only a veil between the\nCorporation and the canteen workers. We have,\ntherefore, no hesitation in coming to the\nconclusion that the canteen workers are in fact\nthe employees of the Corporation.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070998\" id=\"span_3\">Even though the Supreme Court was considering the case of a\nnon-statutory canteen <a href=\"/doc/1070998/\" id=\"a_12\">in that case</a>, it held that if the\nemployer has a statutory duty to provide canteen for the use\nof its employees, the canteen is part of the establishment\nand appointment of contractors or an agency is only device\nand employees in the canteen will be treated as employees of\nthe main establishment. But, the Supreme Court also stated\nthat the obligation to provide a canteen is distinguished\nfrom the obligation to provide factories to run the canteen.\nIn para 9(ii) of <a href=\"/doc/1070998/\" id=\"a_13\">the above decision</a>, the Court held as\nfollows:</span> \n</p>\n<blockquote id=\"blockquote_3\">  &quot;(ii) Where, although it is not statutorily\nobligatory to provide a canteen, it is otherwise\nan obligation on the employer to provide a\ncanteen, the canteen becomes a part of the\nestablishment and the workers working in the\ncanteen, the employees of the management. The\nobligation to provide a canteen has to be\ndistinguished from the obligation to provide\nfacilities to run canteen. The canteen run\npursuant to the latter obligation, does not come\na part of the establishment.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_8\"> In Sub-para (iii) it was held that: \n</p>\n<blockquote id=\"blockquote_4\">  (iii) .... Whether the provision for\ncanteen services has become a part of the service\nconditions or not, is a question of fact to be\ndetermined on the facts and circumstances in each\ncase.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_9\"> In sub-para (iv) of the decision, main parameters to be\nconsidered while answering such question such as\nsupervision, control etc. are described by the Apex Court.\nIt is pointed out by the Counsel for the Union that <a href=\"/doc/759329/\" id=\"a_14\">Section\n46</a> of the Factories Act provides that State Government may\nmake rules requiring to provide canteen in any specified\nfactory wherein more than 250 workers are employed. Rule 91\n(1) and (2) of the Kerala Factories Rules read as follows: \n</p>\n   \n\n<blockquote id=\"blockquote_5\"> &quot;91.  Canteen: (1) Rules 91 to 97 shall come\ninto force in respect of any class or description\nof factories on such dates as the State Government\nmay be notification in the official gazette\nappoint in this behalf. \n</blockquote>\n \n\n<blockquote id=\"blockquote_6\"> (2) The occupier of every factory notified by\nthe State Government and wherein more than two\nhundred and fifty workers are ordinarily employed\nshall provide in or near the factory an adequate\ncanteen according to the standards prescribed in\nthese rules.&quot;  \n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> Notification was also issued. Therefore, it is the\nstatutory duty of the company to provide a canteen. In view\nof the observation of the Supreme Court, Tribunal has to\nfind whether such canteen employees can be treated as\nemployees of the company and whether the dispute raised by\nthe Union of consequent valid. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_11\"> 6. I also note that in <a href=\"/doc/1070998/\" id=\"a_15\">the above decision</a>, the Apex\nCourt did not consider the question whether contractor&#x27;s\nworkmen or their union can raise a valid industrial dispute.\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_4\">The very same judges considered the question elaborately in\nthe subsequent decision in  <a href=\"/doc/366376/\" id=\"a_16\">Gujarat Electricity Board,\nThermal Power Station Gujarat v.  Hind Mazdoor Sabha and\nOrs.</a> ((1995) II LLJ 790).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"777307\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1198151\" id=\"span_6\">After considering the decisions\nof the Apex Court in  <a href=\"/doc/1198151/\" id=\"a_17\">Workmen of Dimakuchi Tea Estate v.  The\nManagement of Dimakuchi Tea Estate</a> ((<a href=\"/doc/777307/\" id=\"a_18\">1958) I LLJ 500) and\n Standard Vacuum Refining Co. of India Ltd. v.  Its Workmen and\nOrs.</a> ((1960) II LLJ 233) and the entire case law, the Supreme\nCourt held that in view of <a href=\"/doc/45909/\" id=\"a_19\">Section 10</a> of the Contract Labour\n(Regulation and Abolition) Act, 1970 only the appropriate\nGovernment has the authority to abolish contract labour in\naccordance with the provisions of that Act and no court\nincluding the Industrial Adjudicator has jurisdiction to\nabolish contract labour. If the contract is genuine,\ndispute regarding their service conditions cannot be raised\nagainst the management of main establishment by the\nemployees or union of the contractor&#x27;s employees; but, such\ndisputes can be raised by the Union of workmen in the\nmain establishment. It was also held that if the contract\nis sham or not, the workmen of the so called contractor can\nraise an industrial dispute for declaring that they were\nalways the employees of the principal employer. In\nparagraph 50 of the decision in  Gujarat Electricity Board&#x27;s\ncase (supra), it was held as follows:</span></span> \n</p>\n<blockquote id=\"blockquote_7\">  &quot;(ii) If the contract is sham or not genuine,\nthe workmen of the so called contractor can raise\nan industrial dispute for declaring that they were\nalways the employees of the principal employer and\nfor claiming the appropriate service conditions.\n</blockquote><p data-structure=\"Section\" id=\"p_12\">When such dispute is raised, it is not a dispute\nfor abolition of the labour contractor and hence the\nprovisions of <a href=\"/doc/1669932/\" id=\"a_20\">Section 10</a> of the of the Act will not bar\neither the raising or the adjudication of the\ndispute. When such dispute is raised, the\nindustrial adjudicator has to decide whether the\ncontract is sham or genuine. It is only if the\nadjudicator comes to the conclusion that the\ncontract is sham, then he will have jurisdiction\nto adjudicate the dispute. If, however, he comes\nto the conclusion that the contract is genuine, he\nmay refer the workmen to the appropriate\nGovernment for abolition of the contract labour\nunder <a href=\"/doc/1669932/\" id=\"a_21\">Section 10</a> of the Act and keep the dispute\npending. However, he can do so if the dispute is\nespoused by the direct workmen of the principal\nemployer. If the workmen of the principal\nemployer have not espoused the dispute, the\nadjudicator, after coming to the conclusion that\nthe contract is genuine, has to reject the\nreference, the dispute being not an industrial\ndispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_22\">Section 2(k)</a> of the\nID Act. He will not be competent to give any\nrelief to the workmen of the erstwhile contractor\neven if the labour contract is abolished by the\nappropriate Government under <a href=\"/doc/1669932/\" id=\"a_23\">Section 10</a> of the\nAct.  \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_13\"> In view of <a href=\"/doc/777307/\" id=\"a_24\">the above decision</a> of the Apex Court, when an\nindustrial dispute is raised by the workmen of the\ncontractor against the principal employer or main\nestablishment, the industrial tribunal is bound to consider\nwhether there is valid industrial dispute or not. In this\ncase, the management disputed the employer-employee\nrelationship and raised such a question in the written\nstatement. If the Tribunal finds that contract is sham or\nnot and employees are really employed by the company itself,\nthe Tribunal can consider the merits of the case. If it\nfinds that the contract is not sham but a genuine contract,\nhe cannot give any relief against the company as the\nindustrial dispute against the company is without\njurisdiction. The question whether the contract is sham or\ngenuine; whether industrial dispute is valid or not etc.\nwere not considered by the Industrial Tribunal in this case. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_14\"> 7. When a contract can be held to be sham or not is\ndiscussed elaborately by the Apex Court in  Secretary, HSEB\nv. Suresh and Ors. ((1999) 3 SCC 601). It was held that\nin industrial law also, principle of &#x27;lifting of the veil&#x27;\nshall be applicable and Court has to find out whether\ncontract was genuine or a mere camouflage, smoke and a\nscreen and the veil can be pierced if there is sufficient\nevidence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1620518\" id=\"span_7\">This matter was again discussed and power of the\nindustrial tribunal to decide the question was considered\nagain by the Apex Court in  <a href=\"/doc/1620518/\" id=\"a_25\">VST Industries Ltd. v.  VST\nIndustries Workers&#x27; Union and Anr. (JT</a> 2001 (1) SC 36).</span>\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070998\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1411892\" id=\"span_9\">Tests laid down to consider when employees of the canteen\ncan be treated as employees after referring to  <a href=\"/doc/1411892/\" id=\"a_26\">Indian\nPetrochemicals Corporation Limited v.  Shramik Sena and\nOrs. (JT</a> 1999 (5) SCC 339),  Reserve Bank of India v.\n Workmen (JT 1996 (3) SC 226),  MMR Khan v.  Union of India\n(JT <a href=\"/doc/1070998/\" id=\"a_27\">1990 (3) SC 1) and  Parimal Chandra Raha</a>&#x27;s case (supra)\nwere laid down as follows:</span></span> \n</p>\n   \n\n<blockquote id=\"blockquote_8\"> &quot;1. The canteen has been there since the\ninception of the appellant&#x27;s factory. \n</blockquote>\n \n\n<blockquote id=\"blockquote_9\"> 2. The workmen have been employed for long\nyears and despite a change of contractors the\nworkers have continued to be employed in the\ncanteen. \n</blockquote>\n \n\n<blockquote id=\"blockquote_10\"> 3. The premises, furniture, fixture, fuel,\nelectricity, utensils, etc. have been provided for\nby the appellant. \n</blockquote>\n \n\n<blockquote id=\"blockquote_11\"> 4. The wages of the canteen workers have to\nbe reimbursed by the appellant. \n</blockquote>\n \n\n<blockquote id=\"blockquote_12\"> 5. The supervision and control on the\ncanteen is exercised by the appellant through its\nauthorised officer as can be seen from the various\nclauses of the contract between the appellant and\nthe contractor. \n</blockquote>\n \n\n<blockquote id=\"blockquote_13\"> 6. The contractor is nothing but an agent or\na manager of the appellant who works completely\nunder the supervision, control and directions of\nthe appellant. \n</blockquote>\n \n\n<blockquote id=\"blockquote_14\"> 7. The workmen have the protection of\ncontinuous employment in the establishment.&quot;  \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_15\"> In  Steel Authority of India Ltd. and Ors. v.  National\nUnion Water Front Workers and Ors. (JT 2001 (7) SC 268) SC\n</p><p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_10\">268), a Constitution Bench held that abolition of contract\nlabour can be done by the appropriate Government as\nprovided under the <a href=\"/doc/1810788/\" id=\"a_28\">Contract Labour (Regulation and\nAbolition) Act</a> and not by the industrial tribunal or by any\nother forum. But, overruling the dicta <a href=\"/doc/1070998/\" id=\"a_29\">laid down in</a>  <a href=\"/doc/784921/\" id=\"a_30\">Air\nIndia Statutory Corporation and Ors. v.  United Labour\nUnion and Ors. (JT</a> 1996 (11) SC 109 = (1997) 9 SCC 377),\nit was held that even if contract system is abolished in any\narea, principal employer is not bound to accept them as\ntheir employees and there is no automatic absorption. After\nanalysing the case law including  Gujarat Electricity Board&#x27;s\ncase (supra) and all other previous cases regarding the\nquestion whether contract is a sham or not, it was held as\nfollows:</span> \n</p>\n<blockquote id=\"blockquote_15\">  &quot;103. An Analysis of the cases discussed\nabove, shows that they fall in three classes: (1)\nwhere contract labourer is engaged in or in\nconnection with the work of an establishment and\nemployment of contract labour is prohibited either\nbecause the industrial adjudicator/court ordered\nabolition of contract labour or because the\nappropriate government issued notification under\n<a href=\"/doc/1436043/\" id=\"a_31\">Section 10(1)</a> of the CLRA Act, no automatic\nabsorption of the contract labourer working in the\nestablishment was ordered; (ii) where the contract\nwas found to be sham and nominal rather a\ncamouflage in which case the contract labourer\nworking in the establishment of the principal\nemployer was held, in fact and in reality, the\nemployees of the principal employer himself.\nIndeed, such cases do not relate to abolition of\ncontract labour but present instances wherein the\ncourt pierced the veil and declared the correct\nposition as a fact at the stage after employment\nof contract labour stood prohibited; (iii) where\nin discharge of a statutory obligation of\nmaintaining canteen in an establishment the\nprincipal employer availed the services of a\ncontractor and the courts have held that the\ncontract labourer would indeed be the employees of\nthe principal employer.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_11\">8. In this case, petitioner management raised an\nobjection that industrial dispute is not maintainable\nbecause dispute was not raised by the workmen of the\nestablishment but by the workmen of the contractor and as\nsuch it is not maintainable. This was held so in  <a href=\"/doc/366376/\" id=\"a_32\">Gujarat\nElectricity Board</a>&#x27;s case (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1070998\" id=\"span_12\">But, as held <a href=\"/doc/366376/\" id=\"a_33\">in that case</a>\nas well as in  <a href=\"/doc/1070998/\" id=\"a_34\">Steel Authority of India</a>&#x27;s case (supra), when\nthe preliminary objection is considered, the tribunal should\nconsider whether contract is sham or genuine. If it is sham\nand rally workmen employed by the contractor are workmen of\nthe main establishment, the dispute raised by their Union is\nalso valid and they shall be treated as valid. That\npossibility shall be considered by the Tribunal in this case\nafter analysing the Apex Court judgment <a href=\"/doc/1070998/\" id=\"a_35\">referred to above</a>\nespecially with regard to the question considered by the\ncourts with regard to canteens run by the factories. In\nthis connection, I also refer to paragraph 99 of the\njudgment of the Supreme Court in  Steel Authority of India&#x27;s\ncase (supra) which analysed the  Gujarat Electricity Board&#x27;s\ncase (supra) relied on by the petitioner and paragraph 121\n(5) wherein it was held that:</span> \n</p>\n<blockquote id=\"blockquote_16\">  &quot;.... If the contract is found to be not\ngenuine but a mere camouflage, the so-called\ncontract labourer will have to be treated as\nemployees of the principal employer who shall be\ndirected to regularise the services of the\ncontract labourer in the concerned establishment\nsubject to the conditions as may be specified by\nit for that purpose in the light of para 6\nhereunder.&quot; \n</blockquote>\n \n\n<p data-structure=\"Conclusion\" id=\"p_18\"> 9. Separate order need not be passed on the\npreliminary point. That issue shall be first decided with a\nfinding. Thereafter, if the finding is that it is\nmaintainable, tribunal has to give its award on merit\nconsidering the industry-cum-region basis, financial\ncapacity of the employer and other well defined principles\nin wage revision. No such effort was made in the present\naward. Both parties are free to adduce fresh evidence.\nSince the reference was made in 1992, the Industrial\nTribunal shall pass the award within six months from the\ndate of receipt of a copy of this judgment. Registry is\ndirected to send a copy of this judgment to the Tribunal\nurgently.\n</p>\n \n\n","numcites":19,"numcitedby":2,"docsource":"Kerala High Court","citetid":709322,"divtype":"judgments","relatedqs":[{"value":"sham contract","formInput":"sham%20contract"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"employer employee relationship","formInput":"employer%20employee%20relationship"},{"value":"canteen employees","formInput":"canteen%20employees"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":" long term settlement","formInput":"%20long%20term%20settlement"},{"value":"parimal chandra raha ","formInput":"parimal%20chandra%20raha%20"},{"value":"employment exchange","formInput":"employment%20exchange"},{"value":"absorption","formInput":"absorption"},{"value":"contract labour regulation","formInput":"contract%20labour%20regulation"},{"value":"workman+contractor","formInput":"workman%2Bcontractor"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":",conditions of service","formInput":"%2Cconditions%20of%20service"},{"value":"steel authority is other authority","formInput":"steel%20authority%20is%20other%20authority"},{"value":"contract labour ( regulation ","formInput":"contract%20labour%20%28%20regulation%20"},{"value":"canteen","formInput":"canteen"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":"law journals ","formInput":"law%20journals%20"},{"value":"steel authority","formInput":"steel%20authority"}],"cats":[{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"industrial","formInput":"tag:industrial"},{"value":"regulations-regarding-canteens","formInput":"tag:regulations-regarding-canteens"},{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"companies-law","formInput":"tag:companies-law"}],"courtcopy":false,"query_alert":null,"agreement":false}