{"tid":1674697,"publishdate":"1975-11-21","title":"Bird And Co. (Pvt.) Ltd. vs Kalyan Kumar Sen Gupta on 21 November, 1975","doc":"<h2 class=\"doc_title\">Bird And Co. (Pvt.) Ltd. vs Kalyan Kumar Sen Gupta on 21 November, 1975</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1988(37)ELT70(CAL)</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nS.K. Mukherjee, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This appeal is directed against a judgment and order of K.L Roy, J. on August 28,1970, by which his Lordship disposed of a Rule. By the said Rule, the petitioner Bird and Co. (Pvt.) Ltd. challenged certain notices issued by the Collector of Customs and Central Excise under Section 28(1) and an order made under <a href=\"/doc/1554132/\" id=\"a_1\">Section 28(2)</a> of the Customs Act, 1962.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The petitioner, who is the appellant before us, carries on business, Inter alia, of export of jute specialities. These jute specialities are jute manufactures within the meaning of Item 2 of the Second Schedule to the Indian Tariff Act. Under the said item, duty is payable on the said goods at he rate of Rs. 500 per tonne.\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">3. By a notification dated June 19,1968, issued under Sub-section (1) of <a href=\"/doc/412480/\" id=\"a_2\">Section 25</a> of the Customs Act, the Government of India exempted the articles specified in Column 2 of the table appended to the said notification from so much of the duty leviable thereon as was in excess of the duty leviable at the rate specified in Column 3 of the said table. The rate for jute specialities prescribed in Column 3 of the table was nil, and the articles specified In Column 2 included the relevant jute specialities exported by the petitioner whose f.a.s. value was not less than Rs. 3,500 per tonne.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The petitioner&#x27;s jute specialities were, therefore, exempted from payment of Customs duty so long as their value was not less than Rs. 3,500 per tonne. If the value was less, the exemption under the notification did not apply, and duty was payable on those goods under Item 2 of the <a href=\"/doc/442204/\" id=\"a_3\">Second Schedule to the Tariff Act</a>. By virtue of notifications issued under <a href=\"/doc/143725487/\" id=\"a_4\">Section 12(1)</a> of the Foreign Exchange Regulation Act, 1947, exporters had to declare at the time of shipment the &#x27;full export value&#x27; of the goods. It appears that in order to avoid controversies, as far as possible as to the real export value of the goods, the Central Government under a resolution published in a notification dated December 4, 1962, provided for. voluntary registration of export contracts for sale of jute goods with a committee known as the Export Contracts Registration Committee. The resolution recited that the registration scheme was purely voluntary and could be taken advantage of by shippers who wished to register their contracts, with a view to avoiding inconvenience at the time of shipping due to their contract prices being questioned. Under the said scheme an application for registration had to be made within one clear working day of the finalisation of the contract accompanied by a copy of the offer, the acceptance of the offer and the seller&#x27;s copy of the export contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. In scrutinising the contracts, the Committee was to have due regard to the ruling prices at the time of contract, the normal recognised trade practices in regard to allowable variations from such prices, extensions of contracts, premiums and penalties for optional specifications, rebate and trade discounts. The Committee, if satisfied on scrutiny, that the terms of the contract were acceptable, issued a registration certificate. The resolution provided that the production of the registration certificate before the Customs authorities at the time of shipment as part of the shipping documents would ordinarily be accepted by the Customs authorities as constituting sufficient proof of the scope of contract prices and related financial Items.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. It may be added that the Committee consisted of the Jute Commissioner, who was to act as the Chairman, a member of the Reserve Bank of India, the Additional Collector of Customs and a Cost Accounts Officer of the office of the Jute Commissioner, Calcutta.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">7. In order to assist the said Committee in scrutinising contracts the Indian Jute Mills Association issued from time to time schedules of premia for optional specifications which It recommended for adoption by the Committee. The said premia were to be added to the current market price of the basic fabric namely 40&quot;-10 oz. 11 x 12 hesslan.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\">8. One of the particulars which the said Committee required an exporter to state in his application for registration of the contract is the f.a.s. value of the goods for the purpose of determining their liability to export duty. It is claimed by the petitioner that the universal practice of the trade as well as of the Customs authorities had been to assess the f.a.s. value for purposes of registration and determination of export duty by making appropriate deductions from the sale price stated in the contract. For example, f.a.s. value was determined by deducting from c.i.f. price the insurance premium, freight and the port charges. Where the price quoted was on f.o.b. basis the f.a.s. value was determined by deducting the port charges. It is contended that the Customs authorities have at all material times until about November 1968 accepted f.a.s. values calculated on that basis for assessment of export duty and thereby represented to the trade that the said basis was the correct basis for determination of f.a.s. values. In support of that contention the petitioner relied on a fetter dated November 29, 1968, from the Additional Collector of Customs, Calcutta, to the Secretary, Calcutta Jute Fabrics Association.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">9. The petitioners claim that calculated on the said basis the f.a.s. value of the petitioners goods with which we are concerned in this case was not less than Rs. 3,500 per tonne and, therefore, those goods qualified for exemption from payment of export duty under he aforesaid notification dated June 19,1968.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">10. Relying on the aforesaid representations the petitioners entered into export contracts with their foreign buyers and registered those contracts with the said Committee calculating the f.a.s. value of the goods which were shipped in pursuance of those contracts and declared the relevant f.a.s. values in their shipping bills so calculated, in particular, by an exchange of cables the petitioner entered into a contract in July 1968 with White Lamb Finlay Inc. of New Jersey to sell 3,00,000 goods of special hessian at a price of Sh. 144/4 per 100 yds. C &amp; F Philadelphia for shipment during the period August to October, 1968, in equal quantities every month. The agreement was made on the basis that the freight was 22.50 dollars per cubic metric plus 15% surcharge and no export duty was payable. The terms of agreement were embodied in a sale contract dated July 20, 1968. The said contract was duly accepted and registered by the Committee. In the application for registration the petitioners stated that f.a.s. value as Rs. 3,501 per tonne calculated in the manner aforesaid. Thereafter, the petitioners shipped the August and September instalments dolaring the f.a.s. value as stated hereinbefore and the Customs authorities accepted the said declarations and permitted the said goods to be exported without payment of export duty.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. Thereafter, in December 1968 the petitioners submitted shipping bills in respect of the balance quantities of goods to be exported under the said contract declaring their f .a.s. value on the aforesaid basis. The Customs authorities refused to accept the said value and claimed that export duty was payable on the consignment. In consequence, the said contract was cancelled in respect of the balance quantity.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">12. Thereafter, the petitioners received a notice dated December 19,1968. By the said notice the petitioners were required to show cause why they should not pay Rs. 14,500 by way of duty alleged to have been short levied on the goods which had been exported under shipping bill dated September 5,1968. In their reply the petitioners contended that the said goods were exempt from payment of duty and, therefore, there was no question of any duty having been short levied. They intimated that they intended to move this Court for relief and an application was under preparation. In spite thereof the Assistant Collector of Customs by an order dated March 22,1969 made under <a href=\"/doc/1554132/\" id=\"a_5\">Section 28(2)</a> of the Customs Act held that the goods were assessable to duty at the rate of Rs. 500 per tonne and confirmed the demand for Rs. 14,500. The petitioners paid the said amount under protest by authorising the Customs authorities to debit the petitioners&#x27; deposit account with the said amount.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">13. The petitioners also received four further notices under <a href=\"/doc/1512876/\" id=\"a_6\">Section 28(1)</a> in respect of four other shipments under the said contract and six notices in respect of shipments made under other contracts. The petitioners complain that none of the notices under <a href=\"/doc/440814/\" id=\"a_7\">Section 28</a> disclose any grounds in support of the allegation that any duty had been short levied and the said notices are accordingly without jurisdiction, illegal and void and of no effect. Moreover, the Customs authorities in claiming that the duty has been short levied, have calculated the f.a.s. value not In the accepted and established manner described hereinbefore of making deductions from the sale price but on the principle of adding premla to the basic price, which is wrong. Moreover, In any event, by reason of the representation made by the notification dated December 4,1962, and the letter dated November 29,1968, referred to hereinbefore, the respondents are estopped from claiming that the f.a.s. value is other than the one stated in the registration certificate or is to be calculated in any manner other than the one described in the said letter.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\">14. The petitioners further contend that by their Solicitors&#x27; letter dated April 21, 1969, they asked for 15 days further time to enable them to show cause why the alleged amounts of duty should not be levied in respect of the notices as had been received up to that date. No reply was received from the Customs authorities. The Assistant Collector wrongfully and illegally issued eight further notices all dated June 21,1969, informing the petitioners that the amounts of duty mentioned in the said notices under <a href=\"/doc/1512876/\" id=\"a_8\">Section 28(1)</a> would be recovered from any money payable to the petitioners by the Customs authorities or from the proceeds of sale of any goods belonging to the petitioners which are under their control in pursuance of <a href=\"/doc/1470344/\" id=\"a_9\">Section 42</a> of the Customs Act.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_15\">15. In order to avoid loss and injury likely to be occasioned by not shipping the goods in fulfilment of their contracts, the petitioners authorised the Customs authorities to debit the petitioners&#x27; deposit account with Rs. 30,356 demanded in the said notices under protest. The petitioners claim that no duty is payable under the law on any of the said goods and the said sum of Rs. 14,500 and Rs. 30,356 paid by the petitioners are refundable and an order should be made for refund of those amounts.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_16\">16. Mr. D.C. Mondal, the Assistant Collector of Customs, has filed an affidavit-in-opposition to the petition. There he has denied that the Government of India had represented that the production of registration certificate by the Committee before the Customs authorities would be accepted by the authorities as constituting sufficient proof of the contract price and related financial items.\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">17. The Committee, he submitted, never certified nor has it the authority to certify that the goods are dutiable or are duty-free. Assessment of value for the purpose of duty Is the function of Customs authorities under the law.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\">18. As regards the circular dated June 27,1968, issued by the Indian Jute Mills Association, he stated that the schedules of premia prescribed by the Association was recommended to the Export Contract Registration Committee for adoption. There was no specific provision in the said circular that the premia detailed therein were the minimum. A reference to the sale contracts of the petitioners, he maintained, would show that excepting in the disputed cases the sale prices were never above the market price by about 15 per cent. The f.a.s. prices of the goods covered by the disputed contract are inclusive of export duty, otherwise the said f.a.s. prices could not be so high. In other words, the Assistant Collector&#x27;s case was that the petitioners included export duty in quoting their prices although they were claming that the goods were not liable to pay any duty. In their application for registration of contracts in the disputed cases, the petitioners did not deduct the duty amount to arrive at the f.a.s. prices and the f.as. prices declared by them were inflated prices. As regards the letter from the Additional Collector of Customs, it was stated there that the f.a.s. prices would be deducted by appropriate deductions, depending upon the nature of the said contracts. For example, if the goods are sold on c.i.f. basis taking duty into consideration, the method of arriving at the f.a.s. prices is to deduct freight, insurance, duty and port charges. The f.a.s. prices thus obtained will be equal to the market price of those goods. The f.a.s. prices declared by the petitioners were Inclusive of duty. When It was subsequently discovered that the petitioners In their declared f.a.s. values which were accepted In the registration certificates had Included duty, the market prices of those goods were calculated by adding usual admissible premla to the price of standard hessian cloth and the ascertained f.a.s. value was found to be Rs. 3,027 per tonne. Hence, the goods were held not to qualify for exemption from duty. The market prices of the goods in those cases were calculated according to the market practice and the ascertained prices were in each of these cases found to be less than Rs. 3,500 per tonne. On receipt of the notice dated December 19, 1968, the petitioners submitted the documents and after calculation of f.a.s. price in accordance with market practice it was found that the market price was less than Rs. 3,500 per tonne. Personal hearing was offered on February 19, 1969, and again on March 13,1969, at the request of the petitioners. The petitioners requested for further postponement till the return of one of their representatives from abroad. As the case could not be kept pending indefinitely, the petitioners were again requested to appear for personal hearing on March 21,1969. As the demand was found to be in order, it was confirmed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">19. With regard to the other ten notices of which the petitioners complain the demands contained in the said notices were also confirmed for the same reasons.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">20. The Assistant Collector of Customs averred in his affidavit that the sale prices of the contracts were scrutinised in terms of <a href=\"/doc/368047/\" id=\"a_10\">Section 14</a> of the Customs Act in accordance with the market practice.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_21\">21. Apart from those contentions the Assistant Collector stated that the petitioners&#x27; goods were not jute specialities. At the hearing before us the contention was not pressed\n \n\n</p><p data-structure=\"Section\" id=\"p_22\">22. In conclusion, the Assistant Collector maintained that duty was short levied on those goods, that the goods have been rightly assessed to payment of duty and the duty has been properly collected.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">23. The learned Judge on a consideration of the objections raised by the petitioners has held that there is no representation in the scheme for registration of contracts that the registration certificate would be conclusive evidence of the f.a.s. value declared therein so as to be binding on the Customs authorities. The statutory duty of the Customs authorities to assess and levy customs duty is not in any way abrogated or curtailed. If the Customs authorities have reason to believe that the contract price does not represent the true f.a.s. value they would be entitled to go behind the certificate and require the exporter to satisfy them as to the proper f.a.s. value in order to determine whether the goods are entitled to exemption from export duty under the relevant notification.\n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">24. With regard to the contention that the mode of valuation prescribed in the letter from the Additional Collector of Customs dated November 29, 1968, the learned Judge appears to have taken the view that the statutory requirement of <a href=\"/doc/368047/\" id=\"a_11\">Section 14</a> has to be complied with and, therefore, any other method of calculating the f.a.s value, even if sanctioned by usage, will not make the mode of valuation prescribed in <a href=\"/doc/368047/\" id=\"a_12\">Section 14</a> untenable. He has, however held that the respondents have acted precipitately in confirming the demand without taking into consideration the evidence furnished by the petitioners. No reasons have been given in the order under <a href=\"/doc/1554132/\" id=\"a_13\">Section 28(2)</a> for holding that the goods have been correctly held to be assessable to duty and that the demand was in order.\n</p> \n\n<p data-structure=\"Section\" id=\"p_25\">25. The learned Judge has on that ground set aside the orders made under <a href=\"/doc/1554132/\" id=\"a_14\">Section 28(2)</a> and directed the respondents to pass fresh orders under <a href=\"/doc/1554132/\" id=\"a_15\">Section 28(2)</a> after considering the evidence furnished and the representations to be made by the petitioners and for that purpose has directed the respondents to give the petitioners, a fresh opportunity of being heard if they so desire. If the petitioners fail to avail themselves of the opportunity of presenting their case at the hearing of which reasonable notice has been given, the respondents have been given liberty to proceed ex parts.\n</p> \n\n<p data-structure=\"Section\" id=\"p_26\">26. The main question of merit with which we are concerned in this appeal Is how f.a.s. value of jute specialities specified in Item No. 4 In the notification dated June 19, 1968, should be determined in order to ascertain whether such goods qualify for exemption from payment of export duty. The mode of valuation prescribed in <a href=\"/doc/368047/\" id=\"a_16\">Section 14</a> of the Customs Act is applicable whenever a duty of customs is chargeable on any goods by reference to their value. Mr. Ginwalla rightly pointed out that under the <a href=\"/doc/442204/\" id=\"a_17\">Tariff Act</a> duty is payable on jute manufactures not by reference to their value but by reference to their weight. Moreover, <a href=\"/doc/368047/\" id=\"a_18\">Section 14</a> applies in terms for the purpose of levy of duty not for the purpose of exemption from payment of duty. It seems to us that no argument was addressed in the Court below on the effect and implication of the definition of the term Value&#x27; given in Sub-section (41) of <a href=\"/doc/1168369/\" id=\"a_19\">Section 2</a> of the Act which is of general application. There the term Value&#x27; in relation to any goods is defined to mean the value thereof determined in accordance with the provisions of Sub-section (1) of <a href=\"/doc/368047/\" id=\"a_20\">Section 14</a>. In the absence of any statutory provision for computation of value in a particular case, the general provision made for determination of value in Sub-section (41) of <a href=\"/doc/1168369/\" id=\"a_21\">Section 2</a> is clearly applicable. In that view of the matter, it must be held that for the purpose of calculating the value of jute specialities in order to determine whether the goods are entitled to the benefit of exemption from payment of duty under the notification dated June 19,1968, the mode of valuation prescribed in <a href=\"/doc/368047/\" id=\"a_22\">Section 14</a> must apply. The value of the petitioners&#x27; goods In dtepito will, therefore, be the price at which such or like goods are ordinarily sold or offered for sale for delivery at the time and place of exportation in the course of international trade where the seller and the buyer have no interest in the business of each other and the price is the sole consideration for sale or offer for sale On a consideration of the principle of valuation enjoined by <a href=\"/doc/368047/\" id=\"a_23\">Section 14</a> it is clear that the price at which a particular seller enters into a contract with a particular buyer does not necessarily reflect the price at which such goods are sold at the time and place of exportation in the course of international trade. Though it is unlikely that the exporter will be able to sell the goods at a much higher price than the ruling market price for sale of similar goods on similar terms, there Is nothing to prevent the seller from striking a better bargain. Be that as it may, what has to be taken as the basis of valuation is the price at which such or like goods are ordinarily sold at the time and place of exportation and not the contract price of the seller in question. In valuing the goods the Customs authorities have taken the basis of standard goods and added to It, the premium value determined by the Indian Jute Mills Association. In the absence of any evidence to the contrary, we do not see any reason why the principle of valuation to which they have taken recourse should be rejected as not being in conformity with <a href=\"/doc/368047/\" id=\"a_24\">Section 14</a>. The petitioners have strongly relied on their contract price. They have not tried to adduce any evidence of the price at which such or like goods were ordinarily sold at the material time as contemplated in <a href=\"/doc/368047/\" id=\"a_25\">Section 14</a>.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\">27. It has been contended in the affidavit used by the Assistant Collector of Customs that the price at which the petitioners agreed to sell the goods included export duty or, in other words, that they entered into the contracts on the implied basis that duty was payable. The suggestion is that as duty is an element in the sale price quoted by the seller, duty is payable. The petitioners have denied that this is so. On the contrary, their case is that they entered into these transactions on the assumption that no duty was payable, the f .a.s. value of the goods having exceeded Rs. 3,500 per tonne. In our opinion, the question is irrelevant. Whether duty is payable or not depends on the f.a.s. value of the goods calculated on the basis of <a href=\"/doc/368047/\" id=\"a_26\">Section 14</a> and not on whether the parties thought duty was payable or not. It is, therefore, immaterial whether the petitioners included export duty as an element in the prices at which they agreed to sell their goods.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_28\">28. On the basis of the notification dated December 4,1962, by which provision was made for voluntary registration of contracts for the sale of jute goods and the letter dated November 11, 1968, addressed by the Additional Collector of Customs to the Secretary, Jute Fabrics Shippers Association, it was contended that the relevant contracts having been registered by the Exports Contracts Registration Committee, the f.a.s. value declared in the applications for registration ought to have been accepted for the purpose of exemption from payment of export duty, and the principle of calculation of value indicated In the letter of the Additional Collector by making appropriate deductions from the c.l.f. or f.o.b. prices should have been applied in all these cases. In any event, by reason of the representations made in the said notification and the said letter, the Customs authorities are estopped from challenging the values declared by the peititoners and the procedure adopted by them for calculating the f.a.s. value of their goods. By the said notification dated December 4, 1962, the Central Government did not hold out that the certificates of registration would be conclusive proof of the f.a.s. value declared by the exporter in the application for registration. The notification merely stated that the production of the registration certificate before the Customs authorities at the time of shipment as part of the shipping documents will ordinarily be accepted by the Customs authorities as constituting sufficient proof of the scope of the contract price and related financial items. The Revenue is, therefore, not bound by the certificate. If they have reasons to scrutinise the values of the goods afresh they are free to do so. In any event, the notification cannot override the statutory mandate of <a href=\"/doc/1556111/\" id=\"a_27\">Section 2(41)</a> and <a href=\"/doc/368047/\" id=\"a_28\">Section 14</a> of the Customs Act. To hold to the contrary will be to apply an estoppel against the statute. In his letter, the Additional Collector of Customs stated that the practice has been to go by the sale price as indicated in the sale contracts, and wherever necessary, the f.a.s. price is deducted by means of suitable deductions depending upon the nature of the sale contract. He also stated that the said practice would continue for purposes of determining the f.a.s. value of jute specialities. The procedure for calculation of value of jute specialities based on an alleged practice ratified by the Additional Collector cannot again override clear provisions of the statute.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113707\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1882267\" id=\"span_2\">29. If the petitioners were not satisfied with the valuation made by the Customs authorities, it was for them to establish that such valuation is not in conformity with <a href=\"/doc/368047/\" id=\"a_29\">Section 14</a>. They have not done so. They have not placed any material before the Court to enable the Court to come to a contrary conclusion. On behalf of the petitioners reliance was placed on the decisions of the Supreme Court in <a href=\"/doc/1882267/\" id=\"a_30\">Union of India v. Anglo-Afghan Agencies</a> - AIR 1968 S.C. 718 and the decision in <a href=\"/doc/113707/\" id=\"a_31\">Century Spinning and Manufacturing Co. Ltd. v. Ulhasnagar Municipal Council</a> - . In the former case, by an order made under the <a href=\"/doc/107752922/\" id=\"a_32\">Imports and Exports (Control) Act, 1947</a>, a scheme was published providing incentives to exporters of woollen goods. It was represented by the scheme that the exporters would be entitled to import raw materials of the total amount equal to 100 per cent of the f.o.b. value of the exports. Under Clause 10 of the scheme the Textile Commissioner had authority, if it was found that a fraudulent attempt was made to secure an import entitlement in excess of the true value of the goods exported, to reduce the import certificate. The respondents applied for an import certificate of the full f.o.b. value of the goods exported, but the Deputy Textile Commissioner, without any finding against the respondent that the respondents had over-invoiced their goods, issued a certificate for import of a reduced quantity.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">30. On an application made by the respondents under <a href=\"/doc/1712542/\" id=\"a_33\">Article 226</a> of the Constitution the High Court of Punjab and Haryana held that the respondents were entitled to import the goods of the full f.o.b. value of their export in terms of the scheme. On an appeal preferred by the Union of India the Supreme Court held that even assuming that the provisions relating to the issue of trade notices offering inducement to the, prospective exporters were in character executive, the Union Government and its officers were not entitled at their whim to ignore the promise made by the Government. It could not be said that the Textile Commissioner was the sole judge of the quantum of import licence to be granted to an exporter, and that the Courts were powerless to grant relief if the promised import licence were denied to the exporter who had acted to his prejudice relying upon the representation. Hence a person aggrieved because of the failure to carry out the term of the scheme was entitled to resort to the Court and claim an order that the obligations imposed upon the Textile Commissioner by the scheme be carried out.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_31\">31. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"613566\" id=\"span_3\">In the case of <a href=\"/doc/613566/\" id=\"a_34\">Century Spinning and Manufacturing Co. v. Ulhasnagar Municipality</a> (2) the appellant had set up its factory in 1956 in an Industrial area where no octroi duty was payable In respect of the goods imported by the company Into the industrial area for use In the manufacture of Its products. In 1959, a municipality was constituted for certain villages including the Industrial area in question. On representation having been made by the appellant and other manufacturers for excluding the Industrial area from the municipal district area, the Government of Maharastra made a proclamation on April 27,1962, that the industrial area be excluded from the municipal jurisdiction. The District Municipality then made a representation to the Government of Maharashtra that the proclamation be withdrawn. The Municipality agreed to exempt the existing factories from payment of octroi for a period of seven years from the date of levy of octroi and for exempting new industrial units from payment of octroi for a similar period from the date of establishment. The Government of Maharashtra acceded to the request of the Municipality to retain the Industrial area within the local limits of the Municipality.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_32\">32. On October 31, 1963, the Government of Maharashtra issued a notification withdrawing the proclamation dated April 27,1962, and the industrial area became part of the Ulhasnagar Municipal District. Relying upon the assurances and undertaking given by the Municipality, the appellant had extended its activities and commenced manufacturing new products for setting up additional plant which it would not have done but for the concession given, assurances and representations made and agreement arrived at on May 21,1963.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">33. On September 10,1965, the Maharashtra Legislature enacted the Maharashtra Municipalities Act. The notification declaring the area of the former district of Municipality of Ulhasnagar into the Ulhasnagar Municipality became effective as from June 1966. The Ulhasnagar Municipality took over as successor to the Ulhasnagar District Municipality the assets and the affairs of that body.\n</p> \n\n<p data-structure=\"Section\" id=\"p_34\">34. On September 9,1968, the Ulhasnagar Municipality resolved to levy minimum rates of octroi duty as shown in Columns 4 and 6 of all items shown in Schedule I to the Rules and by a resolution dated September 13,1968, the Municipality adopted with effect from January 1,1969, the rates for the imposition of octroi duty on the goods imported for use, sale and consumption within the Municipal council limits. The Government advised the Municipality to pass a resolution confirming the exemption from octroi duty in the agreed cases and in the agreed manner and honour the commitments of its predecessors, but the Municipality ignoring the advice sought to levy octroi duty on the goods Imported by the appellant. The appellant challenged the imposition of the octroi duty and moved a petition before the High Court of Bombay under <a href=\"/doc/1712542/\" id=\"a_35\">Article 226</a> of the Constitution. The High Court dismissed the petition in limine.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">35. Thereupon an appeal was preferred by the appellant company to the Supreme Court. In accepting the appeal the Supreme Court held that a representation that something .will be done in future may involve an existing intention to act in future in the manner represented. If the y presentation is acted upon by another person it may, unless the statute governing the person making the representation provides otherwise, result in an agreement enforceable at law. If the statute requires that the agreement shall be in a certain form no contract may result from the representation and acting thereupon. But the law is not powerless to raise in appropriate case an equity against him to compel the performance of the obligation arising out of the representation.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\">36. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113707\" id=\"span_4\">In neither the Anglo-Afghan case (supra) nor In the <a href=\"/doc/113707/\" id=\"a_36\">Century Spinning and Manufacturing Co</a>&#x27;s case (supra) representations were made which can counter to or were not consistent with the mandatory provisions of a statute.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113707\" id=\"span_5\">In para 10 of the report in the <a href=\"/doc/113707/\" id=\"a_37\">Century Spinning and Manufacturing Co.</a>&#x27;s case the Court pointed out that if the representation is acted upon by another person It may unless the statute governing the person making the representation provides otherwise, result In an agreement enforceable at law. In the present case, the liability for payment of duty has to be determined on the basis of valuation to be done by applying the principles <a href=\"/doc/113707/\" id=\"a_38\">laid down in</a> <a href=\"/doc/368047/\" id=\"a_39\">Section 14</a> of the Customs Act. Any representation contrary to or inconsistent with the statutory provisions can hardly result in a valid agreement on the basis of which an estoppel can be founded even on the assumption that such representations were made.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_37\">37. For all these reasons we are unable to accept the contention that the Customs authorities were estopped from questioning the valuation of the goods as declared by the petitioners.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"302609\" id=\"span_6\">38. It was contended that the notices issued under <a href=\"/doc/440814/\" id=\"a_40\">Section 28</a> are bad as they do not disclose why and how there has been a short levy of duty. The counsel relied on a Bench decision of this Court in <a href=\"/doc/302609/\" id=\"a_41\">Charandas Malhotra v. Assistant Collector of Customs</a> - . In that case the Court was concerned with a notice under <a href=\"/doc/341949/\" id=\"a_42\">Section 124</a> and not under <a href=\"/doc/440814/\" id=\"a_43\">Section 28</a>. The Court held that the notice must comply with all the requirements of the relevant section. <a href=\"/doc/440814/\" id=\"a_44\">Section 28</a> of the Act does not require at least not expressly a statement of grounds on which the demand for payment of duty which has been short levied is founded. Moreover, it is abundantly clear from the answers to the show cause notice on December 26,1968, that the petitioners were perfectly aware of the ground oh which the demand was made. The contention of the petitioners that the notices should be quashed on the score that they do not disclose any basis for the claim must be rejected.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\">39. The petitioners complain that they had not been given sufficient opportunity of showing cause against the notices. The learned Judge by his order has given them a further opportunity. It is, therefore, not necessary for us to deal with that aspect of the matter.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">40. In the view we have taken the appeal fails and is dismissed. There will be no order for costs.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"> Sudhamay Basu, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">41. I agree.\n</p> \n\n","numcites":17,"numcitedby":8,"docsource":"Calcutta High Court","citetid":1674697,"divtype":"judgments","relatedqs":[{"value":"\"market practice\" ","formInput":"%22market%20practice%22%20"},{"value":"ulhasnagar","formInput":"ulhasnagar"},{"value":"octroi","formInput":"octroi"},{"value":"contract of sale","formInput":"contract%20of%20sale"},{"value":"custom duty","formInput":"custom%20duty"},{"value":"export duty","formInput":"export%20duty"},{"value":"century spinning and ","formInput":"century%20spinning%20and%20"},{"value":"section 41","formInput":"section%2041"},{"value":"export value","formInput":"export%20value"},{"value":"customs act","formInput":"customs%20act"},{"value":"export goods","formInput":"export%20goods"},{"value":"proclamation","formInput":"proclamation"},{"value":"sale price","formInput":"sale%20price"},{"value":"\"sale price\"","formInput":"%22sale%20price%22"},{"value":"seller","formInput":"seller"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"consolidate-and-amend-customs-duties","formInput":"tag:consolidate-and-amend-customs-duties"}],"courtcopy":false,"query_alert":null,"agreement":false}