{"tid":1239391,"publishdate":"2011-08-11","title":"Sapan Haldar & Anr. vs The State on 11 August, 2011","doc":"<h2 class=\"doc_title\">Sapan Haldar &amp; Anr. vs The State on 11 August, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-kait\">Suresh Kait</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:anil-kumar\">Anil Kumar</a>, <a href=\"/search/?formInput=benchid:s-k-kait\">Suresh Kait</a></h3>\n\n<pre id=\"pre_1\">*                  IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+                              Crl. Appeal No.804/2001\n\n%                            Date of Decision: 11.08.2011\n\nSapan Haldar &amp; Anr.                                          ...... Petitioners\n\n                          Through Mr.Y.S.Chauhan and Mr.Madhav Singh,\n                                  Advocates.\n\n                                    Versus\n\nThe State                                                   ...... Respondent\n\n                          Through Mr.Lovkesh Sawhney, APP for the State.\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE ANIL KUMAR\nHON&#x27;BLE MR.JUSTICE SURESH KAIT\n\n1.        Whether reporters of Local papers may               YES\n          be allowed to see the judgment?\n2.        To be referred to the reporter or not?              YES\n3.        Whether the judgment should be                      YES\n          reported in the Digest?\n\n\nANIL KUMAR, J.\n</pre><p data-structure=\"Issue\" id=\"p_1\">*\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1.      The appellants have challenged the judgement dated 2nd May,\n\n2001 in Sessions Case No. 92/1999 titled as „State vs. Sapan Haldar &amp;\n\nOrs.‟ under <a href=\"/doc/886598/\" id=\"a_1\">sections 365</a>, <a href=\"/doc/1374258/\" id=\"a_2\">364A</a>, <a href=\"/doc/180217/\" id=\"a_3\">506</a>          of the Indian Penal Code, PS\n\nBadarpur, convicting the appellants under <a href=\"/doc/1374258/\" id=\"a_4\">section 364A</a> and <a href=\"/doc/886598/\" id=\"a_5\">365</a> read\n\nwith <a href=\"/doc/1897847/\" id=\"a_6\">section 120 B </a>of IPC and sentencing the appellants persons Sapan\n\nHaldar and Shefali Haldar to imprisonment for life and a fine of Rs.\n\n3,000/- each, in default of which to further undergo rigourous\n\nimprisonment for three months each by order dated 4th May, 2001.\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">Crl. Appeal No.804/2001                                       Page 1 of 110</span>\n</p><p data-structure=\"Facts\" id=\"p_3\"> 2.      The case of the prosecution in brief is that on 6th March, 1998 at\n\nabout 7:15 a.m., Subashish s/o Sh. Ashish Chatterjee and his two\n\nsisters, had come down from their house, flat no. E-52, Sarita Vihar, as\n\nthey were to leave for their school, DPS Vasant Kunj, in their private\n\ncar. The driver of the car, namely Santosh, was sitting in the car,\n\nwaiting for them. The sisters of Subashish were sitting behind him,\n\nwhile he was sitting besides the driver.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"CDiscource\" id=\"p_5\">3.      Suddenly four men with muffled faces entered the car forcefully.\n\nTwo persons put a revolver on the temple of Santosh and one boy\n\ndragged Subashish out of the car and took him into a Maruti car\n\nbearing no. DL 3CC 6161. The fourth person was already sitting by the\n\nsteering wheel of the Maruti car. Thus the child was kidnapped by these\n\nunknown persons. Before escaping in the car, the kidnappers had\n\nallegedly left behind a letter, written in Hindi, at the place from where\n\nthe child was kidnapped. The note conveyed the following threat:\n\n</p><blockquote id=\"blockquote_1\">                &quot;Need not worry, your child is safe with us. He will not\n                suffer even a scratch. But if you dare to inform the police\n                you on your own will be responsible for the death of your\n                child. If you want your child back safe and sound then you\n                have to accept my terms, which will be told to you on the\n                phone. If you dare to do anything undesirable such as\n                taping the telephone or taking the assistance of police you\n                will definitely be awarded the prize and that will be in the\n                form of dead body of your son, which you will find lying on\n                the side of some road. Police can only give you the corpse\n                but not our address. If you want to get your son sound,\n                safe and alive, that if you agree to accept our each and\n                every terms &amp; condition then tie a green coloured cloth on\n                the grill of your terrace. You will receive our phone after 24\n                hours.&quot;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_2\">Crl. Appeal No.804/2001                                        Page 2 of 110</span>\n<p data-structure=\"Facts\" id=\"p_6\"> 4.      A complaint was lodged with the police by Mr. Ashish Chaterjee,\n\nfather of the kidnapped child, vide Ex.PW2/A. The note left by the\n\nkidnappers and a postcard, Ex 13/22 allegedly recieved from the\n\nkidnappers by the family of the kidnapped boy, were also handed over\n\nto the police. Thereafter a police team headed by SI Rajbir Singh\n\ngathered at Sarita Vihar, to trace out the child. The police received the\n\ninformation that the car having the child in it had gone towards Village\n\nMadan Pur Khadar. After which the police officials searched Parmar\n\ncolony in search of the kidnapped child.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><p data-structure=\"Facts\" id=\"p_8\">5.      The police then received the information that the alleged car used\n\nby the kidnappers had met with a serious accident. A broken down\n\nelectric pole was also found, which was on account of the said accident.\n\nThe car was subsequently recovered at a Kucha Road ahead of Narula\n\nFarm. The number plate on the front of the car bore the registration No.\n\nDL 3C 661, while the number plate on the rear of the car bore the\n\nregistration No. DL 3C 6261. However, no one was found inside the car.\n\nOne broken injection of Diazepam was found in a polythene bag in the\n\nrear seat of the car, along with one green cloth. The cloth as well as the\n\nbroken injection were wrapped in a cloth and sealed with the seal of\n\n„RS‟. The driver of the car, Santosh was also present at the time and he\n\nidentified the car as the one in which the kidnapped child was taken\n\nand thus the car was seized by the police officials.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">Crl. Appeal No.804/2001                                     Page 3 of 110</span>\n</p><p data-structure=\"Facts\" id=\"p_9\"> 6.      The police party then extended their search to village Meetha Pur\n\nfor further investigation. One Baldev Singh met the police and informed\n\nthem that one lady and one boy had taken the child in an auto\n\nrickshaw driven by his tenant Tammana. At the time these persons had\n\nclaimed that the child was sick. Tamana was subsequently joined in the\n\nsearch and he led the police team to a place in Village Meetha Pur.\n\nThere one lady named Rita, told the police, that accused Shefali and her\n\nson co-accused, Sapan had come to her house along with a child who\n\nwas covered with a sheet. Allegedly accused/appellant Shefali had told\n\nher that the child was sick and hence she had asked for some water.\n\nAfter 10 minutes the accused persons left saying that they were taking\n\nthe child to the hospital. Thereafter Rita also joined in the investigation.\n\n\n</p><p data-structure=\"Facts\" id=\"p_10\">7.      Rita took the police team to the house of appellant Shefali in\n\nParmal Colony. The door of the house was found to be closed from\n\ninside and since there was a delay in opening the door, the police\n\nofficials forcefully pushed the door open. As per the case of the\n\nprosecution, appellant Shefali was found inside the room along with the\n\nkidnapped child sitting on a wooden Takhat. The name of the child was\n\nSubashish and he was about 10 years old. Thereafter the police waited\n\nthere, for the arrival of appellant Sapan Haldar as Shefali had told them\n\nthat he had gone to buy some milk for the child and that he would be\n\ncoming back soon. Accused, Sapan Haldar returned home after 20 mins\n\nand he was identified by Tammana and Rita and was thereafter arrested\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">Crl. Appeal No.804/2001                                      Page 4 of 110</span>\n by the police. On the search of accused Sapan Haldar, a country made\n\npistol was found in the left side pocket of his pant. Two live cartridges\n\nwere also recovered from the right side pocket of his pant and one\n\ncartridge was found in the pistol itself. Three lined papers were also\n\nrecovered from the side pocket of the shirt of accused Sapan Haldar, of\n\nwhich one was written and the remaining two were blank. Allegedly it\n\ncontained a demand for Rs. 25 lacs as ransom. These papers were also\n\nseized vide memo Ex.PW 13/8. The child was recovered by the police\n\naround evening time, vide memo Ex P.W 13/1, and was handed over to\n\nhis parents at about 10 p.m. Also a green colour sweater, Ex P2 and a\n\nbelt with the words School of Vasant Kunj written on it, Ex.P1 belonging\n\nto the kidnapped child was seized and one number plate on which black\n\npaint had been applied on the registration number, Ex PW13/5 were\n\nproduced by the accused Sapan Halder from his house in Parmal\n\nColony, were also seized. The accused Sapan Haldar also produced one\n\ninjection of Diazapam and some other injections from his clinic in\n\nMadanpur Khadar Extention which were allegedly used on the child to\n\nmake him unconscious.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"PetArg\" id=\"p_12\">8.      The case of the prosecution is that the appellants were party to\n\nthe criminal conspiracy to kidnap the child Subashish for ransom. This\n\nis also the case of the prosecution that the house from where the child\n\nwas recovered belonged to the appellants Shefali and Sapan Haldar and\n\nthe child was found there sitting with Shefali.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n\n<span class=\"hidden_text\" id=\"span_5\">Crl. Appeal No.804/2001                                    Page 5 of 110</span>\n</p><p data-structure=\"Facts\" id=\"p_14\"> 9.      Pursuant to his arrest, accused Sapan Haldar made a disclosure\n\nstatement on 6th March 1998, in which he divulged that the conspiracy\n\nto kidnap the child Subashish included persons named, Suraj and\n\nDharampal and also a Muslim person who he did not name. However\n\non 14th March, 1998 he divulged the correct names of his accomplices\n\nas Umesh and Ramesh. Subsequently secret information was received\n\nby the police, that accused Umesh, who was wanted in this case was\n\npresent near Jeevan Nursing Home. Thus Umesh was identified by\n\nappellant Sapan Haldar, and was arrested by the police at the spot\n\nmentioned above on 17th March, 1998. This is also the case of the\n\nprosecution that an Identity-Card, Ex PW7/1 of the kidnapped child\n\nwas recovered from the possession of the accused Umesh on the day of\n\nthe arrest. In the evening on the same day, the police party moved in\n\nsearch of accused Ramesh and at about 6:30 p.m. they were taken to\n\nGovind Puri by accused Sapan Haldar and Umesh. Thereafter accused\n\nRamesh was found at a tempo stand, near a temple and was\n\napprehended by the police. He was interrogated and he made a\n\ndisclosure statement that a country pistol, one revolver and air gun and\n\ncartridges were concealed by him under the sand of river Yamuna,\n\nslightly ahead of the place where the Maruti car was abandoned.\n\nAccused Ramesh took the police to the place on 18th March, 1998\n\nhowever nothing could be recovered. On 28th March, 1998 the police\n\ntook further police remand of Ramesh and on 29th March 1998, accused\n\nRamesh who was in police custody took the police to the Yamuna Bank\n\n\n<span class=\"hidden_text\" id=\"span_6\">Crl. Appeal No.804/2001                                   Page 6 of 110</span>\n near Narula Farm, pursuant to which one country made revolver/pistol,\n\none revolver and four cartridges were recovered at the instance of\n\naccused Ramesh.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><p data-structure=\"CDiscource\" id=\"p_16\">10.     The specimen handwriting of Sapan Haldar S1 to S6 vide memo\n\nEx. PW13/20 and that of Umesh S7 to S9 vide memo. Ex PW 13/19\n\nwas obtained by the Police. Thereafter the specimen handwritings were\n\nsent to the FSL, Malviya Nagar, for comparison with the threat letter,\n\nransom note as well as the postcard allegedly received from the\n\nkidnappers. The handwriting expert opined that the writing on the letter\n\nleft by the kidnappers at the place of the kidnapping matched with the\n\nsample handwriting of the appellant Sapan Haldar.\n\n\n</p><p data-structure=\"Facts\" id=\"p_17\">11.     On 7th March, 1998 the IO had moved an application Ex. PW\n\n17/12 for fixing a date for holding the TIP of accused Sapan Haldar.\n\nAccused Sapan Haldar was produced before the court in a muffled face.\n\nThe TIP was fixed for 11th March 1998, however, on 11th March 1998\n\nthe court declined to hold TIP on the ground that photographs of the\n\naccused Sapan had appeared in The Hindustan Times on 8th March\n\n1998 and therefore there was no point in holding TIP.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_18\">12.     On 18th March, 1998 an application, Ex.PW11/1 for holding the\n\nTIP of accused Umesh and Ramesh was filed. The date of 23rd March,\n\n1998 was also fixed for holding the TIP of the accused persons. However\n\non that date another application was moved Ex. PW 11/2 for fixing\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">Crl. Appeal No.804/2001                                   Page 7 of 110</span>\n another date as the witnesses had suddenly left for Calcutta. The date\n\nof 27th March 1998 was fixed by the Court for holding TIP of the\n\naccused persons, however, on that day the accused persons, who were\n\nproduced in muffled faces, refused to participate in the proceedings.\n\n\n</p><p data-structure=\"Issue\" id=\"p_19\">13.     Charges<a href=\"/doc/1897847/\" id=\"a_7\"> u/s 120-B</a>, <a href=\"/doc/1374258/\" id=\"a_8\">364-A</a> and <a href=\"/doc/180217/\" id=\"a_9\">506</a> of IPC were framed against\n\nthe accused persons by the learned Judge to which they pleaded not\n\nguilty and claimed trial . A separate charge<a href=\"/doc/73862/\" id=\"a_10\"> u/s 25</a> of the Arms Act was\n\nframed against the accused Ramesh to which he pleaded not guilty and\n\nclaimed trial.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">\n</p><p data-structure=\"Facts\" id=\"p_21\">14.     The prosecution examined 19 witnesses in support of its case and\n\nthe accused persons were examined under <a href=\"/doc/767287/\" id=\"a_11\">Section 313</a> of Cr.P.C,\n\nhowever no witness had been examined in their defense.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_22\">15.     The trial court examined the evidence on record and considered\n\nthe defense of the accused persons and ultimately concluded on the\n\nguilt of the appellants. However, the trial court was of the view that\n\nthere wasn‟t sufficient evidence on record to inculpate the guilt of\n\naccused, Umesh and hence he was acquitted, while the Trial court\n\nfound enough evidence on the record to convict accused Ramesh under\n\n<a href=\"/doc/73862/\" id=\"a_12\">Section 25</a> of the Arms Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n</p><p data-structure=\"PetArg\" id=\"p_24\">16.     It is against the order of conviction and their sentence that the\n\nappellants, Shefali and Sapan Haldar have preferred this appeal.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">Crl. Appeal No.804/2001                                    Page 8 of 110</span>\n</p><p data-structure=\"PetArg\" id=\"p_25\"> 17.     Learned counsel for the appellants has contended that the star\n\nwitness as per the prosecution is Tamanna, PW4 who deposed that\n\nappellant Shefali alongwith one man had come to him on the 6th of\n\nMarch 1998 with a boy of about 10 years and had hired his auto to be\n\ntaken to a hospital, however on the way to the hospital they had\n\nstopped the auto and taken his scooter to Meetha Pur. Thereafter they\n\nhad asked Tamanna, PW-4 to stop the auto outside a house and\n\ninstructed him to knock on the door. The witness even identified\n\naccused Shefali in the Court. However the learned counsel contended\n\nthat no reliance can be placed on this witness since he also deposed\n\nthat the police had come to his house on the next day at about 7:00\n\na.m. which is diametrically opposite to the story of the prosecution,\n\nwhich is that the police had gone to the house of PW4 on the same day\n\nof the incident. It is also pointed out that while PW4 stated that the\n\ndoor of the house from where the child was recovered was locked from\n\nthe outside, the police officials had claimed that the door was locked\n\nfrom the inside which was subsequently broken and opened by the\n\npolice. The learned counsel asserted that such a major contradiction\n\ngoes to the very root of the matter and hence should not be relied on\n\nand therefore the benefit of this inconsistency should be given to the\n\nappellants.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n</p><p data-structure=\"PetArg\" id=\"p_27\">18.     Learned counsel further contended that as per the deposition of\n\nPW-2, the mother of the kidnapped child, four men had come and that\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">Crl. Appeal No.804/2001                                  Page 9 of 110</span>\n all of them were in muffled faces. Thus it was asserted that the witness\n\ncould not have known who the four persons were, who had kidnapped\n\nher son and in any case no woman was present amongst them at that\n\ntime. It is further argued that even the number plate of the car in which\n\nthe child was allegedly kidnapped was given to PW-2 by the driver,\n\nSantosh, PW-8 and she hadn‟t noted the number plate on her own,\n\nhence the trial court gravely erred in taking this into consideration, as\n\nPW-8 himself deposed that he had not given the number of the car to\n\nthe police as DL- 3C-6161. The learned counsel further substantiated\n\nhis submission by placing reliance on the deposition of PW-3, Sh.\n\nAshish Chaterjee, father of the kidnapped child, who also stated that he\n\nwasn‟t aware of the identity of the persons who had taken his child as\n\nthey were in muffled faces. I It was thus submitted that there is\n\nabsolutely no direct evidence that links the appellants to the offence\n\ncommitted, except for the circumstantial evidence that has many links\n\nmissing in it and hence is not enough to inculpate the appellants.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_28\">19.     The learned counsel has also attempted to highlight the\n\nimprobabilities in the deposition of PW-4, Tamanna who had deposed\n\nthat appellant Shefali, who was accompanied by a man and a child of\n\nabout 10 years, had hired his auto for taking the child to the hospital.\n\nHowever instead of going to the hospital, the appellant had stopped the\n\nauto and took the scooter of PW-4 to a house. Thereafter, PW-4 was\n\nasked to knock on the door of the house and he had even assisted the\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">Crl. Appeal No.804/2001                                    Page 10 of 110</span>\n appellant Shefali in lifting the child from the scooter. The learned\n\ncounsel contended that if two persons were indeed present with the\n\nchild at the time, then why was PW-4 asked to knock on the door of the\n\nhouse and also why was PW-4 asked to lift the child, as the child could\n\nhave been easily lifted by the other two persons.        According to the\n\ncounsel, the house in which the child was taken to initially as deposed\n\nby PW-4, has not been identified by the prosecution and neither does\n\nPW-4 remember the number of the house nor the occupants of the\n\nsame. Hence according to the counsel a very important link has not\n\nbeen established and thus the entire base of the prosecution‟s\n\nallegations has not been established.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">\n</p><p data-structure=\"PetArg\" id=\"p_30\">20.     It is also contended that it has come in the deposition of PW4 that\n\nanother lady was present in the house at the time the child was\n\nallegedly recovered from the house of the appellant Shefali and\n\napparently that lady was the daughter-in-law of the appellant. However\n\nnowhere has any statement of this lady been recorded nor has the lady\n\nbeen examined. Thus it is contended that there are serious lacunas in\n\nthe story put up by the prosecution and the chain is not complete and\n\nmajor links are missing.\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">\n</p><p data-structure=\"PetArg\" id=\"p_32\">21.     It was also contended that as per the deposition of PW4\n\nTamanna, he has categorically stated he had seen the accused Shefali\n\non the day of the incident and since that day he had only seen her in\n\nthe court. According to the learned counsel appellant Shefali should\n\n\n<span class=\"hidden_text\" id=\"span_11\">Crl. Appeal No.804/2001                                      Page 11 of 110</span>\n have been duly identified by PW4 by means of TIP and the lack of it, is a\n\nserious lapse on the part of the prosecution and the same cannot be\n\nheld sufficient to inculpate the guilt of the appellant. It is further\n\npointed out that Sapan Haldar and Shefali had never refused TIP and\n\ntherefore an adverse inference for the same is not possible against the\n\nappellants.\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">\n</p><p data-structure=\"PetArg\" id=\"p_34\">22.     The learned counsel further contended that the sister of the child\n\nthat was kidnapped, Ms. Sananda Chatterjee PW5 had deposed that her\n\nbrother had been kidnapped in the car brought by the four kidnappers,\n\nwhich was a white Maturi 800, which is diametrically opposite to the\n\ndeposition of PW-8 Santosh the driver, who had deposed that there were\n\nthree kidnappers and that the child was kidnapped in an ambassador.\n\nHe had also deposed categorically that he had not given the number of\n\nthe car as DL 3C 6161 nor had he stated that the car was a Maruti. He\n\nhad also testified that he had narrated the events to the police, however\n\nhis statement was not recorded in writing before him and that his\n\nsignatures were obtained on plain papers. He had further testified that\n\nhe had not given any letter to PW2 as deposed by her in court. As per\n\nthe learned counsel these contradictions are too grave and the Trial\n\ncourt was wrong to have not taken them into consideration. According\n\nto the learned counsel, even though PW-8 had deposed that he could\n\nidentify the driver of the car in which the child was kidnapped, however\n\nhe didn‟t identify either of the appellants as being the driver of the car\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">Crl. Appeal No.804/2001                                     Page 12 of 110</span>\n in which the child was kidnapped. Even the suggestion as to the fact\n\nthat he had resiled from his earlier statement made before the police\n\nwas denied by him. The learned counsel submits that on all counts the\n\nprosecution has failed to bring any conclusive evidence on record to\n\ninculpate the guilt of the appellants.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">\n</p><p data-structure=\"PetArg\" id=\"p_36\">23.     The learned counsel further discredited the deposition of PW6,\n\nthe owner of the alleged car in which the child was allegedly kidnapped\n\nby the appellants and who had made a complaint at PS Kalkaji about\n\nhis Maruti car no. DL 1CB 1729 being stolen on 4th March 1998.\n\nAccording to the learned counsel, the prosecution had propounded that\n\nat the time the car was seized it was having two number plates i.e. a\n\nnumber plate DL 3C 6261 in the front while the number plate DL 3C\n\n661 in the rear, however Sh. Chander Bhan PW6 had deposed that\n\nthere was no number plate on the car when it was delivered to him.\n\nThus it could not be established that it was the same car bearing the\n\ntwo no. plates which was seized by the police and which allegedly was\n\nused by the appellants to kidnap the child. PW-6 had further deposed\n\nthat the left window of the car was broken at the time of delivery,\n\nhowever no other damage was found on the car. Thus the learned\n\ncounsel contended that it is extremely odd that when as alleged by the\n\nprosecution through the deposition of PW-17, SI Rajbir Singh, the car\n\nhad hit an electric pole and was found in an overturned position, then\n\nhow could the car have not been further damaged. It is contended that\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">Crl. Appeal No.804/2001                                  Page 13 of 110</span>\n such inconsistencies cannot be viewed lightly and that the same ought\n\nto entitle the appellant the benefit of doubt. It was further asserted that\n\nin addition the appellants had not been convicted for the offence of theft\n\nof the car.\n</p>\n<p data-structure=\"Issue\" id=\"p_37\">\n</p><p data-structure=\"PetArg\" id=\"p_38\">24.     Learned counsel further contended that even though the\n\nprosecution had alleged that Tamanna and Rita both had led them to\n\nthe appellants and subsequently a search was conducted, and certain\n\nrecoveries were made, however neither Tamanna nor Rita had deposed\n\nabout these recoveries. Thus there is every likelihood of the alleged\n\nrecoveries having been planted by the prosecution. Also while PW-13,\n\nASI Dharam Vir, had deposed that the child was recovered from A-59,\n\nShiv Puri, Meetha Pur Extension, the prosecution alleges that the child\n\nwas recovered from        Parmal Colony, Madanpur Khadar. Learned\n\ncounsel also asserted that there is absolutely no evidence of common\n\nintension, nor were any demands for ransom made by the appellants\n\nu/s 364 A of <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a>, nor was any fire arm recovered from the appellants.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"177569\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"719103\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"589959\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"3397\" id=\"span_17\">25.     The learned counsel for the petitioner has relied on <a href=\"/doc/3397/\" id=\"a_14\">Mushir Khan\n\n@ Badshah Khan v. State of M.P</a>, 2010 (3) JCC 1648; 2010 (3) JCC\n\n2067, Shankar &amp; Ors v. State of NCT of Delhi; 2009(1) JCC 482, Prem\n\nKumar v. State of Rajasthan; 2009 (1) JCC 91, Ravinder Singh v.\n\nGovernment of NCT of Delhi; 2008 (3) JCC 1806, Syed Peda Aowlia v.\n\nPublic Prosecutor of Andhra Pradesh; 2008 (1) JCC 542, Sambhaji\n\nHindu Rao Deshmukh &amp; Ors v. State of Maharashtra; 2008 (<a href=\"/doc/589959/\" id=\"a_15\">1) JCC\n\n\n<span class=\"hidden_text\" id=\"span_18\">Crl. Appeal No.804/2001                                     Page 14 of 110</span>\n 554, Balu Bakthavatchalu v. State of Tamil Nadu</a>; 2001 Crl.Law\n\nJournal 669; <a href=\"/doc/719103/\" id=\"a_16\">Netra Pal v. State</a>; 2009 (3) JCC 2192, Chotey Khan v.\n\nState &amp; decision dated 14th May, 2009 in Crl.Appeal No.513/2001\n\nAwdesh v. State; <a href=\"/doc/177569/\" id=\"a_17\">State of Punjab v. Sucha Singh &amp; Ors</a>, 2003 (3) SCC\n\n153 in support of his pleas and contentions, especially that if a\n\nprosecution witness has turned hostile and in the cross examination if\n\nthe witness has deposed against the accused and in favour of the\n\naccused then the deposition in favour of the accused has to be accepted\n\nand that merely writing a letter by the accused and keeping it in his\n\npocket would not tantamount to demand to pay ransom in the absence\n\nof its communication to the family of the kidnapped child.</span></span></span></span> The learned\n\ncounsel relied on Awdesh (Supra) to contend that if the specimen\n\nhandwriting of the appellant were obtained by the investigation officer\n\nwhen the accused were in custody and the identification as required\n\nunder the <a href=\"/doc/1747275/\" id=\"a_18\">Identification of Prisoners Act, 1920</a> was not done nor orders\n\nwere obtained from the Court of competent jurisdiction, then the\n\nspecimen handwriting obtained for the expert has to be excluded while\n\nconsidering the evidence.\n</p>\n<p data-structure=\"Issue\" id=\"p_40\">\n</p><p data-structure=\"PetArg\" id=\"p_41\">26.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"177569\" id=\"span_19\">In <a href=\"/doc/177569/\" id=\"a_19\">State of Punjab v. Sucha Singh &amp; Ors</a> (Supra) 24 injuries were\n\ninflicted on the body of the son, however, the father allegedly remained\n\na mute spectator. In such circumstances the presence of father was\n\ndisbelieved. Another witness who was allegedly present at the place of\n\noccurrence and saw the occurrence who had, however, taken a shifting\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">Crl. Appeal No.804/2001                                   Page 15 of 110</span>\n stand, had been held to be an unreliable witness and not credit worthy\n\nand no reliance was placed on the testimony of such a witness to\n\nestablish his presence at the place of occurrence which would have\n\nformed the basis of conviction. The conduct of the father who remained\n\na mere spectator to the innumerable wounds inflicted on his son was\n\nalso disbelieved.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"3397\" id=\"span_21\">Relying on Musheer Khan @ Bad shah <a href=\"/doc/3397/\" id=\"a_20\">Khan &amp; Anr. v.\n\nState of M.P.</a>(supra), the learned counsel for the appellants has\n\ncontended that in case of circumstantial evidence, every link in the\n\nchain of evidence must be proved beyond reasonable doubt and such a\n\nchain must exclude any inference except the guilt of the accused. While\n\nappreciating the circumstantial evidence when there is a conflict\n\nbetween the presumption of innocence and any other presumption then\n\nthe former must prevail. It is also contended that in order to justify\n\ninferences of guilt, the inculpatory facts must be incompatible with the\n\ninnocence of the accused and it should be incapable of explanation\n\nupon any other reasonable hypothesis except his guilt. In the\n\ncircumstances, it is contended that while construing the testimony of\n\nPW-9, Rita caution must be exercised since she had been declared\n\nhostile, after she deposed that she does not know accused person in the\n\nexamination-in-chief. While on the other hand she made the statements\n\nthat it is correct that on 6th March, 1998, accused Shephali and her son\n\nSapan had come to her house along with a child who was covered with\n\na sheet by them and that it is also correct that they had told her that\n\nthe child brought by them was sick and demanded water from her and\n\n\n<span class=\"hidden_text\" id=\"span_22\">Crl. Appeal No.804/2001                                   Page 16 of 110</span>\n after 10 minutes they went back on the pretext that they had to take\n\nchild to the hospital and police came to her house. As per the learned\n\ncounsel      these        statements   should   not   be   accepted    against         the\n\nappellants, since the said witness in further cross-examination when\n\nasked to reconcile the diametrically opposite depositions made by her,\n\nhad again deposed that she could not identify whether the accused\n\nShephali and her son Sapan present in the court were same persons or\n\nnot. According to the learned counsel for the appellants since two\n\ncontradictory depositions have been made by the said witness, the\n\ndeposition which establishes the innocence of the accused must be\n\naccepted and not the portion of the deposition which inculpates the\n\nalleged guilt of the appellants.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_42\">\n</p><p data-structure=\"PetArg\" id=\"p_43\">27.     Referring to Shankar &amp; Anr. v State (N.C.T) of Delhi (supra)\n\ndecided by a Division Bench of High Court of Delhi, it has been\n\ncontended on behalf of the appellants that before the Court bases\n\nconviction on the testimony of an eye witness, it must be satisfied that\n\nhe is a truthful witness so that implicit reliance can be placed on his\n\ntestimony. In order to form basis of conviction, the testimony of the eye\n\nwitness should be such that it inspires confidence and leaves no\n\nreasonable doubt about his presence at the scene of occurrence. If the\n\nbehaviour of the person claiming to be an eye witness is contrary to the\n\ncourse in which a similarly situated person would normally behave and\n\nthere is no satisfactory explanation for such an abnormal conduct, it\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">Crl. Appeal No.804/2001                                               Page 17 of 110</span>\n will not be safe to base the conviction solely on the basis of his\n\ntestimony, since his very creditability stands impeached and becomes\n\nsuspect on account of such behavior.\n</p>\n<p data-structure=\"Issue\" id=\"p_44\">\n</p><p data-structure=\"Precedent\" id=\"p_45\">28.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"488831\" id=\"span_24\">In <a href=\"/doc/488831/\" id=\"a_21\">Prem Kumar v. State of Rajasthan</a> (supra), the Supreme Court\n\nhad dealt with the principles governing and regulating the hearing of\n\nthe appeal against an order of acquittal holding that before reversing\n\nthe finding of acquittal, the High Court has to keep in view the fact that\n\npresumption of innocence is still available in favour of the accused and\n\nthat the same stands fortified and strengthened by the order of\n\nacquittal passed in his favour by the trial court and the High Court\n\nshould not substitute its own view with the view of the trial court as the\n\ntrial court had the advantage of looking at the demeanor of witnesses\n\nand observing their conduct in the Court specially in the witness box.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_46\">29.     The learned counsel for the appellants relied on on Syed Peda\n\nAowlia (supra) in support of his contention that a portion of the\n\ntestimony of a hostile witness supporting the case of the prosecution\n\nhas to be rejected. It was held that a miscarriage of justice which may\n\narise from acquittal of the guilty is no less than the conviction of an\n\ninnocent, it was further held that in a case where admissible evidence is\n\nignored, a duty is cast upon the appellate court to reappreciate the\n\nevidence where the accused has been acquitted for the purpose of\n\nascertaining as to whether any of the accused really committed any\n\noffence or not.\n</p>\n<p data-structure=\"Issue\" id=\"p_47\">\n<span class=\"hidden_text\" id=\"span_25\">Crl. Appeal No.804/2001                                    Page 18 of 110</span>\n</p><p data-structure=\"Precedent\" id=\"p_48\"> 30.      Similarly, in Sambhaji Hindurao Deshmukh (supra), it was held\n\nthat while appreciating the evidence, if two views are reasonably\n\npossible from the evidence on record, one which favors the accused and\n\nthe other which goes against the accused, the view favoring the accused\n\nis to be preferred and adopted. It was further held that the very fact\n\nthat two views are possible makes it clear that the prosecution has not\n\nproved the guilt of accused beyond reasonable doubt and consequently,\n\nthe accused is entitled to the benefit of doubt.\n</p>\n<p data-structure=\"Issue\" id=\"p_49\">\n</p><p data-structure=\"Precedent\" id=\"p_50\">31.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"719103\" id=\"span_26\">In <a href=\"/doc/719103/\" id=\"a_22\">Netra Pal</a> (supra), a Division Bench of this Court had held that\n\nmere writing of a letter by the accused which is not communicated to\n\nthe concerned person seeking ransom and keeping such letter in his\n\npocket would not tantamount to a demand to pay a ransom in the\n\nabsence of communication of the same and an offence under <a href=\"/doc/1374258/\" id=\"a_23\">Section\n\n364A</a> of the Indian Penal Code will not be made out in the facts and\n\ncircumstances. In this case only one letter which was exhibited as Ex.P-\n\n1 was recovered from the possession of the accused incorporating a\n\ndemand to pay a ransom which admittedly was not delivered to the\n\nfamily     of   the       kidnapped   person.   There   was   no   allegation       of\n\ncommunicating the demand of ransom in any other manner. In these\n\ncircumstances, it was held that a letter incorporating the demand for\n\nransom which was found in the pocket of accused which was not\n\ncommunicated to the family of the kidnapped child would not constitute\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">Crl. Appeal No.804/2001                                            Page 19 of 110</span>\n demand, to pay ransom, as contemplated under <a href=\"/doc/1374258/\" id=\"a_24\">Section 364A</a> of the\n\nIndian Penal Code.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_51\">\n</p><p data-structure=\"Section\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"3397\" id=\"span_28\">32.     Relying on another judgment of the Division Bench in the matter\n\nof <a href=\"/doc/3397/\" id=\"a_25\">Chote Khan</a> (supra) it is contended that where ransom calls are made\n\non telephone with no threat of any kind, or simplicitor calls for ransom\n\nare made which eventually lead to recovery of the child, in total absence\n\nof evidence in regard to any threat to cause death or hurt to the\n\nkidnapped child and also lack of evidence in regard to the accused\n\nconducting themselves in a way that could raise a reasonable\n\napprehension that the child would be put to death or hurt; the ransom\n\ndemand simplicitor could not bring the offence within the ambit of\n\n<a href=\"/doc/1374258/\" id=\"a_26\">Section 364A</a> of Indian Penal Code. In the circumstances, the Division\n\nBench had set aside the conviction and sentence for offence punishable\n\nunder <a href=\"/doc/1374258/\" id=\"a_27\">Section 364A</a> and <a href=\"/doc/886598/\" id=\"a_28\">365</a> of the Indian Penal Code and had\n\nmaintained the conviction only under <a href=\"/doc/619940/\" id=\"a_29\">Section 363</a> of Indian Penal Code.</span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_53\">33.     Per contra, the learned Additional Public Prosecutor, Mr.Sawhney\n\nhas contended that sample handwritings of the appellant cannot be\n\nrejected on account of alleged non compliance of the provisions of the\n\n<a href=\"/doc/1747275/\" id=\"a_30\">Identification of Prisoners Act, 1921</a>. The contention of the learned\n\ncounsel is that <a href=\"/doc/1555874/\" id=\"a_31\">Section 4</a> of the said Act contemplates a situation where\n\nthe accused gives the sample handwriting willingly whereas the sample\n\nhandwriting of an accused can be obtained under <a href=\"/doc/1601096/\" id=\"a_32\">Sections 5</a> &amp; <a href=\"/doc/1886064/\" id=\"a_33\">6</a> of the\n\nsaid Act, even if he is not desirous to give the sample handwriting\n\n\n<span class=\"hidden_text\" id=\"span_29\">Crl. Appeal No.804/2001                                    Page 20 of 110</span>\n willingly. He further contended that since the consequences of not\n\nfollowing the procedure have not been given in the said act, therefore,\n\nthe sample handwriting and the disputed letters which are Exhibit Q-1\n\nand Q-2, the ransom letters in the handwriting of the appellant no.1,\n\ncannot be excluded on the ground that the sample handwritings were\n\nnot obtained in compliance with the provisions of the said Act. He\n\nfurther asserted that the term &quot;prescribed procedure&quot; in <a href=\"/doc/1555874/\" id=\"a_34\">Section 4</a> does\n\nnot imply a permission from the Courts/Magistrate but instead implies\n\nthe    procedure          to   be   followed   by   the   police   while   taking       the\n\nmeasurements of a non convicted person as established under the rules\n\nof <a href=\"/doc/1506574/\" id=\"a_35\">Section 8</a> of the Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_54\">\n</p><p data-structure=\"RespArg\" id=\"p_55\">34.      According to the learned counsel, the appellant never objected to\n\ntaking of sample handwriting and since the sample handwriting was\n\ngiven willingly and the plea that the sample handwriting was taken\n\nunder coercion was not taken earlier nor was any such suggestion given\n\nto the witnesses in the cross examination, and has been taken for the\n\nfirst time in the supplementary statement of appellant under <a href=\"/doc/767287/\" id=\"a_36\">section\n\n313</a> of Cr.P.C, it cannot be allowed to be taken now, at such a belated\n\nstage.     The learned counsel further contended that the hand writing\n\nsamples of the appellant Sapan Haldar was taken in the proper and\n\nprescribed manner and with his consent. The handwriting was taken in\n\na fast mode, medium mode and slow mode and then sent for\n\ncomparison.\n</p>\n<p data-structure=\"Issue\" id=\"p_56\">\n\n<span class=\"hidden_text\" id=\"span_30\">Crl. Appeal No.804/2001                                                Page 21 of 110</span>\n</p><p data-structure=\"RespArg\" id=\"p_57\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"558753\" id=\"span_31\">35.     Relying on <a href=\"/doc/558753/\" id=\"a_37\">Puran Mal v. Director of Investigation (Inspection</a>),\n\n(1974) 1 SCC 345, learned Additional Public Prosecutor contended that\n\nin India relevant evidence cannot be excluded merely on the ground\n\nthat it is obtained by illegal search or seizure or contrary to the\n\nprovisions of certain Act where the consequence of not complying with\n\nthe provisions are not provided. &quot;Where the test of admissibility of\n\nevidence lies in relevancy, unless there is an express or necessarily\n\nimplied prohibition in the Constitution or other law, evidence obtained\n\nas a result of illegal search or seizure is not liable to be shut out.&quot;</span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1769219\" id=\"span_32\">36.     The learned counsel for the State has also relied on <a href=\"/doc/1769219/\" id=\"a_38\">State (NCT of\n\nDelhi) v. Navjot Sandhu</a>, (2005) 11 SCC 600 to contend that non\n\ncompliance or inadequate compliance with the provisions of an\n\nenactment does not per se affect the admissibility unless the\n\nconsequences of non compliance or inadequate compliance have been\n\nspelt out specifically. Relying on the Telegraphic Act which specifically\n\nprescribes rejection of the evidence obtained by taping without\n\npermission, it is contended that the <a href=\"/doc/1747275/\" id=\"a_39\">Identification of Prisoners Act, 1921</a>\n\ndoes not prescribe or provides any such consequences. In the\n\ncircumstances, according to the submission of learned Additional Public\n\nProsecutor the factum of sample handwriting of Sapan Haldar cannot\n\nbe ignored and consequently exhibit Q-1 and Q-2 which have been\n\nestablished to be in the handwriting of Sapan Haldar by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">Crl. Appeal No.804/2001                                        Page 22 of 110</span>\n handwriting expert PW-19, Sh.Harsh, Senior Scientific Officer is also\n\nentitled to be considered.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_59\">\n</p><p data-structure=\"PetArg\" id=\"p_60\">37.     Refuting the plea of the appellants that the material witnesses\n\nhave not identified them, it is submitted by the learned Additional\n\nPublic Prosecutor that the threat was extended to the father of the\n\nchild, PW-1 who had been kidnapped about which he has deposed\n\ncategorically in his statement on 27th June, 2000 where he had deposed\n\nthat he was threatened to bear the consequence in case he appeared in\n\nthe Court. The stand of the witnesses including the father, mother and\n\nthe child reflects the consequent softening. According to him if all the\n\ntestimonies are taken and considered, it is apparent that the essential\n\nfacts regarding the accused/appellants have been deposed by the\n\nwitnesses. It is contended that the kidnapped child as PW-1 has\n\ndeposed in his unimpeachable testimony that he was kidnapped and\n\ntaken away in a Maruti 800 car. He has also deposed about an injection\n\nbeing given to him in his hip after being kidnapped in the car where\n\nafter he did not remember as to what had happened to him. He has,\n\nhowever, deposed about the involvement of four persons and one\n\nwoman though he has denied that his belt and sweater were not with\n\nhim, however the case of the prosecution is that belt and sweater of the\n\nkidnapped child Subhashish were recovered by the police from the\n\nappellant Sapn Haldar.\n</p>\n<p data-structure=\"Issue\" id=\"p_61\">\n\n\n<span class=\"hidden_text\" id=\"span_34\">Crl. Appeal No.804/2001                                   Page 23 of 110</span>\n</p><p data-structure=\"RespArg\" id=\"p_62\"> 38.     The learned Additional Public Prosecutor has contended that the\n\ndriver of the car PW-8, Santosh Jha had deposed incorrectly in respect\n\nof certain matters either on account of collusion with the appellants or\n\non account of fear of threat by the appellants who had also threatened\n\nthe father of the kidnapped child. He has also referred to a suggestion\n\ngiven to him that he has deposed falsely deliberately in order to save the\n\naccused persons. According to him though he has deposed that the car\n\nin which the child was kidnapped was an Ambassador, however, the car\n\nwas a Maruti 800, stands substantiated by the fact that at the very first\n\ninstance the number of the car and the make of the car was given by\n\nthe father of the kidnapped child and it was incorporated in the\n\ncomplaint as well. Even the kidnapped child categorically deposed that\n\nhe was kidnapped in the Maruti 800 car and, therefore, the testimony of\n\nPW-8, Sh.Santosh Jha deposing that the car was Ambassador will not\n\ndilute the case of the prosecution regarding kidnapping of the child\n\nSubhashish by the appellants in a Maruti 800 car. The learned Public\n\nProsecutor has also relied on the testimony of Tamanna, scooter driver\n\nwho as PW-4 categorically identified accused Shefali as the woman who\n\nhad come with a child to him and had represented that she had hired\n\nhim to take the child to the hospital, stating that he was her son,\n\nhowever, on the way instead of going to hospital he was taken towards\n\nMeetapur. Since the incident of kidnapping is of 6th March, 1998\n\nwhereas the statement of the scooter driver was recorded on 1st\n\nSeptember, 2000, therefore, on account of the time gap, if the driver\n\n\n<span class=\"hidden_text\" id=\"span_35\">Crl. Appeal No.804/2001                                    Page 24 of 110</span>\n had deposed that the child was recovered in the morning whereas it\n\nstands established that the child was recovered on 6th March, 1998\n\nitself, the testimony of the scooter driver will not be weakened so far as\n\nthe other facts deposed by the said scooter driver stood corroborated\n\nand established.\n</p>\n<p data-structure=\"Issue\" id=\"p_63\">\n</p><p data-structure=\"PetArg\" id=\"p_64\">39.     According to the counsel the link is further strengthened as it is\n\non the basis of the information of PW-9 Rita that the child was\n\nrecovered from the house of appellant Shefali. Further even appellant\n\nSapan Haldar was apprehended from the same place. Pursuant to his\n\narrest the recoveries were affected at his instance which were the\n\ninjections used to keep the child in a drugged state, the ransom note\n\nfrom his shirt pocket and the fake number plates. In any case the said\n\nappellant has been unable to explain the possession of the number\n\nplate 191/ DL 1 CB 1729, which is the original number plate of the car,\n\nin which the child was kidnapped and belongs to PW6, the owner of the\n\ncar, which was stolen on 4th March 1998 from outside his house i.e. two\n\ndays prior to the incident of kidnap.       The learned counsel further\n\nasserted that even under Section 313 when the identification of\n\nappellant Shefali by Tamanna was put to her, no explanation for the\n\nsame was given by her and that even during the recording of evidence of\n\nTamanna he was not cross-examined by the defense on this aspect.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">Crl. Appeal No.804/2001                                     Page 25 of 110</span>\n</p><p data-structure=\"Section\" id=\"p_65\"> 40.     Learned counsel also asserted that as per <a href=\"/doc/681440/\" id=\"a_40\">Section 7</a> and <a href=\"/doc/482978/\" id=\"a_41\">8</a> of the\n\nIndian Evidence Act, 1872, facts which are the occasion, cause or effect,\n\nimmediate or otherwise, of relevant facts, or facts in issue, or which\n\nconstitute the state of things under which they happened, or which\n\nafforded an opportunity for their occurrence or transaction, are relevant\n\nand any fact is relevant which shows or constitutes a motive or\n\npreparation for any fact in issue or relevant fact. Thus the recovery of\n\nthe second letter pursuant to the first, all forms a link and is relevant\n\nunder the facts and circumstances and can be taken into consideration.\n\nAnd in the proximity of the letters received, the telephone calls made to\n\nthe family are all proof of the intention to demand ransom for the\n\nkidnapped child.\n</p>\n<p data-structure=\"Issue\" id=\"p_66\">\n</p><p data-structure=\"CDiscource\" id=\"p_67\">41.     With regard to the aspect of not holding the test identification\n\nparade of the appellant Shefali, it is submitted that the child PW-1 was\n\nwith the appellant Shefali for considerable time and had been recovered\n\nfrom her custody, therefore, the test identification parade would not\n\nhave been of much consequence. The learned counsel has also\n\nexplained the reason for not conducting TIP as against appellant Sapan\n\nHaldar. As on 7th March, 1998 the IO had moved an application Ex. PW\n\n17/12 for fixing a date for holding the TIP of appellant Sapan Haldar\n\nand appellant Sapan Haldar was even produced before the court,\n\nmuffled face and the TIP was fixed for 11th March 1998, however, on\n\n11th March 1998 the court declined to hold TIP on the ground that,\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">Crl. Appeal No.804/2001                                    Page 26 of 110</span>\n photographs of the accused Sapan had appeared in The Hindustan\n\nTimes on 8th March 1998 and therefore there was no point in holding\n\nTIP.     In the circumstance the case of the prosecution against the\n\nappellant is not weakened on account of not conducting the test\n\nidentification parade.\n</p>\n<p data-structure=\"Issue\" id=\"p_68\">\n</p><p data-structure=\"PetArg\" id=\"p_69\">42.     Learned       counsel   vehemently   asserted   that   the   aspect      of\n\nconspiracy has to be drawn from the facts and circumstances of the\n\ncase. The recovery of the sweater and belt from the appellants, the\n\nthreats received by the father of the child kidnapped, the recovery of the\n\ncar in which the child was kidnapped and which was stolen two days\n\nprior to the incident from the house of PW6, the arrest of the appellants\n\non the information of PW9 and PW4, the recoveries at the instance of\n\nthe appellant and finally the FSL report conclusively recording the\n\nmatch of the ransom note with the specimen handwriting of appellant,\n\nSapan Haldar all lead to the undeniable inference that the offence of\n\nkidnapping the child was carried out by the appellants.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"167342971\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1462333\" id=\"span_39\">43.     This Court has heard the learned counsel for the parties in detail\n\nand has also perused the record of the trial Court including the\n\ntestimonies of the witnesses and the documents established on record.\n\nThis is a settled law that in reversing the finding of conviction, the High\n\nCourt has to keep in view the fact that the presumption of innocence is\n\nstill available in favor of the accused. If on fresh scrutiny and\n\nreappraisal of the evidence and perusal of the material on record, the\n\n\n<span class=\"hidden_text\" id=\"span_40\">Crl. Appeal No.804/2001                                         Page 27 of 110</span>\n Court is of the opinion that another view is possible or which can be\n\nreasonably taken, then the view which favors the accused should be\n\nadopted. However the view taken by the Trial Court which had an\n\nadvantage of looking at the demeanor of the witnesses and observing\n\ntheir conduct in the Court is not to be substituted ordinarily by another\n\nview, unless another view if substantially and reasonably is possible in\n\nthe opinion of the High Court. Reliance for this can be placed on AIR\n\n2009 SC 1242, Prem Kanwar v. State of Rajasthan; 2008 (3) JCC 1806,\n\nSyed Peda Aowlia v. the Public Prosecutor, High Court of A.P,\n\nHyderabad; <a href=\"/doc/1462333/\" id=\"a_42\">Bhagwan Singh and Ors v. State of Madhya Pradesh</a>, 2002\n\n(2) Supreme 567; AIR 1973 SC 2622 Shivaji Sababrao Babade &amp; Anr v.\n\nState of Maharashtra; Ramesh Babu Lal Doshi v. State of Gujarat,\n\n(1996) 4 Supreme 167; <a href=\"/doc/167342971/\" id=\"a_43\">Jaswant Singh v. State of Haryana</a>, 2000 (1)\n\nJCC (SC) 140. The Courts have held that the golden thread which runs\n\nthrough the web of administration of justice in criminal cases is that if\n\ntwo views are possible on the evidence adduced in the case, one\n\npointing to the guilt of the accused and the other to his innocence, the\n\nview which is favorable to the accused should be adopted because the\n\nparamount consideration of the Court is to ensure that miscarriage of\n\njustice is not done. A miscarriage of justice which may arise from\n\nacquittal of the guilty is no less than from the conviction of an innocent\n\nperson. The High Court has the power to reconsider the whole issue,\n\nreappraise the evidence and come to its own conclusion and findings in\n\nplace of the findings recorded by the trial Court, if the findings are\n\n\n<span class=\"hidden_text\" id=\"span_41\">Crl. Appeal No.804/2001                                    Page 28 of 110</span>\n against the evidence on record or unsustainable or perverse. However,\n\nbefore reversing the finding of acquittal the High Court must consider\n\neach ground on which the order of conviction is based and should also\n\nrecord its own reasons for accepting those grounds.</span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_71\">44.     In the instant case the evidence produced by the prosecution is\n\ncircumstantial. The principles on which the circumstantial evidence is\n\nto be evaluated have been stated and reiterated by the Supreme Court\n\nin numerous judgments. We may notice here the observations made by\n\nthe Apex Court, in the case of Hanumant Govind Nargundkar v. State of\n\nM.P.: 1952 SCR 1091 on the manner in which circumstantial evidence\n\nneeds to be evaluated. In the aforesaid judgment, Mahajan, J. speaking\n\nfor the Court stated the principle which reads thus:\n\n</p><p data-structure=\"CDiscource\" id=\"p_72\">                &quot;      It is well to remember that in cases where the\n                evidence is of a circumstantial nature, the circumstances\n                from which the conclusion of guilt is to be drawn should in\n                the first instance be fully established, and all the facts so\n                established should be consistent only with the hypothesis\n                of the guilt of the accused. Again, the circumstances should\n                be of a conclusive nature and tendency and they should be\n                such as to exclude every hypothesis but the one proposed\n                to be proved. In other words, there must be a chain of\n                evidence so far complete as not to leave any reasonable\n                ground for a conclusion consistent with the innocence of\n                the accused and it must be such as to show that within all\n                human probability the act must have been done by the\n                accused.\n</p><p data-structure=\"Precedent\" id=\"p_73\">                       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"362252\" id=\"span_42\">The aforesaid proposition of law was restated in the\n                case of <a href=\"/doc/362252/\" id=\"a_44\">Naseem Ahmed v. Delhi Admn</a> : (1974) 3 SCC 668,\n                by Chandrachud J. as follows:</span>\n</p><blockquote id=\"blockquote_2\">                       This is a case of circumstantial evidence and it is\n                therefore necessary to find whether the circumstances on\n                which prosecution relies are capable of supporting the sole\n                inference that the Appellant is guilty of the crime of which\n                he is charged. The circumstances, in the first place, have to\n\n\n<span class=\"hidden_text\" id=\"span_43\">Crl. Appeal No.804/2001                                        Page 29 of 110</span>\n                 be established by the prosecution by clear and cogent\n                evidence and those circumstances must not be consistent\n                with the innocence of the accused. For determining whether\n                the circumstances established on the evidence raise but\n                one inference consistent with the guilt of the accused,\n                regard must be had to the totality of the circumstances.\n                Individual circumstances considered in isolation and\n                divorced from the context of the over-all picture emerging\n                from a consideration of the diverse circumstances and their\n                conjoint effect may by themselves appear innocuous. It is\n                only when the various circumstances are considered\n                conjointly that it becomes possible to understand and\n                appreciate their true effect.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_74\">45.     In a case in which the evidence is of a circumstantial nature, the\n\nfacts and circumstances from which conclusion of guilt is sought to be\n\ndrawn by the prosecution must be fully established beyond all\n\nreasonable doubt and the facts and circumstances so established\n\nshould not only be consistent with the guilt of the accused, but they\n\nmust be entirely incompatible with the innocence of the accused and\n\nmust      exclude         every   reasonable   hypothesis   consistent   with       his\n\ninnocence. It has been observed that while appreciating circumstantial\n\nevidence the Court must adopt a very cautious approach and should\n\nrecord a conviction only if all the links in the chain are complete,\n\npointing to the guilt of the accused and every hypothesis of innocence is\n\ncapable of being negatived on evidence. Great care must be taken in\n\nevaluating circumstantial evidence and if the evidence relied on is\n\nreasonably capable of two inferences, the one in favor of the accused\n\nmust be accepted. The circumstance relied upon must be found to have\n\nbeen fully established and the cumulative effect of all the facts so\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">Crl. Appeal No.804/2001                                            Page 30 of 110</span>\n established must be consistent only with the hypothesis of guilt. But\n\nthis is not to say that the prosecution must meet any and every\n\nhypothesis put forward by the accused however farfetched and fanciful\n\nit might be. Nor does it mean that prosecution evidence must be\n\nrejected on the slightest doubt because the law permits rejection if the\n\ndoubt is reasonable and not otherwise. It has also been held that onus\n\nis on the prosecution to prove that the chain is complete and the\n\ninfirmity or lacuna in prosecution cannot be cured by false defense or\n\nplea. The conditions precedent       before conviction could be based on\n\ncircumstantial evidence, must be fully established. They are:\n\n</p><blockquote id=\"blockquote_3\">                (1) the circumstances from which the conclusion of guilt is\n                to be drawn should be fully established. The circumstances\n                concerned `must&#x27; or `should&#x27; and not `may be&#x27; established;\n                (2) the facts so established should be consistent only\n                with the hypothesis of the guilt of the accused, that is\n                to say, they should not be explainable on any other\n                hypothesis except that the accused is guilty;\n                (3) the circumstances should be of a conclusive\n                nature and tendency;\n</blockquote><blockquote id=\"blockquote_4\">                (4) they should exclude every possible hypothesis\n                except the one to be proved; and\n                (5) there must be a chain of evidence so complete as\n                not to leave any reasonable ground for the conclusion\n                consistent with the innocence of the accused and\n                must show that in all human probability the act must\n                have been done by the accused.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_75\">46.     One of the strong links in proving the guilt of the appellant Sapan\n\nHaldar is the FSL report matching the specimen handwriting of the\n\nappellant with the threat letter Q1 found at the spot of kidnapping and\n\nthe ransom note, Q2 recovered from the appellant. According to the\n\nlearned counsel for the appellant specimen handwriting taken from the\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">Crl. Appeal No.804/2001                                      Page 31 of 110</span>\n appellant is not admissible on account of non compliance of the\n\nprovisions of <a href=\"/doc/1747275/\" id=\"a_45\">Identification of Prisoner&#x27;s Act, 1920</a>, whereas according to\n\nthe Learned Public Prosecutor the specimen handwriting taken are\n\nadmissible and cannot be ignored. Both the counsels have relied on\n\nvarious judgments which are as under:\n</p>\n<p data-structure=\"PetArg\" id=\"p_76\">47.     The judgments relied on by the learned counsel for the appellants\n\nin the tabular form are as under which include the judgments of co-\n\nordinate benches of this Court:\n</p>\n<pre id=\"pre_2\">S.No. Title                     Matter in   Judgments Relied On\n                                Issue\n1.        Harpal Singh v.       Specimen    1. Crl. Appeal No. 682/2008\n          State : Crl.          Handwriting &#x27;Santosh @ Bhure v. State&#x27;\n          Appeal No.\n          362/2008                             2. Crl. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1626264\" id=\"span_46\">Appeal No. 316.2008\n                                               &#x27;Neeraj v. State&#x27;\n\n                                               Wherein      the  following\n                                               Supreme Court Judgments\n                                               were relied upon:\n\n                                               (<a href=\"/doc/1626264/\" id=\"a_46\">a) State of Bombay v. Kathi\n                                               Kalu Oghad and Ors</a>:\n                                               1961CriLJ856\n\n                                               (b) State of U.P. v. Rambabu\n                                               Mishra: [1980]2SCR1067\n\n                                               (c) Sukhwinder Singh and\n                                               Ors. v. State of Punjab:\n                                               [1994]3SCR1061\n2.</span>        Raj Kumar @           Sample         Supreme Court Judgments\n          Raju Vs. The          Fingerprints   relied on:\n          State (G.N.C.T. of                   (1) State of U.P. v. Ram Babu\n          Delhi): Crl. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_47\">A. No.                  Mishra, AIR 1980 SC 791\n          979/2005                             (<a href=\"/doc/601466/\" id=\"a_47\">2) Sukhvinder Singh v. State\n                                               of Punjab</a>, 1994 (5) SCC 152\n3.</span>        Mehmood Ali Vs.       Sample         Supreme Court‟s Judgments\n          State: Crl. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"273747\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"365868\" id=\"span_49\">Appeal    Fingerprints   relied on:\n          No. 326/2007                         (<a href=\"/doc/365868/\" id=\"a_48\">1) State of U.P. v. Ram Babu\n\n\n<span class=\"hidden_text\" id=\"span_50\">Crl. Appeal No.804/2001                                         Page 32 of 110</span>\n                                               Mishra</a>, AIR 80 SC 791\n                                              (2) Sukhvinder Singh and\n                                              Ors. v. State of Punjab, 1994\n                                              (<a href=\"/doc/273747/\" id=\"a_49\">5) SCC 152 and\n                                              (3) State of Haryana v. Jagbir\n                                              Singh</a>, AIR 2003 SC 4377\n4.</span></span>        Ashok Kumar @     Sample            Judgment relied on:\n          Govind Vs. State  Fingerprint       (1) Crl. Appeal No. 682/2008\n          [Alongwith Crl.A.                   &#x27;Santosh @Bhure v. State&#x27;\n          Nos. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1626264\" id=\"span_51\">275, 397,                      Wherein       the      following\n          398, 410 and                        Supreme Court Judgments\n          601/2007]:                          were relied upon:\n          2010CriLJ2329,                      (<a href=\"/doc/1626264/\" id=\"a_50\">a) State of Bombay v. Kathi</a>\n          159(2009)DLT383                     Kalu Oghad and Ors:\n                                              1961Cri.</span> L.J. 856\n                                              (b) State of U.P. v. Rambabu\n                                              Mishra: [1980] 2 SCR 1067\n                                              (c) Sukhwinder Singh and\n                                              Ors. v. State of Punjab;\n                                              [1994] 3 SCR 1061\n5.        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"729191\" id=\"span_52\">Ganpat Singh        Sample          Supreme Court‟s Judgement\n          and Narpat Singh    Finger          relied on:\n          v. State of         prints          (<a href=\"/doc/729191/\" id=\"a_51\">1) Mohd. Aman v. State of\n          Rajasthan</a> : RLW                     Rajasthan: 1997 Cri.L.J.\n          2007 (1) Raj 523                    3567\n          (Rajasthan High\n          Court)\n6.        M.S. Syed Anwar     Sample          No Supreme Court Judgment\n          and Etc. v.         Finger Print,   relied on: Just a reference\n          Commissioner of     Foot prints     made to the provisions of\n          Police, Bangalore   and             Identification of Prisoners\n          City and Another:   Photographs     Act\n          1992 CriLJ 1606</span>\n\n\n</pre><p data-structure=\"Precedent\" id=\"p_77\">48.     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"267228\" id=\"span_53\">In <a href=\"/doc/267228/\" id=\"a_52\">Harpal Singh Vs State</a>; Crl. Appeal No. 362/2008 one of the\n\nissue was about admissibility of specimen handwriting taken from the\n\naccused. In this case permission was not taken from the Court of\n\nCompetent Jurisdiction and <a href=\"/doc/1391184/\" id=\"a_53\">Section 5</a> of the Identification of Prisoners\n\nAct 1920 was not complied with. In the circumstances the issue was\n\nwhether the FSL report        comparing the specimen handwriting of the\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">Crl. Appeal No.804/2001                                         Page 33 of 110</span>\n accused taken by the Inspector during custody and the suicide note\n\nrecovered from the spot of occurrence, allegedly authored by the\n\nappellant could be relied upon by the learned Trial Judge.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"273747\" id=\"span_55\">The Trial\n\nJudge in this case was of the opinion that even though no permission\n\nwas taken by the Inspector from the Court before obtaining the\n\nspecimen handwriting of the appellant the same in no way dented the\n\nopinion contained in the FSL report, which stated that the suicide note\n\nEx.P1 to Ex.P4 is in the handwriting of the appellant in view of the\n\ndictum of law <a href=\"/doc/267228/\" id=\"a_54\">laid down by</a> Supreme Court in the decision reported as\n\n<a href=\"/doc/273747/\" id=\"a_55\">State of Haryana vs. Jagbir Singh</a> AIR 2003 SC 4377 that pendency of\n\nsome proceedings in the court is a sine qua non before a court can give\n\ndirection to an accused to give his specimen handwriting under <a href=\"/doc/770022/\" id=\"a_56\">Section\n\n73</a> of the Evidence Act and that such a direction can be given by the\n\ncourt only for enabling the Court to compare the handwriting of the\n\naccused and not for the purpose of the investigating or any other\n\nagency to compare the same and the fact that the appellant did not\n\nraise any dispute in the trial that the suicide note was not in his\n\nhandwriting or that the police did not obtain his specimen handwriting\n\nand the fact that the suicide note Ex.P1 to Ex.P4 was written by the\n\nappellant established beyond any doubt that the appellant had\n\nmurdered his wife and son. Another Bench of this Court, however, took\n\na different view relying on the decision dated 5.3.2009 disposing of Crl.</span>\n\nAppeal No. 682/2008 &#x27;Santosh @ Bhure v. State&#x27; and Crl. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1662009\" id=\"span_56\">Appeal No.\n\n316.2008 <a href=\"/doc/1662009/\" id=\"a_57\">&#x27;Neeraj v. State</a>&#x27;, noting the decision of the Constitution Bench\n\n\n<span class=\"hidden_text\" id=\"span_57\">Crl. Appeal No.804/2001                                    Page 34 of 110</span>\n of Supreme Court reported as 1961 Cri.L.J. 856, State of Bombay v.\n\nKathi Kalu Oghad and Ors. as also the decisions of Supreme Court\n\nreported as [1980] 2 SCR 1067, State of U.P. v. Rambabu Mishra and\n\n[1994] 3 SCR 1061, Sukhwinder Singh and Ors. v. State of Punjab;\n\nholding that the FSL report had to be excluded from the arena of\n\nadmissible evidence for the reason that no orders were obtained by the\n\ncompetent court to obtain the specimen writings of the appellants nor\n\nwere the provisions of the Identification of Prisoner&#x27;s Act 1920 were\n\ncomplied with.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_78\">\n</p><p data-structure=\"Precedent\" id=\"p_79\">49.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92873177\" id=\"span_58\">In <a href=\"/doc/92873177/\" id=\"a_58\">Raj Kumar @ Raju Vs The State (G.N.C.T. of Delhi</a>): Crl.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_59\">A. No.\n\n979/2005, another bench of this Court, also relying on Ram Babu\n\nMisra (supra) and <a href=\"/doc/601466/\" id=\"a_59\">Sukhvinder Singh</a> (supra) had held that where the\n\nprovisions of the <a href=\"/doc/1747275/\" id=\"a_60\">Identification of Prisoner&#x27;s Act, 1920</a> are violated,\n\nspecimen samples pertaining to the fingerprints, handwriting etc. of an\n\naccused and the incriminating evidence stipulated in the reports\n\nrelatable thereto will be inadmissible in evidence and hence has to be\n\nexcluded while considering the circumstantial evidence against the\n\nappellant.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77019104\" id=\"span_60\">Similarly in <a href=\"/doc/77019104/\" id=\"a_61\">Mehmood Ali Vs State</a>; Crl.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"273747\" id=\"span_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_62\">Appeal No. 326/2007\n\nrelying on Ram Babu Misra (supra), <a href=\"/doc/601466/\" id=\"a_62\">Sukhvinder Singh</a> (supra) and\n\n<a href=\"/doc/273747/\" id=\"a_63\">Jagbir Singh</a> (supra) it was held by a Division Bench of this Court that\n\nthe chance finger prints have to be compared with the sample finger\n\nprints after obtaining permission from the Court of competent\n\njurisdiction and after the proper identification of the prisoner as per the\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">Crl. Appeal No.804/2001                                     Page 35 of 110</span>\n requirement of <a href=\"/doc/1391184/\" id=\"a_64\">Section 5</a> of the Identification of Prisoners Act 1920. If\n\nthis is not done, then the incriminating evidence of the chance finger\n\nprint lifted from the scene of crime cannot be compared with the sample\n\nfinger prints which will be inadmissible.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_64\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48246776\" id=\"span_66\">Yet another bench of this Court\n\nin <a href=\"/doc/48246776/\" id=\"a_65\">Ashok Kumar @ Govind Vs State</a>; 2010 Cri L. J. 2329 relying on\n\n<a href=\"/doc/1626264/\" id=\"a_66\">Kathi Kalu Oghad</a> (supra) Ram Babu Misra (supra) and <a href=\"/doc/601466/\" id=\"a_67\">Sukhvinder\n\nSingh</a> (supra) had held that since no permission was obtained from the\n\nCourt as required under the <a href=\"/doc/1747275/\" id=\"a_68\">Identification of Prisoner&#x27;s Act, 1920</a>, it has\n\nto be excluded while considering the incriminating evidence.</span></span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_80\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"729191\" id=\"span_67\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"87472\" id=\"span_68\">50.     A bench of Rajasthan High Court in <a href=\"/doc/87472/\" id=\"a_69\">Ganpat Singh Vs State of\n\nRajasthan</a>; RLW 2007 (1) Raj 523 relying on <a href=\"/doc/729191/\" id=\"a_70\">Mohd Aman Vs State of\n\nRajasthan</a> 1997 Crl.L.J 3567 had also held that since finger prints were\n\nnot taken before or under the order of the Magistrate, it was unsafe to\n\naccept the evidence led on this regard.</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_81\">\n</p><p data-structure=\"RespArg\" id=\"p_82\">51.     The precendents relied on by the Learned Additional Public\n\nProsecutor in the tabular form holding that the finger prints taken\n\nunder <a href=\"/doc/1963884/\" id=\"a_71\">section 4</a> of the Identification of Prisoners Act, 1920 would be\n\nadmissible are as under:\n</p>\n<pre id=\"pre_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"37208\" id=\"span_69\">S.No. Title                     Matter in   Judgments Relied On\n                                Issue\n1.        State of Madhya       Photographs No Judgments relied on\n          <a href=\"/doc/37208/\" id=\"a_72\">Pradesh v.\n          Devender</a>: (2009) 14\n          SCC 80\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">Crl. Appeal No.804/2001                                    Page 36 of 110</span>\n 2.</span>        Manikam v. State:   Sample         Supreme Court\n          (2009) 5 CTC 316    Finger         Judgments relied on:\n                              Prints         (1) Ravanan v. State,\n                                             (1994) 1 LW (Crl.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1240581\" id=\"span_71\">58\n\n                                             (<a href=\"/doc/1240581/\" id=\"a_73\">2) State of T.N. v. T.\n                                             Thulasingam</a>, 1994 Supp\n                                             (2) SCC 405\n\n3.        Mohd. Aman, Babu    Sample         No judgments relied on\n          Khan and Another    Finger print\n          v. State of         and Foot\n          Rajasthan: AIR      print\n          1997 SC 2960</span>\n\n\n</pre><p data-structure=\"Precedent\" id=\"p_83\">52.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"37208\" id=\"span_72\">In <a href=\"/doc/37208/\" id=\"a_74\">State of Madhya Pradesh Vs Devender</a>, (2009) 14 SCC 80 a\n\nbench of three judges of Supreme Court had held that on perusing the\n\nSections 3, 4, and 5 of the Identification of Prisoner&#x27;s Act, the Court is\n\nof view that <a href=\"/doc/1963884/\" id=\"a_75\">Section 4</a> deals with taking of measurements, etc. of non-\n\nconvicted persons and that it is taken if the police officer so requires it\n\nand it has to be done in the prescribed manner. So far as <a href=\"/doc/1391184/\" id=\"a_76\">Section 5</a> is\n\nconcerned, it deals with the power of the Magistrate to direct any\n\nperson for measurement or photographs to be taken if he is satisfied\n\nthat for the purpose of any investigation or proceedings under the Code\n\nthe same is necessary. It was further held that in case of conflict of\n\ndirections given by the Court and the provisions of an Act, the\n\nRegulations and the Code, the statute itself prevails.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"729191\" id=\"span_73\">In <a href=\"/doc/729191/\" id=\"a_77\">Mohd Aman,\n\nBabu Khan &amp; Anr. Vs. State of Rajasthan</a> AIR 1997 SC 2960, a bench of\n\ntwo judges of Supreme Court had held that under <a href=\"/doc/1963884/\" id=\"a_78\">Section 4</a> of the\n\nIdentification of Prisoners Act, 1940 police is competent to take\n\nfinger prints of the accused and such evidence will not be\n\n\n<span class=\"hidden_text\" id=\"span_74\">Crl. Appeal No.804/2001                                     Page 37 of 110</span>\n inadmissible.</span> In Manikam Vs State, 2009) 5 CTC 316 it was also held\n\nthat there is no law which prohibits the investigating officer from lifting\n\nthe fingerprint of the accused for comparison during the course of\n\ninvestigation of the case. In fact, the provisions found under<a href=\"/doc/1391184/\" id=\"a_79\"> S. 5</a> of the\n\nIdentification of Prisoners Act, 1920 and S. 311-A Cr. P.C. speak only\n\nabout the powers of the Judicial Magistrate, when he is approached by\n\nthe investigating officer concerned for a suitable direction to the\n\naccused to co-operate by giving his finger-print or signature or sample\n\nhandwriting as the case may be. It is to be noted that those\n\nprovisions do not put an embargo on the investigating officers\n\nfrom acting on their own for taking the fingerprint, signature or\n\nhandwriting of the accused during the course of investigation. The\n\nSupreme Court has not specifically laid down that the investigating\n\nofficer should mandatorily invoke the provisions under <a href=\"/doc/1391184/\" id=\"a_80\">section 5</a> of the\n\nidentification of Prisoner&#x27;s Act, 1920.\n</p>\n<p data-structure=\"Section\" id=\"p_84\">\n</p><p data-structure=\"CDiscource\" id=\"p_85\">53.     While appreciating circumstantial evidence, the Court has to\n\nadopt a very cautious approach and should record a conviction only if\n\nall the links in the chain are complete and pointing to the guilt of the\n\naccused. In the present facts and circumstances one of the important\n\nlinks is the specimen handwriting of the appellant, Sapan Haldar which\n\nmatches with the handwriting in the letter found at the place of\n\nkidnapping, Q1 and the ransom note found in the pocket of the\n\nappellant, Q2. Whether or not the specimen handwriting is covered as a\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">Crl. Appeal No.804/2001                                     Page 38 of 110</span>\n „measurement‟ under the <a href=\"/doc/1747275/\" id=\"a_81\">Identifications of Prisoner&#x27;s Act, 1920</a> and\n\neven if it is, whether the specimen handwriting taken under <a href=\"/doc/1963884/\" id=\"a_82\">section 4</a> of\n\nIdentification of Prisoners Act, 1920 will be admissible or not is a\n\nrelevant question in this case. In case the specimen handwriting is not\n\nadmissible as has been contended by the counsel for the appellant, a\n\nvery pertinent link will be snapped as the other evidence is only\n\nregarding recoveries of articles pursuant to the disclosure statements of\n\nthe appellants.\n</p>\n<p data-structure=\"Section\" id=\"p_86\">\n</p><p data-structure=\"Precedent\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"273747\" id=\"span_76\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"601466\" id=\"span_77\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1626264\" id=\"span_78\">54.     The learned counsel for the appellant has relied mainly, on the\n\njudgments of other benches of this Court which have relied on <a href=\"/doc/1626264/\" id=\"a_83\">Kathi\n\nKalu Oghad</a> (supra) Ram Babu Misra (supra),<a href=\"/doc/601466/\" id=\"a_84\">Sukhvinder Singh</a> (supra)\n\nand <a href=\"/doc/273747/\" id=\"a_85\">Jagbir Singh</a> (supra).</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_79\">In <a href=\"/doc/365868/\" id=\"a_86\">State of Uttar Pradesh v. Ram Babu Misra</a>,\n\nAIR 1980 SC 791 the Supreme Court had held that <a href=\"/doc/770022/\" id=\"a_87\">Section 73</a> of the\n\nEvidence Act does not enable the Magistrate to give directions to the\n\naccused to give his specimen writings when the case is still under\n\ninvestigation because Section 73 contemplates pendency of some\n\nproceedings before a Court. It does not permit the Court, whether civil\n\nor criminal to give a direction to the accused to give specimen writings\n\nfor anticipated necessity for comparison in a proceeding which may\n\nlater be instituted in the Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"950573\" id=\"span_80\">Relying on Barindra Kumar Ghose v.\n\nEmperor, ILR (1910) 37 Cal.467 the Supreme Court in <a href=\"/doc/950573/\" id=\"a_88\">Pushpadevi\n\nM.Jetia v. M.L.Wadhawan</a>, (1987) 3 SCC 367 in paragraph 20 at page\n\n388 had held that if evidence is relevant, the Court is not concerned\n\n\n\n<span class=\"hidden_text\" id=\"span_81\">Crl. Appeal No.804/2001                                    Page 39 of 110</span>\n with the method by which it was obtained.</span> In Barindra Kumar Ghose\n\n(Supra) the contention that the Court must exclude relevant evidence\n\non the ground that it was obtained by illegal search or seizure was\n\nrepelled. Referring to page 500 of the report it was noticed:-\n\n</p><blockquote id=\"blockquote_5\">                &quot;Mr.Das has attacked the searches and has urged that,\n                even if there was jurisdiction to direct the issue of search\n                warrants, as I hold there was, still the provisions of the\n                <a href=\"/doc/445276/\" id=\"a_89\">Criminal Procedure Code</a> have been completely disregarded.\n                On this assumption he has contended that the evidence\n                discovered by the searches is not admissible, but to this\n                view I cannot accede. For, without in any way\n                countenancing disregard of the provisions prescribed by the\n                Code, I hold that what would otherwise be relevant does not\n                become irrelevant because it was discovered in the course\n                of a search in which those provisions were disregarded.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_82\">55.     <a href=\"/doc/1626264/\" id=\"a_90\">Perusal of State of Bombay v. Kathi Kali Ughad</a>, AIR 1961 SC\n\n1808 reveals that the Supreme Court had held that by giving specimen\n\nwriting, the accused person does not furnish evidence against himself\n\nand, therefore, when an accused person is compelled to give a specimen\n\nwriting or impression of his finger, palm or foot, it may be such that he\n\nhas been compelled to be a witness, however, it cannot be held that he\n\nhad been compelled to be a witness against himself. In the\n\ncircumstances, the Supreme Court had held that merely taking a\n\nspecimen writing does not mean to be giving a statement so as to be hit\n\nby <a href=\"/doc/523607/\" id=\"a_91\">Section 162</a> of the Criminal Procedure Code.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_89\">\n</p><p data-structure=\"Precedent\" id=\"p_90\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_83\">56.     What also emerges from the perusal of <a href=\"/doc/601466/\" id=\"a_92\">Sukhvinder</a> case (supra) is\n\nthat it is also distinguishable and does not hold that if the specimen\n\n\n\n<span class=\"hidden_text\" id=\"span_84\">Crl. Appeal No.804/2001                                       Page 40 of 110</span>\n handwriting is taken from a non convicted persons during custody,\n\nthen the specimen handwriting would be inadmissible. The specimen\n\nwritings in the instant case of appellant Sukhdev Paul were taken\n\nunder the directions of Shri. Garg, Tehsildar -Executive Magistrate,\n\nPW13. No enquiry and trial in this case were pending in the Court of the\n\nTehsildar-Executive Magistrate. Rather the enquiry and trial in this\n\ncase was pending under TADA before the Designated Court only. In\n\nthese circumstances the Court was of the view that the direction given\n\nby the Tehsildar -Executive Magistrate to the accused to give his\n\nspecimen writings was clearly unwarranted and not contemplated or\n\nenvisaged by <a href=\"/doc/770022/\" id=\"a_93\">Section 73</a> of the Evidence Act despite admission by the\n\naccused in his statement under <a href=\"/doc/767287/\" id=\"a_94\">section 313</a> of the Cr.P.C. In this case\n\nthere was also inherent ambiguity as to the matter of the letters\n\nreaching the hands of the police officials, as the prosecution‟s\n\nexplanation for the same was diametrically opposite to the explanation\n\nof the mother of the deceased.</span>\n</p>\n<p data-structure=\"Section\" id=\"p_91\">\n</p><p data-structure=\"Precedent\" id=\"p_92\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_85\">57.     A    division     Bench   of   this   Court    in   Satyawan     Vs     State\n\nMANU/DE/1044/2009             had      ignored   the   part   of   the   report      of\n\nhandwriting expert wherein he had opined that the specimen writings\n\nS-1 to S-8 of an accused Satish matched the writing on the ransom\n\nnote on the ground that the investigation officer had taken specimen\n\nwriting in violation of the provisions of the <a href=\"/doc/1747275/\" id=\"a_95\">Identification of Prisoners\n\nAct, 1920</a> and also on the ground of being contrary to the law that\n\n\n\n<span class=\"hidden_text\" id=\"span_86\">Crl. Appeal No.804/2001                                             Page 41 of 110</span>\n specimen writing for purposes of expert opinion can be directed to be\n\ntaken under orders of the Court, where the trial is pending, relying on\n\n<a href=\"/doc/365868/\" id=\"a_96\">State of UP. Vs Ram Babu Misra</a>, (supra) and Sukhwinder Singh &amp; ors\n\nVs State of Punjab, (supra). In this case the investigating officer took\n\nthe specimen sample of the accused while he was in custody.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_93\">58.     In Harpal Singh vs State, MANU/DE/1091/2010, the IO had\n\nobtained the specimen handwriting Ex.PX-1 to Ex.PX-4 of the accused\n\nand sent the same along with Ex.P-1 to Ex.P-4 recovered from the\n\nhouse of the accused to the Forensic Science Laboratory for comparison\n\nof the handwriting. Before taking the specimen sample of handwriting\n\nhe had not taken permission of the Court. Vide FSL report Ex.PW-24/A\n\nit was opined that the writing Ex.P-1 to Ex.P-4 is in the same hand of\n\nthe person who had written Ex.PX-1 to Ex. PX-4. During trial no\n\nsuggestion was given to the witnesses in the cross examination that the\n\nspecimen handwritings were not the handwritings of the accused. The\n\nCourt however, excluded the opinion of the handwriting expert\n\npertaining to the letter recovered by the police. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_88\">While excluding the\n\nopinion of handwriting expert, the Court had relied on para 7 of the\n\n<a href=\"/doc/1626264/\" id=\"a_97\">Kathi Kalu Oghad</a>&#x27;s (supra) and paras 3 to 6 and para 8 of <a href=\"/doc/365868/\" id=\"a_98\">Ram Babu\n\nMisra</a> (supra).</span></span> Paras 18 to 23 of Harpal Singh (supra) are as under:\n\n</p><blockquote id=\"blockquote_6\">        18. Unfortunately, for the prosecution, the charge against Neeraj\n        has to fail for the simple reason Neeraj&#x27;s specimen handwriting\n        was obtained by the police when he was in their custody. No\n        permission was taken from the Court concerned to obtain his\n        specimen handwriting.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_89\">Crl. Appeal No.804/2001                                    Page 42 of 110</span>\n<blockquote id=\"blockquote_7\">         19. Learned Counsel for the State urges that a Constitution\n        Bench of 11 Judges of the Supreme Court, in the decision\n        reported as 1961 Cri.L.J. 856 State of Bombay v. Kathi Kalu\n        Oghad and Ors. has upheld the constitutional validity of\n        compelling an accused to give specimen handwritings. It has been\n        held that the same does not contravene <a href=\"/doc/366712/\" id=\"a_99\">Article 20(3)</a> of the\n        Constitution of India and thus the fact that the police obtained\n        the specimen handwriting of Neeraj when he was in their custody\n        does not invalidate the said act. Learned Counsel was at pains to\n        point out that the Constitution Bench of the Supreme Court was\n        considering three references pertaining to three views taken by\n        the High Court of Bombay, Punjab and West Bengal pertaining to\n        compelling an accused to give his specimen handwriting,\n        fingerprints and specimen signatures respectively and that in the\n        latter two cases the palm and finger print impressions as also the\n        specimen signatures were obtained with the permission of the\n        magistrate concerned but in the first case pertaining to the\n        Bombay High Court the specimen handwritings were taken when\n        the accused was in police custody. Thus, learned Counsel urged\n        that the Constitution Bench upheld the action of taking specimen\n        handwriting by the police when the accused was in police\n        custody.\n</blockquote><blockquote id=\"blockquote_8\">        20. It may be noted that the Constitution Bench of the Supreme\n        Court was dealing with the issue whether to compel an accused\n        to give his blood sample, palm and fingerprints impressions,\n        signatures and handwriting etc. would or would not be violative of\n        <a href=\"/doc/366712/\" id=\"a_100\">Article 20(3)</a> of the Constitution of India which made it\n        unconstitutional for a person to be a witness against himself. The\n        Constitution Bench held that to be a witness means to give\n        evidence. It was held that giving handwriting samples or\n        fingerprints or palm impressions did not tantamount to giving\n        evidence and that when a handwriting sample or a fingerprint or\n        a palm impression was obtained by the police it did not amount\n        to compelling an accused to be a witness against himself.\n</blockquote><blockquote id=\"blockquote_9\">        21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_90\">In the decision reported reference to the decision of the\n        Constitution Bench in <a href=\"/doc/1626264/\" id=\"a_101\">Kathi Kalu Oghad</a>&#x27;s case (supra) in para 7\n        it was observed as under:</span>\n</blockquote><blockquote id=\"blockquote_10\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"763713\" id=\"span_91\">7. <a href=\"/doc/770022/\" id=\"a_102\">Section 73</a> of the Evidence Act was considered by us in\n               <a href=\"/doc/763713/\" id=\"a_103\">State (Delhi Administration) v. Pali Ram</a> 1979 Cri.L.J. 17\n               where we held that a Court holding an enquiry under the\n               <a href=\"/doc/445276/\" id=\"a_104\">Criminal Procedure Code</a> was entitled under Section 73 of\n\n\n<span class=\"hidden_text\" id=\"span_92\">Crl. Appeal No.804/2001                                     Page 43 of 110</span>\n               the <a href=\"/doc/1953529/\" id=\"a_105\">Evidence Act</a> to direct an accused person appearing\n              before it to give his specimen handwriting to enable the\n              Court by which he may be tried to compare it with disputed\n              writings. The present question whether such a direction,\n              under <a href=\"/doc/770022/\" id=\"a_106\">Section 73</a> of the Evidence Act, can be given when\n              the matter is still under investigation and there is no\n              proceeding before the Court was expressly left open.</span> The\n              question was also not considered in State of Bombay v.\n</blockquote><p data-structure=\"Section\" id=\"p_94\">              Kathi Kalu Oghad 1961 Cri.L.J. 856, where the question\n              which was actually decided was that no testimonial\n              compulsion under <a href=\"/doc/366712/\" id=\"a_107\">Article 20(3)</a> of the Constitution was\n              involved in a direction to give specimen signature and\n              handwriting for the purpose of comparison.\n</p><p data-structure=\"Precedent\" id=\"p_95\">        22. In para 3 to 6 and para 8 of the decision in Rambabu\n        Mishra&#x27;s case (supra) it was observed as under:\n</p><blockquote id=\"blockquote_11\">              3. <a href=\"/doc/770022/\" id=\"a_108\">Section 73</a> of the Evidence Act is as follows:\n</blockquote>\n<blockquote id=\"blockquote_12\">                       73. In order to ascertain whether a signature, writing\n                       or seal is that of the person by whom it purports to\n                       have been written or made, any signature, writing or\n                       seal admitted or proved to the satisfaction of the\n                       Court to have been written or made by that person\n                       may be compared with the one which is to be proved,\n                       although that signature, writing or seal has not been\n                       produced or proved for any other purpose.\n</blockquote><p data-structure=\"Section\" id=\"p_96\">                       The Court may direct any person present in Court to\n                       write any words or figures for the purpose of enabling\n                       the Court to compare the words or figures so written\n                       with any words or figures alleged to have been written\n                       by such person.\n</p><p data-structure=\"Section\" id=\"p_97\">                This section applies also, with any necessary modifications\n                to finger-impressions.\n</p><p data-structure=\"Section\" id=\"p_98\">                 4. The second paragraph of Section 73 enables the Court\n                 to direct any person present in Court to give specimen\n                 writings &quot;for the purpose of enabling the Court to compare&quot;\n</p><blockquote id=\"blockquote_13\">                 such writings with writings alleged to have been written by\n                 such person. The clear implication of the words &quot;for the\n                 purpose of enabling the Court to compare&quot; is that there is\n                 some proceeding before the Court in which or as a\n                 consequence of which it might be necessary for the Court\n                 to compare such writings. The direction is to be given for\n\n\n<span class=\"hidden_text\" id=\"span_93\">Crl. Appeal No.804/2001                                        Page 44 of 110</span>\n                  the purpose of &#x27;enabling the Court to compare&#x27; and not for\n                 the purpose of enabling the investigating or other agency\n                 &#x27;to compare&#x27;. If the case is still under investigation there is\n                 no present proceeding before the Court in which or as a\n                 consequence of which it might be necessary to compare\n                 the writings. The language of Section 73 does not permit a\n                 Court to give a direction to the accused to give specimen\n                 writings for anticipated necessity for comparison in a\n                 proceeding which may later be instituted in the Court.\n                 Further <a href=\"/doc/770022/\" id=\"a_109\">Section 73</a> of the Evidence Act makes no\n                 distinction between a Civil Court and a Criminal Court.\n                 Would it be open to a person to seek the assistance of the\n                 Civil Court for a direction to some other person to give\n                 sample writing under <a href=\"/doc/770022/\" id=\"a_110\">Section 73</a> of the Evidence Act on the\n                 plea that it would help him to decide whether to institute a\n                 civil suit in which the question would be whether certain\n                 alleged writings are those of the other person or not?\n                 Obviously not. If not, why should it make any difference if\n                 the investigating agency seeks the assistance of the Court\n                 under <a href=\"/doc/770022/\" id=\"a_111\">Section 73</a> of the Evidence Act on the plea that a\n                 case might be instituted before the Court where it would\n                 be necessary to compare the writings?\n</blockquote><p data-structure=\"Section\" id=\"p_99\">                5. We may also refer here to <a href=\"/doc/1391184/\" id=\"a_112\">Section 5</a> of the Identification\n                of Prisoners Act, 1920, which provides:\n</p><blockquote id=\"blockquote_14\">                       5. If a Magistrate is satisfied that, for the purposes of\n                       any investigation or proceeding under the <a href=\"/doc/445276/\" id=\"a_113\">Cr.PC</a>,\n                       1898, it is expedient to direct any person to allow his\n                       measurements or photograph to be taken, he may\n                       make an order to that effect, and in that case the\n                       person to whom the order relates shall be produced\n                       or shall attend at the time and place specified in the\n                       order and shall allow his measurements or\n                       photograph to be taken, as the case may be, by a\n                       police officer:\n</blockquote><blockquote id=\"blockquote_15\">                       Provided that no order shall be made directing any\n                       person to be photographed except by a Magistrate of\n                       the first class:\n</blockquote><blockquote id=\"blockquote_16\">                       Provided further, that no order shall be made under\n                       this section unless the person has at some time been\n                       arrested in connection with such investigation or\n                       proceeding.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_94\">Crl. Appeal No.804/2001                                          Page 45 of 110</span>\n<blockquote id=\"blockquote_17\">                 <a href=\"/doc/103195814/\" id=\"a_114\">Section 2(a)</a> of the Act defines &quot;measurements&quot; as including\n                &quot;finger impressions and foot print impressions.\n</blockquote><p data-structure=\"Section\" id=\"p_100\">                6. There are two things to be noticed here. First, signature\n                and writing are excluded from the range of <a href=\"/doc/1391184/\" id=\"a_115\">Section 5</a> of\n                the Identification of Prisoners Act and, second, &#x27;finger\n                impressions&#x27; are included in both <a href=\"/doc/770022/\" id=\"a_116\">Section 73</a> of the\n                Evidence Act and <a href=\"/doc/1391184/\" id=\"a_117\">Section 5</a> of the Identification of Prisoners\n                Act. A possible view is that it was thought that <a href=\"/doc/770022/\" id=\"a_118\">Section\n                73</a> of the Evidence Act would not take in the stage of\n                investigation and so <a href=\"/doc/1391184/\" id=\"a_119\">Section 5</a> of the Identification of\n                Prisoners Act made special provision for that stage and\n                even while making such provision, signature and\n                writings were deliberately excluded. As we said, this is a\n                possible view but not one on which we desire to rest our\n                conclusion. Our conclusion rests on the language of <a href=\"/doc/770022/\" id=\"a_120\">Section\n                73</a> of the Evidence Act.\n</p><p data-structure=\"Precedent\" id=\"p_101\">                 xxx xxx\n\n</p><p data-structure=\"Precedent\" id=\"p_102\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"503502\" id=\"span_95\">8. The view expressed by us in the earlier paragraphs, on\n                the construction of <a href=\"/doc/770022/\" id=\"a_121\">Section 73</a>, Evidence Act was the view\n                taken by the Madras High Court in <a href=\"/doc/503502/\" id=\"a_122\">T. Subbiah v. S.K.D.\n                Ramaswamy Nadar</a> AIR 1970 Mad.</span> 85, the Calcutta High\n                Court in Farid Ahmed v. the State AIR1960Cal32 (Mitter J.,\n                at page 32). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1982118\" id=\"span_96\">and Priti Ranjan Ghosh and Ors. v. The State\n                (1973) 77 CWN 865, the High Court of Punjab and Haryana\n                in <a href=\"/doc/1982118/\" id=\"a_123\">Dharamvir Singh v. State</a>, the High Court of Madhya\n                Pradesh in Brij Bhushan Raghunandan Prasad v. The State\n                MANU/MP/0050/1957 : AIR 1957 MP 106, the Orissa High\n                Court in Srikant Rout v. State of Orissa 1972 (2) CWR 1332\n                and the Allahabad High Court in the judgment under\n                appeal.</span> A contrary view was taken by the Patna High Court\n                in Gulzar Khan and Ors. v. State MANU/BH/0069/1962 :\n</p><blockquote id=\"blockquote_18\">                <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1577995\" id=\"span_97\">AIR 1962 Pat 255 and the High Court of Andhra Pradesh in\n                <a href=\"/doc/1577995/\" id=\"a_124\">B. Rami Reddy and Ors. v. State of Andhra Pradesh</a>. We do\n                not agree with the latter view. We accordingly dismiss the\n                appeal and while doing so we would suggest that\n                suitable legislation may be made on the analogy of\n                <a href=\"/doc/1391184/\" id=\"a_125\">Section 5</a> of the Identification of Prisoners Act and\n                provide for the investiture of Magistrates with the\n                power to issue directions to any person, including an\n\n\n\n\n<span class=\"hidden_text\" id=\"span_98\">Crl. Appeal No.804/2001                                        Page 46 of 110</span>\n                 accused person, to give specimen signatures and\n                writings.</span>\n</blockquote><blockquote id=\"blockquote_19\">                23. In the decision reported as MANU/SC/0783/1994 :\n</blockquote><blockquote id=\"blockquote_20\">                [1994] 3 SCR 1061 Sukhvinder Singh and Ors. v. State of\n                Punjab, noting that the specimen writing of Sukhvinder\n                Singh was obtained by the police when he was in police\n                custody, notwithstanding the fact that Sukhvinder Singh\n                had admitted in his statement under <a href=\"/doc/767287/\" id=\"a_126\">Section 313</a> Cr.P.C.\n                that he gave the specimen handwriting it was held that the\n                opinion of the handwriting expert had to be excluded while\n                considering the evidence against Sukhvinder Singh. We\n                note that the said evidence brought on record inculpatory\n                evidence against Sukhvinder Singh in respect of ransom\n                letters Ex.P-A and Ex.P-C alleged by the prosecution to be\n                in the handwriting of Sukhvinder Singh.\n</blockquote>\n\n<blockquote id=\"blockquote_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_99\">59.     Though the Division Bench had relied on <a href=\"/doc/365868/\" id=\"a_127\">Ram Babu Mishra</a>\n\n(supra) for excluding the specimen writings, however, in Ram Babu\n\nMishra it was rather held that section 73 does not permit the Court,\n\nwhether Civil or Criminal to give direction to the accused to give\n\nspecimen writing for anticipated necessity for comparison in a\n\nproceedings which may later be instituted. The Court had further\n\nobserved that signatures and writings are excluded from the range of\n\n<a href=\"/doc/1391184/\" id=\"a_128\">Section 5</a> of the Identification of Prisoners Act. It was further observed\n\nthat <a href=\"/doc/770022/\" id=\"a_129\">Section 73</a> of the Evidence Act would not take in the stage of\n\ninvestigation and so <a href=\"/doc/1391184/\" id=\"a_130\">Section 5</a> of the Identification of Prisoners Act\n\nmade special provision for that stage and even while making such\n\nprovision, signature and writings were deliberately excluded.</span> But in\n\n\n\n<span class=\"hidden_text\" id=\"span_100\">Crl. Appeal No.804/2001                                     Page 47 of 110</span>\n Satyawan (supra) the investigating officer took specimen writings\n\nsamples while in custody. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_101\">Similarly in <a href=\"/doc/601466/\" id=\"a_131\">Sukhvinder Singh</a> (supra) relied\n\non by the Division Bench the Apex Court was of the view that under\n\n<a href=\"/doc/770022/\" id=\"a_132\">Section 73</a> of Evidence Act it is the court which has to make\n\ncomparison and it may either confirm opinion by comparing the\n\ndisputed and admitted writings or seek the assistance of an expert to\n\nput before the Court all the material together with reasons which\n\ninduce the expert to come to the conclusion that the disputed and the\n\nadmitted writings are that of one and the same, and so that the court\n\nmay confirm its own opinion on its own assessment of the report of the\n\nexpert based on the data furnished by the expert. It was further held\n\nthat since directions under <a href=\"/doc/770022/\" id=\"a_133\">Section 73</a> of the Evidence Act can be\n\ngiven for the purpose of enabling the Court to compare and not for\n\nthe purpose of enabling the investigating or prosecuting agency to\n\nobtain and produce as evidence in the case the specimen writings\n\nfor their comparison with the disputed writings, the accused could\n\nbe compelled to give his specimen signatures during the course of\n\ninvestigation. The Court was of the view that recourse to <a href=\"/doc/770022/\" id=\"a_134\">Section 73</a> of\n\nEvidence Act can be had only when the inquiry or trial is pending before\n\nthe Court and the Court wanted the writing for the purpose of enabling\n\nit to compare the same. It was also held that the court, which can issue\n\nsuch a direction, would either be the court holding inquiry under the\n\n<a href=\"/doc/445276/\" id=\"a_135\">Code of Criminal Procedure</a> or the court trying the accused.</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_102\">Crl. Appeal No.804/2001                                   Page 48 of 110</span>\n<blockquote id=\"blockquote_22\"> 60.     Rather in State represented by Inspector Police and ors v.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_103\">N.M.T.Joy Immaculate, (2004) 5 SCC 729 it was held that the\n\nadmissibility of evidence or a piece of evidence has to be judged having\n\nregard to the provisions of the <a href=\"/doc/1953529/\" id=\"a_136\">Evidence Act</a>. <a href=\"/doc/1953529/\" id=\"a_137\">The Evidence Act</a> or the\n\n<a href=\"/doc/445276/\" id=\"a_138\">Code of Criminal Procedure</a> or for that matter any other law in India\n\ndoes not exclude relevant evidence on the ground that it was obtained\n\nunder an illegal search or seizure. In the circumstances, the directions\n\nof the High Court that the confession and alleged recovery have no\n\nevidentiary value was held to be clearly illegal and had been set aside.\n\nThe Supreme Court had held that the effect of the confession and also\n\nthe recovery of the incriminating articles at the instance of the accused\n\nhave to be examined strictly in accordance with the provisions of the\n\n<a href=\"/doc/1953529/\" id=\"a_139\">Evidence Act</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">\n</p><p data-structure=\"Precedent\" id=\"p_105\">61.     In (1997) 10 SCC 44, Mohd.Aman and Anr v. State of Rajasthan,\n\nthe Supreme Court had held that under <a href=\"/doc/1963884/\" id=\"a_140\">Section 4</a> of Identification\n\nof Prisoners Act, 1920 the police was competent to take specimen\n\nfinger prints of the accused. It was further held that, however, to\n\ndispel any suspicion or to eliminate the possibility of fabrication of\n\nevidence such specimen finger prints should have been taken before or\n\nunder the order of a Magistrate. In para 8 of the judgment the Supreme\n\nCourt had held as under:-\n</p>\n<blockquote id=\"blockquote_23\">                &quot;....... it is true that under <a href=\"/doc/750738/\" id=\"a_141\">Section 4</a> thereof police is\n                competent to take fingerprints of the accused but to dispel\n                any suspicion as to its bonafides or to eliminate the\n\n\n\n<span class=\"hidden_text\" id=\"span_103\">Crl. Appeal No.804/2001                                      Page 49 of 110</span>\n                 possibility of fabrication of evidence it was eminently\n                desirable that they were taken before or under the order of\n                a Magistrate. The other related infirmity from which the\n                prosecution case suffers is that the brass jug, production of\n                which would have been the best evidence in proof of the\n                claim of its seizure and subsequent examination by the\n                Bureau, was not produced and exhibited during trial-for\n                reasons best known to the prosecution and unknown to the\n                Court. For the foregoing discussion we are unable to\n                sustain the convictions of Mohd.Aman.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_106\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"558753\" id=\"span_104\">62.     The Supreme Court again in <a href=\"/doc/558753/\" id=\"a_142\">Pooran Mal v. The Director of\n\nInspection (Investigation), New Delhi and Ors.</a>, (1974) 1 SCC 345 had\n\nheld that neither by invoking the spirit of our Constitution nor by a\n\nstrained construction of any of the fundamental rights it can be held\n\nthat the evidence obtained on an illegal search can be excluded. It was\n\nfurther held that so far as India is concerned its law of evidence is\n\nmodeled on the rule of evidence which prevail in English law, and\n\nCourts in India and in England have consistently refused to exclude\n\nrelevant evidence merely on the ground that it is obtained by illegal\n\nsearch or seizure.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_107\">\n</p><p data-structure=\"Precedent\" id=\"p_108\">63.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"677948\" id=\"span_105\">In <a href=\"/doc/677948/\" id=\"a_143\">Shankaria v. State of Rajasthan</a>, (1978) 3 SCC 435 construing\n\nthe provisions of <a href=\"/doc/1963884/\" id=\"a_144\">Section 4</a> &amp; <a href=\"/doc/1391184/\" id=\"a_145\">5</a> of Identification of Prisoners Act, 1920 it\n\nwas held by the Supreme Court that police is competent under <a href=\"/doc/1963884/\" id=\"a_146\">Section\n\n4</a> of the said Act to take specimen fingerprints of the accused. In this\n\ncase the fingerprints of the accused were taken before the\n\nSuperintendent of Police Sh.K.P.Srivastava and it was held that it\n\nwas not necessary for them to obtain an order from the Magistrate\n\n\n<span class=\"hidden_text\" id=\"span_106\">Crl. Appeal No.804/2001                                        Page 50 of 110</span>\n for obtaining such fingerprints. The relevant para 84 at page 458 is as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_24\">                &quot;84: The contention appears to be misconceived because\n                in the State of Rajasthan, the police were competent under\n                <a href=\"/doc/1963884/\" id=\"a_147\">Section 4</a> of the Identification of Prisoners Act, to take the\n                specimen finger-prints of the accused, and this they did, in\n                the instant case, before the Superintendent of Police,\n                Sh.K.P.Srivastava. It was not necessary for them to obtain\n                an order from the Magistrate for obtaining such specimen\n                finger-prints.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_109\">64.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769219\" id=\"span_107\">In <a href=\"/doc/1769219/\" id=\"a_148\">State (NCT of Delhi) v. Navjot Sandhu</a>, (2005) 11 SCC 600 a\n\nplea was raised on behalf of the accused that the tape recorded\n\nconversation obtained by interception could not be utilized by the\n\nprosecution to incriminate them. The plea was opposed by the\n\nprosecution contending that the illegality or irregularity does not affect\n\nits admissibility in evidence as there was no specific embargo against\n\nthe admissibility in the <a href=\"/doc/357830/\" id=\"a_149\">Telegraph Act</a> or in the rules. The Supreme\n\nCourt had held at page 717 in paragraph 154 that the non compliance\n\nor inadequate compliance with the provisions of the <a href=\"/doc/357830/\" id=\"a_150\">Telegraph Act</a> does\n\nnot per se affect the admissibility.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1179783\" id=\"span_108\">The Supreme Court had placed\n\nreliance on <a href=\"/doc/1179783/\" id=\"a_151\">R.M.Malkani v. State of Maharashtra</a>, (1973) 1 SCC 471\n\nwhere it was clarified that a contemporaneous tape record of a relevant\n\nconversation is a relevant fact and is admissible as res gestae under\n\n<a href=\"/doc/681440/\" id=\"a_152\">Section 7</a> of the Evidence Act.</span> Reliance was also placed on Karuma v.\n\nReginam, (1955) 1 All. ER 239 where the judicial committee had held\n\nthat if evidence is admissible it matters not how it was obtained. It was,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_109\">Crl. Appeal No.804/2001                                        Page 51 of 110</span>\n however, further held that the judge has the discretion to disallow\n\nevidence in a criminal case, if the strict rules of admissibility would\n\noperate unfairly against the accused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_110\">\n</p><p data-structure=\"Precedent\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"677948\" id=\"span_110\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"729191\" id=\"span_111\">65.     From the above discussion it is apparent that the Division Bench\n\nin Harpal (supra) and other matters did not take into consideration the\n\nratio laid down by the Supreme Court in <a href=\"/doc/729191/\" id=\"a_153\">Mohd. Aman &amp; Anr. Vs State\n\nof Rajasthan</a>(supra) categorically holding that under <a href=\"/doc/1963884/\" id=\"a_154\">section 4</a> of the\n\nIdentification of Prisioners Act, 1920, the police is competent to take\n\nmeasurements of the accused and similarly in <a href=\"/doc/677948/\" id=\"a_155\">Shankaria Vs State of\n\nRajasthan</a>, (1978) 3 SCC 435 the provision of <a href=\"/doc/1963884/\" id=\"a_156\">section 4</a> &amp; <a href=\"/doc/1391184/\" id=\"a_157\">5</a> of the\n\nIdentification of Prisioner;s act, 1920 were considered and it was held\n\nthat the police is competent under <a href=\"/doc/1963884/\" id=\"a_158\">section 4</a> of the said act to take the\n\nmeasurements of the accused.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_112\">In <a href=\"/doc/365868/\" id=\"a_159\">Ram Babu Misra</a> (supra) the finger\n\nprints and signatures were not treated at par and it was rather\n\nobserved that the specimen signatures and writing are excluded from\n\nthe range of section 5 of the Identity of Prisoners Act, 1920. It was\n\nfurther observed that <a href=\"/doc/770022/\" id=\"a_160\">section 73</a> of the Evidence Act would not apply at\n\nthe stage of investigation and so <a href=\"/doc/1391184/\" id=\"a_161\">section 5</a> of the Identification of\n\nPrisoner&#x27;s Act, 1920 has made special provisions for that stage and\n\neven while making such provision, signatures and handwriting were\n\ndeliberately excluded.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"677948\" id=\"span_113\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"729191\" id=\"span_114\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_115\"><a href=\"/doc/601466/\" id=\"a_162\">Sukhvinder Singh</a> (supra) referred to in Harpal\n\nSingh (supra) has also not considered the ramification of <a href=\"/doc/1963884/\" id=\"a_163\">section 4</a> of\n\nthe    Identification     of   Prisoners&#x27;   Act,   1920   nor   has   taken        into\n\n\n\n<span class=\"hidden_text\" id=\"span_116\">Crl. Appeal No.804/2001                                           Page 52 of 110</span>\n consideration <a href=\"/doc/729191/\" id=\"a_164\">Mohd Aman</a> (supra) and <a href=\"/doc/677948/\" id=\"a_165\">Shankaria</a> (supra) categorically\n\ndealing with the scope of <a href=\"/doc/1963884/\" id=\"a_166\">section 4</a> of the Identification of Prisoner&#x27;s Act,\n\n1920.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_112\">\n</p><p data-structure=\"Precedent\" id=\"p_113\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_117\">66.     What emerges from the above discussion is that <a href=\"/doc/770022/\" id=\"a_167\">section 73</a> of the\n\nIndian Evidence Act 1872 enables the Court to direct the taking of\n\nspecimen handwritings, in matters pending before it. The direction is\n\ntherefore, given by the Court for the purpose of enabling the Court to\n\ncompare and not for the purpose of enabling the investigating or a\n\nprosecuting agency to obtain and produce as evidence in the case, the\n\nspecimen handwritings for their ultimate comparison with the letter and\n\nthe ransome note in question(Q1 &amp; Q2). Thus it certainly does not bar\n\nthe police officials to take specimen handwriting for the purposes of\n\ninvestigation. As noted by the Constitution Bench of Supreme Court in\n\n<a href=\"/doc/1626264/\" id=\"a_168\">Kathi Kalu Oghad</a> (supra)        such evidence does not stand barred by\n\n<a href=\"/doc/366712/\" id=\"a_169\">Article 20(3)</a> of the Indian Constitution, as it is not deemed as being &quot;a\n\nwitness against oneself&quot;, and it does not amount to testimonial\n\ncompulsion.</span>         Rambabu Mishra (supra) also clearly lays down that\n\nspecimen handwritings and signatures, do not come within the purview\n\nof the <a href=\"/doc/1747275/\" id=\"a_170\">Identification of Prisoners Act</a>.1920. It was further observed that\n\n<a href=\"/doc/770022/\" id=\"a_171\">Section 73</a> of the Evidence Act would not take in the stage of\n\ninvestigation and so <a href=\"/doc/1391184/\" id=\"a_172\">Section 5</a> of the Identification of Prisoners Act\n\nmade special provision for that stage and even while making such\n\nprovision, signature and writings were deliberately excluded. Thus\n\n\n\n<span class=\"hidden_text\" id=\"span_118\">Crl. Appeal No.804/2001                                      Page 53 of 110</span>\n under the said Act, obtaining sample handwriting or signatures is not\n\nbarred under any provisions of the said act and any sample\n\nhandwriting or signatures taken by the police or investigating agency,\n\nunless specifically barred under any other legislation,            cannot be\n\nexcluded being not contrary to any provision of the said Act. In any case\n\neven if it is assumed that specimen handwriting comes within the ambit\n\nof &quot;measurements&quot; in the <a href=\"/doc/1747275/\" id=\"a_173\">Identification of Prisoners Act, 1920</a>, it was\n\nheld categorically that police officials are undoubtedly empowered to\n\ntake measurements, etc under S. 4 of the Identification of Prisoners Act,\n\nand S.4 of the Act is independent of <a href=\"/doc/1391184/\" id=\"a_174\">Sec. 5</a>, in its application.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_114\">67.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_119\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_120\">In the circumstances, it is inevitable to infer that the Supreme\n\nCourt has not held in <a href=\"/doc/1626264/\" id=\"a_175\">Kathi Kalu Oghad</a> (supra); Rambabu Mishra\n\n(supra) and <a href=\"/doc/601466/\" id=\"a_176\">Sukhvinder</a> (supra) that the sample handwriting obtained\n\nby the police officials is not admissible and has to be excluded. Any\n\nview to the contrary appears to be not in consonance with these\n\njudgments of Supreme Court.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_115\">\n</p><p data-structure=\"Section\" id=\"p_116\">68.     Thus I am of the view that the specimen handwritings which were\n\ntaken from the appellant, Sapan Haldar is not covered the provisions of\n\nthe <a href=\"/doc/1747275/\" id=\"a_177\">Identification of Prisoners Act, 1920</a>, and therefore since it is not\n\nspecifically bared under any law, it will be admissible in evidence and\n\ncannot be made inadmissible on the ground that permission under\n\n<a href=\"/doc/1391184/\" id=\"a_178\">section 5</a> of the said Act was not taken from the concerned Magistrate.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_121\">Crl. Appeal No.804/2001                                      Page 54 of 110</span>\n In any case, I am of the opinion that <a href=\"/doc/1963884/\" id=\"a_179\">section 4</a> and <a href=\"/doc/1391184/\" id=\"a_180\">section 5</a> are\n\nindependent of each other.\n</p>\n<p data-structure=\"Precedent\" id=\"p_117\">\n</p><p data-structure=\"Precedent\" id=\"p_118\">69.     Another Bench of this Court in Crl.A. No. 1005 of 2008 titled as\n\nBupender Singh Vs The State (Govt. of NCT of Delhi) by order dated 6th\n\nApril, 2011 had held sample finger prints which were taken in that case\n\nunder <a href=\"/doc/1963884/\" id=\"a_181\">section 4</a> of the Identification of Prisoners Act, 1920 will be\n\nadmissible in evidence and cannot be made inadmissible on the ground\n\nthat permission under <a href=\"/doc/1391184/\" id=\"a_182\">section 5</a> of the said Act had not been taken from\n\nthe concerned Magistrate. The Bench which decided Crl.A. No. 1005 of\n\n2008 by order dated 6th April, 2011, however referred the question\n\n&quot;Whether the sample finger prints taken from the accused during\n\ninvestigation under <a href=\"/doc/1963884/\" id=\"a_183\">section 4</a> of the Identification of Prisoners Act,\n\n1920 will be admissible or not?&quot; to the larger Bench.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_119\">70.     The sample handwritings and signatures are not covered under\n\nthe <a href=\"/doc/1747275/\" id=\"a_184\">Identification of Prisoners Act, 1920</a> as had been held by the\n\nSupreme Court. If a measurement which is covered under the\n\nprovisions of Identification of Prisoner‟s Act, 1920 is not inadmissible if\n\nit is taken under <a href=\"/doc/1963884/\" id=\"a_185\">section 4</a> of the said act without the permission of the\n\nconcerned Magistrate, a fortiori, sample handwritings and signatures\n\nwhich are not covered under the said Act will not be inadmissible on the\n\nground that they were taken without the permission of the concerned\n\nMagistrate under <a href=\"/doc/1391184/\" id=\"a_186\">section 5</a> of the said Act. Since other Benches of this\n\nCourt as detailed hereinabove have held differently holding that such\n\n\n<span class=\"hidden_text\" id=\"span_122\">Crl. Appeal No.804/2001                                     Page 55 of 110</span>\n specimen handwritings and signatures will be inadmissible, it will be\n\nappropriate to have the decision of a larger Bench on this Issue.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_120\">71.     The other issues raised in this appeal, therefore, should be\n\ndecided after the decision of this issue by a larger Bench &quot; Whether the\n\nsample handwritings and signatures taken from the accused during\n\ninvestigation without the permission of the Magistrate would be\n\nadmissible or not and would be covered under the provisions of the\n\n<a href=\"/doc/1747275/\" id=\"a_187\">Identification of Prisoners Act, 1920</a>.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">\n\n\n</p><pre id=\"pre_4\">August 11, 2011                            ANIL KUMAR, J.\nVk/k/rs\n\n\n\n\n<span class=\"hidden_text\" id=\"span_123\">Crl. Appeal No.804/2001                                    Page 56 of 110</span>\n SURESH KAIT J.\n\n</pre><p data-structure=\"Issue\" id=\"p_122\">1.      The appellants have challenged the judgment dated 02.05.2001\n\npassed by the Trial Judge, whereby the appellants were held guilty\n\nunder section 364A and 365 read with <a href=\"/doc/1897847/\" id=\"a_188\">section 120 B </a>of Indian Penal\n\nCode, and order dated 04.05.2001 sentencing the appellants to\n\nimprisonment for life and a fine of Rs. 3,000/- each, in default of which\n\nto further undergo rigourous imprisonment for three months each.\n\n\n</p><p data-structure=\"Facts\" id=\"p_123\">2.      The case of the prosecution in brief is that on 06.03.1998 at\n\nabout 7:15 a.m., Subashish s/o Sh. Ashish Chatterjee and his two\n\nsisters, had come down from their house, flat no. E-52, Sarita Vihar, as\n\nthey were to leave for their school in their private car to DPS Vasant\n\nKunj. The driver, namely Santosh was sitting on the driver‟s seat of the\n\ncar and waiting for them. The sisters of Subashish were sitting at the\n\nrear end of the car, while he was sitting besides the driver. Suddenly,\n\nfour men with muffled faces entered into the car forcefully. Two persons\n\nput a revolver on the temple of Santosh and one person dragged\n\nSubashish out of the car and took him into a Maruti car bearing no.DL\n\n3CC 6161. The fourth person was already sitting at the steering wheel\n\nof the Maruti car. Thus, the child was kidnapped by these unknown\n\npersons. Before escaping in the car, the kidnappers had allegedly left\n\nbehind a letter, written in Hindi, at the place from where the child was\n\nkidnapped. The note reads as follows:-\n</p>\n<blockquote id=\"blockquote_25\">                &quot;Need not worry, your child is safe with us. He will not\n                suffer even a scratch. But if you dare to inform the\n\n\n<span class=\"hidden_text\" id=\"span_124\">Crl. Appeal No.804/2001                                    Page 57 of 110</span>\n                 police you on your own will be responsible for the\n                death of your child. If you want your child back safe\n                and sound then you have to accept my terms, which\n                will be told to you on the phone. If you dare to do\n                anything undesirable such as taping the telephone or\n                taking the assistance of police you will definitely be\n                awarded the prize and that will be in the form of dead\n                body of your son, which you will find lying on the side\n                of some road. Police can only give you the corpse but\n                not our address. If you want to get your son sound,\n                safe and alive, that if you agree to accept our each\n                and every terms &amp; condition then tie a green coloured\n                cloth on the grill of your terrace. You will receive our\n                phone after 24 hours.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_124\">3.      A complaint was lodged with the police by Mr. Ashish Chaterjee,\n\nfather of the kidnapped child, vide Ex.PW2/A. The note left behind by\n\nthe kidnappers and a postcard, Ex 13/22 allegedly received, from the\n\nkidnappers, by the family of the kidnapped boy, were also handed over\n\nto the police. Thereafter, a police team headed by SI Rajbir Singh\n\ngathered at Sarita Vihar, to trace out the child. The police received the\n\ninformation that the car having the child in it had gone towards Village\n\nMadan Pur Khadar. After which the police officials searched Parmar\n\ncolony in search of the kidnapped child. The police then received the\n\ninformation that the alleged car used by the kidnappers had met with a\n\nserious accident. A broken down electric pole was also found, which\n\nwas on account of the said accident. The car was subsequently\n\nrecovered at a Kucha Road ahead of Narula Farm. The number plate on\n\nthe front of the car bore the registration No.DL 3C 661, while the\n\nnumber plate on the rear of the car bore the registration No. DL 3C\n\n6261. However, no one was found inside the car. All what was recovered\n\n\n<span class=\"hidden_text\" id=\"span_125\">Crl. Appeal No.804/2001                                    Page 58 of 110</span>\n from the car was one broken injection of Diazepam which was found in\n\na polythene bag in the rear seat of the car, along with one green cloth.\n\nThe cloth, as well as, the broken injection were wrapped in a cloth and\n\nsealed with the seal of „RS‟. The driver of the car, Santosh was also\n\npresent at the time and he identified the car as the one in which the\n\nkidnapped child was taken. Thus, the car was seized by the police\n\nofficials.The police party then extended their search to village Meetha\n\nPur for further investigation. One Baldev Singh met the police and\n\ninformed them that one lady and one boy had taken the child in an\n\nauto rickshaw driven by his tenant Tammana. At the time these\n\npersons had claimed that the child was sick. Tamana subsequently\n\njoined in the search and he led the police team to a place in Village\n\nMeetha Pur. There, one lady named Rita, told the police, that accused\n\nShefali and her son co-accused, Sapan Haldar had come to her house\n\nalong     with    a       child   who   was   covered   with   a   sheet.   Allegedly\n\naccused/appellant Shefali had told her that the child was sick and\n\nhence she had asked for some water. After 10 minutes, the accused\n\npersons left saying that they were taking the child to the hospital.\n\nThereafter, Rita also joined in the investigation.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_125\">4.      Rita took the police team to the house of appellant Shefali in\n\nParmal Colony. The door of the house was found to be closed from\n\ninside. Since, there was delay in opening the door, the police officials\n\nforcefully pushed the door open.\n</p>\n<p data-structure=\"Precedent\" id=\"p_126\">\n\n<span class=\"hidden_text\" id=\"span_126\">Crl. Appeal No.804/2001                                               Page 59 of 110</span>\n</p><p data-structure=\"Facts\" id=\"p_127\"> 5.      As per the case of the prosecution, appellant Shefali was found\n\ninside the room along with the kidnapped child sitting on a wooden\n\nTakhat. The name of the child was Subashish, who was about ten years\n\nold. Thereafter, the police waited there, for the arrival of appellant\n\nSapan Haldar as Shefali had told them that he had gone to buy some\n\nmilk for the child and that he would be coming back soon. Accused,\n\nSapan Haldar returned home after 20 minutes, and was identified by\n\nTammana and Rita. Thereafter, he was arrested by the police.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_128\">6.      On the search of accused Sapan Haldar, a country made pistol\n\nwas found in the left side pocket of his pant. Two live cartridges were\n\nalso recovered from the right side pocket of his pant and one cartridge\n\nwas found in the pistol itself. Three lined papers were also recovered\n\nfrom the side pocket of the shirt of accused Sapan Haldar, of which one\n\nwas written and the remaining two were blank. Allegedly, it contained a\n\ndemand for Rs.25 lacs as ransom. These papers were seized vide memo\n\nEx.PW 13/8. The child was recovered by the police around evening\n\ntime, vide memo Ex. PW 13/1, and was handed over to his parents at\n\nabout 10 PM. A green colour sweater, was seized Ex. P2 and a belt with\n\nthe words Delhi Public School, Vasant Kunj written on it, Ex.P1\n\nbelonging to the kidnapped child and one number plate on which black\n\npaint had been applied on the registration number, Ex. PW13/5 which\n\nwere produced by the accused Sapan Halder from his house in Parmal\n\nColony, were also seized. The accused Sapan Haldar also produced one\n\n\n\n<span class=\"hidden_text\" id=\"span_127\">Crl. Appeal No.804/2001                                  Page 60 of 110</span>\n injection of Diazapam and some other injections from his clinic in\n\nMadanpur Khadar Extention, which, were allegedly used on the child to\n\nmake him unconscious.\n</p>\n<p data-structure=\"Precedent\" id=\"p_129\">\n</p><p data-structure=\"PetArg\" id=\"p_130\">7.       The case of the prosecution is that the appellants were party to\n\nthe criminal conspiracy to kidnap the child Subashish for ransom. This\n\nis also the case of the prosecution that the house from where the child\n\nwas recovered belonged to the appellants Shefali and Sapan Haldar.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_131\">8.       Pursuant to his arrest, accused Sapan Haldar made a disclosure\n\nstatement on 06.03.1998, in which he divulged that the conspiracy was\n\nhatched to kidnap the child Subashish, also included persons namely,\n\nSuraj,      Dharampal and a Muslim person, who he did not name.\n\nHowever, on 14.03.1998 he divulged the correct names of his\n\naccomplices as Umesh and Ramesh.\n</p>\n<p data-structure=\"Precedent\" id=\"p_132\">\n</p><p data-structure=\"Precedent\" id=\"p_133\">9.       Subsequently, secret information was received by the police, that\n\naccused Umesh, who was wanted in this case was present near Jeevan\n\nNursing Home. Thus, Umesh was identified by appellant Sapan Haldar\n\nand was arrested by the police at the spot mentioned above, on\n\n17.03.1998.\n</p>\n<p data-structure=\"Precedent\" id=\"p_134\">\n</p><p data-structure=\"CDiscource\" id=\"p_135\">10.      This is also the case of the prosecution that an Identity card Ex\n\nPW7/1 of the kidnapped child was recovered from the possession of the\n\naccused Umesh on the day of the arrest. In the evening of the same day,\n\nthe police party moved in search of accused Ramesh. At about 6:30 PM\n\n\n<span class=\"hidden_text\" id=\"span_128\">Crl. Appeal No.804/2001                                     Page 61 of 110</span>\n they were taken to Govind Puri by accused Sapan Haldar and Umesh.\n\nThereafter, accused Ramesh was found at a tempo stand, near a temple\n\nand was apprehended by the police. He was interrogated whereby he\n\nmade a disclosure statement that a country pistol, one revolver and air\n\ngun and cartridges were concealed by him under the sand of River\n\nYamuna, slightly ahead of the place where the Maruti car was\n\nabandoned.           Accused Ramesh took the police to the place on\n\n18.03.1998, however, nothing could be recovered.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_136\">11.     On 28.03.1998, the police further took police remand of Ramesh\n\nand on 29.03.1998, accused Ramesh, while in police custody took the\n\npolice to the bank of River Yamuna near Narula Farm. Pursuant to\n\nwhich one country made revolver/pistol, one revolver and four\n\ncartridges were recovered at the instance of accused Ramesh.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_137\">12.     The specimen handwriting of Sapan Haldar S1 to S6 vide memo\n\nEx. PW13/20 and that of Umesh S7 to S9 vide memo. Ex PW 13/19\n\nwas obtained by the Police. Thereafter, the specimen handwritings were\n\nsent to the FSL, Malviya Nagar, for comparison with the threat letter,\n\nransom note as well as the postcard allegedly received from the\n\nkidnappers. The handwriting expert opined that the writing on the letter\n\nleft by the kidnappers at the place of the kidnapping matched with the\n\nsample handwriting of the appellant Sapan Haldar.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_129\">Crl. Appeal No.804/2001                                   Page 62 of 110</span>\n</p><p data-structure=\"CDiscource\" id=\"p_138\"> 13.     On 07.03.1998, the IO had moved an application Ex. PW 17/12\n\nfor fixing a date for holding the Test Identification Parade (TIP) of\n\naccused Sapan Haldar. Accused Sapan Haldar was produced before the\n\ncourt in a muffled face. The TIP was fixed for 11.03.1998, however, on\n\nthe said date the court declined to hold the TIP on the ground that the\n\nphotographs of the accused Sapan Haldar had appeared in The\n\nHindustan Times on 8th March 1998, therefore, there was no point in\n\nholding Test Identification Parade.\n</p>\n<p data-structure=\"Precedent\" id=\"p_139\">\n</p><p data-structure=\"CDiscource\" id=\"p_140\">14.     On 18.03.1998, again an application, Ex.PW11/1 for holding the\n\nTIP of accused Umesh and Ramesh was filed. The date of 23.03.1998\n\nwas also fixed for holding the test identification parade of the accused\n\npersons. However on that said date another application was moved by\n\nEx. PW 11/2 for fixing another date as the witnesses had suddenly left\n\nfor Calcutta. Thereafter the date of 27.03.1998 was fixed by the Court\n\nfor holding TIP of the accused persons, however, on that day the\n\naccused persons who were produced in muffled faces, refused to\n\nparticipate in the proceedings.\n</p>\n<p data-structure=\"Issue\" id=\"p_141\">15.     Charges under <a href=\"/doc/1897847/\" id=\"a_189\">Sections 120-B</a>, <a href=\"/doc/1374258/\" id=\"a_190\">364-A</a> and <a href=\"/doc/180217/\" id=\"a_191\">506</a> of the Indian\n\nPenal Code were framed against the appellants by the learned Sessions\n\nJudge to which they pleaded not guilty and claimed trial . A separate\n\ncharge under <a href=\"/doc/73862/\" id=\"a_192\">Section 25</a> of the Arms Act was framed against the\n\naccused Ramesh to which he pleaded not guilty and claimed trial.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_130\">Crl. Appeal No.804/2001                                   Page 63 of 110</span>\n</p><p data-structure=\"Section\" id=\"p_142\"> 16.     The prosecution examined 19 witnesses in support of its case and\n\nthe accused persons were examined under <a href=\"/doc/767287/\" id=\"a_193\">Section 313</a> of the Code of\n\nCriminal Procedure however no witness had been examined in their\n\ndefense.\n</p>\n<p data-structure=\"Precedent\" id=\"p_143\">\n</p><p data-structure=\"CDiscource\" id=\"p_144\">17.     The trial court examined the evidence on record and considered\n\nthe defense of the accused persons and ultimately concluded on the\n\nguilt of the appellants. However, the trial court was of the view that\n\nthere was no sufficient evidence on record to inculpate the guilt of\n\naccused Umesh and hence he was acquitted, while the Trial court found\n\nenough evidence on record to convict accused Ramesh under <a href=\"/doc/73862/\" id=\"a_194\">Section\n\n25</a> of the Arms Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_145\">\n</p><p data-structure=\"Conclusion\" id=\"p_146\">18.     The instant appeal is against the order of conviction and\n\nsentence imposed on the accused persons being filed by appellants,\n\nShefali and Sapan Haldar.\n</p>\n<p data-structure=\"Precedent\" id=\"p_147\">\n</p><p data-structure=\"RespArg\" id=\"p_148\">19.     Learned counsel for the appellants has contended that the star\n\nwitness, as per the prosecution, is Tammanna, PW4 who deposed that\n\nappellant Shefali along with one man had come to him on 06.03.1998\n\nwith a boy of about 10 years and had hired his auto to be taken to a\n\nhospital, however, on the way to the hospital they had stopped the auto\n\nand taken his scooter to Meetha Pur. Thereafter, they asked\n\nTammanna, PW-4 to stop the auto outside a house and instructed him\n\n\n\n\n<span class=\"hidden_text\" id=\"span_131\">Crl. Appeal No.804/2001                                   Page 64 of 110</span>\n to knock on the door. This witness has identified accused Shefali in the\n\nCourt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_149\">\n</p><p data-structure=\"RespArg\" id=\"p_150\">20.     However, the learned counsel contended that no reliance can be\n\nplaced on this witness since he also deposed that the police had come\n\nto his house on the next day at about 7:00 AM which is diametrically\n\nopposite to the story of the prosecution; which is that the police had\n\ngone to the house of PW4 on the same day of the alleged incident. It is\n\nalso pointed out that whereas PW4 had stated that the door of the\n\nhouse, from where the child was recovered, was locked from the\n\noutside, the police officials had claimed that the door was locked from\n\nthe inside which was subsequently broken by the police.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_151\">21.     The learned counsel asserted that such a major contradiction\n\ngoes to the very root of the matter and hence should not be relied on\n\nand therefore the benefit of this inconsistency should be given to the\n\nappellants.\n</p>\n<p data-structure=\"Precedent\" id=\"p_152\">\n</p><p data-structure=\"PetArg\" id=\"p_153\">22.     Learned counsel further contended that, as per the deposition of\n\nPW-2, the mother of the kidnapped child, four men had come and all of\n\nthem were in muffled faces. Thus it is asserted that the witness could\n\nnot have known who the four persons were, and also no woman was\n\npresent at that time. It is further argued that even the number plate of\n\nthe car in which the child was allegedly kidnapped was given to PW-2\n\nby the driver Santosh, PW-8 and that she had not noted the number\n\n\n\n<span class=\"hidden_text\" id=\"span_132\">Crl. Appeal No.804/2001                                   Page 65 of 110</span>\n plate on her own, hence the trial court gravely erred in taking this into\n\nconsideration, as PW-8 himself deposed that he had not given the\n\nnumber of the car to the police as DL-3C-6161.\n</p>\n<p data-structure=\"Precedent\" id=\"p_154\">\n</p><p data-structure=\"PetArg\" id=\"p_155\">23.     The learned counsel further substantiated his submission by\n\nplacing reliance on the deposition of PW-3, Sh. Ashish Chaterjee, father\n\nof the kidnapped child, who also stated that he was not aware of the\n\nidentity of the persons who had taken his child as they were in muffled\n\nfaces. It was thus submitted that there is absolutely no direct evidence\n\nthat links the appellants to the offence committed, except for the\n\ncircumstantial evidence which itself has many links missing and hence\n\nis not enough to inculpate the appellants.\n</p>\n<p data-structure=\"Precedent\" id=\"p_156\">\n</p><p data-structure=\"PetArg\" id=\"p_157\">24.     The learned counsel has also attempted to highlight the\n\nimprobabilities in the deposition of PW-4, Tammanna who had deposed\n\nthat appellant Shefali, who was accompanied by a man and a child of\n\nabout 10 years had hired his auto for taking the child to the hospital.\n\nHowever, instead of going to the hospital, the appellant had stopped the\n\nauto and took the scooter of PW-4 to a house. Thereafter, PW-4 was\n\nasked to knock on the door of the house and he had even assisted the\n\nappellant Shefali in lifting the child from the scooter. The learned\n\ncounsel contended that if two persons were indeed present with the\n\nchild at the time, then why was PW-4 asked to knock on the door of the\n\nhouse and also why was PW-4 asked to lift the child, as the child could\n\nhave been easily lifted by the other two persons.      According to the\n\n\n<span class=\"hidden_text\" id=\"span_133\">Crl. Appeal No.804/2001                                    Page 66 of 110</span>\n counsel, the house in which the child was initially taken to, has not\n\nbeen identified by the prosecution and neither does PW-4 remember the\n\nnumber of the house nor the occupants of the same. Hence, a very\n\nimportant link which is the foundation of the prosecution‟s allegations\n\nhas not been established.\n</p>\n<p data-structure=\"Precedent\" id=\"p_158\">\n</p><p data-structure=\"RespArg\" id=\"p_159\">25.     It is also contended that in the deposition of PW4 another lady\n\nwas also present in the house at the time the child was allegedly\n\nrecovered from the house of the appellant Shefali and apparently that\n\nlady was the daughter-in-law of the appellant. However, neither the\n\nstatement of this lady had been recorded nor had she been examined.\n\nThus, it is contended that there are serious lacunas in the story put up\n\nby the prosecution and chain is not complete, since the major links are\n\nmissing. It was also contended that as per the deposition of PW4\n\nTammanna, he has categorically stated that he had seen accused\n\nShefali on the day of the incident and since that day he had only seen\n\nher in the court.\n</p>\n<p data-structure=\"Precedent\" id=\"p_160\">\n</p><p data-structure=\"PetArg\" id=\"p_161\">26.     According to the learned counsel appellant Shefali should have\n\nbeen duly identified by PW4 by means of TIP and the absence of it, in\n\nthe facts and circumstances, is a serious lapse on the part of the\n\nprosecution and the same cannot be held sufficient to inculpate the\n\nguilt of the appellant. It is further pointed out that Sapan Haldar and\n\nShefali had never refused TIP and therefore an adverse inference for the\n\nsame is not possible against the appellants.\n</p>\n<p data-structure=\"Precedent\" id=\"p_162\">\n<span class=\"hidden_text\" id=\"span_134\">Crl. Appeal No.804/2001                                   Page 67 of 110</span>\n</p><p data-structure=\"RespArg\" id=\"p_163\"> 27.     The learned counsel further contended that the sister of the\n\nkidnapped child, PW-5 Ms.Sananda Chatterjee had deposed that her\n\nbrother had been kidnapped in a Maruti 800 car brought by the four\n\nkidnappers, which is diametrically opposite to the deposition of PW-8\n\nSantosh the driver, who had deposed that there were three kidnappers\n\nand that the child was kidnapped in an ambassador. He had also\n\ndeposed categorically that he had not given the number of the car as DL\n\n3C 6161 nor had he stated that the car was a Maruti. He had also\n\ntestified that he had narrated the events to the police, however his\n\nstatement was not recorded in writing before him and that his\n\nsignatures were obtained on plain papers. He had further testified that\n\nhe had not given any letter to PW2 as deposed by her in court.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_164\">28.     As per the learned counsel, these contradictions are too grave and\n\nthe Trial court was wrong to have not taken them into consideration.\n\nAccording to the learned counsel, even though PW-8 had deposed that\n\nhe could identify the driver of the car in which the child was kidnapped,\n\nhowever, he did not identify either of the appellants as being the driver\n\nof the car in which the child was kidnapped. Even the suggestion as to\n\nthe fact that he had resiled from his earlier statement made before the\n\npolice was denied by him. The learned counsel submits that on all\n\ncounts the prosecution has failed to bring any conclusive evidence on\n\nrecord to inculpate the guilt of the appellants.\n</p>\n<p data-structure=\"Precedent\" id=\"p_165\">\n\n\n<span class=\"hidden_text\" id=\"span_135\">Crl. Appeal No.804/2001                                     Page 68 of 110</span>\n</p><p data-structure=\"PetArg\" id=\"p_166\"> 29.     The learned counsel further discredited the deposition of PW6,\n\nthe owner of the alleged car which was stolen and in which the child\n\nwas allegedly kidnapped by the appellants and who had made a\n\ncomplaint at Police Station Kalkaji regarding his Maruti car bearing\n\nNo.DL 1CB 1729 being stolen on 04.03.1998. According to the learned\n\ncounsel, the prosecution had propounded that, at the time the car was\n\nseized it was having two number plates i.e. a number plate bearing\n\nNo.DL 3C 6261 in the front while the number plate bearing No.DL 3C\n\n661 in the rear, however       PW-6Sh.Chander Bhan had deposed that\n\nthere was no number plate on the car when it was delivered to him.\n\nThus it could not be established that it was the same car bearing the\n\ntwo separate number plates which was seized by the police and which\n\nwas allegedly used by the appellants to kidnap the child. PW-6 had\n\nfurther deposed that the left window of the car was broken at the time\n\nof delivery, however no other damage was found on the car. Thus, the\n\nlearned counsel contended that it is extremely odd that when as alleged\n\nby the prosecution through the deposition of PW-17 SI Rajbir Singh, the\n\ncar had hit an electric pole and was found in an overturned position;\n\nthen how could it be possible for the car to have not been further\n\ndamaged. It is contended that such inconsistencies cannot be viewed\n\nlightly and that the same ought to entitle the appellant the benefit of\n\ndoubt. It was further asserted that in addition, the appellants had not\n\nbeen convicted for the offence of theft of the car.\n</p>\n<p data-structure=\"Precedent\" id=\"p_167\">\n\n\n<span class=\"hidden_text\" id=\"span_136\">Crl. Appeal No.804/2001                                  Page 69 of 110</span>\n</p><p data-structure=\"PetArg\" id=\"p_168\"> 30.     Learned counsel further contended that even though the\n\nprosecution had alleged that Tammanna and Rita both had led them to\n\nthe appellants and subsequently a search was conducted, and certain\n\nrecoveries were made, however neither Tammanna nor Rita had\n\ndeposed about these recoveries. Thus, there is a likelihood of the alleged\n\nrecoveries been planted by the prosecution.       Also while PW-13, ASI\n\nDharam Vir, had deposed that the child was recovered from A-59, Shiv\n\nPuri, Meetha Pur Extension, the prosecution alleges that the child was\n\nrecovered from Parmal Colony, Madanpur Khadar. Learned counsel also\n\nurged that there is absolutely no evidence of common intension, nor\n\nwere any demands for ransom made by the appellants<a href=\"/doc/1374258/\" id=\"a_195\"> u/s 364 A </a>of\n\nIndian Penal Code, nor was there any recovery of fire arm from the\n\nappellants.\n</p>\n<p data-structure=\"Precedent\" id=\"p_169\">\n</p><p data-structure=\"PetArg\" id=\"p_170\">31.     The learned counsel for the petitioner has relied on the following\n\ncitations:-\n</p>\n<blockquote id=\"blockquote_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"3397\" id=\"span_137\">(<a href=\"/doc/3397/\" id=\"a_196\">i)     Mushir Khan @ Badshah Khan v. State of M.P</a>, 2010 (3) JCC\n\n        1648;</span>\n</blockquote>\n<blockquote id=\"blockquote_27\">(ii)    Shankar &amp; Ors v. State of NCT of Delhi, 2010 (3) JCC 2067;\n</blockquote>\n<blockquote id=\"blockquote_28\">(iii)   Prem Kumar v. State of Rajasthan, 2009(1) JCC 482;\n</blockquote>\n<blockquote id=\"blockquote_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"755989\" id=\"span_138\">(<a href=\"/doc/755989/\" id=\"a_197\">iv)    Ravinder Singh v. Government of NCT of Delhi</a>, 2009 (1) JCC 91;</span>\n</blockquote>\n<blockquote id=\"blockquote_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"673090\" id=\"span_139\">(<a href=\"/doc/673090/\" id=\"a_198\">v)     Syed Peda Aowlia v. Public Prosecutor of Andhra Pradesh</a>, 2008\n\n        (3) JCC 1806;</span>\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_140\">Crl. Appeal No.804/2001                                     Page 70 of 110</span>\n<blockquote id=\"blockquote_31\"> (vi)    Sambhaji Hindu Rao Deshmukh &amp; Ors v. State of Maharashtra,\n\n        2008 (1) JCC 542;\n</blockquote>\n<blockquote id=\"blockquote_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"589959\" id=\"span_141\">(<a href=\"/doc/589959/\" id=\"a_199\">vii)   Balu Bakthavatchalu v. State of Tamil Nadu</a>, 2008 (1) JCC 554 :</span>\n</blockquote>\n<blockquote id=\"blockquote_33\">        2001 Crl.Law Journal 669;\n</blockquote>\n<blockquote id=\"blockquote_34\">(viii) Netra Pal v. State; 2009 (3) JCC 2192;\n</blockquote>\n<blockquote id=\"blockquote_35\">(ix)    Chotey Khan v. State &amp; decision dated 14.05.2009 in Crl.Appeal\n\n        No.513/2001; and\n\n</blockquote><blockquote id=\"blockquote_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"177569\" id=\"span_142\">(x)     Awdesh v. State; <a href=\"/doc/177569/\" id=\"a_200\">State of Punjab v. Sucha Singh &amp; Ors</a>, 2003 (3)\n\n        SCC 153.</span>\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_171\">32.     It is further contended by the learned counsel in support of his\n\npleas and contentions that, if a prosecution witness has turned hostile\n\nand in the cross-examination the witness has deposed against the\n\naccused and in favour of the accused then the deposition in favour of\n\nthe accused has to be accepted and that a mere writing of a letter by\n\nthe accused and keeping the same in his pocket would not tantamount\n\nto demand of ransom in the absence of its communication to the family\n\nof the kidnapped child.\n</p>\n<p data-structure=\"Precedent\" id=\"p_172\">\n</p><p data-structure=\"CDiscource\" id=\"p_173\">33.     The learned counsel also relied on Awdesh v. State (Supra) to\n\ncontend that if the specimen handwriting of the appellant were obtained\n\nby the IO when the accused were in custody and the identification as\n\nrequired under the <a href=\"/doc/1747275/\" id=\"a_201\">Identification of Prisoners Act, 1920</a> was not done\n\nnor any orders were obtained from the Court of competent jurisdiction,\n\n\n\n<span class=\"hidden_text\" id=\"span_143\">Crl. Appeal No.804/2001                                   Page 71 of 110</span>\n then the specimen handwriting obtained for the expert has to be\n\nexcluded while considering the evidence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_174\">\n</p><p data-structure=\"Precedent\" id=\"p_175\">34.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"177569\" id=\"span_144\">In <a href=\"/doc/177569/\" id=\"a_202\">State of Punjab v. Sucha Singh &amp; Ors</a> (Supra) 24 injuries were\n\ninflicted on the body of the son, however, the father allegedly remained\n\na mute spectator. In such circumstances the presence of father was\n\ndisbelieved. Another witness who was allegedly present at the place of\n\noccurrence and saw the occurrence who had, however, taken a shifting\n\nstand, had been held to be an unreliable witness and not credit worthy.\n\nNo reliance was placed on the testimony of such a witness to establish\n\nhis presence at the place of occurrence which would have formed the\n\nbasis of conviction. The conduct of the father who remained a mere\n\nspectator to the innumerable wounds inflicted on his son was also\n\ndisbelieved.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_176\">\n</p><p data-structure=\"PetArg\" id=\"p_177\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"3397\" id=\"span_145\">35.     While, relying on <a href=\"/doc/3397/\" id=\"a_203\">Musheer Khan @ Badshah Khan &amp; Anr. v. State\n\nof M.P.</a>(supra), the learned counsel for the appellants has contended\n\nthat in case of circumstantial evidence, every link in the chain of\n\nevidence must be proved beyond reasonable doubt and such a chain\n\nmust exclude          any inference except the guilt of the accused. While\n\nappreciating the circumstantial evidence, when, there is a conflict\n\nbetween the presumption of innocence and any other presumption then\n\nthe former must prevail.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_178\">\n\n\n<span class=\"hidden_text\" id=\"span_146\">Crl. Appeal No.804/2001                                      Page 72 of 110</span>\n</p><p data-structure=\"CDiscource\" id=\"p_179\"> 36.     It is also contended that in order to justify inferences of guilt, the\n\ninculpatory facts must be incompatible with the innocence of the\n\naccused and it should be incapable of explanation upon any other\n\nreasonable hypothesis except his guilt.\n</p>\n<p data-structure=\"Precedent\" id=\"p_180\">\n</p><p data-structure=\"RespArg\" id=\"p_181\">37.     In the circumstances, it is contended that while construing the\n\ntestimony of PW-9 Rita caution must be , since she had been declared\n\nhostile after she deposed that she does not know the accused person in\n\nher examination-in-chief. While on the other hand she also made the\n\nstatement that it is correct that on 06.03.1998, accused Shefali Haldar\n\nand her son Sapan had come to her house along with a child who was\n\ncovered with a sheet and that they had told her that the child brought\n\nby them was sick and demanded water from her and that after 10\n\nminutes, they went back on the pretext that they had to take the child\n\nto the hospital, when police came to her house. As per the learned\n\ncuncel this should not be accepted against the appellants since the said\n\nwitness during her cross-examination when was asked to reconcile the\n\ndiametrically opposite depositions made by her, had again deposed that\n\nshe could not identify whether the accused Shefali and her son Sapan\n\nHaldar present in the court were the same persons or not.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_182\">38.     According to the learned counsel for the appellants since two\n\ncontradictory depositions have been made by the said witness, the\n\ndeposition which establishes the innocence of the appellants must be\n\n\n\n\n<span class=\"hidden_text\" id=\"span_147\">Crl. Appeal No.804/2001                                        Page 73 of 110</span>\n accepted and not the portion of the deposition which inculpates the\n\nalleged guilt of the appellants.\n</p>\n<p data-structure=\"Precedent\" id=\"p_183\">\n</p><p data-structure=\"PetArg\" id=\"p_184\">39.     Referring to Shankar &amp; Anr. v State (N.C.T) of Delhi (supra) decided\n\nby a Division Bench of this Court, it has been contended on behalf of\n\nthe appellants that before the Court bases conviction on the testimony\n\nof an eye witness, it must be satisfied that he is a truthful witness so\n\nthat implicit reliance can be placed on his testimony. In order to form\n\nthe basis of conviction, the testimony of the eye witness should be such\n\nthat it inspires confidence and leaves no reasonable doubt about the\n\naccused‟s presence at the scene of occurrence. If the behaviour of the\n\nperson claiming to be an eye witness is contrary to the course in which\n\na similarly situated person would normally behave and there is no\n\nsatisfactory explanation for such an abnormal conduct, it will not be\n\nsafe to base the conviction solely on the basis of his testimony, since his\n\nvery creditability stands impeached and becomes suspect on account of\n\nsuch behavior.\n</p>\n<p data-structure=\"Precedent\" id=\"p_185\">\n</p><p data-structure=\"Precedent\" id=\"p_186\">40.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"488831\" id=\"span_148\">In <a href=\"/doc/488831/\" id=\"a_204\">Prem Kumar v. State of Rajasthan</a> (supra), the Supreme Court\n\ndealt with the principles governing and regulating the hearing of the\n\nappeal against an order of acquittal holding that before reversing the\n\nfinding of acquittal, the High Court has to keep in view the fact that\n\npresumption of innocence is still available in favour of the accused and\n\nis strengthened by the order of acquittal passed in his favour by the\n\ntrial court, and the High Court should not substitute its own view with\n\n\n<span class=\"hidden_text\" id=\"span_149\">Crl. Appeal No.804/2001                                      Page 74 of 110</span>\n the view of the trial court as the trial court had the advantage of looking\n\nat the demeanor of the witnesses and observing their conduct in the\n\nCourt specially in the witness box.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_187\">\n</p><p data-structure=\"Precedent\" id=\"p_188\">41.     The learned counsel for the appellants relied on Syed Peda Aowlia\n\n(supra) in support of his contention that a portion of the testimony of a\n\nhostile witness supporting the case of the prosecution has to be\n\nrejected. It was held that a miscarriage of justice which may arise from\n\nacquittal of the guilty is no less than the conviction of an innocent, it\n\nwas further held that in a case where admissible evidence is ignored, a\n\nduty is cast upon the appellate court to reappreciate the evidence where\n\nthe accused has been acquitted for the purpose of ascertaining as to\n\nwhether any of the accused really committed any offence or not.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_189\">42.     Similarly, in Sambhaji Hindurao Deshmukh (supra), it was held\n\nthat while appreciating the evidence, if two views are reasonably\n\npossible from the evidence on record, the view favoring the accused is to\n\nbe preferred and adopted. It was further held that the very fact that two\n\nviews are possible makes it clear that the prosecution has not proved\n\nthe guilt of the accused beyond reasonable doubt and consequently, the\n\naccused is entitled to the benefit of doubt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_190\">\n</p><p data-structure=\"Precedent\" id=\"p_191\">43.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"719103\" id=\"span_150\">In <a href=\"/doc/719103/\" id=\"a_205\">Netra Pal</a> (supra), a Division Bench of this Court had held that\n\nmere writing of a letter by the accused which is not communicated to\n\nthe concerned person seeking ransom and keeping such letter in his\n\n\n\n<span class=\"hidden_text\" id=\"span_151\">Crl. Appeal No.804/2001                                     Page 75 of 110</span>\n pocket would not tantamount to a demand to pay a ransom in the\n\nabsence of communication of the same and an offence under <a href=\"/doc/1374258/\" id=\"a_206\">Section\n\n364A</a> of the Indian Penal Code will not be made out in the facts and\n\ncircumstances. In this case, only one letter which was exhibited as\n\nEx.P-1 was recovered from the possession of the accused incorporating\n\na demand to pay a ransom which admittedly was not delivered to the\n\nfamily     of   the       kidnapped   person.   There   was   no   allegation       of\n\ncommunicating the demand of ransom in any other manner. In these\n\ncircumstances, it was held that a letter incorporating the demand for\n\nransom which was found in the pocket of accused, which was not\n\ncommunicated to the family of the kidnapped child would not constitute\n\ndemand of ransom, as contemplated under <a href=\"/doc/1374258/\" id=\"a_207\">Section 364A</a> of the Indian\n\nPenal Code.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_192\">\n</p><p data-structure=\"Section\" id=\"p_193\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"3397\" id=\"span_152\">44.      Relying on another judgment of the Division Bench in the matter\n\nof <a href=\"/doc/3397/\" id=\"a_208\">Chote Khan</a> (supra) it is contended that where ransom calls are made\n\non telephone with no threat of any kind, or simplicitor calls for ransom\n\nwhich eventually led to recovery of the child, in total absence of\n\nevidence in regard to any threat to cause death or hurt to the\n\nkidnapped child and also lack of evidence in regard to the accused\n\nconducting themselves in a way that could raise a reasonable\n\napprehension that the child would be harmed or be killed; the ransom\n\ndemand simplicitor alone could not bring the offence within the ambit\n\nof <a href=\"/doc/1374258/\" id=\"a_209\">Section 364A</a> of Indian Penal Code. In the circumstances, the\n\n\n\n<span class=\"hidden_text\" id=\"span_153\">Crl. Appeal No.804/2001                                            Page 76 of 110</span>\n Division Bench had set aside the conviction and sentence for offence\n\npunishable under <a href=\"/doc/1374258/\" id=\"a_210\">Section 364A</a> and <a href=\"/doc/886598/\" id=\"a_211\">365</a> of the Indian Penal Code and\n\nhad maintained the conviction only under <a href=\"/doc/619940/\" id=\"a_212\">Section 363</a> of Indian Penal\n\nCode.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_194\">\n</p><p data-structure=\"RespArg\" id=\"p_195\">45.     Per contra, the learned Additional Public Prosecutor, Mr.Sawhney\n\nhas contended that sample handwritings of the appellant cannot be\n\nrejected on account of alleged non compliance of the provisions of the\n\n<a href=\"/doc/1747275/\" id=\"a_213\">Identification of the Prisoner&#x27;s Act, 1921</a>. The contention of the learned\n\ncounsel is that <a href=\"/doc/1963884/\" id=\"a_214\">Section 4</a> of the said Act contemplates a situation where\n\nthe accused gives the sample handwriting willingly, whereas, the\n\nsample handwriting of an accused can be obtained under <a href=\"/doc/1391184/\" id=\"a_215\">Sections 5</a> &amp;\n\n<a href=\"/doc/1675084/\" id=\"a_216\">6</a> of the said Act, even if he is not desirous to give the sample\n\nhandwriting         willingly.   He   further   contended   that   since        the\n\nconsequences of not following the procedure have not been given in the\n\nsaid act, therefore, the sample handwriting and the disputed letters\n\nwhich are Exhibit Q-1 and Q-2, the ransom letters in the handwriting of\n\nthe appellant No.1, cannot be excluded on the ground that the sample\n\nhandwritings were not obtained in compliance with the provisions of the\n\nsaid Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_196\">\n</p><p data-structure=\"Section\" id=\"p_197\">46.     He further asserted that the term &quot;prescribed procedure&quot; in\n\n<a href=\"/doc/1963884/\" id=\"a_217\">Section 4</a> does not imply a permission from the Courts/Magistrate but\n\ninstead implies the procedure to be followed by the police while taking\n\n\n\n\n<span class=\"hidden_text\" id=\"span_154\">Crl. Appeal No.804/2001                                        Page 77 of 110</span>\n the measurements of a      non-convicted person as established under the\n\nrules of <a href=\"/doc/629274/\" id=\"a_218\">Section 8</a> of the Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_198\">\n</p><p data-structure=\"RespArg\" id=\"p_199\">47.     According to the learned counsel, the appellant never objected to\n\ntaking of his sample handwriting and since the sample handwriting was\n\ngiven willingly and the plea that the same was taken under coercion,\n\nwas not taken earlier nor was any such suggestion given to the\n\nwitnesses in the cross examination, and it has been taken for the first\n\ntime in the supplementary statement of appellant under <a href=\"/doc/767287/\" id=\"a_219\">section 313</a> of\n\nCode of Criminal Procedure, therefore, it cannot be allowed to be taken\n\nnow, at such a belated stage. The learned counsel further contended\n\nthat the hand writing samples of the appellant Sapan Haldar was taken\n\nin the proper and prescribed manner and with his consent. The\n\nhandwriting was taken in a fast-mode, medium-mode and slow-mode\n\nand then sent for comparison.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_200\">\n</p><p data-structure=\"Precedent\" id=\"p_201\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"558753\" id=\"span_155\">48.     Relying on <a href=\"/doc/558753/\" id=\"a_220\">Puran Mal v. Director of Investigation (Inspection</a>),\n\n(1974) 1 SCC 345, learned APP contended that in India relevant\n\nevidence cannot be excluded merely on the ground that it is obtained by\n\nillegal search or seizure or contrary to the provisions of certain Act,\n\nwhere, the consequence of not complying with the provisions are not\n\nprovided.</span>\n</p>\n<blockquote id=\"blockquote_37\">        &quot;Where the test of admissibility of evidence lies in relevancy,\n\nunless there is an express or necessarily implied prohibition in the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_156\">Crl. Appeal No.804/2001                                    Page 78 of 110</span>\n Constitution or other law, evidence obtained as a result of illegal search\n\nor seizure is not liable to be shut out.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_202\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1769219\" id=\"span_157\">49.     The learned counsel for the State has also relied on <a href=\"/doc/1769219/\" id=\"a_221\">State (NCT of\n\nDelhi) v. Navjot Sandhu</a>, (2005) 11 SCC 600 and contended that non\n\ncompliance or inadequate compliance with the provisions of an\n\nenactment does not per se affect the admissibility unless the\n\nconsequences of non compliance or inadequate compliance have been\n\nspelt out specifically.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_203\">\n</p><p data-structure=\"RespArg\" id=\"p_204\">50.     Relying on the Telegraphic Act which specifically prescribes\n\nrejection of the evidence obtained by taping without permission, it is\n\ncontended that the <a href=\"/doc/1747275/\" id=\"a_222\">Identification of Prisoners Act, 1921</a> does not\n\nprescribe or provide any such consequences.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_205\">\n</p><p data-structure=\"CDiscource\" id=\"p_206\">51.     In the circumstances, according to the submission of the learned\n\nAPP, the factum of sample handwriting of Sapan Haldar cannot be\n\nignored and consequently Exhibit Q-1 and Q-2 which have been\n\nestablished to be in the handwriting of Sapan Haldar by the\n\nhandwriting expert PW-19 Sh.Harsh, Senior Scientific Officer is entitled\n\nto be considered.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_207\">\n</p><p data-structure=\"PetArg\" id=\"p_208\">52.     Refuting the plea of the appellants that the material witnesses\n\nhave not identified them, it is submitted by the learned APP that the\n\nthreat was extended to the father of the child PW-1, who had been\n\nkidnapped about which he had deposed categorically in his statement\n\n\n<span class=\"hidden_text\" id=\"span_158\">Crl. Appeal No.804/2001                                     Page 79 of 110</span>\n on 27.06.2000 where he had stated that he was threatened to bear the\n\nconsequence in case he appeared in the Court. The stand of the\n\nwitnesses including the father‟s, mother‟s and the child‟s itself reflects\n\nthe consequent softening. According to him if all the testimonies are\n\ntaken and considered, it is apparent that the essential facts regarding\n\nthe accused/appellants have been deposed by the witnesses.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_209\">53.     It is contended that the kidnapped child PW-1 Subhashish has\n\ndeposed in his unimpeachable testimony that he was kidnapped and\n\ntaken away in a Maruti 800 car. He has also deposed about an injection\n\nbeing given to him in his hip after being kidnapped in the car where\n\nafter he did not remember as to what had happened to him. He has\n\nhowever, deposed about the involvement of four persons and one\n\nwoman though he has denied that his belt and sweater were not with\n\nhim, however the case of the prosecution is that the belt and sweater of\n\nthe kidnapped child were recovered by the police from the appellant\n\nSapan Haldar.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_210\">\n</p><p data-structure=\"CDiscource\" id=\"p_211\">54.     The learned APP has contended that the driver of the car PW-8\n\nSantosh Jha had deposed incorrectly in respect of certain matters\n\neither on account of collusion with the appellants or on account of fear\n\nof threat by the appellants who had also threatened the father of the\n\nkidnapped child. He has also referred to a suggestion given to him that\n\nhe has deposed falsely deliberately in order to save the accused\n\npersons.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_212\">\n<span class=\"hidden_text\" id=\"span_159\">Crl. Appeal No.804/2001                                    Page 80 of 110</span>\n</p><p data-structure=\"CDiscource\" id=\"p_213\"> 55.     According to him though he had deposed that the car in which\n\nthe child was kidnapped was an Ambassador, however, the car was a\n\nMaruti 800 stands substantiated by the fact that at the very first\n\ninstance the number of the car and the make of the car was given by\n\nthe father of the kidnapped child and it was incorporated in the\n\ncomplaint as well. Even PW1 categorically deposed that he was\n\nkidnapped in the Maruti 800 car, therefore, the testimony of PW-8\n\nSh.Santosh Jha deposing that the car was an Ambassador will not\n\ndilute the case of the prosecution regarding kidnapping of the child PW-\n\n1 Subhashish by the appellants in a Maruti 800 car.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_214\">\n</p><p data-structure=\"RespArg\" id=\"p_215\">56.     The learned Public Prosecutor has also relied on the testimony of\n\nTammanna, scooter driver PW-4 who has categorically identified\n\naccused Shefali as the woman who had come with a child to him and\n\nhad represented that she had hired him to take the child to the\n\nhospital, stating that he was her son, however, on the way instead of\n\ngoing to hospital he was taken towards Meetapur. Since the incident of\n\nkidnapping is of 06.03.1998, whereas the statement of the scooter\n\ndriver was recorded on 01.09.2000. Therefore, on account of the time\n\ngap, if the driver had deposed that the child was recovered in the\n\nmorning, whereas, it stands established that the child was recovered on\n\n06.03.1998 itself, the testimony of PW-4 will not be weakened so far as\n\nthe other facts deposed stood corroborated and established.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_160\">Crl. Appeal No.804/2001                                    Page 81 of 110</span>\n</p><p data-structure=\"CDiscource\" id=\"p_216\"> 57.     According to the counsel, the link is further strengthened as it is\n\non the basis of the information of PW-9 Rita that the child was\n\nrecovered from the house of appellant Shefali. Further even appellant\n\nSapan Haldar was apprehended from the same place. Pursuant to his\n\narrest the recoveries were affected at his instance, which were the\n\ninjections used to keep the child in an unconscious state, the ransom\n\nnote from his shirt pocket and the fake number plates. In any case, the\n\nsaid appellant has been unable to explain the possession of the number\n\nplate DL 1 CB 1729, which is the original number plate of the car, in\n\nwhich the child was kidnapped and belongs to PW6 and was stolen on\n\n04.03.1998         from outside his residence i.e. two days prior to the\n\nincidence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_217\">\n</p><p data-structure=\"CDiscource\" id=\"p_218\">58.     The learned counsel further asserted that, even under Section\n\n313 when the identification of appellant Shefali by Tammanna was put\n\nto her, no explanation for the same was given by her. Even during the\n\nrecording of evidence of Tammanna, he was not cross-examined by the\n\ndefense on this aspect.\n</p>\n<p data-structure=\"Section\" id=\"p_219\">59.     Learned counsel also asserted that as per <a href=\"/doc/681440/\" id=\"a_223\">Section 7</a> and <a href=\"/doc/482978/\" id=\"a_224\">8</a> of the\n\nIndian Evidence Act, 1872, facts which are the occasion, cause or effect,\n\nimmediate or otherwise, of relevant facts, or facts in issue, or which\n\nconstitute the state of things under which they happened, or which\n\nafforded an opportunity for their occurrence or transaction, are relevant\n\nand any fact is relevant which shows or constitutes a motive or\n\n\n\n<span class=\"hidden_text\" id=\"span_161\">Crl. Appeal No.804/2001                                      Page 82 of 110</span>\n preparation for any fact in issue or relevant fact. Thus, the recovery of\n\nthe second letter pursuant to the first, forms a link and is relevant\n\nunder the facts and circumstances and can be taken into consideration.\n\nAnd in the proximity of the letters received, the telephone calls made to\n\nthe family are all proof of the intention to demand ransom for the\n\nkidnapped child.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_220\">\n</p><p data-structure=\"PetArg\" id=\"p_221\">60.     With regard to the aspect of not holding the TIP of appellant\n\nShefali, it is submitted that the child PW-1 was with the appellant\n\nShefali for considerable time and had been recovered from her custody,\n\ntherefore, a TIP would have been of not much consequence. The learned\n\ncounsel has also explained the reason for not conducting TIP as against\n\nappellant Sapan Haldar, as on 07.03.1998 the IO had moved an\n\napplication Ex. PW 17/12 for fixing a date for holding the TIP of\n\nappellant Sapan Haldar and he was produced before the court, muffled\n\nface and the TIP was fixed for 11.03.1998. However, on 11.03.1998 the\n\ncourt declined to hold the TIP on the ground that the photographs of\n\nthe accused Sapan Haldar had appeared in The Hindustan Times on\n\n08.03.1998 and therefore there was no point in holding TIP.               In the\n\ncircumstances, it is contended that the case of the prosecution against\n\nthe appellants is not weakened on account of not conducting the TIP.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_222\">61.     Learned       counsel   vehemently   asserted   that   the   aspect      of\n\nconspiracy has to be drawn from the facts and circumstances of the\n\ncase. The recovery of the sweater and belt from the appellants, the\n\n\n<span class=\"hidden_text\" id=\"span_162\">Crl. Appeal No.804/2001                                         Page 83 of 110</span>\n threats received by the father of PW-1, the recovery of the car in which\n\nthe child was kidnapped, which was found to be stolen two days prior\n\nto the incident from the house of PW6, the arrest of the appellants on\n\nthe information of PW9 and PW4, the recoveries at the instance of the\n\nappellant and finally the FSL report conclusively recording the match of\n\nthe ransom note with the specimen handwriting of appellant Sapan\n\nHaldar; all lead to the undeniable inference that the offence of\n\nkidnapping the child was carried out by the appellants.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_223\">62.     This Court has heard the learned counsel for the parties in detail\n\nand has also perused the record of the trial Court including the\n\ntestimonies of the witnesses and the documents established on record.\n\nThis is a settled law that in reversing the finding of conviction, the High\n\nCourt has to keep in view the fact that the presumption of innocence is\n\nstill available in favor of the accused. If on fresh scrutiny and\n\nreappraisal of the evidence and perusal of the material on record, the\n\nCourt is of the opinion that another view is possible or which can be\n\nreasonably taken, then the view which favors the accused should be\n\nadopted. However, the view taken by the Trial Court which had an\n\nadvantage of looking at the demeanor of the witnesses and observing\n\ntheir conduct in the Court is not to be substituted ordinarily by another\n\nview, unless another view if substantially and reasonably is possible in\n\nthe opinion of the High Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_224\">\n\n\n<span class=\"hidden_text\" id=\"span_163\">Crl. Appeal No.804/2001                                     Page 84 of 110</span>\n</p><p data-structure=\"Precedent\" id=\"p_225\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"167342971\" id=\"span_164\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1462333\" id=\"span_165\">63.     Reliance for this can be placed on AIR 2009 SC 1242, Prem\n\nKanwar v. State of Rajasthan; 2008 (3) JCC 1806, Syed Peda Aowlia v.\n\nthe Public Prosecutor, High Court of A.P, Hyderabad; <a href=\"/doc/1462333/\" id=\"a_225\">Bhagwan Singh and\n\nOrs v. State of Madhya Pradesh</a>, 2002 (2) Supreme 567; AIR 1973 SC\n\n2622 Shivaji Sababrao Babade &amp; Anr v. State of Maharashtra; Ramesh\n\nBabu Lal Doshi v. State of Gujarat, (1996) 4 Supreme 167; <a href=\"/doc/167342971/\" id=\"a_226\">Jaswant\n\nSingh v. State of Haryana</a>, 2000 (1) JCC (SC) 140.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_226\">\n</p><p data-structure=\"CDiscource\" id=\"p_227\">64.     The Courts have held that, the golden thread which runs through\n\nthe web of administration of justice in criminal cases is that if two views\n\nare possible on the evidence adduced in the case, one pointing to the\n\nguilt of the accused and the other to his innocence, the view which is\n\nfavorable to the accused should be adopted, because the paramount\n\nconsideration of the Court is to ensure that miscarriage of justice is not\n\ndone. A miscarriage of justice which may arise from acquittal of the\n\nguilty is no less than from the conviction of an innocent person. The\n\nHigh Court has the power to reconsider the whole issue, reappraise the\n\nevidence and come to its own conclusion and findings in place of the\n\nfindings recorded by the Trial Court, if the findings are against the\n\nevidence on record or unsustainable or perverse. However, before\n\nreversing the finding of acquittal, the High Court must consider each\n\nground on which the order of conviction is based and should also\n\nrecord its own reasons for accepting those grounds.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_166\">Crl. Appeal No.804/2001                                     Page 85 of 110</span>\n</p><p data-structure=\"PetArg\" id=\"p_228\"> 65.     In a case in which the evidence is of a circumstantial nature, the\n\nfacts and circumstances from which conclusion of guilt is sought to be\n\ndrawn by the prosecution must be fully established beyond all\n\nreasonable doubt and the facts and circumstances so established\n\nshould not only be consistent with the guilt of the accused, but they\n\nmust be entirely incompatible with the innocence of the accused and\n\nmust      exclude         every   reasonable   hypothesis   consistent   with        his\n\ninnocence. It has been observed that while appreciating circumstantial\n\nevidence the Court must adopt a very cautious approach and should\n\nrecord a conviction only if all the links in the chain are complete;\n\npointing to the guilt of the accused and every hypothesis of innocence is\n\ncapable of being negatived on evidence. Great care must be taken in\n\nevaluating circumstantial evidence and if the evidence relied on is\n\nreasonably capable of two inferences, the one in favor of the accused\n\nmust be accepted. The circumstance relied upon must be found to have\n\nbeen fully established and the cumulative effect of all the facts so\n\nestablished must be consistent only with the hypothesis of guilt. But\n\nthis is not to say that the prosecution must meet any and every\n\nhypothesis put forward by the accused, however, farfetched and fanciful\n\nit might be. Nor does it mean that prosecution evidence must be\n\nrejected on the slightest doubt because the law permits rejection, if the\n\ndoubt is reasonable and not otherwise. It has also been held that onus\n\nis on the prosecution to prove that the chain is complete and the\n\ninfirmity or lacuna in prosecution cannot be cured by false defence or\n\n\n<span class=\"hidden_text\" id=\"span_167\">Crl. Appeal No.804/2001                                             Page 86 of 110</span>\n plea. The conditions precedent before conviction could be based on\n\ncircumstantial evidence, must be fully established. They are:\n\n</p><blockquote id=\"blockquote_38\">                (1) the circumstances from which the conclusion of guilt is\n                to be drawn should be fully established. The circumstances\n                concerned `must&#x27; or `should&#x27; and not `may be&#x27; established;\n                (2) the facts so established should be consistent only\n                with the hypothesis of the guilt of the accused, that is\n                to say, they should not be explainable on any other\n                hypothesis except that the accused is guilty;\n                (3) the circumstances should be of a conclusive\n                nature and tendency;\n</blockquote><blockquote id=\"blockquote_39\">                (4) they should exclude every possible hypothesis\n                except the one to be proved; and\n                (5) there must be a chain of evidence so complete as\n                not to leave any reasonable ground for the conclusion\n                consistent with the innocence of the accused and\n                must show that in all human probability the act must\n                have been done by the accused.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_229\">66.     One of the strong links in proving the guilt of the appellant Sapan\n\nHaldar is the FSL report matching the specimen handwriting of the\n\nappellant with the threat letter Q1 found at the spot of kidnapping and\n\nthe ransom note, Q2 recovered from the appellant.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_230\">\n</p><p data-structure=\"CDiscource\" id=\"p_231\">67.     According to the learned counsel for the appellant specimen\n\nhandwriting taken from the appellant is not admissible on account of\n\nnon compliance of the provisions of <a href=\"/doc/1747275/\" id=\"a_227\">Identification of Prisoner&#x27;s Act,\n\n1920</a>, whereas, according to the Learned Addl. Public Prosecutor the\n\nspecimen handwriting taken are admissible and cannot be ignored.\n\nBoth the counsels have relied on various judgments which are as\n\nunder:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_232\">\n\n\n<span class=\"hidden_text\" id=\"span_168\">Crl. Appeal No.804/2001                                      Page 87 of 110</span>\n</p><p data-structure=\"Precedent\" id=\"p_233\"> 68.     The judgments relied on by the learned counsel for the appellants\n\nin the tabular form are as under which include the judgments of co-\n\nordinate benches of this Court:\n</p>\n<pre id=\"pre_5\">S.No. Title                     Matter in   Judgments Relied On\n                                Issue\n1.        Harpal Singh v.       Specimen    1. Crl. Appeal No. 682/2008\n          State : Crl.          Handwriting &#x27;Santosh @ Bhure v. State&#x27;\n          Appeal No.\n          362/2008                             2. Crl. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1626264\" id=\"span_169\">Appeal No. 316.2008\n                                               &#x27;Neeraj v. State&#x27;\n\n                                               Wherein      the  following\n                                               Supreme Court Judgments\n                                               were relied upon:\n\n                                               (<a href=\"/doc/1626264/\" id=\"a_228\">a) State of Bombay v. Kathi\n                                               Kalu Oghad and Ors</a>:\n                                               1961CriLJ856\n\n                                               (b) State of U.P. v. Rambabu\n                                               Mishra: [1980]2SCR1067\n\n                                               (c) Sukhwinder Singh and\n                                               Ors. v. State of Punjab:\n                                               [1994]3SCR1061\n2.</span>        Raj Kumar @           Sample         Supreme Court Judgments\n          Raju Vs. The          Fingerprints   relied on:\n          State (G.N.C.T. of                   (1) State of U.P. v. Ram Babu\n          Delhi): Crl. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_170\">A. No.                  Mishra, AIR 1980 SC 791\n          979/2005                             (<a href=\"/doc/601466/\" id=\"a_229\">2) Sukhvinder Singh v. State\n                                               of Punjab</a>, 1994 (5) SCC 152\n3.</span>        Mehmood Ali Vs.       Sample         Supreme Court‟s Judgments\n          State: Crl. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"273747\" id=\"span_171\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"365868\" id=\"span_172\">Appeal    Fingerprints   relied on:\n          No. 326/2007                         (<a href=\"/doc/365868/\" id=\"a_230\">1) State of U.P. v. Ram Babu\n                                               Mishra</a>, AIR 80 SC 791\n                                               (2) Sukhvinder Singh and\n                                               Ors. v. State of Punjab, 1994\n                                               (<a href=\"/doc/273747/\" id=\"a_231\">5) SCC 152 and\n                                               (3) State of Haryana v. Jagbir\n                                               Singh</a>, AIR 2003 SC 4377\n4.</span></span>        Ashok Kumar @         Sample         Judgment relied on:\n          Govind Vs. State      Fingerprint    (1) Crl. Appeal No. 682/2008\n          [Alongwith Crl.A.                    &#x27;Santosh @Bhure v. State&#x27;\n          Nos. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1626264\" id=\"span_173\">275, 397,                       Wherein       the      following\n\n\n<span class=\"hidden_text\" id=\"span_174\">Crl. Appeal No.804/2001                                          Page 88 of 110</span>\n           398, 410 and                        Supreme Court Judgments\n          601/2007]:                          were relied upon:\n          2010CriLJ2329,                      (<a href=\"/doc/1626264/\" id=\"a_232\">a) State of Bombay v. Kathi</a>\n          159(2009)DLT383                     Kalu Oghad and Ors:\n                                              1961Cri.</span> L.J. 856\n                                              (b) State of U.P. v. Rambabu\n                                              Mishra: [1980] 2 SCR 1067\n                                              (c) Sukhwinder Singh and\n                                              Ors. v. State of Punjab;\n                                              [1994] 3 SCR 1061\n5.        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"729191\" id=\"span_175\">Ganpat Singh        Sample          Supreme Court‟s Judgement\n          and Narpat Singh    Finger          relied on:\n          v. State of         prints          (<a href=\"/doc/729191/\" id=\"a_233\">1) Mohd. Aman v. State of\n          Rajasthan</a> : RLW                     Rajasthan: 1997 Cri.L.J.\n          2007 (1) Raj 523                    3567\n          (Rajasthan High\n          Court)\n6.        M.S. Syed Anwar     Sample          No Supreme Court Judgment\n          and Etc. v.         Finger Print,   relied on: Just a reference\n          Commissioner of     Foot prints     made to the provisions of\n          Police, Bangalore   and             Identification of Prisoners\n          City and Another:   Photographs     Act\n          1992 CriLJ 1606</span>\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_234\">69.     <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"267228\" id=\"span_176\">In <a href=\"/doc/267228/\" id=\"a_234\">Harpal Singh Vs State</a>; Crl. Appeal No. 362/2008 one of the\n\nissues was about admissibility of specimen handwriting taken from the\n\naccused. In this case permission was not taken from the Court of\n\nCompetent Jurisdiction and <a href=\"/doc/1391184/\" id=\"a_235\">Section 5</a> of the Identification of Prisoners\n\nAct 1920 was not complied with.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_235\">\n</p><p data-structure=\"Precedent\" id=\"p_236\">70.     In the circumstances the issue was whether the FSL report\n\ncomparing the specimen handwriting of the accused taken by the\n\nInspector during custody and the suicide note recovered from the spot\n\nof occurrence, allegedly authored by the appellant could be relied upon\n\nby the learned Trial Judge.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_237\">\n\n\n<span class=\"hidden_text\" id=\"span_177\">Crl. Appeal No.804/2001                                       Page 89 of 110</span>\n</p><p data-structure=\"CDiscource\" id=\"p_238\"> 71.     The Trial Judge in this case was of the opinion that even though\n\nno permission was taken by the Inspector from the Court, before\n\nobtaining the specimen handwriting of the appellant, the same in no\n\nway dented the opinion contained in the FSL report, which stated that\n\nthe suicide note Ex.P1 to Ex.P4 is in the handwriting of the appellant.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_239\">72.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"273747\" id=\"span_178\">In view of the dictum of law <a href=\"/doc/267228/\" id=\"a_236\">laid down by</a> Supreme Court in the\n\ndecision reported as <a href=\"/doc/273747/\" id=\"a_237\">State of Haryana vs. Jagbir Singh</a> AIR 2003 SC\n\n4377 that pendency of some proceedings in the court is a sine qua non\n\nbefore a court can give direction to an accused to give his specimen\n\nhandwriting under <a href=\"/doc/770022/\" id=\"a_238\">Section 73</a> of the Evidence Act and such a direction\n\ncan be given by the court only for enabling the Court to compare the\n\nhandwriting of the accused and not for the purpose of the investigating\n\nor any other agency to compare the same and the fact that the\n\nappellant did not raise any dispute in the trial that the suicide note was\n\nnot in his handwriting or that the police did not obtain his specimen\n\nhandwriting and the fact that the suicide note Ex.P1 to Ex.P4 was\n\nwritten by the appellant established beyond any doubt that the\n\nappellant had murdered his wife and son.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_240\">\n</p><p data-structure=\"Precedent\" id=\"p_241\">73.     Another Bench of this Court, however, took a different          view\n\nrelying on the decision dated 5.3.2009 disposing of Crl. Appeal No.\n\n682/2008 &#x27;Santosh @ Bhure v. State&#x27; and Crl. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1662009\" id=\"span_179\">Appeal No. 316.2008\n\n<a href=\"/doc/1662009/\" id=\"a_239\">&#x27;Neeraj v. State</a>&#x27;, noting the decision of the Constitution Bench of\n\n\n\n<span class=\"hidden_text\" id=\"span_180\">Crl. Appeal No.804/2001                                    Page 90 of 110</span>\n Supreme Court reported as 1961 Cri.L.J. 856, State of Bombay v. Kathi\n\nKalu Oghad and Ors. as also the decisions of Supreme Court reported\n\nas [1980] 2 SCR 1067, State of U.P. v. Rambabu Mishra and [1994] 3\n\nSCR 1061, Sukhwinder Singh and Ors. v. State of Punjab; holding that\n\nthe FSL report had to be excluded from the arena of admissible\n\nevidence for the reason that no orders were obtained by the competent\n\ncourt to obtain the specimen writings of the appellants nor were the\n\nprovisions of the Identification of Prisoner&#x27;s Act 1920 complied with.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_242\">74.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92873177\" id=\"span_181\">In <a href=\"/doc/92873177/\" id=\"a_240\">Raj Kumar @ Raju Vs The State (G.N.C.T. of Delhi</a>): Crl.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_182\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_183\">A. No.\n\n979/2005, another bench of this Court, also relying on <a href=\"/doc/365868/\" id=\"a_241\">Ram Babu\n\nMisra</a> (supra) and <a href=\"/doc/601466/\" id=\"a_242\">Sukhvinder Singh</a> (supra) had held that where the\n\nprovisions of the <a href=\"/doc/1747275/\" id=\"a_243\">Identification of Prisoner&#x27;s Act, 1920</a> are violated,\n\nspecimen samples pertaining to the fingerprints, handwriting etc. of an\n\naccused and the incriminating evidence stipulated in the reports\n\nrelatable thereto will be inadmissible in evidence and hence has to be\n\nexcluded while considering the circumstantial evidence against the\n\nappellant.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77019104\" id=\"span_184\">Similarly in <a href=\"/doc/77019104/\" id=\"a_244\">Mehmood Ali Vs State</a>; Crl.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"273747\" id=\"span_185\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_186\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_187\">Appeal No.326/2007\n\nrelying on <a href=\"/doc/365868/\" id=\"a_245\">Ram Babu Misra</a> (supra), <a href=\"/doc/601466/\" id=\"a_246\">Sukhvinder Singh</a> (supra) and\n\n<a href=\"/doc/273747/\" id=\"a_247\">Jagbir Singh</a> (supra) it was held by a Division Bench of this Court that\n\nthe chance finger prints have to be compared with the sample finger\n\nprints after obtaining permission from the Court of competent\n\njurisdiction and after the proper identification of the prisoner as per the\n\nrequirement of <a href=\"/doc/1391184/\" id=\"a_248\">Section 5</a> of the Identification of Prisoners Act 1920. If\n\n\n\n<span class=\"hidden_text\" id=\"span_188\">Crl. Appeal No.804/2001                                     Page 91 of 110</span>\n this is not done, then the incriminating evidence of the chance finger\n\nprint lifted from the scene of crime cannot be compared with the sample\n\nfinger prints which will be inadmissible.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"601466\" id=\"span_189\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_190\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_191\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48246776\" id=\"span_192\">Yet another bench of this Court\n\nin <a href=\"/doc/48246776/\" id=\"a_249\">Ashok Kumar @ Govind Vs State</a>; 2010 Cri L. J. 2329 relying on\n\n<a href=\"/doc/1626264/\" id=\"a_250\">Kathi Kalu Oghad</a> (supra) <a href=\"/doc/365868/\" id=\"a_251\">Ram Babu Misra</a> (supra) and <a href=\"/doc/601466/\" id=\"a_252\">Sukhvinder\n\nSingh</a> (supra) had held that since no permission was obtained from the\n\nCourt as required under the <a href=\"/doc/1747275/\" id=\"a_253\">Identification of Prisoner&#x27;s Act, 1920</a>, it has\n\nto be excluded while considering the incriminating evidence.</span></span></span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_243\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"729191\" id=\"span_193\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"87472\" id=\"span_194\">75.     A Bench of Rajasthan High Court in <a href=\"/doc/87472/\" id=\"a_254\">Ganpat Singh Vs State of\n\nRajasthan</a>; RLW 2007 (1) Raj 523 relying on <a href=\"/doc/729191/\" id=\"a_255\">Mohd Aman Vs State of\n\nRajasthan</a> 1997 Crl.L.J 3567 had also held that since finger prints were\n\nnot taken before or under the order of the Magistrate, it was unsafe to\n\naccept the evidence led on this regard.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_244\">\n</p><p data-structure=\"RespArg\" id=\"p_245\">76.     The precedents relied on by the Learned Additional Public\n\nProsecutor in the tabular form holding that the finger prints taken\n\nunder <a href=\"/doc/1963884/\" id=\"a_256\">section 4</a> of the Identification of Prisoners Act, 1920 would be\n\nadmissible are as under:\n</p>\n<pre id=\"pre_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"37208\" id=\"span_195\">S.No. Title                     Matter in   Judgments Relied On\n                                Issue\n1.        State of Madhya       Photographs No Judgments relied on\n          <a href=\"/doc/37208/\" id=\"a_257\">Pradesh v.\n          Devender</a>: (2009) 14\n          SCC 80\n\n\n\n\n<span class=\"hidden_text\" id=\"span_196\">Crl. Appeal No.804/2001                                    Page 92 of 110</span>\n 2.</span>        Manikam v. State:   Sample         Supreme Court\n          (2009) 5 CTC 316    Finger         Judgments relied on:\n                              Prints         (1) Ravanan v. State,\n                                             (1994) 1 LW (Crl.) <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1240581\" id=\"span_197\">58\n\n                                             (<a href=\"/doc/1240581/\" id=\"a_258\">2) State of T.N. v. T.\n                                             Thulasingam</a>, 1994 Supp\n                                             (2) SCC 405\n\n3.        Mohd. Aman, Babu    Sample         No judgments relied on\n          Khan and Another    Finger print\n          v. State of         and Foot\n          Rajasthan: AIR      print\n          1997 SC 2960</span>\n\n\n</pre><p data-structure=\"Precedent\" id=\"p_246\">77.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"37208\" id=\"span_198\">In <a href=\"/doc/37208/\" id=\"a_259\">State of Madhya Pradesh Vs Devender</a>, (2009) 14 SCC 80 a\n\nbench of three judges of Supreme Court had held that on perusing the\n\nSections 3, 4, and 5 of the Identification of Prisoner&#x27;s Act, the Court is\n\nof the view that <a href=\"/doc/1963884/\" id=\"a_260\">Section 4</a> deals with taking of measurements, etc. of\n\nnon-convicted persons and that it is taken if the police officer so\n\nrequires it and it has to be done in the prescribed manner. So far as\n\n<a href=\"/doc/1391184/\" id=\"a_261\">Section 5</a> is concerned, it deals with the power of the Magistrate to\n\ndirect any person for measurement or photographs to be taken if he is\n\nsatisfied that for the purpose of any investigation or proceedings under\n\nthe Code the same is necessary. It was further held that in case of\n\nconflict of directions given by the Court and the provisions of an Act,\n\nthe Regulations and the Code, the statute itself prevails.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_247\">78.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"729191\" id=\"span_199\">In <a href=\"/doc/729191/\" id=\"a_262\">Mohd Aman, Babu Khan &amp; Anr. Vs. State of Rajasthan</a> AIR\n\n1997 SC 2960, a bench of two judges of Supreme Court had held that\n\nunder <a href=\"/doc/1963884/\" id=\"a_263\">Section 4</a> of the Identification of Prisoners Act, 1940 police\n\n\n\n<span class=\"hidden_text\" id=\"span_200\">Crl. Appeal No.804/2001                                      Page 93 of 110</span>\n is competent to take finger prints of the accused and such\n\nevidence will not be inadmissible.</span> In Manikam Vs State, (2009) 5 CTC\n\n316 it was also held that there is no law which prohibits the\n\ninvestigating officer from lifting the fingerprint of the accused for\n\ncomparison during the course of investigation of the case. In fact, the\n\nprovisions found under<a href=\"/doc/1391184/\" id=\"a_264\"> S. 5</a> of the Identification of Prisoners Act, 1920\n\nand S. 311-A Cr. P.C. speak only about the powers of the Judicial\n\nMagistrate, when he is approached by the investigating officer\n\nconcerned for a suitable direction to the accused to co-operate by giving\n\nhis finger-print or signature or sample handwriting as the case may be.\n\nIt is to be noted that those provisions do not put an embargo on\n\nthe investigating officers from acting on their own for taking the\n\nfingerprint, signature or handwriting of the accused during the\n\ncourse of investigation. The Supreme Court has not specifically laid\n\ndown that the investigating officer should mandatorily invoke the\n\nprovisions under <a href=\"/doc/1391184/\" id=\"a_265\">section 5</a> of the Identification of Prisoners Act, 1920.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_248\">79.     While appreciating circumstantial evidence, the Court has to\n\nadopt a very cautious approach and should record a conviction only if\n\nall the links in the chain are complete and pointing to the guilt of the\n\naccused. In the present facts and circumstances one of the important\n\nlinks is the specimen handwriting of the appellant, Sapan Haldar which\n\nmatches with the handwriting in the letter found at the place of\n\nkidnapping, Q1 and the ransom note found in the pocket of the\n\n\n\n<span class=\"hidden_text\" id=\"span_201\">Crl. Appeal No.804/2001                                     Page 94 of 110</span>\n appellant, Q2. Whether or not the specimen handwriting is covered as a\n\n„measurement‟ under the <a href=\"/doc/1747275/\" id=\"a_266\">Identifications of Prisoner&#x27;s Act, 1920</a> and\n\neven if it is, whether the specimen handwriting taken under <a href=\"/doc/1963884/\" id=\"a_267\">section 4</a> of\n\nIdentification of Prisoners Act, 1920 will be admissible or not is a\n\nrelevant question in this case. In case the specimen handwriting is not\n\nadmissible as has been contended by the counsel for the appellant, a\n\nvery pertinent link will be snapped as the other evidence is only\n\nregarding recoveries of articles pursuant to the disclosure statements of\n\nthe appellants.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_249\">\n</p><p data-structure=\"Precedent\" id=\"p_250\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"273747\" id=\"span_202\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"601466\" id=\"span_203\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"365868\" id=\"span_204\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1626264\" id=\"span_205\">80.     The learned counsel for the appellant has relied mainly, on the\n\njudgments of other benches of this Court which have relied on <a href=\"/doc/1626264/\" id=\"a_268\">Kathi\n\nKalu Oghad</a> (supra) <a href=\"/doc/365868/\" id=\"a_269\">Ram Babu Misra</a> (supra),<a href=\"/doc/601466/\" id=\"a_270\">Sukhvinder Singh</a> (supra)\n\nand <a href=\"/doc/273747/\" id=\"a_271\">Jagbir Singh</a> (supra).</span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_206\">In <a href=\"/doc/365868/\" id=\"a_272\">State of Uttar Pradesh v. Ram Babu Misra</a>,\n\nAIR 1980 SC 791 the Supreme Court had held that <a href=\"/doc/770022/\" id=\"a_273\">Section 73</a> of the\n\nEvidence Act does not enable the Magistrate to give directions to the\n\naccused to give his specimen writings when the case is still under\n\ninvestigation because Section 73 contemplates pendency of some\n\nproceedings before a Court. It does not permit the Court, whether civil\n\nor criminal to give a direction to the accused to give specimen writings\n\nfor anticipated necessity for comparison in a proceeding which may\n\nlater be instituted in the Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"950573\" id=\"span_207\">Relying on Barindra Kumar Ghose v.\n\nEmperor, ILR (1910) 37 Cal.467 the Supreme Court in <a href=\"/doc/950573/\" id=\"a_274\">Pushpadevi\n\nM.Jetia v. M.L.Wadhawan</a>, (1987) 3 SCC 367 in paragraph 20 at page\n\n\n\n<span class=\"hidden_text\" id=\"span_208\">Crl. Appeal No.804/2001                                    Page 95 of 110</span>\n 388 had held that if evidence is relevant, the Court is not concerned\n\nwith the method by which it was obtained.</span> In Barindra Kumar Ghose\n\n(Supra) the contention that the Court must exclude relevant evidence on\n\nthe ground that it was obtained by illegal search or seizure was\n\nrepelled. Referring to page 500 of the report it was noticed:-\n\n</p><blockquote id=\"blockquote_40\">                &quot;Mr.Das has attacked the searches and has urged\n                that, even if there was jurisdiction to direct the issue\n                of search warrants, as I hold there was, still the\n                provisions of the <a href=\"/doc/445276/\" id=\"a_275\">Criminal Procedure Code</a> have been\n                completely disregarded. On this assumption he has\n                contended that the evidence discovered by the\n                searches is not admissible, but to this view I cannot\n                accede. For, without in any way countenancing\n                disregard of the provisions prescribed by the Code, I\n                hold that what would otherwise be relevant does not\n                become irrelevant because it was discovered in the\n                course of a search in which those provisions were\n                disregarded.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_251\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_209\">81.     <a href=\"/doc/1626264/\" id=\"a_276\">Perusal of State of Bombay v. Kathi Kali Ughad</a>, AIR 1961 SC 1808\n\nreveals that the Supreme Court had held that by giving specimen\n\nwriting, the accused person does not furnish evidence against himself\n\nand, therefore, when an accused person is compelled to give a specimen\n\nwriting or impression of his finger, palm or foot, it may be such that he\n\nhas been compelled to be a witness, however, it cannot be held that he\n\nhad been compelled to be a witness against himself. In the\n\ncircumstances, the Supreme Court had held that merely taking a\n\nspecimen writing does not mean to be giving a statement so as to be hit\n\nby <a href=\"/doc/523607/\" id=\"a_277\">Section 162</a> of the Criminal Procedure Code.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_252\">\n\n<span class=\"hidden_text\" id=\"span_210\">Crl. Appeal No.804/2001                                         Page 96 of 110</span>\n</p><p data-structure=\"Precedent\" id=\"p_253\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"601466\" id=\"span_211\">82.     What also emerges from the perusal of <a href=\"/doc/601466/\" id=\"a_278\">Sukhvinder</a> case (supra) is\n\nthat it is also distinguishable and does not hold that if the specimen\n\nhandwriting is taken from a non convicted persons during custody,\n\nthen the specimen handwriting would be inadmissible. The specimen\n\nwritings in the instant case of appellant Sukhdev Paul were taken\n\nunder the directions of Shri. Garg, Tehsildar -Executive Magistrate,\n\nPW13. No enquiry and trial in this case were pending in the Court of the\n\nTehsildar-Executive Magistrate. Rather the enquiry and trial in this\n\ncase was pending under TADA before the Designated Court only. In\n\nthese circumstances the Court was of the view that the direction given\n\nby the Tehsildar -Executive Magistrate to the accused to give his\n\nspecimen writings was clearly unwarranted and not contemplated or\n\nenvisaged by <a href=\"/doc/770022/\" id=\"a_279\">Section 73</a> of the Evidence Act despite admission by the\n\naccused in his statement under <a href=\"/doc/767287/\" id=\"a_280\">section 313</a> of the Cr.P.C. In this case\n\nthere was also inherent ambiguity as to the matter of the letters\n\nreaching the hands of the police officials, as the prosecution‟s\n\nexplanation for the same was diametrically opposite to the explanation\n\nof the mother of the deceased.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_254\">\n</p><p data-structure=\"Precedent\" id=\"p_255\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_212\">83.     A    division     Bench   of   this   Court   in   Satyawan   Vs     State\n\nMANU/DE/1044/2009 had ignored the part of the report of handwriting\n\nexpert wherein he had opined that the specimen writings S-1 to S-8 of\n\nan accused Satish matched the writing on the ransom note on the\n\nground that the investigation officer had taken specimen writing in\n\n\n<span class=\"hidden_text\" id=\"span_213\">Crl. Appeal No.804/2001                                          Page 97 of 110</span>\n violation of the provisions of the <a href=\"/doc/1747275/\" id=\"a_281\">Identification of Prisoners Act, 1920</a>\n\nand also on the ground of being contrary to the law that specimen\n\nwriting for purposes of expert opinion can be directed to be taken under\n\norders of the Court, where the trial is pending, relying on <a href=\"/doc/365868/\" id=\"a_282\">State of UP Vs\n\nRam Babu Misra</a>, (supra) and Sukhwinder Singh &amp; ors Vs State of\n\nPunjab, (supra). In this case the investigating officer took the specimen\n\nsample of the accused while he was in custody.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_256\">\n</p><p data-structure=\"Precedent\" id=\"p_257\">84.     In Harpal Singh vs State, MANU/DE/1091/2010, the IO had\n\nobtained the specimen handwriting Ex.PX-1 to Ex.PX-4 of the accused\n\nand sent the same along with Ex.P-1 to Ex.P-4 recovered from the\n\nhouse of the accused to the Forensic Science Laboratory for comparison\n\nof the handwriting. Before taking the specimen sample of handwriting\n\nhe had not taken permission of the Court. Vide FSL report Ex.PW-24/A\n\nit was opined that the writing Ex.P-1 to Ex.P-4 is in the same hand of\n\nthe person who had written Ex.PX-1 to Ex. PX-4. During trial no\n\nsuggestion was given to the witnesses in the cross examination that the\n\nspecimen handwritings were not the handwritings of the accused. The\n\nCourt however, excluded the opinion of the handwriting expert\n\npertaining to the letter recovered by the police. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"365868\" id=\"span_214\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_215\">While excluding the\n\nopinion of handwriting expert, the Court had relied on para 7 of the\n\n<a href=\"/doc/1626264/\" id=\"a_283\">Kathi Kalu Oghad</a>&#x27;s (supra) and paras 3 to 6 and para 8 of <a href=\"/doc/365868/\" id=\"a_284\">Ram Babu\n\nMisra</a> (supra).</span></span> Paras 18 to 23 of Harpal Singh (supra) are as under:\n\n\n\n\n<span class=\"hidden_text\" id=\"span_216\">Crl. Appeal No.804/2001                                    Page 98 of 110</span>\n</p><blockquote id=\"blockquote_41\">                 18. Unfortunately, for the prosecution, the charge\n                against Neeraj has to fail for the simple reason\n                Neeraj&#x27;s specimen handwriting was obtained by the\n                police when he was in their custody. No permission\n                was taken from the Court concerned to obtain his\n                specimen handwriting.\n</blockquote><blockquote id=\"blockquote_42\">                19. Learned Counsel for the State urges that a\n                Constitution Bench of 11 Judges of the Supreme\n                Court, in the decision reported as 1961 Cri.L.J. 856\n                State of Bombay v. Kathi Kalu Oghad and Ors. has\n                upheld the constitutional validity of compelling an\n                accused to give specimen handwritings. It has been\n                held that the same does not contravene <a href=\"/doc/366712/\" id=\"a_285\">Article 20(3)</a>\n                of the Constitution of India and thus the fact that\n                the police obtained the specimen handwriting of\n                Neeraj when he was in their custody does not\n                invalidate the said act. Learned Counsel was at\n                pains to point out that the Constitution Bench of\n                the Supreme Court was considering three references\n                pertaining to three views taken by the High Court of\n                Bombay, Punjab and West Bengal pertaining to\n                compelling    an   accused   to     give   his    specimen\n                handwriting, fingerprints and specimen signatures\n                respectively and that in the latter two cases the\n                palm and finger print impressions as also the\n                specimen     signatures   were    obtained       with     the\n                permission of the magistrate concerned but in the\n                first case pertaining to the Bombay High Court the\n                specimen     handwritings    were    taken       when     the\n                accused was in police custody. Thus, learned\n                Counsel urged that the Constitution Bench upheld\n\n\n\n<span class=\"hidden_text\" id=\"span_217\">Crl. Appeal No.804/2001                                          Page 99 of 110</span>\n                 the action of taking specimen handwriting by the\n                police when the accused was in police custody.\n</blockquote><blockquote id=\"blockquote_43\">                20. It may be noted that the Constitution Bench of\n                the Supreme Court was dealing with the issue\n                whether to compel an accused to give his blood\n                sample,   palm     and   fingerprints   impressions,\n                signatures and handwriting etc. would or would not\n                be violative of <a href=\"/doc/366712/\" id=\"a_286\">Article 20(3)</a> of the Constitution of\n                India which made it unconstitutional for a person\n                to be a witness against himself. The Constitution\n                Bench held that to be a witness means to give\n                evidence. It was held that giving handwriting\n                samples or fingerprints or palm impressions did not\n                tantamount to giving evidence and that when a\n                handwriting sample or a fingerprint or a palm\n                impression was obtained by the police it did not\n                amount to compelling an accused to be a witness\n                against himself.\n</blockquote><blockquote id=\"blockquote_44\">                21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_218\">In the decision reported reference to the\n                decision of the Constitution Bench in <a href=\"/doc/1626264/\" id=\"a_287\">Kathi Kalu\n                Oghad</a>&#x27;s case (supra) in para 7 it was observed as\n                under:</span>\n</blockquote><blockquote id=\"blockquote_45\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"763713\" id=\"span_219\">7. <a href=\"/doc/770022/\" id=\"a_288\">Section 73</a> of the Evidence Act was considered by\n                us in <a href=\"/doc/763713/\" id=\"a_289\">State (Delhi Administration) v. Pali Ram</a> 1979\n                Cri.L.J. 17 where we held that a Court holding an\n                enquiry under the <a href=\"/doc/445276/\" id=\"a_290\">Criminal Procedure Code</a> was\n                entitled under <a href=\"/doc/770022/\" id=\"a_291\">Section 73</a> of the Evidence Act to\n                direct an accused person appearing before it to give\n                his specimen handwriting to enable the Court by\n                which he may be tried to compare it with disputed\n                writings. The present question whether such a\n\n\n\n<span class=\"hidden_text\" id=\"span_220\">Crl. Appeal No.804/2001                                   Page 100 of 110</span>\n                 direction, under <a href=\"/doc/770022/\" id=\"a_292\">Section 73</a> of the Evidence Act, can\n                be        given        when    the    matter     is    still     under\n                investigation and there is no proceeding before the\n                Court was expressly left open.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1626264\" id=\"span_221\">The question was\n                also not considered in <a href=\"/doc/1626264/\" id=\"a_293\">State of Bombay v. Kathi\n                Kalu Oghad</a> 1961 Cri.L.J. 856, where the question\n                which        was        actually      decided     was     that        no\n                testimonial compulsion under <a href=\"/doc/366712/\" id=\"a_294\">Article 20(3)</a> of the\n                Constitution was involved in a direction to give\n                specimen          signature      and    handwriting            for   the\n                purpose of comparison.</span>\n</blockquote><blockquote id=\"blockquote_46\">                22. In para 3 to 6 and para 8 of the decision in\n                Rambabu Mishra&#x27;s case (supra) it was observed as\n                under:\n</blockquote><blockquote id=\"blockquote_47\">                3. <a href=\"/doc/770022/\" id=\"a_295\">Section 73</a> of the Evidence Act is as follows:\n</blockquote><blockquote id=\"blockquote_48\">                73. In order to ascertain whether a signature,\n                writing or seal is that of the person by whom it\n                purports          to    have   been    written    or    made,        any\n                signature, writing or seal admitted or proved to the\n                satisfaction of the Court to have been written or\n                made by that person may be compared with the one\n                which is to be proved, although that signature,\n                writing or seal has not been produced or proved for\n                any other purpose.\n</blockquote><p data-structure=\"Section\" id=\"p_258\">                The Court may direct any person present in Court to\n                write any words or figures for the purpose of\n                enabling the Court to compare the words or figures\n                so written with any words or figures alleged to have\n                been written by such person.\n</p><p data-structure=\"Conclusion\" id=\"p_259\">                This section applies also, with any necessary\n                modifications to finger-impressions.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_260\">\n\n<span class=\"hidden_text\" id=\"span_222\">Crl. Appeal No.804/2001                                                   Page 101 of 110</span>\n</p><p data-structure=\"Section\" id=\"p_261\">                 4. The second paragraph of Section 73 enables the\n                Court to direct any person present in Court to give\n                specimen writings &quot;for the purpose of enabling the\n                Court to compare&quot; such writings with writings\n                alleged to have been written by such person. The\n                clear implication of the words &quot;for the purpose of\n                enabling the Court to compare&quot; is that there is some\n                proceeding before the Court in which or as a\n                consequence of which it might be necessary for the\n                Court to compare such writings. The direction is to\n                be given for the purpose of &#x27;enabling the Court to\n                compare&#x27; and not for the purpose of enabling the\n                investigating or other agency &#x27;to compare&#x27;. If the\n                case is still under investigation there is no present\n                proceeding before the Court in which or as a\n                consequence of which it might be necessary to\n                compare the writings. The language of Section 73\n                does not permit a Court to give a direction to the\n                accused to give specimen writings for anticipated\n                necessity for comparison in a proceeding which\n                may later be instituted in the Court. Further\n                <a href=\"/doc/770022/\" id=\"a_296\">Section 73</a> of the Evidence Act makes no distinction\n                between a Civil Court and a Criminal Court. Would\n                it be open to a person to seek the assistance of the\n                Civil Court for a direction to some other person to\n                give sample writing under <a href=\"/doc/770022/\" id=\"a_297\">Section 73</a> of the\n                Evidence Act on the plea that it would help him to\n                decide whether to institute a civil suit in which the\n                question would be whether certain alleged writings\n                are those of the other person or not? Obviously not.\n                If not, why should it make any difference if the\n\n\n\n<span class=\"hidden_text\" id=\"span_223\">Crl. Appeal No.804/2001                                    Page 102 of 110</span>\n                 investigating agency seeks the assistance of the\n                Court under <a href=\"/doc/770022/\" id=\"a_298\">Section 73</a> of the Evidence Act on the\n                plea that a case might be instituted before the\n                Court where it would be necessary to compare the\n                writings?\n</p><p data-structure=\"Section\" id=\"p_262\">                5. We may also refer here to <a href=\"/doc/1391184/\" id=\"a_299\">Section 5</a> of the\n                Identification   of    Prisoners    Act,   1920,     which\n                provides:\n</p><blockquote id=\"blockquote_49\">                5. If a Magistrate is satisfied that, for the purposes\n                of any investigation or proceeding under the <a href=\"/doc/445276/\" id=\"a_300\">Cr.PC</a>,\n                1898, it is expedient to direct any person to allow\n                his measurements or photograph to be taken, he\n                may make an order to that effect, and in that case\n                the person to whom the order relates shall be\n                produced or shall attend at the time and place\n                specified   in   the   order   and    shall   allow     his\n                measurements or photograph to be taken, as the\n                case may be, by a police officer:\n</blockquote><blockquote id=\"blockquote_50\">                Provided that no order shall be made directing any\n                person to be photographed except by a Magistrate\n                of the first class:\n</blockquote><blockquote id=\"blockquote_51\">                Provided further, that no order shall be made under\n                this section unless the person has at some time\n                been arrested in connection with such investigation\n                or proceeding.\n</blockquote><blockquote id=\"blockquote_52\">                <a href=\"/doc/103195814/\" id=\"a_301\">Section 2(a)</a> of the Act defines &quot;measurements&quot; as\n                including    &quot;finger   impressions     and    foot    print\n                impressions.\n</blockquote><p data-structure=\"Section\" id=\"p_263\">                6. There are two things to be noticed here. First,\n                signature and writing are excluded from the range\n                of <a href=\"/doc/1391184/\" id=\"a_302\">Section 5</a> of the Identification of Prisoners Act\n\n\n\n<span class=\"hidden_text\" id=\"span_224\">Crl. Appeal No.804/2001                                        Page 103 of 110</span>\n                 and, second, &#x27;finger impressions&#x27; are included in\n                both <a href=\"/doc/770022/\" id=\"a_303\">Section 73</a> of the Evidence Act and <a href=\"/doc/1391184/\" id=\"a_304\">Section 5</a>\n                of the Identification of Prisoners Act. A possible\n                view is that it was thought that <a href=\"/doc/770022/\" id=\"a_305\">Section 73</a> of the\n                Evidence Act would not take in the stage of\n                investigation and so <a href=\"/doc/1391184/\" id=\"a_306\">Section 5</a> of the Identification\n                of Prisoners Act made special provision for that\n                stage and even            while making such provision,\n                signature and writings were deliberately excluded.</p>\n<p data-structure=\"Section\" id=\"p_264\">                As we said, this is a possible view but not one on\n                which       we   desire    to   rest    our   conclusion.      Our\n                conclusion rests on the language of <a href=\"/doc/770022/\" id=\"a_307\">Section 73</a> of\n                the Evidence Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_265\">\n</p><p data-structure=\"Precedent\" id=\"p_266\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"503502\" id=\"span_225\">8.    The    view   expressed      by    us   in   the    earlier\n                paragraphs, on the construction of <a href=\"/doc/770022/\" id=\"a_308\">Section 73</a>,\n                Evidence Act was the view taken by the Madras\n                High Court in <a href=\"/doc/503502/\" id=\"a_309\">T. Subbiah v. S.K.D. Ramaswamy\n                Nadar</a> AIR 1970 Mad.</span> 85, the Calcutta High Court\n                in Farid Ahmed v. the State AIR1960Cal32 (Mitter\n                J., at page 32). and Priti Ranjan Ghosh and Ors. v.\n</p><p data-structure=\"Precedent\" id=\"p_267\">                <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1982118\" id=\"span_226\">The State (1973) 77 CWN 865, the High Court of\n                Punjab and Haryana in <a href=\"/doc/1982118/\" id=\"a_310\">Dharamvir Singh v. State</a>,\n                the High Court of Madhya Pradesh in Brij Bhushan\n                Raghunandan               Prasad         v.     The         State\n                MANU/MP/0050/1957 : AIR 1957 MP 106, the Orissa\n                High Court in Srikant Rout v. State of Orissa 1972\n                (2) CWR 1332 and the Allahabad High Court in the\n                judgment under appeal.</span> A contrary view was taken\n                by the Patna High Court in Gulzar Khan and Ors. v.\n</p><p data-structure=\"Conclusion\" id=\"p_268\">                <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1577995\" id=\"span_227\">State MANU/BH/0069/1962 : AIR 1962 Pat 255 and\n\n\n\n<span class=\"hidden_text\" id=\"span_228\">Crl. Appeal No.804/2001                                               Page 104 of 110</span>\n                 the High Court of Andhra Pradesh in <a href=\"/doc/1577995/\" id=\"a_311\">B. Rami Reddy\n                and Ors. v. State of Andhra Pradesh</a>. We do not\n                agree with the latter view. We accordingly dismiss\n                the appeal and while doing so we would suggest\n                that suitable legislation may be made on the\n                analogy of <a href=\"/doc/1391184/\" id=\"a_312\">Section 5</a> of the Identification of\n                Prisoners Act and provide for the investiture of\n                Magistrates with the power to issue directions to\n                any person, including an accused person, to give\n                specimen signatures and writings.</span>\n</p><p data-structure=\"Precedent\" id=\"p_269\">                23.    In     the     decision     reported      as\n                MANU/SC/0783/1994      :   [1994]  3   SCR    1061\n                Sukhvinder Singh and Ors. v. State of Punjab,\n                noting that the specimen writing of Sukhvinder\n                Singh was obtained by the police when he was in\n                police custody, notwithstanding the fact that\n                Sukhvinder Singh had admitted in his statement\n                under <a href=\"/doc/767287/\" id=\"a_313\">Section 313</a> Cr.P.C. that he gave the\n                specimen handwriting, it was held that the opinion\n                of the handwriting expert had to be excluded while\n                considering the evidence against Sukhvinder Singh.\n                We note that the said evidence brought on record\n                inculpatory evidence against Sukhvinder Singh in\n                respect of ransom letters Ex.P-A and Ex.P-C alleged\n                by the prosecution to be in the handwriting of\n                Sukhvinder Singh.\n</p>\n<p data-structure=\"Precedent\" id=\"p_270\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"729191\" id=\"span_229\">85.     As was also, in the case of <a href=\"/doc/729191/\" id=\"a_314\">Mohd. Aman, Babu Khan &amp; another Vs.\n\nState of Rajasthan</a> AIR 1997 SC 2960           held in para No.8 which is\n\nreproduced as follows:-</span>\n</p>\n<blockquote id=\"blockquote_53\">                       &quot;8. After careful perusal of the evidence\n                adduced in proof of the above circumstance we\n                notice a glaring missing link, in that, the\n                prosecution has failed to establish that the seized\n                articles were not - or could not be - tampered with\n                before it reached the Bureau for examination.\n                Though evidence was led to prove that after seizure\n                the articles were packaged and. then sealed, no\n                evidence was led to indicate what was the mark\n\n\n<span class=\"hidden_text\" id=\"span_230\">Crl. Appeal No.804/2001                                       Page 105 of 110</span>\n                 given in the seals and whether the Bureau received\n                the packages with the marked seals intact. Indeed,\n                even the contemporaneous letters exchanged\n                between them (Ext. P.59 and P.60) do not throw\n                any light on this aspect of the matter. Rather, other\n                circumstances appearing on record make the\n                prosecution case doubtful in this regard: first, the\n                articles were kept in the police station for five days\n                without any justifiable reason, secondly the\n                Investigating Officer (P.W. 20) admitted that the\n                seal, mark of which was put on the articles, was\n                with him since the time of seizure and lastly his\n                letter (Ext. P.39) forwarding the seized articles to\n                the Bureau contains admittedly, an overwriting as\n                regards the date of its writing/dispatch and no\n                satisfactory explanation is forthcoming for the\n                same. Apart from the above missing link and the\n                suspicious circumstances surrounding the same,\n                there is another circumstance which also cast a\n                serious mistrust as to genuineness of the evidence.\n                Even though the specimen finger prints of Mohd.\n                Aman had to be taken on a number of occasions at\n                the behest of the Bureau, they were never taken\n                before or under the order of a Magistrate in\n                accordance with <a href=\"/doc/1391184/\" id=\"a_315\">Section 5</a> of the Identification of\n                Prisoners Act. It is true that under <a href=\"/doc/1963884/\" id=\"a_316\">Section 4</a> thereof\n                police is competent to take finger prints of the\n                accused but to dispel any suspicion as to its\n                bonafides or to eliminate the possibility of\n                fabrication of evidence it was eminently desirable\n                that they were taken before or under the order of a\n                Magistrate. The other related infirmity from which\n                the prosecution case suffers is that the brass jug,\n                production of which would have been the best\n                evidence in proof of the claim of its seizure and\n                subsequent examination by the Bureau, was not\n                produced and exhibited during trial - for reasons\n                best known to the prosecution and unknown to the\n                Court. For the foregoing discussion we are unable\n                to sustain the convictions of Mohd. Aman.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_271\">86.     Additionally, the present issue has already been decided by this\n\nCourt on 14.05.2009 in the case of Avdesh Vs. State, Criminal Appeal\n\n\n\n\n<span class=\"hidden_text\" id=\"span_231\">Crl. Appeal No.804/2001                                          Page 106 of 110</span>\n No.513/2001 along with Criminal Appeal Nos.300/2002 and 301/2002,\n\nwherein para No.10, thereof it was held as under:-\n</p>\n<blockquote id=\"blockquote_54\">                &quot;10. It is not in dispute that the specimen writings\n                of the appellants were obtained by the investigation\n                officer when the appellants were in custody. Their\n                identification as required by the Identification of\n                Prisoner&#x27;s Act 1920 was not got done. Nor were\n                orders obtained by the Court of competent\n                jurisdiction to obtain the sample handwritings of\n                the accused.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_272\">87.     After carefully studying the law on this issue, as has been\n\ndiscussed above, the Division Bench of this Court came to the following\n\nconclusion in para No.12 of the judgment of Avdesh (Supra) which is\n\nas follows:-\n</p>\n<blockquote id=\"blockquote_55\">                &quot;12. Thus, the report Ex.PW-14/A of the\n                handwriting expert has to be excluded while\n                considering the evidence, for the reason, no orders\n                were obtained by the competent court to obtain the\n                specimen writings of the appellants nor were the\n                provisions of the Identification of Prisoner&#x27;s Act\n                1920 complied with.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_273\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"267228\" id=\"span_232\">88.     The other decision of this Court, where I, (Suresh Kait, J) was\n\none of the members of the Bench, in Criminal Appeal No.362/2008\n\ntitled as <a href=\"/doc/267228/\" id=\"a_317\">Harpal Singh Vs. State</a> decided on 25.05.2010, six arguments\n\nhad been advanced by the Ld.Senior Counsel for the appellant and one\n\nof them was that no permission was taken from the Court of competent\n\njurisdiction and <a href=\"/doc/1391184/\" id=\"a_318\">Section 5</a> of the Identification of the Prisoners‟ Act\n\n1920 was not complied with, hence, the FSL report Ex.PW24/A could\n\nnot be relied upon by the Ld.Trial Judge. In this case the testimony of\n\nInspector Jagdish Meena PW-22, made it abundantly clear that the\n\n\n\n<span class=\"hidden_text\" id=\"span_233\">Crl. Appeal No.804/2001                                        Page 107 of 110</span>\n specimen writings of the appellant were obtained by Inspector Jagdish\n\nMeena when the appellant was in custody. Since the specimen\n\nhandwriting of the appellant was obtained without the prior permission\n\nof the competent Court as required<a href=\"/doc/1391184/\" id=\"a_319\"> u/s 5</a> of the Identification of\n\nPrisoners Act 1920, it was held that it is inadmissible in evidence. The\n\nrelevant para no. 48 of <a href=\"/doc/267228/\" id=\"a_320\">the said judgment</a> is as follows:-</span>\n\n</p><blockquote id=\"blockquote_56\">                &quot;Thus, the FSL report Ex.PW-24/A has to be\n                excluded from the arena of admissible evidence in\n                the present case, for the reason, no orders were\n                obtained by the competent court to obtain the\n                specimen writings of the appellants nor were the\n                provisions of the Identification of Prisoner&#x27;s Act\n                1920 complied with.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_274\">89.     My learned brother Shri Anil Kumar, J, is of the opinion that\n\nsignatures are not covered under the provisions of the <a href=\"/doc/1747275/\" id=\"a_321\">Identification of\n\nPrisoners Act, 1920</a> and, therefore, since it is not specifically barred\n\nunder law, it ought to be admissible in evidence and cannot be made\n\ninadmissible on the ground that permission under <a href=\"/doc/1391184/\" id=\"a_322\">Section 5</a> of the said\n\nAct was not taken from the concerned Magistrate. He has further\n\nobserved that if a measurement which is covered under the provisions\n\nof the <a href=\"/doc/1747275/\" id=\"a_323\">Identification of Prisoners Act, 1920</a> is not admissible and if it is\n\ntaken under <a href=\"/doc/1963884/\" id=\"a_324\">section 4</a> of the said Act without the permission of the\n\nconcerned Magistrate, a fortiori, sample handwritings and signatures\n\nwhich are not covered under the said Act will not be inadmissible\n\nwithout the permission of the concerned Magistrate under <a href=\"/doc/1391184/\" id=\"a_325\">Section 5</a> of\n\nthe said Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_275\">\n\n<span class=\"hidden_text\" id=\"span_234\">Crl. Appeal No.804/2001                                      Page 108 of 110</span>\n</p><p data-structure=\"Conclusion\" id=\"p_276\"> 90.     Keeping in view the above discussion and the judgment of Harpal\n\nSingh (supra), I am of the view that sample handwritings and\n\nsignatures obtained by the police authorities without complying with\n\nthe provisions<a href=\"/doc/1391184/\" id=\"a_326\"> u/s 5</a> of Identification of Prisoners Act 1920, are\n\ninadmissible.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_277\">\n</p><p data-structure=\"Section\" id=\"p_278\">91.     Additionally, it is pertinent to mention that Section 311-A has\n\nbeen inserted in the <a href=\"/doc/445276/\" id=\"a_327\">Code of Criminal Procedure</a> by an amendment of\n\n2005     (w.e.f.23.06.2006)   whereby   taking   specimen   signatures        or\n\nhandwritings are also included within the powers of the Magistrate, for\n\nthe purposes of investigation.     The amendment has been effected in\n\npursuance of the many judicial verdicts given by the various High\n\nCourts and the Supreme Court of India.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_279\">\n</p><p data-structure=\"Precedent\" id=\"p_280\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"267228\" id=\"span_235\">92.     I have the privilege of considering the judgment of my learned\n\nbrother Shri Anil Kumar, J. however, I had held in Criminal Appeal\n\nNo.362/2008 decided on 25.05.2010, titled as <a href=\"/doc/267228/\" id=\"a_328\">Harpal Singh Vs. State</a>\n\nwith another learned brother Sh.Pradeep Nandrajog, J that the sample\n\nhandwriting obtained by the police when the accused was in custody,\n\nwas not admissible as no permission was taken from the court\n\nconcerned, to obtain his specimen handwriting nor were the provisions\n\nof <a href=\"/doc/1747275/\" id=\"a_329\">Identification of Prisoners Act</a> 1920, complied with.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_281\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"53835479\" id=\"span_236\">93.     Additionally, my learned brother Shri Anil Kumar, J, has relied on\n\nanother Bench judgment in Criminal Appeal No.1005/2008 titled as\n\n\n\n<span class=\"hidden_text\" id=\"span_237\">Crl. Appeal No.804/2001                                     Page 109 of 110</span>\n <a href=\"/doc/53835479/\" id=\"a_330\">Bhupinder Singh Vs. State (Govt of NCT of Delhi</a>) vide order dated\n\n06.04.2011 wherein a similar issue has been ordered to be referred to\n\nthe larger bench. Therefore, I too hold that the question as raised by my\n\nlearned brother Shri Anil Kumar, J be referred to the larger bench in\n\nthe facts and circumstances of the instant case.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_282\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_283\">                                           SURESH KAIT, J\n\nAugust 11th 2011\nRS/J/Mk\n\n\n\n\n<span class=\"hidden_text\" id=\"span_238\">Crl. Appeal No.804/2001                                    Page 110 of 110</span>\n </p>","numcites":60,"numcitedby":97,"docsource":"Delhi High Court","citetid":1239391,"divtype":"judgments","relatedqs":[{"value":"section 73 of evidence act","formInput":"section%2073%20of%20evidence%20act"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"handwriting  expert","formInput":"handwriting%20%20expert"},{"value":"Identification of prisoners act sec 5","formInput":"Identification%20of%20prisoners%20act%20sec%205"},{"value":"article 20(3)","formInput":"article%2020%283%29"},{"value":"suicide note","formInput":"suicide%20note"},{"value":"sapan haldar","formInput":"sapan%20haldar"},{"value":"finger prints","formInput":"finger%20prints"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"kathi kalu oghad","formInput":"kathi%20kalu%20oghad"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"police custody ","formInput":"police%20custody%20"},{"value":"state of u.p. v/s. rambabu mishra","formInput":"state%20of%20u.p.%20v/s.%20rambabu%20mishra"},{"value":"fsl report","formInput":"fsl%20report"},{"value":"article 20","formInput":"article%2020"},{"value":"admissibility of evidence","formInput":"admissibility%20of%20evidence"},{"value":"'section 4' 'prisoners act'","formInput":"%27section%204%27%20%27prisoners%20act%27"},{"value":"handwriting samples","formInput":"handwriting%20samples"},{"value":"miscarriage","formInput":"miscarriage"},{"value":"\" suicide note \"","formInput":"%22%20suicide%20note%20%22"}],"cats":[{"value":"comparison-of-words-or-figures-admitted-proven-evidence","formInput":"tag:comparison-of-words-or-figures-admitted-proven-evidence"},{"value":"kidnapping-for-ransom","formInput":"tag:kidnapping-for-ransom"}],"courtcopy":true,"query_alert":null,"agreement":false}