{"tid":14489895,"publishdate":"2019-09-27","title":"The State Of Rajasthan vs Sahi Ram on 27 September, 2019","doc":"<h2 class=\"doc_title\">The State Of Rajasthan vs Sahi Ram on 27 September, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 SUPREME COURT 4723, 2019 (10) SCC 649, AIRONLINE 2019 SC 1123, 2020 CRI LJ 153, (2019) 13 SCALE 135, (2019) 2 ALD(CRL) 1012, (2019) 3 UC 1614, (2019) 4 ALLCRILR 502, (2019) 4 MAD LJ(CRI) 231, (2019) 4 RECCRIR 685, (2019) 76 OCR 863, (2020) 129 CUT LT 171, (2020) 1 RAJ LW 567, 2020 (1) SCC (CRI) 85, AIR 2020 SC( CRI) 449</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-saran\">Vineet Saran</a>, <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<pre id=\"pre_1\">         Criminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\n         State of Rajasthan vs. Sahi Ram\n                                                                                                    1\n\n                                                                                          Reportable\n                                              IN THE SUPREME COURT OF INDIA\n\n                                            CRIMINAL APPELLATE JURISDICTION\n\n                                             CRIMINAL APPEAL NO.1497 OF 2019\n                                            (Arising out of SLP(Crl.) No.8428 of 2016)\n\n                         STATE OF RAJASTHAN                                           …APPELLANT\n\n                                                               VERSUS\n\n                         SAHI RAM                                                     …RESPONDENT\n\n                                                           JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                         Uday Umesh Lalit, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                         1.     Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Issue\" id=\"p_4\">                         2.     This appeal challenges the final order dated 07.04.2016 passed by\n\n                         the High Court1 in S.B. Criminal Appeal No.774 of 2015.\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">                         3.     On receiving source information on 20.06.2006 that in a white\n\n                         coloured Tavera vehicle bearing registration No.RJ27-TC-0323 three\n\n                         persons were coming from Madhya Pradesh along with contraband\n\n                         material namely poppy straw and were proceeding towards Jodhpur, the\n\n                         information was reduced to writing and a copy was immediately forwarded\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_3\">MUKESH KUMAR</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2019.09.27</span>\n                         to the superior officers in terms of requirements of Section 42 of the\n<span class=\"hidden_text\" id=\"span_5\">17:00:42 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n                          1 The High   Court of Judicature for Rajasthan at Jodhpur\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_7\">                                                                                     2</span>\n\n      <a href=\"/doc/1727139/\" id=\"a_1\">Narcotic Drugs and Psychotropic Substances Act, 1985</a> (hereinafter\n\n      referred to as “the <a href=\"/doc/1727139/\" id=\"a_2\">NDPS Act</a>”).\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Facts\" id=\"p_7\">      4.       A team was thereafter constituted which reached the Railway\n\n      crossing near petrol pump Nimbahera. Two private persons named Kishan\n\n      Lal and Chaman Lal were asked to associate as Panchas. At 9.40 AM, the\n\n      vehicle was seen coming from Neemuch and was stopped. The vehicle\n\n      was being driven by the respondent while the other two occupants were\n\n      identified as Sohan and Kanhaiya Lal.                  After following mandatory\n\n      requirements under the provisions of the <a href=\"/doc/1727139/\" id=\"a_3\">NDPS Act</a>, the vehicle was\n\n      searched, during which seven bags of poppy straw, the gross weight being\n\n      223 kgs were found behind the driver’s seat. From every bag two samples\n\n      of 500 grams were taken and two such samples were sealed. Remaining\n\n      quantity of 2500 grams was put in a separate pouch. The bags weighing\n\n      about 223 kgs were also sealed. Punchnama to that effect was recorded\n\n      which bore the signatures of the respondent and other persons.\n\n\n</p><p data-structure=\"Issue\" id=\"p_8\">      5.       After completing investigation, charge-sheet was filed against the\n\n      respondent and against said Sohan and Kanhaiya Lal for the offence\n\n      punishable under <a href=\"/doc/704277/\" id=\"a_4\">Section 8</a> read with 15 of the <a href=\"/doc/1727139/\" id=\"a_5\">NDPS Act</a> while the\n\n      investigation was kept pending against one Shyam Sunder, his wife Vimla,\n\n      the owners of the vehicle and one Pappu Raja. By Order dated 25.05.2015,\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_8\">                                                                                  3</span>\n\n      said Sohan and Kanhaiya Lal were marked as absconding accused in the\n\n      trial.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"Facts\" id=\"p_10\">      6.       The prosecution examined eighteen witnesses in support of its\n\n      case.          PW15, Surender Singh, from Police Station Nimbahera had\n\n      entered the information in Rojnamcha and had intimated the superior\n\n      officials. As regards the recovery of the contraband material he stated:-\n\n</p><blockquote id=\"blockquote_1\">                       “…… Behind the driver’s seat there were white\n                  plastic bags which were tied with strings, which were\n                  opened with the help of the police team and the\n                  witnesses, and smelled, and then everybody told it to\n                  be poppy husk. They were asked if they had any valid\n                  license for this poppy husk and they had told that they\n                  do not have any license. Their above act of all the\n                  three people was found to be punishable offence\n                  under <a href=\"/doc/704277/\" id=\"a_6\">section 8</a>/<a href=\"/doc/1046310/\" id=\"a_7\">15</a> NDPS Act due to which the bags\n                  were taken out of the vehicle, all the bags were\n                  weighed, then, in the 7 bags 223 kg poppy husk was\n                  found. 500 gm poppy husk was taken out from every\n                  bag and was weighed together and it came out to be\n                  3500 gm. Out of this two samples of 500 gm each\n                  were put in plastic packets and were then put in white\n                  cloth bags and seal stamped. The sample was marked\n                  A and the control sample was marked B. the\n                  remaining 2500 gm sample was seal stamped and\n                  given mark C.”\n\n                  “…..All the three accused Sahi Ram, Sohan,\n                  Kanhaiya Lal were given notices under <a href=\"/doc/1294540/\" id=\"a_8\">section 52</a> and\n                  were arrested. I recognize all the three accused, who\n                  are today not present in the court. The notice given to\n                  witness Kishan is Exibit P-1, which bears my\n                  signatures from E to F, and the signatures of Kishan\n                  are from C to D, the notice given to Chaman is Exibit\n                  P-17, which bears my signatures from E to F, and the\n                  signatures of Chaman are from C to D. the notice\n                  given to accused Sahi Ram under <a href=\"/doc/961083/\" id=\"a_9\">section 50</a> is Exibit\n                  P-2, the notice given to accused Sohan under section\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_9\">                                                                                4</span>\n\n                  50 is Exibit P-3, the notice given to accused Kanhaiya\n                  Lal under <a href=\"/doc/961083/\" id=\"a_10\">section 50</a> is Exibit P-4, which bears my\n                  signatures from E to F, and the signatures of accused\n                  are from G to H. the memo of seizure of poppy husk\n                  is Exibit P-5, which bears my signatures from E to F,\n                  and the signatures of accused are from G to H, I to J,\n                  K to L.”\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_11\">      7.       After considering the relevant evidence on record, the Special\n\n      Judge, NDPS Case No.2, Chittorgarh vide judgment dated 01.08.2015\n\n      found that the case was established against the respondent herein and he\n\n      was convicted for offence punishable under <a href=\"/doc/704277/\" id=\"a_11\">Section 8</a> read with 15 of the\n\n      <a href=\"/doc/1727139/\" id=\"a_12\">NDPS Act</a>. By a separate order of even date, the respondent was sentenced\n\n      to suffer rigorous imprisonment for fifteen years and to pay fine of\n\n      Rs.1,50,000/-; in default whereof he was directed to suffer further rigorous\n\n      imprisonment for one year. It was observed by the trial court:-\n\n</p><blockquote id=\"blockquote_2\">                      “….. In the present case, charge of keeping total\n                  223 kilograms of illegal Dodachura in his conscious\n                  possession and transporting it in Tavera car bearing\n                  No. RJ27-TC-0323 has been proved against the\n                  accused Sahi Ram in the present case, in regard to\n                  which he had no valid license to keep the same in his\n                  possession and quantity of seized illegal Dodachura is\n                  more than commercial quantity.”\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_12\">      8.       The respondent being aggrieved filed S.B. Criminal Appeal No.774\n\n      of 2015 before the High Court. Only one ground was urged in support of\n\n      the appeal that the Muddamal i.e., contraband material in question was not\n\n      produced before the Court and that the evidence on record did not support\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_10\">                                                                                    5</span>\n\n      the case about the seizure and recovery of 223 kgs. of contraband. The\n\n      High Court accepted the submission and concluded that only two samples-\n\n      packets and one bag of poppy straw weighing 2.5 kg were produced and\n\n      exhibited while the entire contraband material was not produced and\n\n      exhibited. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193322848\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"892645\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1838115\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1584447\" id=\"span_14\">Relying on the decisions of this Court in <a href=\"/doc/1584447/\" id=\"a_13\">Noor Aga v. State of\n\n      Punjab &amp; Another2</a>, <a href=\"/doc/1838115/\" id=\"a_14\">Jitendra &amp; Another v. State of Madhya Pradesh3</a>,\n\n      Ashok alias <a href=\"/doc/892645/\" id=\"a_15\">Dangra Jaiswal v. State of Madhya Pradesh4</a> and <a href=\"/doc/193322848/\" id=\"a_16\">Vijay Jain\n\n      v. State of Madhya Pradesh5</a>              it was observed that failure to exhibit\n\n      Muddamal and contraband material was fatal to the case of prosecution.\n\n      The High Court observed:-</span></span></span></span>\n</p>\n<blockquote id=\"blockquote_3\">                       “….Non-exhibition of the Muddamal in the court\n                  leads to the irrefutable conclusion that the prosecution\n                  failed to lead primary evidence of the seizure and\n                  thus, the entire evidence of the prosecution regarding\n                  the alleged recovery has to be discarded.\n</blockquote>\n<blockquote id=\"blockquote_4\">                       Since in the case at hand, the prosecution failed\n                  to exhibit the Muddamal in the court, the entire\n                  evidence of the prosecution regarding alleged seizure\n                  has to be discarded.”\n\n\n             With the aforesaid view, the High Court allowed the appeal, set\n\n      aside the Judgment and Order dated 01.08.2015 passed by the Special\n\n      Judge and acquitted the respondent of the charge levelled against him.\n</blockquote>\n\n\n<blockquote id=\"blockquote_5\">      2 (2008) 16 SCC 417\n      3 (2004) 10 SCC 562\n      4 (2011) 5 SCC 123\n      5 (2013) 14 SCC 527\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_15\">                                                                               6</span>\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_13\">      9.       We heard Dr. Manish Singhvi, learned Senior Advocate for the\n\n      State and Mr. Saurabh Ajay Gupta, learned Advocate for the respondent.\n\n\n</p><p data-structure=\"Section\" id=\"p_14\">      10.      At the outset, it must be considered whether the cases relied upon\n\n      by the High Court state in unequivocal terms that in case of failure to\n\n      produce the contraband material before the Court, the case of the\n\n      prosecution is required to be discarded or not.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">\n</p><p data-structure=\"Precedent\" id=\"p_16\">      11.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1838115\" id=\"span_16\">In <a href=\"/doc/1838115/\" id=\"a_17\">Jitendra &amp; Another v. State of Madhya Pradesh3</a>, it was\n\n      undoubtedly submitted on behalf of the accused that the material objects\n\n      were not at all produced at the trial. The submission in that behalf was\n\n      recorded in para No.4 as under:</span>\n</p>\n<blockquote id=\"blockquote_6\">                  “4. The learned counsel for the appellants strongly\n                  urged that the High Court has completely missed the\n                  crucial issue that was urged on behalf of the accused.\n                  He pointed out that this was a strange case where the\n                  material objects viz. one kilogram charas alleged to\n                  have been seized from the custody of Jitendra, and\n                  one kilogram ganja alleged to have been seized from\n                  the possession of Jitendra’s mother, accused Sheela,\n                  were not at all produced at the trial.”\n\n\n               It was further submitted that there was no material whatsoever to\n\n      prove that the samples that were dispatched to the FSL were actually\n\n      drawn from the seized material. The matter was considered by this Court\n\n      as under:\n</blockquote>\n<blockquote id=\"blockquote_7\">                  “6. In our view, the view taken by the High Court is\n                  unsustainable. In the trial it was necessary for the\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_17\">                                                                               7</span>\n\n                  prosecution to establish by cogent evidence that the\n                  alleged quantities of charas and ganja were seized\n                  from the possession of the accused. The best evidence\n                  would have been the seized materials which ought to\n                  have been produced during the trial and marked as\n                  material objects. There is no explanation for this\n                  failure to produce them. Mere oral evidence as to their\n                  features and production of panchnama does not\n                  discharge the heavy burden which lies on the\n                  prosecution, particularly where the offence is\n                  punishable with a stringent sentence as under the\n                  <a href=\"/doc/1727139/\" id=\"a_18\">NDPS Act</a>. In this case, we notice that panchas have\n                  turned hostile so the panchnama is nothing but a\n                  document written by the police officer concerned. The\n                  suggestion made by the defence in the cross-\n                  examination is worthy of notice. It was suggested to\n                  the prosecution witnesses that the landlady of the\n                  house in collusion with the police had lodged a false\n                  case only for evicting the accused from the house in\n                  which they were living. Finally, we notice that the\n                  investigating officer was also not examined. Against\n                  this background, to say that, despite the panch\n                  witnesses having turned hostile, the non-examination\n                  of the investigating officer and non-production of the\n                  seized drugs, the conviction under the <a href=\"/doc/1727139/\" id=\"a_19\">NDPS Act</a> can\n                  still be sustained, is far-fetched.\n</blockquote>\n<blockquote id=\"blockquote_8\">                  7. The learned counsel for the appellants brought to\n                  our notice two more facts. The High Court seems to\n                  have relied on a copy of the letter dated 14-8-1999\n                  written by the Superintendent of Police, Datia to the\n                  Director, State Forensic Laboratory, Sagar and placed\n                  reliance thereupon, although this was not a document\n                  produced during the trial and proved according to law.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_17\">                  The High Court commented that the prosecution had\n                  failed to exhibit the letter during the trial and that the\n                  trial court was not vigilant in this respect. In the\n                  absence of anyone affirming the correctness of the\n                  contents of the letter, the High Court has placed\n                  reliance on the contents of the letter merely on the\n                  ground that the said document was mentioned at\n                  Serial No. 9 in the charge-sheet, and presumably its\n                  copy must have been supplied to the accused. This is\n                  another lacuna, noticeable in the judgment of the High\n                  Court.\n</p><p data-structure=\"Precedent\" id=\"p_18\">\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_18\">                                                                             8</span>\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_19\">                  8. The learned counsel for the appellant drew our\n                  attention to the final report dated 3-10-1999 submitted\n                  under <a href=\"/doc/1412034/\" id=\"a_20\">Section 173</a> CrPC, from the original file. We\n                  notice something peculiar here. In the final report, in\n                  column 16, headed “Result of laboratory analysis”, it\n                  is stated “report of FSL, Sagar is awaited”.\n</p><p data-structure=\"PetArg\" id=\"p_20\">                  Interestingly, the report of the State Forensic\n                  Laboratory, Sagar is dated 30-8-1999 (Ext. P-17)\n                  certifying that the packets ‘A’, ‘B’ and ‘C’ sent to the\n                  laboratory contained charas and ganja. It appears\n                  strange to us that the final report submitted under\n                  <a href=\"/doc/1412034/\" id=\"a_21\">Section 173</a> CrPC on 3-10-1999, on which the charge-\n                  sheet was based, was submitted by the police officer\n                  concerned either without being aware of or without\n                  reading the report of the Forensic Science Laboratory.\n                  Or else, the Forensic Science Laboratory’s report is\n                  ante-dated. This is another circumstance which\n                  militates strongly against the prosecution.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">                  9. Taking the cumulative effect of all the\n                  circumstances, it appears to us that the material placed\n                  on record by the prosecution does not bring home the\n                  charge beyond reasonable doubt. We are of the view\n                  that upon the material placed on record it would be\n                  unsafe to convict the appellants. They are certainly\n                  entitled to the benefit of doubt.” (emphasis added)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_22\">      12.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"892645\" id=\"span_19\">In Ashok alias <a href=\"/doc/892645/\" id=\"a_22\">Dangra Jaiswal v. State of Madhya Pradesh4</a>, it\n\n      was observed as under: -</span>\n</p>\n<blockquote id=\"blockquote_9\">                  “9. The seizure witnesses turning hostile may not be\n                  very significant, as it is not an uncommon\n                  phenomenon in criminal trials, particularly in cases\n                  relating to NDPS but there are some other\n                  circumstances which, when taken together, make it\n                  very unsafe to uphold the appellant’s conviction.\n</blockquote>\n<blockquote id=\"blockquote_10\">                  10. The seizure of the alleged narcotic substance is\n                  shown to have been made on 8-3-2005, at 11.45 in the\n                  evening. The samples taken from the seized substance\n                  were sent to the FSL on 10-3-2005, along with the\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_20\">                                                                                9</span>\n\n                  draft, Ext. P-31. The samples sent for forensic\n                  examination were, however, not deposited at the FSL\n                  on that date but those came back to the police station\n                  on 12-3-2005 due to some mistake in the draft or with\n                  some query in respect of the draft. The samples were\n                  sent back to the FSL on 14-3-2005, after necessary\n                  corrections in the draft and/or giving reply to the\n                  query and on that date the samples were accepted at\n                  the FSL. From the time of the seizure in the late\n                  evening of 8-3-2005, till their deposit in the FSL on\n                  14-3-2005, it is not clear where the samples were laid\n                  or were handled by how many people and in what\n                  ways.\n</blockquote>\n<blockquote id=\"blockquote_11\">                  11. The FSL report came on 21-3-2005, and on that\n                  basis the police submitted charge-sheet against the\n                  accused on 31-3-2005, but the alleged narcotic\n                  substance that was seized from the accused, including\n                  the appellant was deposited in the malkhana about\n                  two months later on 28-5-2005. There is no\n                  explanation where the seized substance was kept in\n                  the meanwhile.\n</blockquote>\n<blockquote id=\"blockquote_12\">                  12. Last but not the least, the alleged narcotic powder\n                  seized from the possession of the accused, including\n                  the appellant was never produced before the trial\n                  court as a material exhibit and once again there is no\n                  explanation for its non-production. There is, thus, no\n                  evidence to connect the forensic report with the\n                  substance that was seized from the possession of the\n                  appellant or the other accused.”\n\n               Relying on the decision of this Court in Jitendra3, the benefit of\n\n      doubt was given and the accused was acquitted.\n</blockquote>\n\n<blockquote id=\"blockquote_13\">      13.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"193322848\" id=\"span_21\">In <a href=\"/doc/193322848/\" id=\"a_23\">Vijay Jain v. State of Madhya Pradesh5</a>, it was submitted on\n\n      behalf of the accused, as is evident from para 4 of the decision, that there\n\n      was non-production of the contraband goods. This Court dealt with the\n\n      matter as under:-</span>\n</blockquote><blockquote id=\"blockquote_14\">\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_22\">                                                                               10</span>\n\n                  “9. Para 96 of the judgment of this Court in Noor Aga\n                  case2 on which the learned counsel for the State very\n                  strongly relies is quoted hereinbelow: (SCC p. 464)\n\n                       “96. Last but not the least, physical evidence\n                       relating to three samples taken from the bulk\n                       amount of heroin was also not produced. Even if\n                       it is accepted for the sake of argument that the\n                       bulk quantity was destroyed, the samples were\n                       essential to be produced and proved as primary\n                       evidence for the purpose of establishing the fact\n                       of recovery of heroin as envisaged under <a href=\"/doc/1304888/\" id=\"a_24\">Section\n                       52-A</a> of the Act.”\n\n                  Thus in para 96 of the judgment in Noor Aga case2\n                  this Court has held that the prosecution must in any\n                  case produce the samples even where the bulk\n                  quantity is said to have been destroyed. The\n                  observations of this Court in the aforesaid paragraph\n                  of the judgment do not say anything about the\n                  consequence of non-production of the contraband\n                  goods before the court in a prosecution under the\n                  <a href=\"/doc/1727139/\" id=\"a_25\">NDPS Act</a>. (Emphasis added)\n\n</blockquote><blockquote id=\"blockquote_15\">                  10. On the other hand, on a reading of this Court’s\n                  judgment in Jitendra case3, we find that this Court\n                  has taken a view that in the trial for an offence under\n                  the <a href=\"/doc/1727139/\" id=\"a_26\">NDPS Act</a>, it was necessary for the prosecution to\n                  establish by cogent evidence that the alleged\n                  quantities of the contraband goods were seized from\n                  the possession of the accused and the best evidence to\n                  prove this fact is to produce during the trial, the seized\n                  materials as material objects and where the\n                  contraband materials alleged to have been seized are\n                  not produced and there is no explanation for the\n                  failure to produce the contraband materials by the\n                  prosecution, mere oral evidence that the materials\n                  were seized from the accused would not be sufficient\n                  to make out an offence under the <a href=\"/doc/1727139/\" id=\"a_27\">NDPS Act</a>\n                  particularly when the panch witnesses have turned\n                  hostile. Again, in Ashok4 this Court found that the\n                  alleged narcotic powder seized from the possession of\n                  the accused was not produced before the trial court as\n                  material exhibit and there was no explanation for its\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_23\">                                                                             11</span>\n\n                  non-production and this Court held that there was\n                  therefore no evidence to connect the forensic report\n                  with the substance that was seized from the\n                  possession of the appellant.\n</blockquote>\n<blockquote id=\"blockquote_16\">                  12. We are thus of the view that as the prosecution has\n                  not produced the brown sugar before the Court and\n                  has also not offered any explanation for non-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_23\">                  production of the brown sugar alleged to have been\n                  seized from the appellants and as the evidence of the\n                  witnesses (PW 2 and PW 3) to the seizure of the\n                  materials does not establish the seizure of the brown\n                  sugar from the possession of the appellants, the\n                  judgment of the trial court convicting the appellants\n                  and the judgment of the High Court maintaining the\n                  conviction are not sustainable.” (emphasis added)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">      14.      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"80495794\" id=\"span_24\">In a recent decision dated 30th July, 2019 of this Court in <a href=\"/doc/80495794/\" id=\"a_28\">Vijay\n\n      Pandey v. State of Uttar Pradesh6</a> the benefit was extended on the ground\n\n      that there was no co-relation between the seized samples and one that was\n\n      tested. Reliance was placed on the observations of this Court in Vijay\n\n      Jain5 which inter alia stated that there was no evidence to connect the\n\n      forensic report that the substance that was seized from the possession of\n\n      the accused. The relevant observations are to be found in para 8 of the\n\n      decision:</span>\n</p>\n<blockquote id=\"blockquote_17\">                  “8. The failure of the prosecution in the present case\n                  to relate the seized sample with that seized from the\n                  appellant makes the case no different from failure to\n                  produce the seized sample itself. In the circumstances\n                  the mere production of a laboratory report that the\n                  samples tested was narcotics cannot be conclusive\n                  proof by itself. The sample seized and that tested\n\n      6 Criminal Appeal No.1143 of 2019 @ SLP(Crl) No.1273 of 2019 decided on\n      30.07.2019\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_25\">                                                                                 12</span>\n\n                  have to be co-related. The observations in Vijay\n                  Jain5, as follows are considered relevant:\n</blockquote>\n<blockquote id=\"blockquote_18\">                  10. On the other hand, on a reading of this Court’s\n                  judgment in Jitendra case3, we find that this Court\n                  has taken a view that in the trial for an offence under\n                  the <a href=\"/doc/1727139/\" id=\"a_29\">NDPS Act</a>, it was necessary for the prosecution to\n                  establish by cogent evidence that the alleged\n                  quantities of the contraband goods were seized from\n                  the possession of the accused and the best evidence to\n                  prove this fact is to produce during the trial, the seized\n                  materials as material objects and where the\n                  contraband materials alleged to have been seized are\n                  not produced and there is no explanation for the\n                  failure to produce the contraband materials by the\n                  prosecution, mere oral evidence that the materials\n                  were seized from the accused would not be sufficient\n                  to make out an offence under the <a href=\"/doc/1727139/\" id=\"a_30\">NDPS Act</a>\n                  particularly when the panch witnesses have turned\n                  hostile. Again, in Ashok4 this Court found that the\n                  alleged narcotic powder seized from the possession of\n                  the accused was not produced before the trial court as\n                  material exhibit and there was no explanation for its\n                  non-production and this Court held that there was\n                  therefore no evidence to connect the forensic report\n                  with the substance that was seized from the\n                  possession of the appellant.” (emphasis added)\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">      15.      It is true that in all the aforesaid cases submission was advanced on\n\n      behalf of the accused that failure to produce contraband material before the\n\n      Court ought to result in acquittal of the accused. However in none of the\n\n      aforesaid cases said submission singularly weighed with this Court to\n\n      extend benefit of acquittal only on that ground. As is clear from decision\n\n      of this Court in Jitendra3, apart from the aforesaid submission other facets\n\n      of the matter also weighed with the Court which is evident from paras 7 to\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_26\">                                                                                 13</span>\n\n      9 of the decision.         Similarly in Ashok4, the fact that there was no\n\n      explanation where the seized substance was kept (para 11) and the further\n\n      fact that there was no evidence to connect the forensic report with the\n\n      substance that was seized, (para 12) were also relied upon while extending\n\n      benefit of doubt in favour of the accused. Similarly, in Vijay Jain5, the fact\n\n      that the evidence on record did not establish that the material was seized\n\n      from the appellants, was one of the relevant circumstances. In the latest\n\n      decision of this Court in Vijay Pandey6, again the fact that there was no\n\n      evidence to connect the forensic report with the substance that was seized\n\n      was also relied upon to extend the benefit of acquittal.\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">               It is thus clear that in none of the decisions of this Court, non-\n\n      production of the contraband material before the Court has singularly been\n\n      found to be sufficient to grant the benefit of acquittal.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_27\">      16.      Turning to the facts in the present matter, the evidence of PW15\n\n      Surender Singh shows that from and out of 7 bags of poppy husk, samples\n\n      weighing about 500 grams were taken out of each bag. Out of these 3500\n\n      grams thus taken out, two samples of 500 grams were independently sealed\n\n      while rest 2500 grams were also sealed in a separate pouch. These samples\n\n      were marked A, B and C respectively. The bags were also independently\n\n      sealed and taken in custody and Exbt-5 seizure memo which recorded all\n\n      these facts was also signed by the accused. We have gone through the\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_27\">                                                                                  14</span>\n\n      cross-examination of the witness. At no stage even a suggestion was put to\n\n      the witness that either the signatures of the accused were taken by fraud,\n\n      coercion or mis-representation or that the signatures were not of the\n\n      accused or that they did not understand the purport of the seizure memo. It\n\n      would therefore be difficult to even suggest that the seizure of contraband\n\n      weighing 223 kgs was not proved by the prosecution. In our view this fact\n\n      stood conclusively proven.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">      17.      If the seizure of the material is otherwise proved on record and is\n\n      not even doubted or disputed the entire contraband material need not be\n\n      placed before this Court. If the seizure is otherwise not in doubt, there is\n\n      no requirement that the entire material ought to be produced before the\n\n      Court. At times the material could be so bulky, for instance as in the\n\n      present material when those 7 bags weighed 223 kgs that it may not be\n\n      possible and feasible to produce the entire bulk before the Court. If the\n\n      seizure is otherwise proved, what is required to be proved is the fact that\n\n      the samples taken from and out of the contraband material were kept intact,\n\n      that when the samples were submitted for forensic examination the seals\n\n      were intact, that the report of the forensic experts shows the potency,\n\n      nature and quality of the contraband material and that based on such\n\n      material, the essential ingredients constituting an offence are made out.\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_28\">                                                                                15</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">      18.      In the aforesaid premises the conclusion drawn by the High Court\n\n      was completely unsustainable and the High Court erred in extending the\n\n      benefit of acquittal to the respondent. We, therefore, allow this appeal, set\n\n      aside the view taken by the High Court and restore the order of conviction\n\n      as recorded by the trial court against the respondent in its judgment and\n\n      order dated 01.08.2015. The minimum sentence of imprisonment for the\n\n      offence punishable under <a href=\"/doc/704277/\" id=\"a_31\">Section 8</a> read with 15 of the <a href=\"/doc/1727139/\" id=\"a_32\">NDPS Act</a> is 10\n\n      years.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">               Considering the facts on record, in our view the appropriate\n\n      sentence would be Rigorous Imprisonment for 10 years as substantive\n\n      sentence.     We order accordingly, keeping the other parts of sentence\n\n      namely sentence of fine and sentence in default of payment of fine as\n\n      ordered by the trial court, intact and unchanged.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_31\">      19.      The appeal stands allowed in aforesaid terms.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_32\">      20.      We direct the respondent to surrender before the concerned Police\n\n      Station within seven days from today, failing which, the respondent shall\n\n      immediately be taken in custody by the concerned police station.\n\fCriminal Appeal No .1497 of 2019 arising out of SLP(Crl) No.8428 of 2016\nState of Rajasthan vs. Sahi Ram\n<span class=\"hidden_text\" id=\"span_29\">                                                                                   16</span>\n\n\n\n\n               A copy of this order of this Court shall be sent to the concerned\n\n      CJM as well as the Police Station for intimation and compliance.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">                                                                 ………………………..J.\n                                                                   [Uday Umesh Lalit]\n\n\n                                                                 ………………………..J.\n                                                                     [Vineet Saran]\n    New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_34\">    September 27, 2019.\n</p>\f","numcites":12,"numcitedby":30,"docsource":"Supreme Court of India","citetid":14489895,"divtype":"judgments","relatedqs":[{"value":"ndps act","formInput":"ndps%20act"},{"value":"NDPS","formInput":"NDPS"},{"value":"best evidence","formInput":"best%20evidence"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"ganja","formInput":"ganja"},{"value":"forensic report","formInput":"forensic%20report"},{"value":"slp","formInput":"slp"},{"value":"final report","formInput":"final%20report"},{"value":"noor aga","formInput":"noor%20aga"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":" charas","formInput":"%20charas"},{"value":"oral evidence","formInput":"oral%20evidence"},{"value":"brown sugar","formInput":"brown%20sugar"},{"value":" Material objects","formInput":"%20Material%20objects"},{"value":"the narcotic drugs and psychotropic substances act","formInput":"the%20narcotic%20drugs%20and%20psychotropic%20substances%20act"},{"value":"\"best evidence\"","formInput":"%22best%20evidence%22"},{"value":"narcotics and drugs act","formInput":"narcotics%20and%20drugs%20act"},{"value":"muddamal","formInput":"muddamal"},{"value":"panch witnesses","formInput":"panch%20witnesses"}],"cats":[{"value":"law-governing-narcotics","formInput":"tag:law-governing-narcotics"},{"value":"prohibition-on-cultivation-consumption-selling-of-psycotropic-substances","formInput":"tag:prohibition-on-cultivation-consumption-selling-of-psycotropic-substances"},{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"},{"value":"police-report-on-completion-of-investigation","formInput":"tag:police-report-on-completion-of-investigation"}],"courtcopy":true,"query_alert":null,"agreement":false}