{"tid":489038,"publishdate":"1993-04-05","title":"The Boeing Company vs R.M. Investment & Trading Co. Pvt. Ltd. on 5 April, 1993","doc":"<h2 class=\"doc_title\">The Boeing Company vs R.M. Investment &amp; Trading Co. Pvt. Ltd. on 5 April, 1993</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1993CAL184, (1993)2CALLT423(HC), AIR 1993 CALCUTTA 184, 1994 (2) COM LJ 9 CAL (1993) 1 CAL LJ 415, (1993) 1 CAL LJ 415</h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. This is an application under<a href=\"/doc/18760292/\" id=\"a_1\"> S. 3</a> of the Foreign Awards (Recognition &amp; Enforcement) Act, 1961, inter alia, praying for an order that Suit No. 363 of 1990 (R. M. Investment &amp; Trading Co. Pvt. Ltd. v. Boeing Company), filed by the respondent be stayed and for further reliefs. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_2\"> 2. The petitioner&#x27;s case is that the respondent, R. M. Investment &amp; Trading Co. Pvt. Ltd., was appointed by the petitioner under a Consultant Service Agreement dated 1-1-86. Under the said agreement, the respondent was to be paid on annual retainer and in addition was entitled to 5% commission for the sale of each aircraft made during the term of agreement. The agreement was to remain in force until 31-12-86. Certain provisions of the agreement was subsequently modified and its terms were extended for a limited period up to 30-4-87. The said arbitration agreement expressly provided that the respondent shall not receive any compensation for sale of aircraft concluded after 30-4-87. Both the original agreement and the modified agreement were partly executed in Calcutta. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. On 16-7-92, the petitioner came to know that the respondent has instituted a suit being Suit No. 363 of 1990 before this Court praying for a decree for U.S. Dollars 17.5 Million equivalent to Rs. 10,07,12,500/-being the 5% commission payable under the agreement for sale of aircraft. The said suit was filed by the respondent in breach of its contractual obligation to refer all controversies or claims arising out of or relating to the agreement to arbitration as per Clause 10 of the agreement. The further case of the petitioner is that the entire subject-matter of the Suit No. 363 of 1990 is covered by the arbitration clause in the agreement. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. &#x27;In the month of July, 1992 the respondent filed an interim application and by order dated 17-7-92 this Hon&#x27;ble Court passed the following order:-- \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;Without prejudice to the rights and contentions of the parties, let the affidavit-in-opposition be filed by 2-9-92, afffidavit-in-reply by 15-9-92 and the matter is adjourned till 17-9-92. In the meantime, if any payment is made by the Air India to the respondent, the respondent shall retain a sum of 17.5 Million U.S. Dollars with Air India. Liberty is given to the respondent to make an application for vacating this interim order. \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> The matter is heard in part and will appear in the list on 17-9-92. \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> All parties concerned to act on a signed copy of the minutes of this order and the usual undertaking.&quot;  \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> The petitioner took no steps in the said suit and/or proceeding and filed the present application for stay of the said suit, as the subject-matter of the said suit is coveted by the arbitration clause. The petitioner&#x27;s further\n\ncase is that the petitioner is ready and willing to do everything necessary for the proper conduct of the arbitration and the said suit should be stayed. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 5. The respondent filed an affidavit-in-opposition and it is stated in the affidavit-in-opposition that the arbitration agreement is inoperative in the facts of the case. The respondent&#x27;s case is that the petitioner had entered into a conspiracy with Air India with a sinister object of depriving the respondent of the compensation receivable by the respondent in connection with the sale of two Boeing 747 Aircrafts, which the Air India purchased from the petitioner. The Letters of Intent were issued in January, 1987. The respondent rendered services to the petitioner by negotiating about the sale of aircraft of the petitioner to Air India and various steps were taken on different dates and even after 30-4-87 several meetings in New Delhi between 1-5-87 and 25-6-87 were arranged with the representatives of the petitioner and the Government of India and travel to Hawai in July, 1987 for the purpose of consulting with the petitioner concerning the pending transaction and the respondent had occasion to go to the Headquarters in Seattle Washington, for the purpose of advancing the same. The respondent also attended at the closing of the definitive purchase agreements in Bomby on 7-8-87 and provided information, advice and other services to the petitioner at the specific request of the petitioner in November, 1987. The respondent was performing the services even after the expiry of the contract at the instance of the petitioner and the petitioner consistently reiterated its intention to pay the compensation rightfully earned by the respondent upon conclusion of the sale. The petitioner did not disclose the letter dated 30-4-87 nor gave any reason for withholding the payment of the amount of compensation/commission to the respondent. The respondent, was totally suprised to see the contents of the letter dated 30-4-87 which is set out hereunder:-- \n</p>  \n \n\n<blockquote id=\"blockquote_4\">&quot;AIR INDIA  \n\nAIR INDIA BUILDING, NARIMAN  \nPOINT, BOMBAY 400 021  \n \n\n R. N. TATA  \nCHAIRMAN  \n \n\nApril 30, 1987. \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> Boeing Commercial Airplane Company  \nP.O. Box 3707,  \nSeattle,\nWashington 98124  \nU.S.A. \n \n\nAttn: Mr. Larry S. Dickenson  \nVice President-International  \nSales.                             \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> Dear Sirs, \n \n\n It is Air-India&#x27;s policy, as established by ihc Government of India, that no contingent fees, commission or consultancy fees will be paid to any agent, consultant, advisor or representative in India or abroad in connection with the sale of the two (2) Model 747-300 combi and the one (1) Model 747-200 passenger aircraft. \n</blockquote> \n\n<blockquote id=\"blockquote_7\">Your faithfully, \n\nAIR-INDIA \n\nSd/-         \n</blockquote>\n<blockquote id=\"blockquote_8\">Ratan N. Tata.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_7\"> Thereafter the respondent addressed a letter to the Government of India and Mr. C. B. Gautam, Private Secretary to the Prime Minister of India, sent a letter dated 20-6-91 confirming that there is no poiicy of the Government of India as alleged in the letter dated 30-4-87. The respondent&#x27;s further case is that the petitioner procured the letter dated 30-4-87 from Air India with the sinister object of creating grounds for non-payment of compensation/commission to the respondent in respect of the sale of the aircraft, the value whereof is 350 Million U.S. Dollar approximately. Respondent&#x27;s further case is that there was no policy of the Government of India and/ or Air India for non-payment of the consultancy charges. On the contrary, the respondent was appointed as consultant under the agreement dated 1-1-86 and the Air India sent a Telex to the petitioner at Seattle on 4-12-86 and a subsequent letter dated 9-12-86 stating that the Government of India has approved the proposal of Air India for payment of refundable U.S. Dollar 2,00,000 per aircraft and a resolution for payment of such deposit was passed by the Board of\n\nDirectors of Air India and the same was followed by two Letters of Intent dated 14-1-87 and 22-1-87. The further case of the respon-dent is that on 24-4-87 Mr. Ratan N. Tata, Chairman of Air India, clearly stated in the presence of the Managing Director, Deputy Managing Director and two members of the Board of Directors of Air India, that there was no intention to prohibit the petitioner from engaging whosoever they felt necessary and yet there was no objection raised on behalf of Air India that it was the policy of the Air India that there should be no advisor or consultant and no commission or consultancy charges should be payable to the advisor or consultant and the engagement of the respondent as consultant was in violation of Air India&#x27;s policy. The further case of the respondent is that the petitioner and Air India have practised fraud upon the respondent by bringing into existence the letter dated 30-4-87 and the said fact and/ or matter cannot be the subject matter of arbitration. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> 6. The respondent filed an application for amendment of the plaint by the Master&#x27;s summons taken out on 13-8-92 and in the said amendment application the respondent prayed for addition of Air India as party defendant and has also claimed a money decree against Air India. The present application under<a href=\"/doc/18760292/\" id=\"a_2\"> S. 3</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961 was filed on 12-8-92 and the same was made returnable on 14-8-92. The amendment application filed in the said suit is pending. It is further submitted by the respondent that the Hon&#x27;ble Court has jurisdiction and power to compel production of documents and records of Air India and the respondent will be in a position to get the relevant documents produced by issue of subpoena. In foreign arbitration no subpoena can be issued on Air India for production of documents and the respondent will be seriously handicapped and will be seriously prejudiced if the arbitration proceeding is allowed to be held. The expenses involved in the arbitration proceedings will also be prohibited and it would be optional for Reserve Bank of India to release foreign exchange for conducting the arbitration proceedings in U.S.A. Witnesses from Air India particularly Mr. Ratan Tata, the then\n\nDeputy Managing Director of Air India and the officers of the Prime Minister&#x27;s Office who had issued the letter will not be available as witnesses in the arbitration proceedings at U.S.A. as the arbitrator will not be able to compel their attendance whereas in the suit it would be possible for the respondent to secure their evidence. If the suit is stayed and if the arbitration proceedings takes place, then there would be a complete denial of justice and as such (he arbitration proceedings and/or agreement is incapable of being performed. \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\"> 7. Mr. Roy Chowdhury, learned senior Counsel appearing for the petitioner, referred to<a href=\"/doc/18760292/\" id=\"a_3\"> S. 3</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961 and submitted that the provision is mandatory and the Court shall pass an order staying the proceedings unless the Court is satisfied that the agreement is null and void, inoperative or incapable of being performed or that there is not, in fact, any dispute between the parties with regard to the matter agreed to be referred. It is submitted by Mr. Roy Chowdhury that so far as S. 34 of the Indian Arbitration Act is concerned, there is a discretion left to the Court for staying the proceedings. S. 34 of the Indian Arbitration Act reads as follows:-- \n</p><blockquote id=\"blockquote_9\">  &quot;Power to stay legal proceedings where there is an arbitration agreement. Where any party to an arbitration agreement or any person claiming under him commences any legal proceedings against any other party to the agreement or any person claiming under him in respect of any matter agreed to be referred, any party to such legal proceedings may, at any time before filing a written statement or taking any other steps in the proceedings, apply to the judicial authority before which the proceedings are pending to stay the proceedings; and if satisfied that there is no sufficient reason why the matter should not be referred in accordance with the arbitration agreement and that the applicant was, at the time when the proceedings were commenced, and still remains, ready and willing to do all things necessary to the proper conduct of the arbitration, such authority may make an order staying the proceedings.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\"> <a href=\"/doc/18760292/\" id=\"a_4\">Section 3</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961 reads as follows: \n</p><blockquote id=\"blockquote_10\">  &quot;Notwithstanding anything contained in the <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act, 1940</a>, or in <a href=\"/doc/161831507/\" id=\"a_6\">the Code of Civil Procedure</a>, 1908, if any party to an agreement to which Art. II of the Convention set forth in the Schedule applies, or any person claiming through or under him commences any legal proceedings in any Court against any other party to the arbitration agreement or any person claiming through or under him in respect of any matter agreed to be referred to arbitration in such agreement, any party to such legal proceedings may, at any time after appearance and before filing a written stateineni or taking any other step in the proceedings, apply to the Court to stay the proceedings and the Court unless satisfied that the agreement is null and void, inoperative or incapable of being performed or that there is not, in fact, any dispute between the parties with regard to the matter agreed to be referred, shall make an order staying the proceedings.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_11\"> It is submitted by Mr. Roy Chowdhury that if the Court is satisfied that the agreement is not null and void and operative and incapable of being performed and the disputes between the parties are matters agreed to be referred, then no discretion is left to the Court and the Court is bound to stay the suit and its proceedings and while considering application under<a href=\"/doc/18760292/\" id=\"a_7\"> S. 3</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961 the Court will only see the agreement containing ihe arbitration clause and the statements made in the plaint and if the Court finds that the disputes raised in the suit arc subject matter of the arbitration i.e. arbitration agreement, then the Court has no option but to stay the suit and the proceedings connected therewith. It is further submitted by Mr. Roy Chowdhury that the Court cannot look into any other provision or statement or should not and cannot even consider the statements made in the affidavit-in-opposition filed by the respondent. The only thing the Court is entitled to look into and consider is the statement made in the plaint. So far as the proposed amendment of the plaint is concerned, that has nothing to do with the present proceedings as by the proposed amendment the respondent No. 1 is trying to enlarge the scope of the suit and bring out some new facts constituting fresh cause of action and since the amendment application\n\nhas not yet been allowed, the Court should not look into the averments made in the amendment application. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_1\">8. Mr. Roy Chowdhury refers to a decision in the case of <a href=\"/doc/1924738/\" id=\"a_8\">Renusagar Power Co. Ltd. v. General Electric Company</a> . In <a href=\"/doc/1924738/\" id=\"a_9\">the said decision</a> it has been held that the conditions required to be fulfilled for invoking S. 3 of the Foreign Awards Act are:</span> \n</p>   \n\n<blockquote id=\"blockquote_11\"> &quot;(i) there must be an agreement to which Art. II of the Convention set forth in the Schedule applies; \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> (ii) a party to that agreement must commence legal proceedings against another party thereto; \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> (iii) the legal proceedings must be &quot;in respect of any matter agreed to be referred to arbitration&quot; in such agreement; \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> (iv) the application for stay must be made before filing the written statement or taking any other step in the legal proceedings; \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> (v) the Court has to be satisfied that the agreement is valid, operative and capable of being performed; this relates to the satisfica-tion about the &#x27;existence and validity&#x27; of the arbitration agreement; \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> (vi) the Court has to be satisfied that there are disputes between the parties with regard to the matters agreed to be referred; this relates to effect (scope) of the arbitration agreement touching the issue of arbitrability of the claims.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> It is submitted by Mr. Roy Chowdhury that the Court has to examine whether these conditions are fulfilled or not and the Supreme Court has laid down the principle that if the conditions are fulfilled, then the suit should be stayed, Mr. Roy Chowdhury has relied upon a decision in the case of M/s. Koch Navigation Inc. v. M/s. Hindustan Petroleum Corporation Ltd. , wherein it has been held by Sabyasachi Mukherji and B.C. Ray, JJ. that &quot;the award must be executed as it is and there is no scope for any addition to any award in executing a foreign award but the award to be executed must be properly construed and given effect to. If the award is ambiguous, the Court has\n\njurisdiction to determine what it means. In this case, the award is not ambiguous. It is clear that the costs of reference should be paid by the respondent charterers and that such costs should be paid as are determined by agreement between the parties and in case of failure of the agreement by the taxation. There being disagreement such and had been taxed and were placed before Division Bench of the High Court before it pronounced its judgment. There is no evidence of any delay or laches on the part of the appellant, as such, which would disentitle the appellant to such costs. <a href=\"/doc/142812771/\" id=\"a_10\">Under the Act</a>, if an application is filed for decree in terms of the award, the Court in upholding the award ought to grant a decree in terms of the award and not substract any portion thereof. Since the award directed costs of appellant&#x27;s reference to be paid as is mutually agreed upon or as taxed, the Division Bench of the High Court ought to have passed an order for costs as taxed.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1666610\" id=\"span_2\">9. Mr. Roy Chowdhury also relied upon a decision in the case of <a href=\"/doc/1666610/\" id=\"a_11\">Ramji Dayawala &amp; Sons (P) Ltd. v. Invest Import</a> , where it has been held that &quot;when parties by contract agree to arrange for settlement of their disputes by a Judge of their choice, by procedure of arbitration voluntarily agreed upon, ordinarily the Court must hold the parties to their bargain. As a corollary, if a party to a subsisting arbitration agreement in breach or violation of the agreement to refer dispute to arbitration approaches the Court, the Court would not lend its assistance to such a party and by staying the suit compel the party in breach to abide by its contract. When the parties have agreed to an arbitration by a foreign arbitral tribunal the case for stay would be stronger than if there was a domestic arbitration agreement. This proceeds on the assumption that parties not only sought and agreed upon the forum for resolution of dispute but also the law according to which the dispute would be resolved. However, this is not an absolute rule. Granting or refusing to grant stay is still a matter within the discretion of the Court. How discretion would be exercised in a given case would depend upon various circumstances.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1647325\" id=\"span_3\">The entire evidence both of the appellant and the respondents was in this country; the contract as a whole executed and carried out in this country, the claim as a whole arose in this country; the appellant was a company incorporated in this country and the respondent was having its office in this country; and the respondent was not motivated by any principle to have the decision of the foreign arbitral Tribunal at Paris but the principal object of the respondent was merely to make it more difficult, if not impossible, for the appellant to assert the claim. Add to this two other vital considerations, viz. that the cost of arbitration at Paris would be so dispropor-lionately high to the claim involved in adjudication that one would never think of incurring such a huge cost to realise such a sum claimed, and the restriction on the availability of foreign exchange, another vital relevant consideration. The sum total of all these well established circumstances clearly indicated that this was a suit in which when discretion was exercised on well settled judicial considerations no Court would grant stay of the suit filed by the appellant and the stay had to be refused.&quot; Mr. Roy Chowdhury has again relied on a decision in the case of Governor General in <a href=\"/doc/1647325/\" id=\"a_12\">Council v. Associated Live-Stock Farm (India) Ltd.</a> , wherein it has been held that &quot;the legal proceedings which are sought to be stayed must be in respect of matters which the parties have agreed to refer, that is to say, which come within the terms of the arbitration agreement. If a party brings an action in respect of any matter not agreed to be referred, the Court has no jurisdiction at all to stay the proceedings and the Court will refuse a stay. Further the Court will exercise its discretion and refuse to stay the action in cases where an substantial part of the disputes does not fall within the arbitration agreement and cannot be conveniently separated. It is however not sufficient to induce the Court not to stay the action to show that only a small part of the disputes is outside the arbitration clause. In order to arrive at a conclusion as to whether the action is in respect of matters, agreed to be referred, the Court has to examine the arbitration clause and ascertain\n\nits ambit and scope. It takes two to make a dispute. If one party bases his claim outside the contracts but the other bases his defence on the contracts the resulting disputes certainly arise out of the contracts.&quot;</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> 10. Mr. Roy Chowdhury has further relied on a decision in the case of Johurmull Purasaram v. Louis Dreyfus &amp; Co. Ltd. reported in AIR 1949 Cal 179, wherein it has been held that &quot;in considering the question of stay of suit, the Court is not entitled to go into the question as to what is substantially the nature of the claim. The Court must consider the suit as it is pleaded and framed. If it comes to the conclusion that the suit as pleaded is a suit on the contract or arising out of the contract containing the arbitration clause then the suit should be stayed. But if the suit as pleaded is a suit independent of the contract then the Court has no power to stay the suit although it is satisfied that the frame of the suit is merely a means of avoiding the consequences of alleging the true nature of the claim.&quot; \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"513869\" id=\"span_4\">11. Mr. Roy Chowdhury further relied on a decision in the case of <a href=\"/doc/513869/\" id=\"a_13\">I.T.C. Ltd. v. George Joseph Fernandes</a> , wherein it has been held that where in an application under<a href=\"/doc/142812771/\" id=\"a_14\"> S. 34</a> of the Act an issue is raised as to the validity or existence of the contract containing the arbitration clause, the Court has to decide first of all whether there is a binding arbitration agreement, even though it may involve incidentally a decision as to the validity or existence of the parent contract. The Court has to bear in mind that a contract is an agreement at law and that it is for the parties to make their own contract and not for the Court to make one for them, Court is only to interpret the contract. The stipulations in the contract have therefore to be examined in the light of the dispute raised in the pleadings of the suit. If it is found that the dispute raised in the suit is outside or independent of the contract it follows that the arbitration clause will not encompass that dispute. However as the parties were free to make their own contract they were also free to have agreed as to what matters would be referred to arbitration. If the arbitration clause is so wide as to have included the\n\nvery validity or otherwise of the contract on the grounds of fraud, misrepresentations, mutual mistake or any valid reason the arbitrator will surely have jurisdiction to decide even that dispute. Two extreme cases have to be avoided, namely, if simply because there is an arbitration clause all suits including one questioning the validity or existence or binding nature of the parent contract is to be referred to arbitrator irrespective of whether the arbitration clause covered it or not, then in all cases of contracts containing arbitration clause the parties shall be deprived of the right of a civil suit. On the other hand, if despite the arbitration clause having included or covered ex facie even a dispute as to the existence, validity or binding nature of the parent contract to allow the suit to proceed and to deprive the arbitrator of his jurisdiction to decide the question will go contrary to the policy and objects of the <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act</a> as embodied in Ss. 32, 33 and 34 of the Act. Both the extremes have therefore to be avoided. The proper approach would be to examine the issues raised in the suit and to ascertain whether it squarely falls within the compass of the arbitration clause and take a decision before granting the stay of the suit. If an issue is raised as to the formation, existence or validity of the contract containing the arbitration clause, the Court has to exercise discretion to decide or not to decide the issue of validity or otherwise of the arbitration agreement even though it may involve incidentally a decision as to validity or existence of the challenged contract. Should the Court find the present contract to be void ab initio or illegal or non-existent, it will be without jurisdiction to grant stay. If the challenged contract is found to be valid and binding and the dispute raised in the suit covered by the arbitration clause, stay of the suit may be justified. In the instant case considering the issues raised, the arbitration clause and surrounding circumstances and the part played by the parties pursuant to the charter parly since execution to the modification and thereafter till objection raised by the appellant-plaintiff, we are of the view that the learned trial Court did not err in proceeding to decide the issue of validity or legality of the parent contract.&quot;</span> \n</p> \n\n \n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1772368\" id=\"span_5\">12. Mr. Roy Chowdhury also relied on a decision in the case of <a href=\"/doc/1772368/\" id=\"a_16\">Union of India v. Promode Kumar Agarwalla</a> reported in (1971) 75 Cal WN 767, wherein it has been held that &quot;the contract contains an arbitration clause. In so far as the claim is ex-contractu, the claim is clearly within the ambit of the arbitration clause. In so far as the claim is under<a href=\"/doc/1454268/\" id=\"a_17\"> S. 70</a> of the Contract Act, the transactions out of which the claim arises were entered into by reason of the contract and are referable to the contract. In any event there is a sufficiently close connection between the claim under S. 70 and the transaction covered by the contract to bring the claim within the arbitration clause. Merely by pleading that the claim arises under quantum or under<a href=\"/doc/1454268/\" id=\"a_18\"> S. 70</a> of the Indian Contract Act, a party cannot avoid arbitration.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"950172\" id=\"span_6\">Mr. Roy Chowdhury further has relied on a decision in the case of <a href=\"/doc/950172/\" id=\"a_19\">Shalimar Paints Ltd. v. Omprokash Singhania</a> , wherein it has been held that &quot;it is open to the Court to decide the question of the validity of the arbitration clause on an application under S. 34 and to come to the decision, the Court has further to decide that there is a valid contract between the parties in which the arbitration clause is contained. As soon as it is held that there is a vaild contract containing an &#x27; arbitration clause covering the subject matter of the dispute in the suit, the claim in the alternative under Ss. 65 and 70 of the <a href=\"/doc/171398/\" id=\"a_20\">Contract Act</a> becomes nugatory and is of no consequence. Therefore a party to the dispute cannot contend that because of the alternative claim in the plaint made by the other party, the disputes are not covered by the arbitration clause, as they are dehors the contract and there is no valid contract between the parties.&quot;</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\"> 13. Mr. Anindya Mitra, learned Advocate appearing for the respondents submitted that the provision of<a href=\"/doc/18760292/\" id=\"a_21\"> S.3</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961 is subject to the provision of<a href=\"/doc/36013981/\" id=\"a_22\"> S. 2</a> of the said Act, which is as follows: \n</p>   \n\n<blockquote id=\"blockquote_17\"> <a href=\"/doc/36013981/\" id=\"a_23\">Section 2</a>: In this Act, unless there is anything repugnant in the subject or context:-- \n</blockquote>\n   \n\n<blockquote id=\"blockquote_18\"> (a) arbitration agreement means a writ-ten agreement to submit present or future differences to arbitration, whether an arbitrator is named therein or not; \n</blockquote> \n\n<blockquote id=\"blockquote_19\"> (b) &quot;award&quot; means an arbitration award; \n</blockquote> \n\n<blockquote id=\"blockquote_20\"> (c) &quot;court&quot; means a Civil Court having jurisdiction to decide the question forming the subject-matter of the reference if the same had been the subject-matter of a suit, but does not, except for the purpose of arbitration proceedings under S.21, include a Small Cause Court; \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> (d) &quot;legal representative&quot; means a person who in law represents the estate of a deceased person, and includes any person who intermeddles with the estate of the deceased, and, where a party acts in a representative character the person on whom the estate devolves on the death of the party so acting; \n</blockquote> \n\n<blockquote id=\"blockquote_22\"> (e) &quot;reference&quot; means    a    reference    to arbitration.&quot;   \n</blockquote> \n\n<blockquote id=\"blockquote_23\"> It is submitted by Mr. Mitter that the provision of<a href=\"/doc/18760292/\" id=\"a_24\"> S. 3</a> will be applicable only in those cases, where contract is considered as commercial under the law in force in India. The present contract on which the suit is based is arising out of a contract, which is not a subject-matter of commerce as per the law in force in India and as such the application under<a href=\"/doc/18760292/\" id=\"a_25\"> S. 3</a> of the said Act is misconceived and not maintainable in law. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 14. Mr. Somnath Chatterjee, senior counsel, appearing for the respondents also submited that unless the conditions <a href=\"/doc/950172/\" id=\"a_26\">laid down in</a><a href=\"/doc/36013981/\" id=\"a_27\"> S. 2</a> of the said Act are applicable, <a href=\"/doc/18760292/\" id=\"a_28\">S. 3</a> of the said Act will not be applicable. Therefore, as the condition precedent for applying the provision of<a href=\"/doc/18760292/\" id=\"a_29\"> S.3</a> the Court will have to be satisfied as to whether the subject-matter of Arbitration is a matter of commerce under the law in force in India, so to say, whether the transaction is commercial or not. If the transaction is not a commercial one, then the provision of<a href=\"/doc/18760292/\" id=\"a_30\"> S. 3</a> will not be applicable. Mr. Chatterjee relied on Cls. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_7\">(i), (iii) and (vi) of the conditions <a href=\"/doc/950172/\" id=\"a_31\">laid down in</a> paragraph 51 of <a href=\"/doc/1924738/\" id=\"a_32\">Renusagar</a>&#x27;s case (supra) . Mr. Chatterjee referred to various portions of the contract and submitted that this is a contract of personal\n\nservice. On the top of the agreement it is mentioned that this is a &quot;consultant services agreement&quot; and in the recital it is stated that the object of appointing the respondent was to assist the Boeing Company in concluding the contract for sale of their Air Crafts and under the said contract the respondent was the retainer and was entitled to 4,20,000 US dollars, which, Boeing Company had to pay to the consultant. The respondent was appointed by Boeing Company and had to establish an office for providing logestic service in relation to the sale of product of Boeing Company and one of the functions of the respondent was that the consultant shall use literature, datas and informations furnished by the Boeing Company only for furtherance of the objects of the agreement entered into between Boeing Company and the respondent. Under the said contract any claim arising out of the said contract for breach thereof is to be settled amicably and shall be settled in Arbitration conducted in accordance with the Commercial Arbitration Rules of the American Arbitration Association and the said Arbitration proceeding shall be conducted in English language in Seattle, Washington, USA by their Arbitrator and the Award of the Arbitrator shall be finally binding upon both the parties and enforceable in any Court having competent jurisdiction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"697249\" id=\"span_8\">Mr. Somnath Chalterjee relied on a decision in the case of <a href=\"/doc/697249/\" id=\"a_33\">Micopcri S.P.A. v. Sansouci Pvt. Ltd.</a> reported in (1982) I Cal LJ 511, wherein it has been <a href=\"/doc/697249/\" id=\"a_34\">laid down by</a> Dipak Kimar Sen, J. (as he then was) that under the provision of<a href=\"/doc/18760292/\" id=\"a_35\"> S. 3</a> of the Act stay of suit was mandatory, where the conditions <a href=\"/doc/697249/\" id=\"a_36\">laid down in</a><a href=\"/doc/18760292/\" id=\"a_37\"> S. 3</a> were satisfied and the Court had no discretion in the matter. However, <a href=\"/doc/36013981/\" id=\"a_38\">S. 2</a> and<a href=\"/doc/18760292/\" id=\"a_39\"> S. 3</a> of the Act will have to be read together. The agreement referred to in<a href=\"/doc/18760292/\" id=\"a_40\"> S. 3</a> has to involve commercial relationship. But the nature envisaged in<a href=\"/doc/36013981/\" id=\"a_41\"> S.2</a> of the Act is legal relationship between the parties, which must also be commercial in nature applicable in Indian law, as otherwise there will be no application of<a href=\"/doc/18760292/\" id=\"a_42\"> S. 3</a> of the said Act.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"250191\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1470894\" id=\"span_10\">In <a href=\"/doc/697249/\" id=\"a_43\">the said judgment</a> reliance has been placed on a decision in the case of <a href=\"/doc/1470894/\" id=\"a_44\">Kamani Engineering Corporation Ltd. v. Societe De Traction Et D&#x27; Electricite Societe Anonyme  and another</a> decision of\n\nthe Bombay High Court in the case of <a href=\"/doc/250191/\" id=\"a_45\">Indian Organic Chemicals Ltd. v. Chemtex Fibres Incorporation</a> , wherein it has been held that Mr. Dab (Deb) also cited the two following decisions of the Bombay High Court -- (a) in (6) Kamani Engineering Corporation Ltd. -v. Societe De Traction Et. D&#x27;Electricite Societe Anonyme, . In this case a single Bench of the Bombay High Court considered<a href=\"/doc/1662018/\" id=\"a_46\"> S. 2</a> of the Arbitration (Protocol and Convention) Act, 1937, which is in pari materia with S. 2 of the Successor Act, namely, the <a href=\"/doc/142812771/\" id=\"a_47\">Foreign Awards (Recognition and Enforcement) Act</a> of 1961 and held that the same would not apply in the contract <a href=\"/doc/250191/\" id=\"a_48\">in that case</a> where the subject-matter was only provision of technical assistance in electrification of Railways and the dispute arose in respect of fees payable for such assistance. In his judgment the learned Judge observed as follows:</span></span> \n</p><blockquote id=\"blockquote_24\">  It is difficult to find the exact meaning of the phrase &quot;matters considered as commercial under the law in force in India&quot;. Neither side has been able to point out to me any particular law wherein the phrases &quot;commercial&quot; or &quot;matters commercial&quot; have been defined. I apprehend that the intent of the Legislature while using the above phrase was that in matters of commercial contracts foreign arbitrations and awards should be recognised and enforced. Having regard to the purpose of the Act, I have no doubt that widest meaning must be given to the word &quot;Commercial&quot; as contained in<a href=\"/doc/36013981/\" id=\"a_49\"> S. 2</a>. It is also important to bear in mind that though in the preamble the word &quot;contracts&quot; is used, in the section the phrase is &quot;relating to matters considered as commercial.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_25\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"250191\" id=\"span_11\">***** \n \n\n The contract is on the face of it only a contract for technical assistance. The contract does not involve the defendants into any business of the plaintiffs. It is not in any sense participation in profits between the parties. The remuneration of the defendants is for that reason described as &quot;fees&quot; and is only on percentage basis. By this contract, the defendants refused to be involved into any business\n\nof the plaintiffs and/or any contracts of the plaintiffs. They have scrupulously kept themselves out of any commercial relations with the plaintiffs. In my view, the contract is more like a retainer or contract that is made between a Solicitor, a Counsel and an Advocate on the one hand and a client on the other. It is difficult to describe such a contract as commercial, The learned Judge also observed that<a href=\"/doc/18760292/\" id=\"a_50\"> S. 3</a> of the said Act of 1937, which is again in pari materia with<a href=\"/doc/18760292/\" id=\"a_51\"> S. 3</a> of the Act of 1961 was not mandatory and the expression &quot;shall&quot; in the said section should be construed as &quot;may&quot; and in appropriate cases the Court would be entitled to refuse stay of a suit though the other conditions of the Section might be satisfied. (b) In (<a href=\"/doc/250191/\" id=\"a_52\">7) Indian Organic Chemicals Ltd. v. Chemtex Fibres Incorporation</a> . In this case a single Bench of the Bombay High Court construed Ss. 2 and 3 of the <a href=\"/doc/142812771/\" id=\"a_53\">Foreign Awards (Recognition and Enforcement) Act, 1961</a> and held that for the application of<a href=\"/doc/18760292/\" id=\"a_54\"> S. 3</a> of the said Act the agreement involved must be a commercial agreement not as understood in its ordinary sense but by virtue of provisions of law in force in India. The relevant observations in the judgment are as follows:</span> \n</blockquote>  \n\n<blockquote id=\"blockquote_26\">  &quot;The expression occurring in<a href=\"/doc/36013981/\" id=\"a_55\"> S. 2</a> is &#x27;legal relationships, whether contractual or not, considered as commercial under the law in force in India&#x27;. It, therefore, follows that not only should the relationship be commercial but such relationship should be &#x27;considered as commercial under the law in force in India&#x27;. The use of the word &#x27;under&#x27;, in my opinion, is deliberate and predicates coverage. It posits a cloak enveloping an act. In legal parlance the word &#x27;under&#x27; connotes &#x27;by virtue of. It is sometimes also translated as &#x27;Pursuant to&#x27;. The expression &#x27;under the law&#x27;, therefore, must mean &#x27;by virtue of a law for the time being in force.&#x27; In other words, before provisions of<a href=\"/doc/18760292/\" id=\"a_56\"> S. 3</a> can be invoked, the agreement must be an agreement embodying a relationship considered commercial under a provision of law. In my opinion in order to invoke the provisions of<a href=\"/doc/18760292/\" id=\"a_57\"> S. 3</a> it is not enough to establish that an agreement is commercial.\n</blockquote>\n<blockquote id=\"blockquote_27\">It must also be established that it is commercial by virtue of a provision of law or an operative legal principle in force in India.&quot;  \n</blockquote> \n\n<blockquote id=\"blockquote_28\"> &quot;The question is not as to the import of the word &#x27;commercial&#x27;. The question is, what effect should be given to the expression &#x27;considered commercial under the law in force in India.&#x27; There is no running away from the fact that the commercial relationship under <a href=\"/doc/36013981/\" id=\"a_58\">Section 2</a> must be a relationship considered commercial under the provisions of a law in force in India; The interpretation sought to be given by the learned Counsel, if accepted, will render the words &#x27;under the law in force in India&#x27;, Such an interpretation will have to be eschewed.&quot;  \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_21\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_12\">It is submitted by Mr. Chatterjee that the Court will have to interpret the agreement and if the Court is satisfied that the agreement is a subject-matter of commercial in law, then and then only the question of applicability of <a href=\"/doc/18760292/\" id=\"a_59\">Section 3</a> of the said Act would arise and white interpreting the agreement the Court will apply the provision of the Indian law and will not take into consideration the provision of the American law, though under the contract the Arbitration proceeding is to be governed by the American law. Mr. Chatterjee has relied on the Conditions (iii) and (vi) in paragraph 51 of <a href=\"/doc/1924738/\" id=\"a_60\">Renu Sagar</a>&#x27;s case  (supra) and submitted that the disputes between the parties are not covered by the Arbitration agreement. The letter of Mr. Ratan Tata dated 30-4-87, which is the sheet anchor of the petitioner for non-payment of charges and/or remuneration of the respondent No. 1, cannot be a subject-matter of Arbitration, as the same was procured by the petitioner and it is further pointed out, the said letter has no reference number and came into existence mysteriously. It is further submitted by the learned Counsel appearing for the respondent that in each and every letter of Air India there is reference number with &#x27;HQ&#x27; etc., but in the letter in question, which is dated 30th April, 1987, there is no reference number. The body of the letter is set out hereinbelow:--</span> \n</p><blockquote id=\"blockquote_29\">  &quot;It is Air India&#x27;s policy, as established by the Government of India, that no contingent\n\nfees, commission or consultancy fees will be paid to any agent, consultant, advisor or represeniative in India or abroad in connection with the sale of the two (2) Model 747-300 combi and the one (I) Model 747-200 passenger aircraft.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_22\"> It is again submitted by Mr. Chatterjee that while considering the claim of the respondents the Court will have to consider the service rendered by the respondent No. 1 as consultant for Boeing Company. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\"> Admittedly the consultancy service was rendered even after the expiry of April, 1987. In July, 1987 the respondent No. 1 arranged meeting at Hawai and thereafter on different dates the respondent No. 1 rendered service as a consultant at the instance of the petitioner. So the services rendered was not only within the period as stipulated in the agreement but also beyond the period stipulated in the agreement and as such the same cannot be the subject-matter of arbitration. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"783652\" id=\"span_13\">15. Mr. Chatterji relied on a decision  (<a href=\"/doc/783652/\" id=\"a_61\">Josef Meisaner GMBR &amp; Co. v. Kanoria Chemicals &amp; Industries Ltd.</a>) where in it has been held that agreement between an Indian Company and foreign firm for supply of technical knowhow and expertise by foreign firm to Indian Company in exchange for payment of &#x27;fee&#x27; not a commercial transaction within the meaning of <a href=\"/doc/36013981/\" id=\"a_62\">Section 2</a> of the said Act. It is submitted by Mr. Chatterji that in this act unless the context otherwise requires foreign award means an award on difference between the persons arising out of the local relationships whether contractual or not considered as commercial under the law in force in India. The present agreement which is the subject-matter of the suit is an agreement for rendering services by the respondent No. 1 to the Boeing and it cannot be said that it is a commercial transaction but it is a personal service rendered by the respondent No. 1 to the Boeing. From the letter dated 30th April, 1987 issued by Mr. Ratan Tata it would be clear that the said letter was issued fraudulently and is an outcome of the conspiracy between Air India and Boeing. From the letter given by the Secretary to the Prime\n\nMinister it became clear that there was no policy of Government of India and as such there is no basis and/or foundation of the policy of the Government of India and/or Air India as staled in the said letter of Ratan Tala. Furthermore, the letter is of very suspicious character having no reference number and for that the respondenl filed an application for production of certain documents. Mr. P. K. Mullick, counsel appeared for Air India and Mr. Naranarayan Gupta, the learned Advo-cate General appeared for Ratan Tata. The only object of the appearance of the learned Counsel for Air India and Ratan Tata was to resist from any order being passed for production of any document including the letter dated 30th April, 1987. The whole matter cannot be adjudicated without the said letter and the authenticity of the contents of the said letter and it is submitted by Mr. Chatterji that the same cannot be the subject-matter of arbitration and is outside the scope of the agreement. The learned counsel appearing for the respondent also referred to page 21 of the Affidavit-in-opposition i.e. letter dated 22nd July, 1986 wherein the respondent No. I is described as the consultant of Boeing Company in India with respect to sale of BCAC Air Craft. That the letter of consignment was issued in January, 1987 and the said fact will appear from the letter dated 11th January, 1987 appearing at page 27 of the Affidavit-in-opposition. The resistence on payment is made by Boeing on the ground that there was a Government policy and/or policy of the Air India which prohibited payment of any consultancy charges to the respondent No. 1 as to whether there was any such policy to that effect was actually in existence so far as Union of India and/ or Air India is concerned, the same cannol be the subject-matter of arbitration and is beyond the scope of arbitration. The learned Counsel appearing for the respondent also referred to paragraph 11 of the plaint which is set out hereinbelow:</span> \n</p><blockquote id=\"blockquote_30\">  &quot;11. Further and/or in the alternative, the plaintiff provided substantial consultancy service to the defendant at its request not\n\nintending to do so gratuituously both during the currency of the said agreement till 30th April, 1987 and thereafter. The defendant has received substantial bcncfiis from the said consultancy service provided by the plainliff for which the defendant is liable to compensate and remunerate the plaintiff. The plaintiff reasonably assesses such compensation and remuneration at US 17.5 million aquiva-lent to Rupee 10,07,12,500.&quot; \n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_25\"> The adjudication of the said dispute as stated in the plaint cannot be the subject-matter of arbitration and is outside the scope of the arbitration clause. Furthermore, statements are made in para 4(x) and (xi) of the affidavit-in-opposition stating that the respondent No. 1 arranged several meetings in India between 1st May, 1987 to 25th June, 1987 and as such the contract did not expire with the expiry of 30th April, 1987 and the steps taken by the respondent No. 1 as consultant of the petitioner at the instance of the petitioner are stated in those paragraphs and those fact show that various services were rendered even after the expiry of 30th April, 1987 and in the affidavit-in-reply there is no specific denial about the said statement. Therefore, the said facts goes uncontroverted. Therefore, the services which were rendered even after the expiry of the alleged written contract and the consultancy charges payable therefor cannot be a subject-matter of arbitration. The learned counsel of the respondent relied on a decision reported in AIR 1949, Cal 179, (Johurmull Parasram v. Louis Dreyfus Co. Ltd.) and submitted that it has been held that the claim based on tort and an implied contract cannot be a subject-matter of arbitration. It is submitted by Mr, Mitter, learned Advocate appearing for the respondent that while deciding the application under <a href=\"/doc/18760292/\" id=\"a_63\">Section 3</a> of the sid Act, the Court will consider not only the plaint but all documents and facts which will be placed before the Court, If the statemenls made in the affidavit-in-opposition arc not considered by the Court as submitted by the learned Advocate for the petitioner, then there was no necessity for the Court for giving direction for fifing Affidavit-in-opposition and thereafter to file a reply and thereafter to fix the matter for hearing. It is\n\nsubmitted by Mr. Mitter that while disposing of the application the Court must look into and consider all facts and circumstances and then will come to a finding. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1398678\" id=\"span_14\">The learned Advocate for the respondent relied on a decision , (<a href=\"/doc/1398678/\" id=\"a_64\">Alliance Jute Mills Co. v. Lalchand Dharamchand</a>) wherein it has been held that the Court is empowered to look into the plaint and petition, affidavits, papers and documents connected with the application in order to find out whether the subject-matter of the suit is within the scope of the <a href=\"/doc/1052228/\" id=\"a_65\">Arbitration Act</a>. The Court is empowered to look into the pleading to find out if the original agreement containing the arbitration clause has been superseded by the subsequent agreement as pleaded.</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_26\"> 16. It is submitted by Mr. Aninda Mitra, learned Advocate appearing on behalf of R.M.I., respondent, that the respondent under the agreement was to provide cultural and commercial as also managerial assistance and information which may be helpful to Boeing&#x27;s customers and for rendering assistance as Boeing made reasonably require in concluding the contract with the customers of Aircrafts. The compensation payable to the respondent under the said agreement, was two fold, firstly annual retainership payable in quarterly instalments and secondly on sale of aircrafts with the entire transaction between Boeing and Air India was matured because of the consultancy services rendered by the respondent, R.M.I., and ultimately a formal agreement was executed on 7th August, 1987. Boeing in respect of getting benefit of the consultancy services rendered by the respondent in terms of the said agreement failed and neglected to make payment to R. M. I. in terms of the agreement and R.M.I. was compelled to Institute a suit being No. 363 of 1990 in this Hon&#x27;ble Court. At that point of time i.e. when the suit was filed, R. M. I. was not aware of the existence of the alleged letter dated 30th April, 1987 nor R. M. I. was aware of the collusion and conspiracy between the Boeing and Air India in defrauding the R. M. I. \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_27\"> 17. It is further submitted by Mr. Mitra that the disputes which are to be adjudicated\n\ni.e. the dispute which has arisen between the parties are not covered by the Arbitration Agreement. The main dispute which is to be decided between the parties is as to whether the letter dated 30th April, 1987 purported to be signed by Mr. Ratan Tata is false and has been fraudulently brought into existence in collusion between the Boeing and the Air India. The other dispute is whether the transaction between Boeing and Air India was delayed from 30th April, 1987 and the said delay was made in conspiracy between Boeing and Air India for the purpose of depriving R. M. 1. to get compensation under the Contract. The further dispute which is to be decided as to whether the R. M. I. has rendered consultancy services even after 30th April, 1987 and because of the said services rendered by R. M. I., Boeing has received the benefit of the contract between Boeing and Air India that is though the period expired but at the instance of Boeing and Air India, R.M.I. was rendering consultancy services for . which the benefil has been derived by the said parties. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 18.    It is submitted by Mr. Mitra that the case of fraud and conspiracy has been made by the R. M. I. in the Affidavit-in-opposition (paragraph 4 to 12), the said averments have not been denied by Boeing. The Boeing has deprived R.M.I. from getting their remuneration for the services rendered by setting up a letter dated 30th April, 1987 signed by Mr. Ratan Tata to the Boeing. The said letter on the face of which suggests that the same was procured and cannot be genuine. The said letter has no reference number. The said letter does  not contain  any  seal  of Air India, beneath the signature of Mr. Ratan Tata. The said letter does not contain any reference to any enquiry or any letter from the Boeing. The 30th April, 1987 was the last date of validity of the agreement between R. M. I. and Boeing, no explanation has been given nor any facts has been suggested as to what impelled Mr. Ratan Tata to issue the letter on 30th April, 1987 suddenly on his own. These are the facts which suggest that the letter was procured for the purpose of defrauding the R.M.I., Mr. Ratan Tata was a Non-Executive Chairman of Air India and the letter dated\n\n30th April, 1987 was signed by Mr. Ratan Tata in respect of this transaction and all other letters are signed by the Deputy Managing Director. Mr. Mitra referred to the letter dated 10/ 17 August, 1987 wherein the Air India asked Boeing to take suitable action in the matter of agency appointments for all future dealings. The said letter is annexed at page 41 of the Affidavit-in-opposition. It is submitted by Mr. Mitra had the letter dated 30th April, 1987 was really issued on the said dale, then why a letter dated 10/17 August, 1987 was given by Air India? \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 19. R. M. I. filed an amendment application in the suit to incorporate the additional facts and also the facts and circumstances which would show the collusion and conspiracy between Air India and Boeing and have also prayed that the Air India be added as a party to the suit and the notice of amendment was given prior to the notice of the present stay application. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> 20. It is submitted by Mr. Mitra that the disputes between the parties should have been stated in the petition under <a href=\"/doc/18760292/\" id=\"a_66\">Section 3</a> of the Act of 1961 and the petitioner should have set out the dispute in the stay petition, as otherwise this Court will not be in a position to ascertain as to whether the disputes are covered by the Arbitration Agreement. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1924738\" id=\"span_15\">It is submitted by Mr. Mitra that the judgments referred to by Mr. Roy Chowdhury, learned Advocate appearing for Boeing, are under <a href=\"/doc/1722761/\" id=\"a_67\">Section 34</a> of the Arbitration Act. Mr. Mitra relied upon sixth preconditions of stay which is <a href=\"/doc/1398678/\" id=\"a_68\">laid down by</a> the Hon&#x27;ble Supreme Court in <a href=\"/doc/1924738/\" id=\"a_69\">Renusagar</a>&#x27;s case. Therefore, ii is incumbent duty of this Court to be satisfied, before granting stay, that there are disputes between parties with regard to the matters agreed to be referred. It is further submitted by Mr. Mitra that interlocutory proceeding cannot be stayed.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1621956\" id=\"span_16\">The amendment application filed by R. M. I. should not be stayed Mr. Mitra in support of his agreement relied upon several decisions  (Vashdev Bheroomal Pamnani v. M/s. M. Bipinkumar and Co.)  (<a href=\"/doc/1621956/\" id=\"a_70\">Surendra Kumar Roy Chowdhury v. Sushil Kumar Roy Chowdhury</a>), and (1948)\n\n52 Cal WN 45 (Chhedilal Hariniwas v. Brit over Limited.). Mr. Roy Chowdhury relied on a decision  wherein it has been held that the party who is in breach of the arbitration agreement institutes an action before the court the burden would be on such party to prove why the stay should be refused. It is submitted by Mr. Roy Chowdhury that the R.M.I. the plaintiff is to show why the stay should be refused and in the instant case the R.M.I. has miserably failed to discharge this onus. It is submitted by Mr. Roy Chowdhury that from the averments made in the plaint and the stay petition the two disputes arise which are as follows:</span> \n</p>   \n\n<blockquote id=\"blockquote_31\"> (i) Is the plaintiff enlitled to receive any commission/ compensation as claimed in the plaint? \n</blockquote> \n\n<blockquote id=\"blockquote_32\"> (ii) Was Boeingjustified in refusing to pay such commission/compensation in spite of repeated demands from R. M. I.?  \n</blockquote> \n\n<blockquote id=\"blockquote_33\"> 20A.   It is submitted by    Dr. Tapash\nBanerjee appearing for Boeing that on practical considerations and also for considering the stay application under <a href=\"/doc/18760292/\" id=\"a_71\">Section 3</a> it is not necessary for this Court to consider the definition of &#x27;Foreign Award&#x27;, requiring the agreement to be commercial to bring an award within the definition. It is submitted by Dr. Banerjee that at this stage of considering stay application the Court is not concerned with the future, viz., the post award stage because if the suit is stayed it is possible that the plaintiff may not refer the dispute to arbitration at all in which event there will be no award. If the plaintiff goes to arbitration in the chosen forum in Washington but does not succeed in getting an award in which case also there will be no occasion for enforcing any award and to consider whether the award is a Foreign Award or not, and if an award is passsed in favour of the claimant it is possible that the respondent may pay all the awarded amount in which event there will be no occasion for enforcing the award, it is further submitted by Dr. Banerjee that if the award is enforced in U.S.A. under the American Law against the assets and properties of the defendant which are admittedly in U.S.A. the\n\nquestion whether the award is a &#x27;Foreign Award&#x27; within the meaning of the definition laid down in section 2 of the Foreign Award Act will not arise. It is submitted by Dr. Banerjee that at this stage it is absolutely academic and theoritical to enter into the question and as such this Court should not consider the provisions of <a href=\"/doc/36013981/\" id=\"a_72\">Section 2</a> while disposing of the application under <a href=\"/doc/18760292/\" id=\"a_73\">Section 3</a> of the Act. It is submitted by Dr. Banerjee that the Supreme Court in the judgment in Atia-bari&#x27;s case  has held : \n</blockquote><blockquote id=\"blockquote_34\">  &#x27;Trade and Commerce do not mean merely traffic in goods, i.e. exchange of commodities for  money or other commodities.  In the complexities of modern conditions, in their wide sweep are included carriage of person and &#x27;goods by road, rail,  air,  waterways, contracts, banking, insurance, transactions in the, stock exchange and forward  markers, cpmmunication  of information, supply of energy, postal and telegraphic services and many more activities -- too numerous to be exhaustively enurnerated-which may be called commercial intercourse...... every sequence in the series of operations which constitutes trade or commerce is an act of trade or commerce and burdens or impediments im-posed on any such steps are restrictions on the freedom of trade, commerce and intercourse. ..... <a href=\"/doc/412767/\" id=\"a_74\">Articles 302</a><a href=\"/doc/1327219/\" id=\"a_75\">, 303</a><a href=\"/doc/1392920/\" id=\"a_76\">, 304</a> and <a href=\"/doc/287871/\" id=\"a_77\">305</a> which I\nwill presently advert to, make it abundantly clear that the freedom contemplated was freedom of trade, commerce and intercourse in all their varied aspects inclusive of all activities which constitute commercial intercourse .... &quot; \n</blockquote> \n\n<blockquote id=\"blockquote_35\"> It is submitted by Mr. Roy Chowdhury that as per terms of the agreement the Boeing was not under any obligation to pay compensation/ commission prohibited by any policy of requirement of the Government or of the customs. The original agreement was modified and extended till 30-4-87 within which date the sale must take place so as to entitle R.M.I. to claim compensation. The admitted fact is that the purchase agreement was executed between Boeing and Air India on 7th August 1987. Therefore, R.M.I, is not\n\nentitled to any amount. It is submitted by Mr. Roy Chowdhury that the whole of the claim in the suit was being disputed by Boeing and all the disputes being referrable to arbitration the suit as a whole is liable to be stayed. It is submitted by Mry. Roy Chowdhury that this Court is to look into the plaint and the application under <a href=\"/doc/18760292/\" id=\"a_78\">Section 3</a> and no other document and if the Couri was free to look into any and every document and to consider any and every new allegation made against the defendant-applicant at this stage the plaintiff could always render the arbilration agreement nugatory by making fresh allegation or by raising new disputes unconnected with the suit as framed or the arbitration agreement. So far as the allegation of fraud, conspiracy or collusion as the plaintiff has attempted to bring in the affidavit-in-opposi-tion so that the matter may be taken out of the purview of arbitration and the said fact should not be looked into and/or considered by this Court, it is submitted by Mr. Roy Chowdhury that for the purpose of disposal of <a href=\"/doc/18760292/\" id=\"a_79\">section 3</a> application the Court must confine itself to the plaint and plaint only and the Court should not take into consideration all the other fads stated in the affidavit-in-opposition. The plaintiff took out an application for amendment of the plaint and the said amended plaint was filed on 13-8-92 which clearly shows the malafide intention of the plaintiff to take the dispute between the parties outside the ambit of arburation clause. It is submitted by Mr, Roy Chowdhury that the purpose of affidavit-in-opposition is not and cannot be to enable the plaintiff to raise disputes or to make fresh allegation for which there is not the sligntest basis in the plainl. \n</blockquote> \n\n<blockquote id=\"blockquote_36\"> 21. Mr. Naranarayan Gooptu, the learned Advocate General appeared for Air India and Mr. Pradosh Mallick appeared for Ratan Tata. Both of them are not parties to the application. R.M.I. took out a Notice of Motion for a direction upon Air India and Ratan Tata to produce certain documents and the learned Advocate General appeared for Air India and Mr. P. Mallick appeared for Ratan Tata for opposing the said Notice of Motion. \n</blockquote> \n\n \n<blockquote id=\"blockquote_37\">22. On or about 28th August, 1992, RMI took out an application (Notice of Motion) alleging fraud against Air India as also conspiracy and collusion againsl Air India and praying for, inter alia, the following: \n</blockquote>   \n\n<blockquote id=\"blockquote_38\"> (i) &quot;An order directing Air India to state on affidavit the circumstances which caused issuance of the said letter dated 30th April, 1987 being Annexure &#x27;A&#x27; hereto and give particulars with regard to Government Policy relied upon in the said letter; \n</blockquote> \n\n<blockquote id=\"blockquote_39\"> (ii) Direction upon Mr. Ratan Tata the erstwhile Chairman of Air India to state on affidavit the circumstances which caused the issuance of the said letter dated 30th April, 1987 and to give particulars of the Government policy relied upon in the said letter. \n</blockquote> \n\n<blockquote id=\"blockquote_40\"> (iii) An order directing the respondent to produce or caused to be produced the documents and papers referred to in paragraph 34 of the petition. \n</blockquote> \n\n<blockquote id=\"blockquote_41\"> (a) original offer submitted by the respondent; \n</blockquote> \n\n<blockquote id=\"blockquote_42\"> (b) Final price at which order was passed  \n \n\n</blockquote><blockquote id=\"blockquote_43\"> (c) final price after escalation at the time of delivery of each aircraft; \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> (d) Cost sheet at the time of original offer being the basis of the offer; \n</blockquote> \n\n<blockquote id=\"blockquote_45\"> (e) minutes of meeting held on 24-4-87; \n</blockquote> \n\n<blockquote id=\"blockquote_46\"> (f) Notes on Discussions held by Mr. Clancy representing the respondent with the petitioner; \n</blockquote> \n\n<blockquote id=\"blockquote_47\"> (g) details of meeting held by Mr. Dicken-son of the respondent and Mr. Ratan Tata Chairman of Air India both in and outside India.&quot;   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_32\"> The said application was opposed by Air India by filing affidavit-in-opposition. It is submitted by the learned Advocate General that Air India is not a party in the proceeding or in the suit. No relief is claimed against Air India. The suit relates to a dispute between the Boeing and R.M.I. and Air India is in no way concerned. Air India has been unnecessarily sought to be dragged into a litigation in regard to a claim by the respondent against\n\nthe petitioner, for which R.M.I. has filed a suit being suit No. 363 of 1990 against the Boeing. No relief is claimed therein against Air India, There is no cause of action against Air India relating to the said agreement and the application is misconceived and not maintainable. It is further submitted by the learned Advocate General that this Court has no jurisdiction to entertain the application against Air India in view of the fact that Air India is not a party to the proceeding. It is submitted by the learned Advocate General that R.M.I. has taken out an amendment application and in the said amendment application a prayer has been made for adding Air India as a party defendant and several new allegations of fraud, collusion and conspiracy have been made against Air India and the Boeing and the said allegations are based on documents for which the discovery application was moved in the present proceedings. It is also submitted by the learned Advocate General that as a matter of public policy the issues sought to be raised against Air India as indicated earlier with a view to unnecessarily dragging Air India into the disputes between the Boeing and R.M.I. should not be allowed because India&#x27;s commercial credibility in the field of global trade and commerce would be seriously jeopardised and the foreign parties would be wary and reluctant to deal with India parties. This would spell disaster for a developing country like India which is trying to establish a firm foot-hold in the international market. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\"> 23. I have carefully considered the facts and circumstances of this case, The point would be decided by this Court is, as to whether the suit filed by R.M.I, should be stayed in deciding the prayer for stay. The petitioner i.e. Boeing will have to be satisfied that the subject-matter of the suit i.e. the agreement between Boeing and R.M.I, is a commercial agreement. The question of stay of suit will arise provided the agreement upon which the suit has been filed is a commercial agreement and fulfils the conditions of Section (2). So far as the contract between R.M.I, and Boeing is concerned, R.M.I, is to render the personal service to the Boeing as the representative of the Boeing and will get\n\nremuneration as stipulated under the contract. The case of the Boeing is that Boeing is a manufacturer of Aircraft and to have office in each and every country of the world is very expensive that is why Boeing enters into the Contract with various parties and pays for their establishment charges and the said parties, render service, for and on behalf of Boeing by securing parties and also explaining as to why Boeing Aircraft should be lucrative and will also explain to the parties about the particulars of the Boeing Aircraft and will answer all requisitions so to say, acting, for and on behalf of Boeing. In the instant case R.M.I, was appointed 10 render services for the purposes of securing parties for Boeing Aircraft and Air India purchased Boeing Aircrafts. So the only and main question to be decided is whether the services rendered by R.M.I, for and on behalf of Boeing under the agreement is a commercial agreement. No doubt the agreement for sale and/or deed of sale is a commercial transac-tio&#x27;n but in the instant case R.M.I, did not purchase anything nor Boeing sells anything to R.M.T., But R.M.I, rendered logistic services to Boeing only. R.M.I, had no authority to represent Boeing or make any commitment on behalf of Boeing. From the reading of the agreement it is clear that it was a personal service which was to be rendered by R.M.I., In disposing of the application under <a href=\"/doc/18760292/\" id=\"a_80\">Section 3</a> of the Foreign Award (Recognition &amp; Enforcement) Act, 1961, the Court will have to be satisfied as to whether the subject-matter is a matter of commerce under the law in force in India that is to say, whether the transaction between the parties to the agreement, is a transaction of commercial nature. If it is not a commercial transaction then the provision of <a href=\"/doc/18760292/\" id=\"a_81\">Section 3</a> will not be applicable. From the agreement it is clear that R.M.I, was to render consultancy services for and on behalf of Boeing and/or rendering such services R.M.I, had to pay original fees and R.M.I. had to establish an office for providing services in relation to sale of the product of Boeing Co. and was required to render consultation with the parties including Air India by using literature, data and other informations furnished by the Boeing Co.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\"><a href=\"/doc/36013981/\" id=\"a_82\">Section 2</a> of the said Act contemplates a legal relationship between the parties which must be commercial in nature and applicable in Indian Law. From the facts disclosed in the proceeding it is clear that the consultancy services was rendered even after the expiry April, 1987. Under the Contract the service was to be rendered up to April, 1987 and R.M.I, was to receive remuneration fee. If the sale is concluded through the consullancy services of the R.M.I, within on or before 30th April, 1987. It appears that even in July, 1987 R.M.I, arranged a meeting at Hawai and also rendered services as Consultant at various places. So in the instant case the service was rendered within the time stipulated under the Contract and even after the expiry of the time as mentioned in the contract so to say, the consultancy service was rendered by R.M.I, even after the period under the contract. So far as the contract between Air India and Boeing is concerned i.e. a contract for sale and as such the same is a commercial contract but so far as R. M. I. and Boeing is concerned, R.M.I, has rendered personal services to the Boeing before Union of India and/or Air India and the same appears to be a service of pure personal nature and cannot be said to be a commercial contract. The Boeing&#x27;s main defence is the letter dated 30th April, 1987 issued by Mr. Ratan Tata. Ratan Tata is not a party to the proceeding. Only a notice of motion was issued upon Air India and Ratan Tata for production of certain documents. However, Air India and Ratan Tata engaged their respective counsels. The object was to resist the production of ducuments, however, at the long last, the learned Advocate appearing for R.M.I, did not pursue for production of the documents in the present proceeding and argue the application under <a href=\"/doc/18760292/\" id=\"a_83\">Section 3</a> on merit. Boeing has resisted the claim of R.M.I., mainly, on the basis of the letter issued by Mr. Ratan Tata dated 30th April, 1987 wherein it is stated that as per the policy of the Government of India and/or Air India, no commission is to he paid. The learned counsel appearing for R. M. I. has challenged the letter dated 30th April, 1987 issued by Mr. Ratan Tata and submitted that the letter was issued fraudulently and is an outcome of conspiracy\n\nbetween the Air India and the Boeing. The learned Counsel also referred to the reply of the Secretary to Prime Minister of India wherein it was stated by the Secretary for and on behalf of Prime Minister of India thai there is no basis and/or foundation of the policy of the Government of India and/ or Air-India as stated in the letter of Mr. Ratan Tala. The disputes between the parties i.e. R.M.I, and Boeing cannot be adjudicated without the original letter dated 30th April, 1987. \n</p> \n\n<p data-structure=\"Section\" id=\"p_35\"> 24. Boeing resisted payment on the ground that there is a Government policy and the policy of Air India prohibited payment of any consultancy charges to R.M.I. It is difficult to decide or adjudicate the disputes between the parties as the existence of such policy is not exactly known. The likelihood of existence of such a policy is itself in question as it is very strange that the Government of India and/or Air India would have framed policy for purchase/ sale of 2 or 3 Aircrafts in question only. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\"> 25. The authenticity of the letter of Mr. Ratan Tata is itself in question as the copy of the letter which, was produced before the Court is without any reference number and without any office seal. The Court is reasonably apprehensive about the existence of such policy and particularly the letter in question. The Court is however not inclined to go into such aspects and they will have to be examined in greater detail later. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\"> 26. It is submitted by Mr. Roychowdhury that this Court should only look into the statements made in the plaint and the application under <a href=\"/doc/18760292/\" id=\"a_84\">Section 3</a> of the Act. The Court should not consider the other facts stated in the affidavit-in-opposition. Various judgments have been cited and elaborate argu-ments were made by the learned counsels appearing for both the parties. After considering the various submissions made by the learned counsels this Court is of the view that when an application is filed before the Court and the Court has given direction to file an affidavit-in-opposition and an affidavit-in-reply thereto, it would be the duty of the Court to look into the pleadings. The facts and circumstances which have been brought\n\nbefore the Court by the respective parties in their affidavites, should be appropriately considered by the Court. Persuant to the direction of affidavit-in-opposition and reply to be filed, the Court cannot look into the statements made in the petition in isolation, without considering the affidavit-in-opposition and reply. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_38\"> 27. Certain new facts are sought to be introduced in the plaint filed by R.M.I, and R.M.I, also made a prayer in the amendment petition for adding Air India as a party. But the stay order has been passed by this Court before the stay application for amendment was disposed of. As a result, the amendment petition is awaiting final adjudication and as regards the Court is concerned, this Court is not inclined to anticipate as to whether an application for amendment would be allowed and/ or disallowed. The recent trend of decision is however to allow the amendment, unless a serious prejudice is caused to the other side. In the instant case written statements have not been filed and it is submitted by the learned Advocate appearing for R.M.I. that the application for amendment is pending for disposal before Justice Ajit Kumar Sengupta. This Court is not inclined to consider the statements made in the amendmenl petition. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\"> 28. In the amendment petition fraud and collusion has sought to be added in the plaint and various facts of fraud and collusion, between Boeing and Air India has sought to be introduced. So far as this Court is concerned, this Court has not considered those facts but the Court has taken into consideration the facts which have appeared in the affidavit-in-opposition filed by R.M.I. \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_40\"> 29. The Court has duly considered the statements made in the affidavit-in-opposition and also reply filed by Boeing thereafter and the submissions of Mr. Somnath Chatter-jee and Mr. Aninda Mitra learned Counsel appearing for R. M. I. on this point is substantive. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\"> 30. It appear as that services were rendered by R. M. I. even after the stipulated period and as such services rendered after the\n\nperiod stipulated in the agreement will not be subject-matter of arbitration. Therefore, in adjudicating disputes between parties it will have to be decided as to whether any service was rendered after April, 1987 and whether Boeing has obtained benefit of such service rendered by R.M.I. It will further have to be considered if R. M. I. was entitled to the remuneration for such service rendered during the period of contract and also beyond the period under contract. The entire matter cannot be a subject-matter of arbitration. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\"> 31. Another principal aspect of the matter is that Boeing was to render 5% commission out of the sale precedes to R.M.I. The said 5% is a big amount as the sale comprises of crores of rupees. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\"> 32. This Court is reasonably apprehensive about what payment Air India has in fact made to Boeing. Air India being a Government of India Company, the money paid for purchase of Aircrafts, are in effect public money. In disbursing payment of such money the Air India is accountable to this Court and every citizen at large. On a true interpretation of Fundamental right granted by the Constitution, disbursement of public money should be done with public knowledge. Air India should have brought specific details before this Court. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_44\"> 33. The learned Advocate General was asked by the Court to take instruction from his client as to whether Air India has paid the full money or has made payment after deducting the 5% payable to R.M.I, under the agreement. The stand taken by Air India was that, it was not a subject-matter which has to be considered by this Court. Further the learned Advocate General after taking instructions submitted that the full amount was paid to Boeing though the said fact need not be looked into at this stage. The fact however raises the questions as to why full payment was made while according to Air India, a policy existed which prohibited payment of 5% commission. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\"> 34. It would be reasonably expected that Air India should be paying 95% of the value of Aircrafts as the 5% commission is not payable\n\naccording to the policy, mentioned in a letter dated 30th April, 1987. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\"> 35. If it is the policy of Air India or Government of India not to pay the commission and/or remuneration of 5%, the said; amount is a savings of the public exchequer. Air India is a Trustee of such savings and every citizen is a beneficiary. It is clear violation of natural justice if such knowledge is denied and/or withheld from the real beneficiaries of the money. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_47\"> 36. It is well-settled legal position and there can be no doubt that if any policy is adopted by &quot;the State&quot; it must receive proper and adequate publicity through reasonable publication before it can be held to have any binding effect. What is true in the case of the State in the ordinary acceptation of that term must apply equally in relation to the extended meaning of the term &quot;State&quot; in <a href=\"/doc/609139/\" id=\"a_85\">Article 12</a> and a fortiori it must apply also in relation to Air India which is &quot;State&quot;. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\"> 37. In the instant case, it appears that no such procedure has been followed by the Government or Air India and the so-called policy is merely a statement coming from the non-executive Chairman, Mr. Tata, on whose words Boeing have totally relied. Rather, in support of their case, R.M.I, has produced letters from Government authorities from which it is categorically seen that there was no such policy restricting payment of commission. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\"> 38. The purpose of issuing the letter dated 30th April, 1987 is not understood in the facts and circumstances of this case. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_50\"> 39. These are the matters which will have to be considered very seriously while adjudicating the disputes between the parties, finally. The Court will only confine itself to their relevance and identify such important element of public interest, in the litigation between the parties. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\"> 40. The said matters, however, cannot be adjudicated effectively by arbitration, owing to volume of work involved in examination of various documents and witnesses. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_52\"> 41.    If the arbitrator adjudicates the\n\ndisputes in America the same is likely to cause greater hardship to R. M. I. The documents and witnesses which have to be examined for the purpose of effective adjudication of disputes are in India. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\"> 42. Any litigation on American soil is likely to suffocate natural course of justice for lack of evidence. The cost of such litigation and the burden thereof is also a matter of concern, specially in regard to expenditure of public money. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\"> 43. If <a href=\"/doc/18760292/\" id=\"a_86\">Section 3</a> application is allowed the said order will practically dispose of the suit filed by R.M.I., as the suit of R.M.I, will remain stayed. The policy of Air India or Government of India in this regard and purpose thereof will have to be decided before final adjudication of disputes between the parlies and the same cannot be decided by the arbitrator. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_55\"> 44. In response to subpoena issued on 13th August, 1992, it was reasonably expected that Air India being a Government Company, would act bonafide and it was expected to place all the facts and documents before the Court. There should not have been any secret so far as payment of public money is concealed. In the instant application, Air India resisted production of documents, though an undertaking was given before Justice Ajit Kumar Sengupta that documents will be placed before the Court as and when they will be directed to produce the same, in case of foreign arbitration. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_56\"> 45. No subpoena was allowed to be issued to Air India for production of documents and the arbitration proceeding to be incurred huge expenses in the nature of prohibited expenses at least for R. M. I. \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_57\"> 46. The evidences of Mr. Ratan Tata and also the officers of the Prime Minister&#x27;s office issuing the letter wi!l not be available at USA and the arbitrator will not be able to compel attendance of such key witnesses to the proceedings. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_58\"> 47. The letter of Boeing dated 28th April, Mr. Ratan Tata&#x27;s letter of 30th April, Boeing&#x27;s letter dated 1st May, 1987 Air India&#x27;s\n\nletter of August 1987 and Government of India&#x27;s clarification on policy, it appears to me that the whole matter and various issues require investigation and enquiry in a proper trial. There exists sufficient smoke of doubt with regard to existence of the policy referred to in Mr. Tala&#x27;s letter of 30th April, 1987. Non-payment of RMI&#x27;s commission by Boeing and agreeing to extend the date of execution of formal contract with Air India without the knowledge of RMI, and full payment by Air India to Boeing as discussed above are also matters of probe. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_59\"> 48. In view of my finding that the transac\ntion is not a commercial transaction and the\nagreement is not a commercial agreement and\nis purely in the nature of personal services\nrendered by R.M.I., the provisions of <a href=\"/doc/18760292/\" id=\"a_87\">Section\n3</a> of the act is not attracted. The natural\ncourse of justice demands that claim between\nthe parties should be adjudicated in accord\nance with law and the parties should get equal\nopportunities to contest their respective\nclaims and counter claims, if any. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_60\"> 49. If the suit is stayed it will amount to denial of justice and practically amount to dismissal of the suit without giving an opportunity of hearing. Furthermore, following the earlier decisions of this Court as referred to hereinbefore the application is dismissed. The interim order of stay stands vacated. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_61\"> 50. Mr. Roychowdhury, learned Advocate appearing for the Boeing prayed for stay of operation of the order as it is submitted by Mr. Roychowdhury that the R.M.I, will take out several proceedings and there should be a stay of operation of the order to stop those proceedings. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_62\"> 51. The Ld. Advocate appearing for Air India submitted that the operation of the order should be stayed as the judgment contained several remarks about Air India. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\"> 52. Similar prayer is made on behalf of Ratan Tata. The prayer for stay is opposed by Mr. S. Sarkar, Id. Advocate appearing for R.M.I, and submitted that his client will not initiate any fresh proceeding within two weeks and as such the prayer for stay of\n\noperation of this order should be rejected. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\"> 53. Considering the submissions made by the learned Advocates appearing for the respective parties, the prayer for stay is rejected. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_65\"> 54. All parties are to act on a signed copy of the minutes of the operative part of the judgment on the usual undertaking. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_66\"> 55. Order accordingly. \n</p> \n\n","numcites":26,"numcitedby":2,"docsource":"Calcutta High Court","citetid":489038,"divtype":"judgments","relatedqs":[{"value":"stay on proceedings","formInput":"stay%20on%20proceedings"},{"value":"subpoena   on IT","formInput":"subpoena%20%20%20on%20IT"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"Production of documents","formInput":"Production%20of%20documents"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"subject matter of arbitration","formInput":"subject%20matter%20of%20arbitration"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"commercial transaction","formInput":"commercial%20transaction"},{"value":"ratan+tata","formInput":"ratan%2Btata"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"intercourse","formInput":"intercourse"},{"value":"*amendment in application*","formInput":"%2Aamendment%20in%20application%2A"},{"value":"commercial contract","formInput":"commercial%20contract"},{"value":"amendment in amendment application","formInput":"amendment%20in%20amendment%20application"},{"value":"foreign awards","formInput":"foreign%20awards"},{"value":"enforceability of award","formInput":"enforceability%20of%20award"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"collusion","formInput":"collusion"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}