{"tid":135178053,"publishdate":"2021-03-22","title":"Ramesh Alias Dapinder Singh vs The State Of Himachal Pradesh on 22 March, 2021","doc":"<h2 class=\"doc_title\">Ramesh Alias Dapinder Singh vs The State Of Himachal Pradesh on 22 March, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2021 SUPREME COURT 1547, AIRONLINE 2021 SC 154</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-joseph\">K.M. Joseph</a>, <a href=\"/search/?formInput=benchid:u-u-lalit\">Uday Umesh Lalit</a></h3>\n\n<pre id=\"pre_1\">          Criminal Appeal No.347 of 2021\n          Ramesh Alias Dapinder Singh vs. State of Himachal Pradesh.\n                                                                                                     1\n\n\n                                                                                            Reportable\n                                           IN THE SUPREME COURT OF INDIA\n                                         CRIMINAL APPELLATE JURISDICTION\n\n\n                                            CRIMINAL APPEAL NO.347 OF 2021\n                                (Arising out of Special Leave Petition (Crl.)No.2645 OF 2021)\n                               (Arising out of Special Leave Petition (Crl.)D.No.26322 of 2019)\n\n\n                          RAMESH ALIAS DAPINDER SINGH                                      …Appellant\n\n                                                           Versus\n\n                          STATE OF HIMACHAL PRADESH                                       …Respondent\n\n\n\n                                                     JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">                          Uday Umesh Lalit, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">                          1.       Delay condoned. Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Issue\" id=\"p_5\">                          2.      This appeal challenges the judgment and order dated 09.09.2016 passed\n\n                          by the High Court of Himachal Pradesh at Shimla in Criminal Appeal No. 267\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by Dr.</span>\n<span class=\"hidden_text\" id=\"span_3\">Mukesh Nasa</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2021.03.22</span>\n                          of 2016.\n</p><span class=\"hidden_text\" id=\"span_5\">16:13:00 IST</span><p data-structure=\"Issue\" id=\"p_6\">\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118340917\" id=\"span_7\"><a href=\"/doc/118340917/\" id=\"a_1\">Criminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh</a>.</span>\n<span class=\"hidden_text\" id=\"span_8\">                                                                                     2</span>\n\n</p><p data-structure=\"Issue\" id=\"p_7\">       3.      The appellant – original accused No.3 was tried along with two others\n\n       in Sessions Trial No. 40 of 2014 on the file of Additional Sessions Judge (II),\n\n       Una, Himachal Pradesh, in respect of offences punishable under Sections 302,\n\n       323, 324 read with <a href=\"/doc/37788/\" id=\"a_2\">Section 34</a> of the Indian Penal Code, 1860 (‘the <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>’, for\n\n       short).\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"Facts\" id=\"p_9\">       4.      The basic facts leading to the aforementioned Trial, as stated by PW1-\n\n       Sukhwinder Singh, the original informant, were as under:-\n\n</p><blockquote id=\"blockquote_1\">                 “…In November 2013, I had taken away Puja Devi daughter of\n                 Satnam Singh, resident of Dangoli, Tehsil and Distt. Una, and had\n                 subsequently married her. The accused Nirmal Singh is my\n                 maternal uncle, and the aforesaid Puja Devi is his sister-in-law\n                 (Saali). On this count, my maternal uncle Nirmal Singh nursed an\n                 ill-will against me. I had come home to Pubowal from Baddi on\n                 16.03.2014. I had met my friends Kulwinder alias Babbi and\n                 Daljit Singh alias Deepu on 18.03.2014 at Pubowal at about 8.00\n                 p.m. On my request, they accompanied me to house of my\n                 maternal grandmother at Baliwal. We travelled to the said place\n                 by motorcycle bearing registration No. PB.08-BL-1390,\n                 belonging to Babbi. We reached my maternal home at about 8.30\n                 p.m. In my maternal home, my grandmother and both my\n                 maternal uncles, Sadhu Singh and Nirmal Singh were present. On\n                 reaching the house we paid respect to my grandmother and uncles\n                 by touching feet etc. But my uncles started abusing me and\n                 quarrelling with me. During the scuffle, the shirt of Babbi was\n                 torn. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118340917\" id=\"span_9\">Thereupon, we hurriedly left the spot on the motorcycle,\n                 which was being driven by Daljit Singh. When we had reached\n                 near the High School, Kulwinder Singh alias Babbi stated that he\n                 had dropped his purse somewhere. We began looking for the\n                 purse, after getting down from the motorcycle. Suddenly both my\n                 maternal uncles, Sadhu Singh and Nirmal Singh, along with their\n\f<a href=\"/doc/118340917/\" id=\"a_4\">Criminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh</a>.</span>\n</blockquote><span class=\"hidden_text\" id=\"span_10\">                                                                                      3</span>\n\n<p data-structure=\"Facts\" id=\"p_10\">                 driver namely Ramesh Kumar, came there on a motorcycle,\n                 bearing No. HP.20C-3641, being driven by my uncle Sadhu\n                 Singh. There was a stick (Danda) tied to the handle of the\n                 motorcycle. Thereafter, the three persons got down from the\n                 motorcycle and started assaulting us with Danda and fist blows\n                 etc. My uncle Sadhu Singh had a Danda, whereas my uncle\n                 Nirmal Singh had a sickle (Darat) in his hand. He gave me a blow\n                 with the Darat, as a result of which my finger was cut. Then he\n                 gave a blow which landed on the arm of Daljit Singh, and\n                 thereafter gave another blow to Daljit Singh on his neck.\n                 Thereupon, I ran and hid myself behind a bush. From there I saw\n                 my uncles Sadhu Singh and Nirmal Singh administering blows to\n                 my friends, Babbi and Daljit. On seeing this, I ran away further.\n                 Thereafter, Babbi also ran away from the spot. The Driver\n                 Ramesh, thereafter ran away from the spot and started raising a\n                 cry, upon which many people gathered on the spot. Thereafter,\n                 the police came to the spot at about 10.45 to 11.00 p.m.\n                 Thereafter, I came out from the bush and saw the dead body of\n                 Daljit Singh lying on the ground. I stated to the police about the\n                 incident. The police recorded my statement, Ext. PW1/A. I have\n                 seen the statement, which bears my signatures, which I had\n                 appended after the contents of the statement were read over and\n                 explained to me by the police. My friend Daljit Singh was\n                 murdered. The police carried out the investigation on the spot.\n                 …”\n\n\n</p><p data-structure=\"Precedent\" id=\"p_11\">       5.      Kulwinder Singh alias Babbi, whose presence was referred to by PW1-\n\n       Sukhwinder Singh, was examined as PW7. But this witness did not support\n\n       the prosecution and was declared hostile. It was asserted by this witness as\n\n       under:-\n</p>\n<blockquote id=\"blockquote_2\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118340917\" id=\"span_11\">“…It is incorrect that on my intervening, I was given a stick blow\n                 by Sadhu Singh, which landed on my back, and I was given fist\n                 and kick blows by Ramesh due to which I sustained injuries. Self\n                 stated that our altercation was with some other persons. It is\n\f<a href=\"/doc/118340917/\" id=\"a_5\">Criminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh</a>.</span>\n</blockquote><span class=\"hidden_text\" id=\"span_12\">                                                                                       4</span>\n\n<blockquote id=\"blockquote_3\">                 incorrect that Sadhu Singh caught me and in the process we fell\n                 on the rough surface on the spot. I cannot say whether Daljit\n                 Singh and Sukhwinder were given Darat blows by Harjinder\n                 Singh alias Nimma, and Daljit Singh received injuries on his neck\n                 and arm. It is correct that Sukhwinder had sustained injury on his\n                 arm. However, I cannot say what was the reason from the same.\n                 I did not see any injuries on the person of Daljit Singh and\n                 Sukhwinder Singh, on the spot. It is correct that there was ample\n                 moonlight at that time. It is correct that I escaped from the spot,\n                 saving myself from the assault of the accused, towards the bushes.\n                 …”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">       6.      Thus, the testimonies of two witnesses, who had accompanied the\n\n       deceased, were not quite consistent. PW15-Dr. G. S. Didhra deposed about\n\n       the injuries suffered by PWs 1 and 7. Injuries of PW1 were:-\n\n</p><blockquote id=\"blockquote_4\">                 “1. Clean incised wound on left middle finger distal to inter\n                 pnallyngeal joint.\n</blockquote>\n<blockquote id=\"blockquote_5\">                 2. Sickle shape clean incised wound on left middle phallynx or\n                 ring finger.”\n\n\n               Further, following injuries were found on the person of PW7:-\n</blockquote>\n<blockquote id=\"blockquote_6\">                 “1. Clean impact contusion over left shaft of humerous. 3 cm\n                 long.\n</blockquote>\n<blockquote id=\"blockquote_7\">                 2. Impact contusion below left angle of scapula measuring 3.5 x\n                 0.5 cms.\n</blockquote>\n<blockquote id=\"blockquote_8\">                 3. Impact contusion about right supra scapular region measuring\n                 4 cms x 0.5 cms.\n</blockquote>\n<blockquote id=\"blockquote_9\">                 4.   Multiple patch abrasions over right elbow and its lower end.\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118340917\" id=\"span_13\"><a href=\"/doc/118340917/\" id=\"a_6\">Criminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh</a>.</span>\n<span class=\"hidden_text\" id=\"span_14\">                                                                                   5</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_14\">                 5. Left impact contusion below left elbow joint measuring 2x3\n                 cms.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">                 6. Two impact contusions and abrasions over both knee joints,\n                 right heel and toe (Metatarso phalyngeal joint).”\n\n\n</p><p data-structure=\"RespArg\" id=\"p_16\">       7.      PW27-Dr. Piyush Nanda, who had conducted Post Mortem on the body\n\n       of the deceased, deposed about the injuries of the deceased as under:-\n\n</p><blockquote id=\"blockquote_10\">                 “(i) Clean incised measuring 3-1/2” x 1-1/2” x 4” and on the\n                 left side, margin sharp extending below the angle of mandible\n                 to the whole of ear lobe with cut through injury to the carotid\n                 artery and jugular vessels with cut through injury to all the\n                 neck muscle and fascia and tissue with fracture mandible\n                 (angle).\n</blockquote>\n<blockquote id=\"blockquote_11\">                 (ii) Clean incised wound measuring 2x1” x bone depth with\n                 fracture of metacarpal bones on the right wrist.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_17\">                 All the above injuries were found to be ante mortem in nature.\n                 In my opinion he died due to haemorrhagic shock due to\n                 injuries to the left carotid and jugular vessels.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">                                 …                   …              …\n\n                 I have seen the darat Ex. S1. The injuries of the kind\n                 mentioned above are possible by the said weapon/implement.\n                 My written opinion regarding the injuries being possible by\n                 the weapon shown to me is in red circle Ext.PW27/C.”\n\n\n</p><p data-structure=\"Issue\" id=\"p_19\">       8.      Considering the eyewitness account, the Trial Court by its order dated\n\n       07.04.2016 convicted all three accused under <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_8\">Section\n\n       34</a> of the IPC; <a href=\"/doc/1011035/\" id=\"a_9\">Section 323</a> read with <a href=\"/doc/37788/\" id=\"a_10\">Section 34</a> of the IPC; and <a href=\"/doc/724142/\" id=\"a_11\">Section 324</a>\n\fCriminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh.\n<span class=\"hidden_text\" id=\"span_15\">                                                                                    6</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_20\">       of the <a href=\"/doc/1569253/\" id=\"a_12\">IPC</a> and sentenced each of the accused to undergo life imprisonment\n\n       under the first count and sentences of rigorous imprisonment of one year and\n\n       three years on the second count and third count respectively, in addition to\n\n       imposition of fine and default sentence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">\n</p><p data-structure=\"Conclusion\" id=\"p_22\">       9.      The convicted accused approached the High Court by filing Criminal\n\n       Appeal No. 267 of 2016, which was dismissed by the High Court by its\n\n       judgment and order dated 09.09.2016.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">       10.     It must be stated that the order passed by the High Court affirming the\n\n       conviction and sentence, was accepted by accused Nirmal Singh and no\n\n       further challenge was raised. However, accused Sadhu Singh preferred\n\n       Special Leave Petition (Crl.) No. 1817 of 2019, which was dismissed by this\n\n       Court on 10.07.2019.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">\n</p><p data-structure=\"PetArg\" id=\"p_26\">       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"118340917\" id=\"span_16\">11.     Appearing in support of the appeal, Mr. P.K. Dey, learned advocate\n\n       submitted that the appellant was neither armed with any Lathi or Danda nor\n\n       was there any assertion from PW1-Sukhwinder Singh attributing any specific\n\n       overt act to the appellant. On the other hand, such specific overt acts were\n\n       attributed to accused Sadhu Singh and Nirmal Singh. Mr. Dey also stressed\n\f<a href=\"/doc/118340917/\" id=\"a_13\">Criminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh</a>.</span>\n<span class=\"hidden_text\" id=\"span_17\">                                                                                      7</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_27\">       the fact that the appellant had run away from the spot and had raised a cry,\n\n       upon which many people gathered at the spot. It was, therefore, submitted by\n\n       Mr. Dey that the appellant could not be said to be guilty with the aid of <a href=\"/doc/37788/\" id=\"a_14\">Section\n\n       34</a> of the IPC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n</p><p data-structure=\"PetArg\" id=\"p_29\">       12.     Mr. Abhimanyu Jhamba, learned Advocate appearing for the State,\n\n       however, relied upon the facts that the appellant had come along with accused\n\n       Sadhu Singh and Nirmal Singh who were separately armed with Danda and\n\n       Sickle; and that the appellant had given fist and kick blows. In the submission\n\n       of the learned counsel, these facts pointed towards active participation on part\n\n       of the appellant and, therefore, the courts below had rightly found him guilty\n\n       with the aid of <a href=\"/doc/37788/\" id=\"a_15\">Section 34</a> of the IPC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n</p><p data-structure=\"CDiscource\" id=\"p_31\">       13.     The principle of vicarious liability under <a href=\"/doc/37788/\" id=\"a_16\">Section 34</a> of the IPC states,\n\n       “when a criminal act is done by several persons in furtherance of the common\n\n       intention of all”, each of those persons would be liable for ‘that act’ in the\n\n       same manner as if it were done by him alone.\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118340917\" id=\"span_18\">First and foremost, the ocular testimony in support of the prosecution\n\n       is only by way of the testimony of PW1. That witness did not attribute any\n\n       specific overt act to the appellant insofar assault on the deceased was\n\f<a href=\"/doc/118340917/\" id=\"a_17\">Criminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh</a>.</span>\n<span class=\"hidden_text\" id=\"span_19\">                                                                                         8</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_33\">         concerned; nor was the appellant stated to be armed with any weapon. It was\n\n         not even the case that the appellant had exhorted or had facilitated, in any\n\n         manner, the assault on the deceased. The only attribution to the appellant was\n\n         regarding common or collective act where “three persons got down from the\n\n         motorcycle and started assaulting with Danda and fist blows”.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">         14.    Going by the narration of PW1, accused Sadhu Singh and Nirmal Singh\n\n         had abused him and his friends at the residence of his maternal uncle leading\n\n         to a quarrel and scuffle. The appellant was not attributed presence and\n\n         participation in such quarrel or scuffle.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n</p><p data-structure=\"Precedent\" id=\"p_36\">         15.    In a situation where the overt acts were attributed to principal accused\n\n         and not to a person accompanying such principal accused, the observations in\n\n         some of the cases decided by this Court are:-\n</p>\n<blockquote id=\"blockquote_12\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"139219237\" id=\"span_20\"><a href=\"/doc/139219237/\" id=\"a_18\">a) Dharam Pal and others v. State of Haryana1</a>\n\n                  “15. A criminal court fastening vicarious liability must satisfy\n                  itself as to the prior meeting of the minds of the principal culprit\n                  and his companions who are sought to be constructively made\n                  liable in respect of every act committed by the former. There is\n                  no law to our knowledge which lays down that a person\n                  accompanying the principal culprit shares his intention in respect\n                  of every act which the latter might eventually commit.</span> The\n\n<span class=\"hidden_text\" id=\"span_21\">1</span>\n    (1978) 4 SCC 440\n\fCriminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh.\n</blockquote><span class=\"hidden_text\" id=\"span_22\">                                                                                         9</span>\n\n<p data-structure=\"CDiscource\" id=\"p_37\">                   existence or otherwise of the common intention depends upon the\n                   facts and circumstances of each case. The intention of the\n                   principal offender and his companions to deal with any person\n                   who might intervene to stop the quarrel must be apparent from\n                   the conduct of the persons accompanying the principal culprit or\n                   some other clear and cogent incriminating piece of evidence. In\n                   the absence of such material, the companion or companions\n                   cannot justifiably be held guilty for every offence committed by\n                   the principal offender. …”\n\n</p><p data-structure=\"Conclusion\" id=\"p_38\">              <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1594938\" id=\"span_23\"><a href=\"/doc/1594938/\" id=\"a_19\">b)        Vithal Laxman Chalawadi and others v. State of\n                        Karnataka2</a>\n\n                   “15. As regards the role of appellant Gangappa, the evidence on\n                   record suggests that he gave a chappal-blow to PW 6, the mother\n                   of the deceased Ramesh. There is no other overt act attributed to\n                   Appellant 3-accused who appears to have joined the melee when\n                   tempers ran high. The allegation that he exhorted Accused 1 and\n                   2 to kill the deceased has not in our opinion been satisfactorily\n                   proved to justify his conviction for murder with the help of\n                   <a href=\"/doc/37788/\" id=\"a_20\">Section 34</a> IPC.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_39\">\n</p><p data-structure=\"Conclusion\" id=\"p_40\">                   16. The nature of the evidence on record and the role that\n                   appellant Gangappa is alleged to have played, does not, in our\n                   opinion, establish that Appellant 3 shared the common intention\n                   with Nijappa and Vithal to commit the murder of deceased\n                   Ramesh. The conviction of Appellant 3-accused for the offence\n                   of murder punishable under <a href=\"/doc/1560742/\" id=\"a_21\">Section 302</a> IPC read with <a href=\"/doc/37788/\" id=\"a_22\">Section 34</a>\n                   IPC is, therefore, not sustainable. The evidence, however, proves\n                   beyond a reasonable doubt that the appellant, Gangappa assaulted\n                   PW 6 Putalavva with a chappal. His conviction under <a href=\"/doc/1011035/\" id=\"a_23\">Section 323</a>\n                   IPC by the trial court and the High Court deserves to be affirmed.”\n\n\n2   (2010) 14 SCC 739\n\fCriminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh.\n<span class=\"hidden_text\" id=\"span_24\">                                                                                         10</span>\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_41\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"142922372\" id=\"span_25\"><a href=\"/doc/142922372/\" id=\"a_24\">c) Bishu Sarkar and others v. State of West Bengal3</a>\n\n                 “7. … The allegations coming from all the witnesses are consistent\n                 that none of the present appellants had dealt any blow by any\n                 weapon and all that they did was to participate in the scuffle. It is\n                 true that PWs 2 and 5 assert that the present appellants had caught\n                 hold of Raju Bose. But it is not clear from the record whether such\n                 act was so intended to enable Accused 1 to deal the fatal blow.\n                 Further, PW 3 is completely silent on this aspect.</span>\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                 8. In the circumstances we deem it appropriate to grant benefit of\n                 doubt to the present appellants and acquit them of the charge under\n                 <a href=\"/doc/1560742/\" id=\"a_25\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_26\">Section 34</a> IPC. This appeal is thus allowed\n                 and the conviction and sentence recorded against the present\n                 appellants is set aside. ...”\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_43\">         16.    Having considered the entire material on record, in our view, it cannot\n\n         be said with certainty that the appellant shared the common intention with\n\n         accused Sadhu Singh and Nirmal Singh to commit the murder of the deceased\n\n         or that the appellant had done something ‘in furtherance’ of the common\n\n         intention of all. Giving him benefit of doubt, we absolve him of the liability\n\n         under <a href=\"/doc/37788/\" id=\"a_27\">Section 34</a> of the IPC insofar as the charges under <a href=\"/doc/1560742/\" id=\"a_28\">Sections 302</a> and <a href=\"/doc/724142/\" id=\"a_29\">324</a>\n\n         of the IPC are concerned. We, however, find him guilty of the offence\n\n\n<span class=\"hidden_text\" id=\"span_26\">3</span>\n    (2017) 11 SCC 105\n\fCriminal Appeal No.347 of 2021\nRamesh Alias Dapinder Singh vs. State of Himachal Pradesh.\n<span class=\"hidden_text\" id=\"span_27\">                                                                                  11</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_44\">       punishable under <a href=\"/doc/1011035/\" id=\"a_30\">Section 323</a> read with <a href=\"/doc/37788/\" id=\"a_31\">Section 34</a> of the IPC. Affirming\n\n       such conviction and sentence, we grant benefit of doubt to the appellant and\n\n       acquit him of all the other charges.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">\n</p><p data-structure=\"Conclusion\" id=\"p_46\">       17.     This appeal is, therefore, allowed to the aforementioned extent. If the\n\n       appellant has undergone the sentence in respect of offence under <a href=\"/doc/1011035/\" id=\"a_32\">Section 323</a>\n\n       read with <a href=\"/doc/37788/\" id=\"a_33\">Section 34</a> of the IPC, he be set at liberty, unless his custody is\n\n       required in connection with any other offence.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_47\">                                                             ……………………..J.\n                                                              [Uday Umesh Lalit]\n\n\n                                                             ……………………..J.\n                                                                [K.M. Joseph]\n       New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_48\">       March 22, 2021.\n</p>\f","numcites":9,"numcitedby":7,"docsource":"Supreme Court of India","citetid":135178053,"divtype":"judgments","relatedqs":[{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"sec 323 ipc","formInput":"sec%20323%20ipc"},{"value":"section 323 of indian penal code","formInput":"section%20323%20of%20indian%20penal%20code"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"section 323","formInput":"section%20323"},{"value":"special leave petition criminal","formInput":"special%20leave%20petition%20criminal"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"no overt act ","formInput":"no%20overt%20act%20"},{"value":"criminal petition","formInput":"criminal%20petition"},{"value":"\"special leave petition\" ANDD \"criminal\"","formInput":"%22special%20leave%20petition%22%20ANDD%20%22criminal%22"},{"value":"No specific overt ","formInput":"No%20specific%20overt%20"},{"value":"324","formInput":"324"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"Umesh","formInput":"Umesh"},{"value":"section 34, i.p.c.","formInput":"section%2034%2C%20i.p.c."}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"voluntarily-causing-hurt","formInput":"tag:voluntarily-causing-hurt"},{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}