{"tid":1396999,"publishdate":"2010-06-14","title":"Bharat Forge Limited vs Maharashtra General Kamgar on 14 June, 2010","doc":"<h2 class=\"doc_title\">Bharat Forge Limited vs Maharashtra General Kamgar on 14 June, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-a-sayed\">A.A.Sayed</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-p-desai\">Ranjana Desai</a>, <a href=\"/search/?formInput=benchid:a-a-sayed\">A.A. Sayed</a></h3>\n\n<pre id=\"pre_1\">                  bIN THE HIGH COURT OF JUDICATURE AT BOMBAY\n\n\n                         CIVIL APPELLATE JURISDICTION\n\n\n                        WRIT PETITION NO. 1610 OF 2009\n\n\n\n\n                                                                           \n                                                   \nBharat Forge Limited,                 )\n\n\n\n\n                                                  \nMundhwa, Pune- 411 036.               )   ...      ..Petitioner\n\n      versus\n\n\n\n\n                                          \n1.   Maharashtra General Kamgar       )\n                                \n    Mahasangh, Babu Babul Chawl, )\n\n    P.P. Dias Wadi, Near Vikas Tower  )\n                               \n    and Hanuman Temple Andheri  )\n\n    (East), Mumbai-400 069.           )\n           \n\n2.  R.R. Hendre,                      )\n\n    Assistant Commissioner of         )\n        \n\n\n\n    Labour, Bungalow No.5, Shivaji )\n\n    Nagar, Pune Mumbai Road,          )\n\n\n\n\n\n    Pune 411 005.         ...         )\n\n3.  D.P. Pagar.                       )\n\n    Additional Commissioner of        )\n\n\n\n\n\n    Labour, Shivaji Nagar, Pune       )\n\n    Mumbai Road, Pune 411 005.        )   ...       ..Respondents \n\n\n\n\n                                                   ::: Downloaded on - 09/06/2013 16:00:30 :::\n                                            2\n\n\n\n\n                                                                          \n    Mr. P. J. Rele for the Petitioner.\n\n\n\n\n                                                  \n    Mr. N. M. Ganguli for the Respondents. \n\n\n                               CORAM :     SMT. RANJANA DESAI, and\n\n\n\n\n                                                 \n                                           A. A. SAYED, JJ.\n                        RESERVED ON:        7TH    OCTOBER, 2009 \n\n\n\n\n                                        \n                        PRONOUNCED ON : 14TH JUNE, 2010.\n                         ig                (AT 2.40 P.M. IN CHAMBER)\n\n\n     JUDGMENT  (Per A.A.Sayed, J.)\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                   :\n</p>                                    \n                       \n<blockquote id=\"blockquote_1\">    1.    Rule. By consent, rule made returnable forthwith and heard finally.\n</blockquote>      \n   \n\n\n\n<blockquote id=\"blockquote_2\">    2.    The principal question which falls for consideration in this petition is \n\n    whether a  reference  can  be  made  by the  appropriate  Government at the \n\n\n\n\n\n    instance  of an unrecognized Union under <a href=\"/doc/760439/\" id=\"a_1\">Section 10(1)</a> of the Industrial \n\n    Disputes Act, 1947 (&quot;<a href=\"/doc/500379/\" id=\"a_2\">I. D. Act</a>&quot; for short).\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_3\">    3.    The Petitioner is a company incorporated under the <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act, \n\n    1956</a>, having one of its factories at Mundhwa, Pune. It is engaged in the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                  ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_2\">                                                 3</span>\n\n\n\n\n                                                                                \n    activity   of   manufacture   of   forgings   and   employs   about   800   permanent \n\n\n\n\n                                                        \n    workmen on its rolls in the said factory. The said workmen are stated to be \n\n    members   of   Bharat   Forge   Sangh,   which   is   the   union   duly   recognized   in \n\n\n\n\n                                                       \n    respect of the petitioner company&#x27;s aforesaid factory (hereinafter referred to \n\n    as   &quot;the   recognized   union&quot;),   under   the   provisions   of   the   <a href=\"/doc/166190666/\" id=\"a_4\">Maharashtra \n\n\n\n\n                                          \n    Recognition of Trade Unions &amp; Prevention of Unfair Labour Practices Act, \n                         \n    1971</a>   (for   short   &quot;<a href=\"/doc/166190666/\" id=\"a_5\">MRTU   &amp;   PULP   Act</a>).   Respondent   No.1-   Maharashtra \n\n    General   Kamgar   Mahasangh   is   a   Trade   Union   which   is   an   unrecognized \n                        \n    union   (hereinafter   referred   as   Respondent   No.1-union)   which   represents \n\n    contract   labour   workmen,   who   are   engaged   in   petitioner   undertaking \n      \n\n\n    through   various   contractors   under   the   provisions   of   the   <a href=\"/doc/1810788/\" id=\"a_6\">Contract   Labour \n   \n\n\n\n    (Regulation and Abolition) Act, 1970</a> (for short &quot;the Contract Labour Act&quot;). \n</blockquote>\n<p data-structure=\"Issue\" id=\"p_2\">    Respondent No.2 is the Assistant Commissioner of Labour and Conciliation \n\n\n\n\n\n    Officer who issued the impugned failure report dated 7th October, 2008 (Ex. \n</p>\n<blockquote id=\"blockquote_4\">    &quot;M&quot; to the petition). Respondent No.3 is the Additional Commissioner of \n\n    Labour, who passed the impugned order of reference dated 25th November, \n\n\n\n\n\n    2008 (Ex. &quot;O&quot; to the petition). \n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                        ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_4\">                                                 4</span>\n\n\n\n\n                                                                                \n<blockquote id=\"blockquote_5\">    4.     It is the  case of the  petitioner company that formerly, the contract \n\n\n\n\n                                                        \n    labour   workmen   had   organized   themselves   under   the   banner   of \n\n    Maharashtra   Labour   Union   and   thereafter   under   the   banner   of   Sarva \n\n\n\n\n                                                       \n    Shramik Sanghathana. The said Sarva Shramik Sanghathana had raised a \n\n    demand   that   the   contract   labour   system   established   by   the   petitioner \n\n\n\n\n                                          \n    company should be abolished. In light of the aforesaid demand, the matter \n                         \n    was referred to the Advisory Committee of the State Government under the \n\n    Contract   Labour   Act.   The   said   Advisory   Committee   studied   the   contract \n                        \n    labour   system   prevailing   in   the   petitioner   company   and   made \n\n    recommendation to the State Government that the contract labour system \n      \n\n\n    followed   by   the   petitioner   undertaking   ought   not   to   be   abolished.   Upon \n   \n\n\n\n    receipt of the aforesaid recommendation, the State Government concurred \n\n    with the same and issued a Notification dated 24th  August, 2004 (Exhibit \n\n\n\n\n\n    &quot;C&quot; to the petition) not to abolish the contract labour system prevailing in \n\n    the petitioner company. The contract labour workmen, thereafter, joined the \n\n    membership   of   respondent   No.1   union.   On   22nd  April,   2008,   respondent \n\n\n\n\n\n    No.1   union   informed   the   petitioner   company   that   some   of   the   workmen \n\n    engaged   through   the   contractors   had   joined   their   membership   and   the \n\n    petitioner   company   was   called   upon   to   accord   respondent   No.1   union \n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                        ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_6\">                                                  5</span>\n\n\n\n\n                                                                                \n    recognition   on   behalf   of   the   said   workmen.   Respondent   No.1   union \n\n\n\n\n                                                        \n    thereafter,   by   their   letter   dated   29th  April,   2008   called   upon   the   Dy. \n</blockquote>\n<blockquote id=\"blockquote_6\">    Commissioner of Labour to refuse permission to the petitioner company for \n\n\n\n\n                                                       \n    engaging   contract   labour   in   its   factory   and   alleged   violation   of   the \n\n    provisions of the Contract Labour Act. Respondent No.1 union claimed not \n\n\n\n\n                                          \n    only that there was contravention of the Contract Labour Act but also that \n                         \n    the contracts were sham and bogus. By their letter dated 16 th  June, 2008 \n\n    respondent   No.1   union   recorded   that   about   650   contract   workmen   had \n                        \n    become members of their union and called upon the Dy. Commissioner of \n\n    Labour to intervene in the matter and refer the matter for adjudication in \n      \n\n\n    case   no   settlement   is   reached   in   conciliation   between   the   petitioner \n   \n\n\n\n    company and respondent No. 1 union under <a href=\"/doc/1669932/\" id=\"a_7\">sections 10</a> and <a href=\"/doc/1570927/\" id=\"a_8\">12</a> of the  I. D. \n\n    Act. Simultaneously, respondent No.1 union also addressed another letter \n\n\n\n\n\n    dated   16th  June,   2008   to   the   petitioner   company   demanding   that   the \n\n    contract labour workmen which were employed through 144 contractors be \n\n    treated   at   par   with   regular   employees   of   the   petitioner   company   with \n\n\n\n\n\n    retrospective effect and they be extended with same benefits, allowances, \n\n    wages, etc. and to terminate the existing contract system and the contract \n\n    allotted to about 144 contractors, as the contracts were sham and bogus and \n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                        ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_8\">                                                  6</span>\n\n\n\n\n                                                                                  \n    were entered into only with a view to deprive the concerned workmen of \n\n\n\n\n                                                          \n    their legal and legitimate dues. The petitioner company replied to the letter \n\n    stating that respondent No.1 union was not the recognized union and that \n\n\n\n\n                                                         \n    the recognized union was Bharat Forge Kamgar Sangh and therefore being a \n\n    non-recognized union, respondent No.1 union was not entitled to raise a \n\n\n\n\n                                           \n    dispute   against   petitioner   company.   It   was   also   pointed   out   that   under \n                          \n    <a href=\"/doc/1280894/\" id=\"a_9\">Section 36</a> of the I. D. Act the right of representation of the workmen lay \n\n    exclusively   with   the   recognized   union.   It   was   further   stated   that   the \n                         \n    petitioner   company   had   obtained   registration   certificate   as   the   principal \n\n    employer   under   the   Contract   Labour   Act   and   the   contractors,   who   had \n      \n\n\n    engaged more than 20 workers, had also obtained licenses under the said \n   \n\n\n\n    Act. It was pointed out that the Government by its notification dated 24 th \n\n    August, 2004 had decided that there was no case made out for abolition of \n\n\n\n\n\n    the   contract   labour   system   prevailing   in   the   petitioner   company.   It   was \n\n    further stated that there was no relationship of employer and employee and \n\n    there was no industrial dispute as defined in <a href=\"/doc/189659891/\" id=\"a_10\">Section 2(k)</a> of the I. D. Act \n\n\n\n\n\n    and   therefore   the   demand   made   by   respondent   No.1   union   was \n\n    unsustainable. In their letter dated 11th August, 2008 (Ex. &quot;J&quot; to the petition) \n\n    the   respondent   No.  1   union   has   interalia   stated   that   the   demand   of   the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                          ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_10\">                                                  7</span>\n\n\n\n\n                                                                                \n    Union   is   not   that   contract   system   in   the   Company   should   be   abolished \n\n\n\n\n                                                        \n    which the State Government has allegedly held in favour of the system; the \n\n    demand is that the workmen employed in various jobs in the undertaking of \n\n\n\n\n                                                       \n    the   Company   should   be   absorbed   and   regularized   in   the   services   of   the \n\n    Company. \n</blockquote>\n\n\n\n                                          \n<blockquote id=\"blockquote_7\">    5.\n                         \n           There is also a letter on record dated 17th  September, 2008 by the \n                        \n    recognized   union   -   Bharat   Forge   Kamgar   Sangh,   to   the   Assistant \n\n    Commissioner of Labour, wherein they have pointed out that their union is \n\n    the registered and recognized union under the <a href=\"/doc/166190666/\" id=\"a_11\">MRTU &amp; PULP Act</a>; hence as \n      \n\n\n    per <a href=\"/doc/1280894/\" id=\"a_12\">section 36</a> of the I. D. Act only they have the legal right to represent and \n   \n\n\n\n    sign a settlement with the management of the petitioner company and that \n\n    they are sole bargaining agent and requested the Assistant Commissioner \n\n\n\n\n\n    not to entertain any dispute in conciliation without their knowledge. There \n\n    are further communications referred to by the petitioner in the petition. \n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_8\">    6.     By the impugned letter dated 7th  October, 2008 (Exhibit &quot;M&quot; to the \n\n    petition),   the   Conciliation   Officer   has   recorded   that   the   demand   of \n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                        ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_12\">                                                  8</span>\n\n\n\n\n                                                                                 \n    respondent  No.1   union   representing   the   cause   of   the   contract   labour \n\n\n\n\n                                                         \n    workmen were admitted and discussed. However, no amicable settlement \n\n    could   be   reached.   He,   accordingly,   submitted   the   failure   report   to   the \n\n\n\n\n                                                        \n    Government. By the impugned order dated 25th  November, 2008 (Exhibit \n\n    &quot;O&quot;  to  the  petition),  the   Additional   Commissioner  of   Labour,  Pune,  after \n\n\n\n\n                                           \n    considering   the   Failure   Report   submitted   to   him,   came   to   a  prima   facie \n                          \n    conclusion   that   the   existing   dispute   could   be   referred   to   the   Industrial \n\n    Tribunal   for   adjudication   and   accordingly   referred   the   matter   for \n                         \n    adjudication to the Industrial Tribunal by setting out the following point for \n\n    reference in the form of Agenda as set out hereinbelow:\n</blockquote>      \n\n\n<blockquote id=\"blockquote_9\">                                                 &quot;AGENDA\n   \n\n\n\n                          The present employees employed through so called 144 \n                   contractors be absorbed as regular employees of the Company, \n                   extend   them   all   the   benefits,   allowances,   wages,   etc.   at   par \n\n\n\n\n\n                   with   regular   employees   of   the   company   with   retrospective \n                   effect,   terminate   the   existing   contract   system   and   contract \n                   allotted to about 144 contractors with immediate effect.&quot;\n</blockquote>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_3\">    7.     A   reply   has   been   filed   by   respondent   No.1   union   opposing   the \n\n    petition. According to the respondent No.1 union, the petitioner company \n\n    has employed approximately 800 permanent workmen and that besides 800 \n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                         ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_14\">                                                    9</span>\n\n\n\n\n                                                                                    \n    workmen there are over 2000 workmen who are paid much less than their \n\n\n\n\n                                                            \n    counterpart in the petitioner company, who are employed through alleged \n\n    contractors and that the contracts were sham and bogus. It is stated that the \n\n\n\n\n                                                           \n    workers are employed in the main manufacturing stream of the petitioner \n\n    company.   There   are   questions   of   facts   and   also   law   which   are   seriously \n\n\n\n\n                                             \n    contested between the  parties  and need to be gone into, which only the \n                           \n    Industrial   Tribunal   can   determine   and   not   the   Appropriate   Government, \n\n    which is only exercising its administrative function. According to respondent \n                          \n    No.   1   union,   at   least   60   of   the   144   contractors   are   fictitious   and   non-\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">    existent. It is further stated that it will be premature at this stage to decide \n      \n\n\n    one   way   or   the   other   if   the   reference   as   made,   is   bad-in-law   or   not \n   \n\n\n\n    maintainable   in   law   and   that   every   court   or   tribunal   has   inherent \n\n    jurisdiction to decide whether it has jurisdiction to decide the matter before \n\n\n\n\n\n    it. \n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_5\">    8.      It must, at the outset, be stated that though several contentions have \n\n    been   raised   in   the   petition,   the   thrust   of   the   argument   that   has   been \n\n    canvassed before us, as is reflected in the written submissions on behalf of \n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                            ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_16\">                                                  10</span>\n\n\n\n\n                                                                                  \n    the petitioner company, is with regard to issue of locus of respondent No. 1 \n\n\n\n\n                                                          \n    union to seek a reference and the maintainability of such reference at their \n\n    instance. \n</p>\n\n\n\n                                                         \n<p data-structure=\"Precedent\" id=\"p_6\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75183\" id=\"span_17\">9.     Learned Senior Counsel Mr. Rele, on behalf of the petitioner company, \n\n\n\n\n                                           \n    submitted that an industrial dispute under <a href=\"/doc/189659891/\" id=\"a_13\">section 2(k)</a> of the I. D. Act is \n                          \n    required   to   be   espoused   by   union   of   workmen   employed   in   the \n                         \n    establishment or by an appreciable number of workmen employed in the \n\n    establishment.   He   placed   reliance   upon   the   case   of  <a href=\"/doc/75183/\" id=\"a_14\">Bombay   Union   of \n      \n\n    Working   Journalist   v.   The   Hindu,   Bombay</a>,  1961   Vol.   II   LLJ   436,  and \n   \n\n\n\n    pointed out the observations of the Apex Court that in order to become an \n\n    industrial dispute, it had to be established that it has been taken up by the \n\n\n\n\n\n    union   of   employees   of   the   respondent   Company   therein   or   by   an \n\n    appreciable number of employees. He submitted that because of the law <a href=\"/doc/75183/\" id=\"a_15\">laid \n\n    down by</a> the Apex Court, <a href=\"/doc/1377486/\" id=\"a_16\">section 2A</a> was introduced in the <a href=\"/doc/500379/\" id=\"a_17\">I. D. Act</a> enabling \n\n\n\n\n\n    individual   workman   to   raise   a   dispute   arising   as   a   result   of   discharge, \n\n    dismissal,   retrenchment,   termination   or   suspension.</span>   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_18\">Learned   Senior \n\n    Counsel, Mr. Rele then relied upon decision of the Apex Court in the case of \n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                          ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_20\">                                                 11</span>\n\n\n\n\n                                                                                \n    <a href=\"/doc/366376/\" id=\"a_18\">Gujarat Electricity Board, Thermal Power Station, Ukai, Gujarat v. Hind \n\n\n\n\n                                                        \n    Mazdoor Sabha</a>,  1995 I CLR 967. He referred to para 50(iii) of <a href=\"/doc/366376/\" id=\"a_19\">the said \n\n    judgment</a> wherein  it is  observed that  if  the  labour  contract  is  genuine  a \n\n\n\n\n                                                       \n    composite industrial dispute can still be raised for abolition of the contract \n\n    labour   and  their   absorption,   however,  the   dispute  will   have   to   be   raised \n\n\n\n\n                                          \n    invariably by the direct employees of the principal employer.</span> \n</p>                         \n                        \n<p data-structure=\"Precedent\" id=\"p_7\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1997809\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1160961\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"311223\" id=\"span_23\">10.    Learned Senior Counsel Mr. Rele then referred to <a href=\"/doc/1568420/\" id=\"a_20\">Section 36(1)</a> of the \n\n    I. D. Act, the proviso of which lays down that where there is a recognized \n      \n\n    union   for   any   undertaking,   no   workman   in   such   undertaking   shall   be \n   \n\n\n\n    entitled to be represented in any such proceeding not being a proceeding in \n\n    which the legality or propriety of an order of dismissal, discharge, removal, \n\n\n\n\n\n    retrenchment, termination of service, or suspension of an employee is under \n\n    consideration, except by such recognized union. He contended that since \n\n    the recognized union in the petitioner company was Bharat Forge Kamgar \n\n\n\n\n\n    Sangh,  that  union   alone   has   exclusive   right   to  represent  workmen  in  an \n\n    industrial  dispute under the  Act. Thus, in  the submission  of  the  Learned \n\n    Senior Counsel, the respondent No.1 union which is an unrecognized union, \n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                        ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_25\">                                                12</span>\n\n\n\n\n                                                                               \n    had no locus to raise any demand and respondent Nos. 2 and 3 ought not to \n\n\n\n\n                                                       \n    have entertained the demand and made a reference. The Learned Senior \n\n    Counsel, therefore, urged that the impugned order of reference is required \n\n\n\n\n                                                      \n    to be set aside. Mr. Rele also placed reliance on the following decisions of \n\n    the Hon&#x27;ble Supreme Court - (<a href=\"/doc/311223/\" id=\"a_21\">1) Rashtriya Chemicals &amp; Fertilizers Ltd. &amp; \n\n\n\n\n                                         \n    Anr. v/s General Employees&#x27; Association and Ors.</a> (2007) 5 SCC 273; (<a href=\"/doc/1160961/\" id=\"a_22\">2) \n                         \n    Steel Authority of India Limited v/s Union of India and Ors.</a>,  (2006) 12 \n\n    SCC 233; (<a href=\"/doc/1997809/\" id=\"a_23\">3) Nedungadi Bank Ltd. v/s K. P. Madhavankutty &amp; Ors.</a>, 2000 I \n                        \n    CLR 671 and (4) National   Engineering   Industries   Ltd.   v/s   State   of \n\n    Rajasthan &amp; Ors., 2000 I CLR 389.</span></span></span>\n</p>      \n   \n\n\n\n<p data-structure=\"Precedent\" id=\"p_8\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_26\">11.    Mr.   Ganguli,   Learned   Counsel   on   behalf   of   the   respondent   No.   1 \n\n\n\n\n\n    union,   on   the   other   hand   also   relied   upon   the   very   case   of  <a href=\"/doc/366376/\" id=\"a_24\">Gujarat \n\n    Electricity Board, Thermal Power Station, Ukai, Gujarat v. Hind Mazdoor \n\n    Sabha</a>  (supra).  He alluded to para 50(ii) of the decision wherein it was \n\n\n\n\n\n    observed as under:</span> \n</p>\n\n<blockquote id=\"blockquote_10\">           &quot;53. Our conclusions and answers to the questions raised are, \n           therefore, as follows:\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                       ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_28\">                                                  13</span>\n\n\n\n\n                                                                                  \n<blockquote id=\"blockquote_11\">          (i) ...\n</blockquote>\n\n\n\n                                                          \n<blockquote id=\"blockquote_12\">          (ii) If the contract is a sham or not genuine, the workmen of the so-\n</blockquote><p data-structure=\"Section\" id=\"p_9\">          called   contractor   can   raise   an   industrial   dispute   for   declaring   that \n          they were always the employees of the principal employer and for \n          claiming   the   appropriate   service   conditions.   When   such   dispute   is \n          raised,   it   is  not   a   dispute   for   abolition   of   the  labour   contract   and \n\n\n\n\n                                                         \n          hence the provisions of <a href=\"/doc/1669932/\" id=\"a_25\">Section 10</a> of the Act will not bar either the \n          raising   or   the  adjudication   of   the   dispute.   When   such   dispute   is \n          raised, the industrial adjudicator has to decide whether the contract \n          is   a   sham   or   genuine.   It   is   only   if   the   adjudicator   comes   to   the \n\n\n\n\n                                           \n          conclusion that the contract is a sham, that he will have jurisdiction \n          to adjudicate the dispute. If, however, he comes to the conclusion that \n                         \n          the contract is genuine, he may refer the workmen to the appropriate \n          Government for abolition of the contract labour under <a href=\"/doc/1669932/\" id=\"a_26\">Section 10</a> of \n          the Act and keep the dispute pending. However, he can do so if the \n                        \n          dispute is espoused by the direct workmen of the principal employer. \n          If   the   workmen   of   the   principal   employer   have   not   espoused   the \n          dispute,   the  adjudicator,   after   coming   to   the   conclusion   that   the \n          contract is genuine, has to reject the reference, the dispute being not \n      \n\n          an industrial dispute within the  meaning of <a href=\"/doc/189659891/\" id=\"a_27\">Section 2(k)</a> of the ID \n          Act. He will not be competent to give any relief to the workmen of \n   \n\n\n\n          the erstwhile contractor even if the labour contract is abolished by \n          the appropriate Government under <a href=\"/doc/1669932/\" id=\"a_28\">Section 10</a> of the Act.&quot;\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_10\">    12.   Learned Counsel, Mr. Ganguli also placed reliance on the decision of \n\n    the Apex Court in the case of  International Airport Authority of India v. \n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">    International Air Cargo Workers Union,  2009 AIR SCW 4926,  wherein in \n\n\n\n\n\n    paragraphs 19 and 20 it is observed by the Apex Court as under:\n</p>\n\n<blockquote id=\"blockquote_13\">                  &quot;19.  A course correction, if we may use that expression, was \n                  applied by the Constitution Bench, in SAIL. This Court made it \n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                                          ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_30\">                                     14</span>\n\n\n\n\n                                                                     \n      clear that neither <a href=\"/doc/1669932/\" id=\"a_29\">Section 10</a> nor any other provision in <a href=\"/doc/1810788/\" id=\"a_30\">CLRA \n      Act</a>   provides   for   automatic   absorption   of   contract   labour   on \n\n\n\n\n                                             \n      issuing   a   notification   by   the   appropriate   government   under \n      <a href=\"/doc/1436043/\" id=\"a_31\">Section 10(1)</a> of the CLRA Act  and consequently the principal \n      employer   cannot   be   required   to   absorb   the   contract   labour \n      working in the establishment. This <a href=\"/doc/366376/\" id=\"a_32\">Court further held</a> that on a \n\n\n\n\n                                            \n      prohibition notification being issued under <a href=\"/doc/1436043/\" id=\"a_33\">Section 10(1)</a> of the \n      CLRA Act,  prohibiting   employment  of   contract  labour  in  any \n      process,   operation   or   other   work,   if   an   industrial   dispute   is \n      raised by any contract labour in regard to conditions of service, \n\n\n\n\n                              \n      the   industrial   adjudicator   will   have   to   consider   whether   the \n      contractor has been interposed either on the ground of having \n             \n      undertaken to produce any given result for the establishment or \n      for   supply   of   contract   labour   for   work   of   the   establishment \n      under   a   genuine   contract,  or   as   a   mere   ruse/camouflage   to \n            \n      evade compliance with various beneficial legislations so as to \n      deprive   the   workers   of   statutory   benefits.   If   the   contract   is \n      found to be sham or nominal and merely a camouflage, then \n      the so called contract labour will have to be treated as direct \n      employees   of   the   principal   employer   and   the   industrial \n      \n\n\n      adjudicator should direct the principal employer to  regularize \n      their services in the establishment subject to such conditions as \n   \n\n\n\n      it   may   specify   for   that   purpose.   On   the   other   hand   if   the \n      contract is found to be genuine and at the same time there is a \n      prohibition   notification   under   <a href=\"/doc/1436043/\" id=\"a_34\">Section   10(1)</a>  of   CLRA  Act,   in \n      respect of the establishment, the principal employer intending \n\n\n\n\n\n      to employ regular workmen for the process, operation or other \n      work of the establishment in regard to which the prohibition \n      notification   has   been   issued,   it   shall   give   preference   to   the \n      erstwhile   contract   labour   if   otherwise   found   suitable,   if \n      necessary by giving relaxation of age. As  noticed above,  SAIL \n\n\n\n\n\n      did not specifically deal with the legal position as to when a \n      dispute   is   brought   before   the   Industrial   Adjudicator   as   to \n      whether the contract labour agreement is sham, nominal and \n      merely a camouflage, when there is no prohibition notification \n      under <a href=\"/doc/1436043/\" id=\"a_35\">Section 10(1)</a> of CLRA Act.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                             ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_32\">                                      15</span>\n\n\n\n\n                                                                      \n<blockquote id=\"blockquote_14\">      20. But where there is no abolition of contract labour under \n      <a href=\"/doc/45909/\" id=\"a_36\">Section 10</a>  of CLRA Act, but the contract labour contend that \n\n\n\n\n                                              \n      the contract between principal employer and contractor is sham \n      and   nominal,   the   remedy   is   purely   under   the   <a href=\"/doc/500379/\" id=\"a_37\">ID   Act</a>   the \n      principles   in  Gujarat   Electricity   Board  continue   to   govern   the \n      issue. The remedy of the workmen is to approach the industrial \n\n\n\n\n                                             \n      adjudicator for an adjudication of their dispute that they are \n      the   direct   employees   of   the   principal   employer   and   the \n      agreement   is   sham,   nominal   and   merely   a   camouflage,   even \n      when there is no order under <a href=\"/doc/1436043/\" id=\"a_38\">Section 10(1)</a> of CLRA Act. The \n\n\n\n\n                               \n      industrial adjudicator can grant the relief sought if it finds that \n      contract   between   principal   employer   and   the   contractor   is \n             \n      sham, nominal and merely a camouflage to deny employment \n      benefits   to   the   employer   and   that   there   is   in   fact   a   direct \n      employment, by applying tests like: who pays the salary; who \n            \n      has   the   power   to   remove/dismiss   from   service   or   initiate \n      disciplinary action; who can tell the employee the way in which \n      the   work   should   be   done,   in   short   who   has   direction   and \n      control over the employee. But where there is no notification \n      under <a href=\"/doc/45909/\" id=\"a_39\">Section 10</a> of the CLRA Act and where it is not proved in \n      \n\n\n      the industrial adjudication that the contract was sham/nominal \n      and   camouflage,   then   the   question   of   directing   the   principal \n   \n\n\n\n      employer to absorb or regularize  the services of the contract \n      labour  does  not  arise.  The  tests   that   are   applied  to  find  out \n      whether a person is an employee or an independent contractor \n      may   not   automatically   apply   in   finding   out   whether   the \n\n\n\n\n\n      contract labour agreement is a sham, nominal and is a mere \n      camouflage. For example, if the contract is for supply of labour, \n      necessarily,   the   labour   supplied   by   the   contractor   will   work \n      under the directions, supervision and control of the principal \n      employer   but   that   would   not   make   the   worker   a   direct \n\n\n\n\n\n      employee   of   the   principal   employer,   if   the   salary   is   paid   by \n      contractor,   if   the   right   to   regulate   employment   is   with   the \n      contractor, and the ultimate supervision and control lies with \n      the contractor. The principal employer only controls and directs \n      the work to be done by a contract labour, when such labour is \n      assigned/allotted/sent   to   him.   But   it   is   the   contractor   as \n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                              ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_34\">                                                  16</span>\n\n\n\n\n                                                                                  \n                   employer,   who   chooses   whether   the   worker   is   to   be \n                   assigned/allotted to the principal employer or used otherwise. \n</blockquote>\n\n\n\n                                                          \n<blockquote id=\"blockquote_15\">                   In   short   worker   being   the   employee   of   the   contractor,   the \n                   ultimate supervision and control lies with the contractor as he \n                   decides where the employee will work and how long he will \n                   work and subject to what conditions. Only when the contractor \n\n\n\n\n                                                         \n                   assigns/sends the worker to work under the principal employer, \n                   the   worker   works   under   the   supervision   and   control   of   the \n                   principal employer but that is secondary control. The primary \n                   control is with the contractor.&quot;\n</blockquote>\n\n\n\n                                            \n                          \n<p data-structure=\"RespArg\" id=\"p_12\">    13.    Mr.   Ganguli,   learned   Counsel   for   the   respondent   No.1   union, \n                         \n    contended that for the espousal of the cause of the workmen of the so called \n\n    contractors,   the   direct   workman   of   the   establishment   or   the   recognized \n      \n\n\n    union is not necessary and the workmen can themselves do so through their \n   \n\n\n\n    union. Mr. Ganguli submitted that the contract labour workmen cannot go \n\n    unrepresented  and  unheard  in  absence  of   support  from   respondent  No.1 \n\n\n\n\n\n    union. He called in question the vires of <a href=\"/doc/1568420/\" id=\"a_40\">section 36(1)</a> to the <a href=\"/doc/500379/\" id=\"a_41\">I. D. Act</a> which \n\n    gives   exclusive   right   to   recognized   union   to   represent   workmen   in   an \n\n    Industrial   Dispute   on   the   ground   that   it   is   violative   of   the   fundamental \n\n\n\n\n\n    rights of the workmen under <a href=\"/doc/445304/\" id=\"a_42\">Article 19(1)(c)</a> of the Constitution of India. \n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">    He pointed out that even in the case of  Balmer Lawrie Workers&#x27; Union v. \n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"590465\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1724747\" id=\"span_36\">Balmer Lawrie &amp; Co. Ltd,  AIR 1985 SC 311, the constitutional validity of \n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                                          ::: Downloaded on - 09/06/2013 16:00:30 :::</span>\n<span class=\"hidden_text\" id=\"span_38\">                                                17</span>\n\n\n\n\n                                                                                \n    <a href=\"/doc/59646504/\" id=\"a_43\">Section 20(2)(b)</a> of the MRTU &amp; PULP Act which interalia seeks to amend \n\n\n\n\n                                                        \n    <a href=\"/doc/1568420/\" id=\"a_44\">section 36(1)</a> of the I. D. Act was kept open. The Learned Counsel further \n\n    submitted that even under the <a href=\"/doc/166190666/\" id=\"a_45\">MRTU &amp; PULP Act</a>, the right exclusive of the \n\n\n\n\n                                                       \n    recognized union to espouse the cause of the workmen is limited to Items 2 \n\n    and 6 of Schedule IV of the said Act as held by the Division Bench of this \n\n\n\n\n                                          \n    Court   in   the   case   of  <a href=\"/doc/1724747/\" id=\"a_46\">Warden   &amp;   Co.   (India)   Ltd.   v.   Akhil   Maharashtra \n                         \n    Kamgar   Union</a>,  2001   <a href=\"/doc/590465/\" id=\"a_47\">II   CLR   359  and  Ceat   Ltd.   (Electronics   Division), \n\n    Mumbai v. Anand Aba Saheb Hawaldar</a> 2003 II CLR 741.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1844248\" id=\"span_39\">Mr. Ganguli also \n                        \n    cited   the   following   rulings   -   (<a href=\"/doc/1844248/\" id=\"a_48\">1)  Oswal_Petrochemicals   v/s   Govt.   of \n\n    Maharashtra &amp; Ors.</a>, (2005) 12 SCC 433; (3) V. Veerarajan and others v/s \n      \n\n\n    Government of Tamil Nadu &amp; Ors., AIR 1987 SC 695 and (4) Shambu Nath \n   \n\n\n\n    Goyal v/s Bank of Baroda,  AIR 1978 SC 1088.  He, therefore, submitted \n\n    that the order of reference was rightly made and no interference is called \n\n\n\n\n\n    for by this Court.</span>\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_15\">    14.    We have heard Learned Senior Counsel Mr. Rele and Learned Counsel \n\n\n\n\n\n    Mr. Ganguli.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                        ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_41\">                                                    18</span>\n\n\n\n\n                                                                                    \n<p data-structure=\"Precedent\" id=\"p_16\">    15.    In the instant case, the charter of demand that has been raised by \n\n\n\n\n                                                            \n    respondent No.1 union is reflected in their letter dated 16th June, 2008. The \n    demand set out in the said letter reads as follows:\n</p>\n<blockquote id=\"blockquote_16\">                                            &quot;DEMAND\n\n\n\n\n                                                           \n            The   present   employees   employed   through   so   called   144 \n            contractors be absorbed as regular employees of the company, \n            extend   them   all   the   benefits,   allowances,   wages,   etc.   at   par \n            with   regular   employees   of   the   company   with   retrospective \n\n\n\n\n                                             \n            effect,   terminate   the   existing   contract   system   and   contracts \n            allotted to about 144 contractors with immediate effect since \n                           \n            the same are sham and bogus and created only with a view to \n            deprive   the   concerned   workers   of   their   legal   and   legitimate \n            dues the work is of a permanent nature and directly related to \n                          \n            the manufacturing activities of the factory.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_17\">    16.    Respondent No.1 Union has in their further letter dated 11th August, \n      \n\n\n    2008   stated   as   follows   -   &quot;......the   demand   of   the   Union   is   not   that   the \n   \n\n\n\n    contract   system   in   the   company   should   be   abolished,   which   the   State \n\n    Government has allegedly held in favour of the system. The demand is that \n\n\n\n\n\n    the   workmen   employed   in   the   various   job   in   the   undertaking   of   the \n\n    company   should   be   absorbed   and   regularized   in   the   services   of   the \n\n\n\n\n\n    company. The company may continue with the contract system, if they so \n\n    desire.....&quot;\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                            ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_43\">                                                   19</span>\n\n\n\n\n                                                                                   \n<p data-structure=\"RespArg\" id=\"p_18\">    17.    After   holding   conciliation   proceeding,   the   Conciliation   Officer   has \n\n\n\n\n                                                           \n    submitted   a   failure   report   dated   7-10-2010.   The   conciliation   officer   has \n\n    stated   in   his   report   that   on   verification   of   the   papers   submitted   by   the \n\n\n\n\n                                                          \n    respondent no. 1 union, it is found that they have sufficient membership to \n\n    raise the dispute. Upon consideration of the failure report, the impugned \n\n\n\n\n                                             \n    order of reference came to be  passed by the appropriate Government. The \n                           \n    petitioner company in this petition have essentially prayed that the order of \n\n    reference be set aside. \n</p>                          \n\n<p data-structure=\"Section\" id=\"p_19\">    18.    It   needs   to   be   noted   that   the   concept   of   recognized   union   was \n      \n\n\n    introduced for the first time in the <a href=\"/doc/500379/\" id=\"a_49\">I.D. Act</a> by the amendment to the <a href=\"/doc/500379/\" id=\"a_50\">I.D. Act</a> \n   \n\n\n\n    vide   the   <a href=\"/doc/166190666/\" id=\"a_51\">MRTU   &amp;   PULP   Act   (Maharashtra   Act</a>   1   of   1972)   insofar   as   its \n\n    application in the State of Maharashtra is concerned. <a href=\"/doc/78350467/\" id=\"a_52\">Section 3</a> of MRTU &amp; \n\n\n\n\n\n    PULP Act sets out definitions. &quot;Recognized union&quot; under sub-section (13) of \n\n    <a href=\"/doc/452505/\" id=\"a_53\">section 3</a> means a union which has been issued a certificate of recognition \n\n\n\n\n\n    under Chapter III of the said Act. <a href=\"/doc/166190666/\" id=\"a_54\">Chapter III of MRTU &amp; PULP Act</a> deals \n\n    with the obligation and rights of recognized union, other unions and certain \n\n    employees. <a href=\"/doc/625936/\" id=\"a_55\">Section 12(4)</a> of Chapter III lays down that there shall not any \n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                                           ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_45\">                                                     20</span>\n\n\n\n\n                                                                                      \n    time,   be   more   than   one   recognized   union   in   respect   of   the   same \n\n\n\n\n                                                              \n    undertaking. Vide <a href=\"/doc/85340470/\" id=\"a_56\">section 20(2)</a> of the MRTU &amp; PULP Act, certain sections \n\n    of   the   <a href=\"/doc/500379/\" id=\"a_57\">I.D.   Act</a>   as   set   out   in   <a href=\"/doc/166190666/\" id=\"a_58\">Schedule   I   to   the   MRTU   &amp;   PULP   Act</a>   were \n\n\n\n\n                                                             \n    amended   by  inter   alia  introducing   the   expression   &quot;recognized   union&quot;   in \n\n    those sections.  The said <a href=\"/doc/85340470/\" id=\"a_59\">section 20(2)</a> of MRTU &amp; PULP Act is reproduced \n\n\n\n\n                                              \n    hereunder:\n</p>                            \n<blockquote id=\"blockquote_17\">                    &quot;20. Rights of recognized union:- (1)...\n</blockquote>\n<blockquote id=\"blockquote_18\">                    (2) Where there is a recognized union for any undertaking,-\n</blockquote>                           \n<blockquote id=\"blockquote_19\">                            (a) that union alone shall have the right to appoint its \n                            nominees   to   represent   workmen   on   the   Works \n                            Committee   constituted   under   section   3   of   the   Central \n      \n\n                            Act;\n</blockquote><blockquote id=\"blockquote_20\">                            (b) no employee shall be allowed to appear or act or be \n   \n\n\n\n                            allowed to be represented in any proceedings under the \n                            Central Act (not being a proceeding in which the legality \n                            or propriety of an order of dismissal, discharge, removal, \n                            retrenchment, termination of service, or suspension of an \n\n\n\n\n\n                            employee   is   under   consideration)  except   through   the \n                            recognized union; and the decision arrived at, or order \n                            made,   in   such   proceeding   shall   be   binding   on   all   the \n                            employees in such undertaking;\n</blockquote>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_20\">                    and accordingly, the provisions of the Central Act, that is to say, \n                    the   <a href=\"/doc/500379/\" id=\"a_60\">Industrial   Disputes   Act,   1947</a>,   XIV   of   1947,   shall   stand \n                    amended in the manner and to the extent specified in Schedule \n                    I.&quot;\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                                              ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_47\">                                                  21</span>\n\n\n\n\n                                                                                  \n<p data-structure=\"Section\" id=\"p_21\">    19.   The issue canvassed before us primarily concerns applicability of two \n\n\n\n\n                                                          \n    sections of the <a href=\"/doc/500379/\" id=\"a_61\">I.D. Act</a>, namely, <a href=\"/doc/760439/\" id=\"a_62\">Section 10(1)</a> and <a href=\"/doc/1568420/\" id=\"a_63\">Section 36(1)</a>. <a href=\"/doc/1669932/\" id=\"a_64\">Section 10</a> \n\n    deals with reference of disputes to Board, Courts or Tribunals while <a href=\"/doc/1280894/\" id=\"a_65\">section \n\n\n\n\n                                                         \n    36</a> deals with representation of parties. \n</p>\n\n\n\n                                           \n<p data-structure=\"Section\" id=\"p_22\">    20.   The   reference   in   the   case   in   hand   is   governed   by   the   said   <a href=\"/doc/760439/\" id=\"a_66\">section \n                         \n    10(1)</a> r/w <a href=\"/doc/347928/\" id=\"a_67\">Section 12(5)</a> of the I.D. Act. By the Maharashtra amendment, \n\n    there was no change brought about insofar as <a href=\"/doc/760439/\" id=\"a_68\">section 10(1)</a> is concerned. It \n                        \n    reads as under:\n</p>      \n\n<blockquote id=\"blockquote_21\">            &quot;10.  Reference  of disputes  to Boards, Courts  or  Tribunals,-  (1) \n            Where the appropriate Government is of opinion that any industrial \n   \n\n\n\n            dispute  exists  or is  apprehended, it may at any time  by order in \n            writing,-\n</blockquote><blockquote id=\"blockquote_22\">            (a) refer the dispute to a Board for promoting a settlement thereof; \n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">            or\n\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">            (b) refer any matter appearing to be connected with or relevant to \n            the dispute, to a Court for inquiry; or\n</p><p data-structure=\"CDiscource\" id=\"p_25\">             (c) refer the dispute or any matter appearing to be connected with, \n\n\n\n\n\n            or relevant to, the dispute, if it relates to any matter specified in the \n            Second Schedule, to a Labour Court for adjudication; or\n</p><p data-structure=\"Section\" id=\"p_26\">            (d) refer the dispute or any matter appearing to be connected with, \n            or relevant to the dispute, whether it relates to any matter specified \n            in   the   Second   Schedule   or   the   Third   Schedule,   to   a   tribunal   for \n            adjudication:\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_48\">                                                          ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_49\">                                             22</span>\n\n\n\n\n                                                                             \n<blockquote id=\"blockquote_23\">            Provided that ....\n</blockquote>\n\n\n\n                                                     \n<blockquote id=\"blockquote_24\">            Provided further that ....\n</blockquote><blockquote id=\"blockquote_25\">            Provided also that ....&quot;\n</blockquote>\n\n\n\n                                                    \n<p data-structure=\"Section\" id=\"p_27\">    21.   <a href=\"/doc/1568420/\" id=\"a_69\">Section   36(1)</a>   of   the   I.D.   Act,   however   stood   amended   by   the \n\n    Maharashtra amendment by which a &#x27;proviso&#x27; was added to it. <a href=\"/doc/1568420/\" id=\"a_70\">Section 36(1)</a> \n\n\n\n\n                                       \n    as it stands after the Maharashtra amendment reads as under: \n</p>                       \n<blockquote id=\"blockquote_26\">                 &quot;36. REPRESENTATION OF PARTIES. - (1) A workman who is \n                 a party to a dispute shall be entitled to be represented in any \n                      \n                 proceeding under this Act by - \n</blockquote><blockquote id=\"blockquote_27\">                 (a) any member of the executive  or other office  bearer of a \n                 registered trade union of which he is a member; \n</blockquote>      \n\n<blockquote id=\"blockquote_28\">                 (b) any member of the executive  or other office  bearer of a \n                 federation of trade unions to which the trade union referred to \n   \n\n\n\n                 in clause (a) is affiliated; \n</blockquote><blockquote id=\"blockquote_29\">                 (c) where the worker is not a member of any trade union, by \n                 any member of the executive or other office bearer of any trade \n\n\n\n\n\n                 union connected with, or by any other workman employed in, \n                 the industry in which the worker is employed and authorized \n                 in such manner as may be prescribed. \n</blockquote><p data-structure=\"Section\" id=\"p_28\">                Provided   that,   where   there   is   a   recognized   union   for   any \n                undertaking under any law for the time being in force, no \n\n\n\n\n\n                workman   in   such   undertaking   shall   be   entitled   to   be \n                represented as aforesaid in any such proceeding (not being a \n                proceeding in which the legality or propriety of an order of \n                dismissal, discharge, removal, retrenchment, termination of \n                service,   or   suspension   of   an   employee   is   under \n                consideration) except by such recognized union.&quot;\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                                     ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_51\">                                                  23</span>\n\n\n\n\n                                                                                  \n<p data-structure=\"Conclusion\" id=\"p_29\">                   (emphasis supplied) \n\n\n\n\n                                                          \n</p><p data-structure=\"Section\" id=\"p_30\">    22.     On a plain reading of the aforementioned <a href=\"/doc/760439/\" id=\"a_71\">sections 10(1)</a> and <a href=\"/doc/1568420/\" id=\"a_72\">36(1)</a>, \n\n    we find that though there is a qualification provided in <a href=\"/doc/1568420/\" id=\"a_73\">section 36(1)</a> by \n\n\n\n\n                                                         \n    adding   a   proviso  by   the   Maharashtra   amendment,   inasmuch  as  after  the \n\n    Maharashtra amendment, only a recognized union is entitled to represent a \n\n\n\n\n                                           \n    workman (except in a proceeding where the legality or propriety of an order \n                          \n    of dismissal, discharge, etc of an employee is under consideration), there is \n                         \n    no   such   qualification   laid   down   in   <a href=\"/doc/760439/\" id=\"a_74\">section   10(1)</a>   and   there   is   no   such \n\n    constraint upon the appropriate Government in forming its opinion whether \n      \n\n    any industrial dispute exists or is apprehend. Thus, <a href=\"/doc/760439/\" id=\"a_75\">Section 10(1)</a> does not \n   \n\n\n\n    lay   down   that   in   arriving   at   its   opinion   the   appropriate   Government   is \n\n    required to consider whether the dispute is raised by a recognized union or \n\n\n\n\n\n    not. \n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_31\">    23.     At this juncture, we may also refer to <a href=\"/doc/1871842/\" id=\"a_76\">section 10(2)</a> of the I.D. Act \n\n\n\n\n\n    which deals with joint reference. It may however, be borne in mind that the \n\n    present case is a case of reference under <a href=\"/doc/760439/\" id=\"a_77\">section 10(1)</a> as opposed to case of \n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                                          ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_53\">                                                   24</span>\n\n\n\n\n                                                                                   \n    reference   under   <a href=\"/doc/1871842/\" id=\"a_78\">Section   10(2)</a>.   By   the   Maharashtra   amendment,   though \n\n\n\n\n                                                           \n    <a href=\"/doc/760439/\" id=\"a_79\">section   10(1)</a>   of   the   I.   D.   Act   was   left   untouched,   <a href=\"/doc/1871842/\" id=\"a_80\">section   10(2)</a>   was, \n\n    however, amended to introduce the words underlined hereinbelow in the \n\n\n\n\n                                                          \n    said <a href=\"/doc/1871842/\" id=\"a_81\">section 10(2)</a>, which reads as follows:\n</p>\n\n<blockquote id=\"blockquote_30\">                   &quot;10(2) Where the parties to an industrial dispute apply in the \n                   prescribed   manner,   whether   jointly   or   separately,   for   a \n\n\n\n\n                                             \n                   reference   of   the   dispute   to   a   Board,   Court   Labour   Court, \n                   Tribunal, or National Tribunal, the Appropriate Government on \n                           \n                   such application being made by a union recognized for any \n                   undertaking under any law for the time being in force, and \n                   in   any   other   case,  if   satisfied   that   the   persons   applying \n                          \n                   represent the majority of each party, shall make the reference \n                   accordingly.&quot;\n</blockquote>      \n\n\n<p data-structure=\"Section\" id=\"p_32\">    24.    Thus,   <a href=\"/doc/1871842/\" id=\"a_82\">Section   10(2)</a>   provides   that   an   application   is   required   to   be \n   \n\n\n\n    made   in   the   prescribed   manner   by   both   the   parties,   whether   jointly   or \n\n    separately,   for   a   reference   of   the   dispute   and   it   is   mandatory   that   such \n\n\n\n\n\n    application (insofar as workmen are concerned) is made by a recognized \n\n    union. It can therefore be seen that by the Maharashtra amendment though \n\n    the qualification has been introduced in <a href=\"/doc/1871842/\" id=\"a_83\">Section 10(2)</a> of the I. D. Act, no \n\n\n\n\n\n    such qualification is provided for under <a href=\"/doc/760439/\" id=\"a_84\">Section 10(1)</a> of the I. D. Act. Had \n\n    the   legislature   intended   that   even   a   reference   under   <a href=\"/doc/760439/\" id=\"a_85\">Section   10(1)</a>   is \n\n    required to be raised only by a recognized union, (insofar as its application \n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                                           ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_55\">                                                25</span>\n\n\n\n\n                                                                                \n    to the State of Maharashtra is concerned), <a href=\"/doc/760439/\" id=\"a_86\">section 10(1)</a> would have also \n\n\n\n\n                                                        \n    been amended accordingly. It has in its wisdom not done so.\n</p>\n\n            \n\n\n\n\n                                                       \n<p data-structure=\"Section\" id=\"p_33\">    25.    Raising a dispute for reference under <a href=\"/doc/760439/\" id=\"a_87\">section 10(1)</a> of the  I.D. Act \n\n    before   the   Appropriate   Government   is   one   thing   and   being   represented \n\n\n\n\n                                          \n    under   <a href=\"/doc/1568420/\" id=\"a_88\">section   36(1)</a>   at   the   time   of   adjudication   before   the   Industrial \n                         \n    Adjudicator   is   another.   In   other   words,   there   is   a   distinction   between \n\n    seeking a reference before the Appropriate Government and prosecuting the \n                        \n    adjudication before the Industrial Adjudicator. Both are at different stages \n\n    and before different fora/authorities. While under the <a href=\"/doc/166190666/\" id=\"a_89\">MRTU &amp; PULP Act</a> \n      \n\n\n    there is a specific provision vide <a href=\"/doc/1306271/\" id=\"a_90\">section 21(1)</a>, which places an embargo on \n   \n\n\n\n    an employee to &quot;act or appear or be represented&quot; in a proceeding relating to \n\n    unfair labour practice in respect of items 2 and 6 of Schedule IV unless it is \n\n\n\n\n\n    through a recognized union, we do not find any such embargo in the <a href=\"/doc/500379/\" id=\"a_91\">I.D. \n\n    Act</a>   except   under   <a href=\"/doc/1568420/\" id=\"a_92\">section   36(1)</a>   proviso   introduced   by   the   Maharashtra \n\n\n\n\n\n    amendment, which speaks  only about &quot;representation&quot; by the  recognized \n\n    union. \n</p>\n\n            \n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                        ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_57\">                                                    26</span>\n\n\n\n\n                                                                                    \n<p data-structure=\"Conclusion\" id=\"p_34\">    26.    It   is   now   well   settled   that   the   appropriate   Government   while \n\n\n\n\n                                                            \n    exercising its power under <a href=\"/doc/760439/\" id=\"a_93\">section 10(1)</a> of the I.D. Act, performs only an \n\n    administrative   function   and   the   appropriate   Government&#x27;s   order   of \n\n\n\n\n                                                           \n    reference is only an administrative order and not a judicial or quasi judicial \n\n    order. Though the appropriate Government can examine the  matter  prima \n\n\n\n\n                                             \n    facie, it cannot however dwell into the merits of the dispute. There is no lis \n                           \n    before the appropriate Government and it does not determine the rights of \n\n    the   parties   by   referring   the   dispute   to   an   Industrial   Adjudicator.   Under \n                          \n    <a href=\"/doc/347928/\" id=\"a_94\">section 12(5)</a> the appropriate Government is only to arrive at its subjective \n\n    satisfaction that there is a case for reference. Though not beyond the pale of \n      \n\n\n    judicial review, the appropriate Government enjoys wide discretion. Unless \n   \n\n\n\n    the reference is based on grounds irrelevant, extraneous or not germane to \n\n    the  exercise  of  powers, it  cannot be  questioned in  exercise  of  powers  of \n\n\n\n\n\n    judicial   review.   <a href=\"/doc/347928/\" id=\"a_95\">Section   12(5)</a>   of   the   I.   D.   Act   further   provides   that   if \n\n    reference is refused, reasons are required to be given. Thus, considering the \n\n    fact   that   in   the   present   case   reference   is   allowed,   the   scope   of   judicial \n\n\n\n\n\n    review of the order of reference would still be narrower. Significantly, in the \n\n    present case, it cannot be disputed by the petitioner company that there was \n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                            ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_59\">                                                      27</span>\n\n\n\n\n                                                                                       \n    an   apprehension   of   disturbance   of   industrial   peace   inasmuch   as   the \n\n\n\n\n                                                               \n    petitioner   company   had   themselves   approached   the   Industrial   Court   and \n\n    taken a status quo order (annexed as Exhibit &quot;H&quot; of the petition) against the \n\n\n\n\n                                                              \n    respondent No.1 union from starting any type of agitation. \n</p>\n\n\n\n                                               \n<p data-structure=\"Precedent\" id=\"p_35\">    27.     At the time of making a reference, the appropriate Government is not \n                            \n    required   to   look   into   the   issue   as   to   who   is   to   ultimately   represent   the \n\n    workmen in the adjudication before the Industrial Adjudicator. In a given \n                           \n    case, though the dispute may have been raised by an unrecognized union \n\n    for reference, at the time of adjudication before the Industrial Adjudicator, \n      \n\n\n    the possibility that the recognized union may be persuaded to espouse the \n   \n\n\n\n    cause of the workmen owing allegiance to an unrecognized union cannot be \n\n    ruled out. \n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_36\">    28.     Considering the above, we are unable to persuade ourselves to opine \n\n\n\n\n\n    that in view of <a href=\"/doc/1568420/\" id=\"a_96\">Section 36(1)</a> of the I. D. Act which gives exclusive right to \n\n    the recognized union to represent the workmen at the time of adjudication \n\n    of   the   dispute,   that   at   the   very   threshold   i.e   at   the   stage   of   raising   the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                                                               ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_61\">                                                   28</span>\n\n\n\n\n                                                                                   \n    dispute   before   the   appropriate   Government,   the   workmen   of   the \n\n\n\n\n                                                           \n    unrecognized union, can be shown the door as the dispute is not raised by \n\n    the recognized union of the undertaking. It is to be noted that in the present \n\n\n\n\n                                                          \n    case, the remedy of contract labour workmen of individually approaching \n\n    the Industrial Tribunal under <a href=\"/doc/1377486/\" id=\"a_97\">Section 2A</a> of the I. D. Act is not open to them \n\n\n\n\n                                            \n    inasmuch   as   it   is   not   a   case   of   discharge,   dismissal,   retrenchment, \n                          \n    termination or suspension, nor is the remedy under the <a href=\"/doc/166190666/\" id=\"a_98\">MRTU &amp; PULP Act</a> \n\n    available to them, it not being a case of admitted relationship of employer-\n</p>                         \n<p data-structure=\"Section\" id=\"p_37\">    employee. Thus, at the stage of making a reference under <a href=\"/doc/760439/\" id=\"a_99\">Section 10(1)</a>, in \n\n    our view, it is not mandatory for the appropriate Government to consider \n      \n\n\n    whether   or   not   the   dispute   is   raised   by   the   recognized   union.   We   may \n   \n\n\n\n    reiterate that the appropriate Government does not determine the rights of \n\n    the   parties   by   referring   the   dispute   to   an   Industrial   Adjudicator.   It   is, \n\n\n\n\n\n    therefore,   not   possible   for   us   to   read   the   &#x27;proviso&#x27;   to   <a href=\"/doc/1568420/\" id=\"a_100\">Section   36(1)</a> \n\n    (introduced by the Maharashtra amendment) in <a href=\"/doc/760439/\" id=\"a_101\">Section 10(1)</a> of the I. D. \n\n    Act and hold that even at the stage of reference the unrecognized union has \n\n\n\n\n\n    no locus to raise the dispute for reference under <a href=\"/doc/760439/\" id=\"a_102\">section 10(1)</a> of the I. D. \n\n    Act. It cannot be lost sight of that the  <a href=\"/doc/500379/\" id=\"a_103\">I. D. Act</a> is  a Central  Act and its \n\n    applicability in the State of Maharashtra is to be read only to the extent \n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                                           ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_63\">                                                  29</span>\n\n\n\n\n                                                                                  \n    specifically amended by the State amendment and the Courts would always \n\n\n\n\n                                                          \n    be slow in stretching the State amendment so as to read something more \n\n    than what is provided for in the unamended sections of the Central Act. \n</p>\n\n\n\n                                                         \n<p data-structure=\"Precedent\" id=\"p_38\">    Subject   to   what   is   stated   hereinbelow,   the   answer   to   the   question \n\n    formulated in para 2 above is thus answered in the affirmative and we hold \n\n\n\n\n                                            \n    that   a   reference   can   be   made   by   the   Appropriate   Government   at   the \n                          \n    instance of an unrecognized union under <a href=\"/doc/760439/\" id=\"a_104\">section 10(1)</a> of the I. D. Act 1947.\n</p>                         \n<p data-structure=\"Precedent\" id=\"p_39\">    29.    We may clarify that we may not be understood to have said that the \n\n    other requisites, if any, for raising the dispute (i.e. the dispute being raised \n      \n\n\n    by an appreciable number of workmen etc.) need not be looked into by the \n   \n\n\n\n    appropriate Government. Industrial peace would indeed be a far cry if the \n\n    splinter   groups   of   different   unions   are   permitted   to   raise   a   dispute   for \n\n\n\n\n\n    reference to the appropriate Government. \n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_40\">    30.    We may state that before arriving at our conclusion hereinabove, we \n\n    have   taken   into   consideration   the   rulings   referred   to   in   the   written \n\n    submissions  submitted by the learned Counsel for the parties as also the \n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                                          ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_65\">                                                  30</span>\n\n\n\n\n                                                                                  \n    other rulings cited across the bar. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144538253\" id=\"span_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_67\">In the case of <a href=\"/doc/366376/\" id=\"a_105\">Gujarat Electricity Board, \n\n\n\n\n                                                         \n    Thermal Power Station, Ukai, Gujarat v. Hind Mazdoor Sabha</a> (supra) and \n\n    the case of  <a href=\"/doc/144538253/\" id=\"a_106\">International Airport Authority of India v. International Air \n\n\n\n\n                                                        \n    Cargo Workers Union</a>, 2009 (supra) referred to in the written submissions, \n\n    the Apex Court was essentially dealing with the provisions of the <a href=\"/doc/1810788/\" id=\"a_107\">Contract \n\n\n\n\n                                           \n    Labour (Regulation &amp; Abolition) Act, 1970</a>. The issue of maintainability of a \n                          \n    reference   by   the   appropriate   Government   under   <a href=\"/doc/760439/\" id=\"a_108\">section   10(1)</a>   at   the \n\n    instance of an &quot;unrecognized union&quot; did not fall for consideration for the \n                         \n    Apex   Court.</span></span>   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"366376\" id=\"span_68\">In   fact,   the   <a href=\"/doc/366376/\" id=\"a_109\">Gujarat   Electricity   Board</a>   case   was   a   case   of \n\n    reference   under   <a href=\"/doc/1871842/\" id=\"a_110\">Section   10(2)</a>   (i.e.   joint   application)   and   not   under \n      \n\n\n    <a href=\"/doc/760439/\" id=\"a_111\">Section10(1)</a>.   Both   the   cases   arose   from   a   proceeding   before   Industrial \n   \n\n\n\n    Adjudicator and were not at the stage of reference before the appropriate \n\n    Government under <a href=\"/doc/760439/\" id=\"a_112\">Section 10(1)</a> of the I. D. Act. Moreover, the said cases \n\n\n\n\n\n    did not originate from the State of Maharashtra and the Apex Court in the \n\n    said cases, was therefore not dealing with the Maharashtra amendment to \n\n    the <a href=\"/doc/500379/\" id=\"a_113\">I. D. Act</a>. As such, the said cases would have no application to the issue \n\n\n\n\n\n    raised   before   us   in   the   present   petition.</span>   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"75183\" id=\"span_69\">The   case   of  <a href=\"/doc/75183/\" id=\"a_114\">Bombay   Union   of \n\n    Working   Journalist   v.   The   Hindu,   Bombay</a>  (supra)   relied   upon   by   the \n\n    petitioner   company   in   their   written   submission,   would   also   not   be \n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                                          ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_71\">                                                  31</span>\n\n\n\n\n                                                                                  \n    applicable inasmuch as in the said case the question before the Apex Court \n\n\n\n\n                                                         \n    was   essentially   whether   an   individual   dispute   of   an   employee   who   was \n\n    terminated   from   employment   can   be   regarded   as   an   industrial   dispute \n\n\n\n\n                                                        \n    within the meaning of <a href=\"/doc/189659891/\" id=\"a_115\">section 2(k)</a> of the I.D. Act. That case is of the year \n\n    1961 which is prior to the introduction of <a href=\"/doc/1377486/\" id=\"a_116\">section 2A</a> in the <a href=\"/doc/500379/\" id=\"a_117\">I.D. Act</a> vide the \n\n\n\n\n                                           \n    amendment   of   the   year   1965.   Moreover   that   case   was   prior   to   the \n                          \n    Maharashtra amendment of 1972, whereby the concept of recognized union \n\n    was introduced in the <a href=\"/doc/500379/\" id=\"a_118\">I.D. Act</a> and therefore there was no issue pertaining to \n                         \n    the espousal of the cause being supported by a &#x27;recognized&#x27; union which was \n\n    being  considered by the Apex Court. We have also perused the other rulings \n      \n\n\n    cited before us across the bar. The said rulings do not specifically deal with \n   \n\n\n\n    the   point   raised   before   us   and   would   not   apply   to   the   facts   and \n\n    circumstances of the present case. Insofar as other aspects of the matter are \n\n\n\n\n\n    concerned, which have been faintly contended before us and do not find \n\n    place   in   the   written   submissions,   in   our   view,   the   Industrial   Adjudicator \n\n    would be the appropriate forum to adjudicate upon those aspects and we do \n\n\n\n\n\n    not find any fault in the impugned order of the appropriate Government in \n\n    allowing the reference after having prima facie examined whether a case for \n\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">                                                          ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n<span class=\"hidden_text\" id=\"span_73\">                                                 32</span>\n\n\n\n\n                                                                                 \n    reference is made out. It would be open to the parties to raise and for the \n\n\n\n\n                                                         \n    Industrial Tribunal to frame preliminary issues on the points in dispute.</span> \n</p>\n\n\n\n                                                        \n<p data-structure=\"Conclusion\" id=\"p_41\">    31.    In light of the aforesaid discussion, we do not find that the impugned \n\n    order   of   reference   suffers   from   any  error  apparent  so   as   to  exercise   our \n\n\n\n\n                                           \n    extraordinary writ jurisdiction to interfere with the same. Consequently, rule \n                          \n    is discharged. No order as to costs. \n</p>                         \n<p data-structure=\"Conclusion\" id=\"p_42\">    32.    We make it clear that we have not expressed any opinion insofar as \n\n    the merits of the dispute is concerned. Except for the limited issue raised \n      \n   \n\n\n\n    before us as reflected in para 2 hereinabove, all issues are left open to be \n\n    decided by the Industrial Tribunal and the same shall be decided without \n\n\n\n\n\n    being influenced by any observations in this judgment.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_43\">                                                                         Sd/-\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">                                                         (SMT. RANJANA DESAI, J.)\n\n\n\n\n\n                                                                          Sd/-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_45\">                                                                 (A. A. SAYED, J ) \n\n\n\n\n<span class=\"hidden_text\" id=\"span_74\">                                                         ::: Downloaded on - 09/06/2013 16:00:31 :::</span>\n </p>","numcites":31,"numcitedby":1,"docsource":"Bombay High Court","citetid":1396999,"divtype":"judgments","relatedqs":[{"value":"sham contract","formInput":"sham%20contract"},{"value":"unrecognized union","formInput":"unrecognized%20union"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"mrtu and pulp act","formInput":"mrtu%20and%20pulp%20act"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"sham and nominal","formInput":"sham%20and%20nominal"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"contract labour if workmen","formInput":"contract%20labour%20if%20workmen"},{"value":"mrtu act","formInput":"mrtu%20act"},{"value":"mrtu ","formInput":"mrtu%20"},{"value":"mrtu and pulp","formInput":"mrtu%20and%20pulp"},{"value":" Thermal Power Station at Ukai","formInput":"%20Thermal%20Power%20Station%20at%20Ukai"},{"value":"discharge dismissal","formInput":"discharge%20dismissal"},{"value":"retrenchment","formInput":"retrenchment"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"ranjana desai ","formInput":"ranjana%20desai%20"},{"value":"trade union ","formInput":"trade%20union%20"},{"value":"contract act","formInput":"contract%20act"},{"value":"bharat forge","formInput":"bharat%20forge"}],"cats":[{"value":"refer-courts","formInput":"tag:refer-courts"},{"value":"industrial","formInput":"tag:industrial"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"}],"courtcopy":true,"query_alert":null,"agreement":false}