{"tid":443368,"publishdate":"2007-12-28","title":"R.R. Constructions (Through Its Sole ... vs St. Ann'S. Co-Operative Group Housing ... on 28 December, 2007","doc":"<h2 class=\"doc_title\">R.R. Constructions (Through Its Sole ... vs St. Ann&#x27;S. Co-Operative Group Housing ... on 28 December, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2008(1)ARBLR424(DELHI)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-sanghi\">Vipin Sanghi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-sanghi\">Vipin Sanghi</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nVipin Sanghi, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. By this common order I am disposing off A.A. No. 343/2005 filed under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and Conciliation Act, 1996 (for short &#x27;the Act&#x27;) and O.M.P. No. 130/2006 filed under <a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Act, because a common question with regard to the existence of a valid arbitration agreement arises in both these petitions between the same parties. The parties have also addressed arguments on the aspect of valid invocation of the arbitration agreement and the grant of interim protection prayed for by the Petitioner under <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a> of the Act.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The Respondent society, to develop a Group Housing Complex at Plot No.8-A, Sector 7, Dwarka, entered into a Building construction agreement dated 3.7.1998 with the applicant, who undertook to construct the entire complex.\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">3. The said agreement admittedly contained an arbitration clause, which reads as follows:\n</p>  \n\n<blockquote id=\"blockquote_1\">120. All disputes and differences of any kind whatsoever arising out of or in connection with the contract or the carrying out of the works whether during the progress of the works or after their completion and (whether before or after the determination, abandonment or breach of the contract) shall be referred to and settled by the Architect who shall state his decision in writing. Such decision may be in the form of a Final Certificate or otherwise. The decision of the Architect with respect of any of the excepted matters shall be final and without appeal as stated in the separate clause. But if either the employer or the contractor be dissatisfied with the decision of the Architect on any matter, question or dispute of any kind (except any of the excepted matters) or as to the withholding by the Architect of any certificate to which the contractor may claim to be mentioned then and in any such case either party (the employer of the contractor) may within twenty eight days after receiving notice of such of decision give a written notice to the other party through the Architect requiring that such matter in dispute be arbitrated upon such written notice specify the matters which are in dispute and such dispute or difference of which such written notice has been given and no other shall be and is hereby referred to the arbitration and final decision of a single arbitrator being member of the Council of Arbitration to be agreed upon and appointed by both the parties or in case of disagreement as to the appointment of single arbitrator to the arbitration of two arbitrators both being fellow of the Indian Institute of Architects and member of Council of Architecture one to be appointed by each party, which arbitrators shall before taking upon themselves the burden on reference appoint an Umpire.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_4\">The arbitrator, the arbitrators or the Umpire shall have power to open up review and revise any certificate, opinions, decisions, requisition or notice, save in regard to the excepted matters referred to the respective clause and determine all matters in dispute which shall be submitted to him and of which notice shall have been given as aforesaid.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_5\">Upon every or any such reference the cost of and incidental to the reference and award respectively shall be in the direction of the arbitrator or arbitrators or the Umpire who may determine the amount thereof, or direct and the same to the taxes as between attorneys and client or as between party and party, and shall direct by whom and to whom and in what manner the same shall be borne and paid. This submission shall be deemed to be submissions to arbitration within the meaning of the <a href=\"/doc/1052228/\" id=\"a_4\">Indian Arbitration Act, 1940</a> or any statutory modification thereof.\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">The award of the arbitrator or arbitrators or the Umpire shall be final and binding on the parties. Such reference except as to the withholding by the architect of any certificate under clause 21 to which the contractor claims to be entitled, shall be opened or entered upon after the completion of alleged completion of the work or until after the practical cessation of the works arising from any cause unless with the written consent of the Employer and the Contractor. Provided always that the employer shall not withhold the payment of an interim certificate, nor the contractor, except with the consent in writing of the Architect, in any way delay the carrying out of the works by reasons of any such matters but shall proceed with the work with all due diligence and shall until the decision of the architect and no award of the arbitrators or the Umpire shall relieve the contractor of/his obligations to adhere strictly to the Architect&#x27;s instructions with regard to the actual carrying out of the works. The employer and the contractor hereby also agree that arbitration under this clause shall be a condition precedent to any right of action, under the contract.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">4. The work, except for some aluminum work, final painting and fixing of CP fittings, was completed by the Petitioner on 05.07.2004 and the Architect of the respondent society i.e. Respondent No. 2 issued a certificate to that effect. The balance work of aluminum, final quoting and CP fittings stood deleted from the scope of work as is reflected in the letter dated 2.7.2004 of Respondent No. 2. The Petitioner, on 31.8.2004, submitted his 19th and final bill for an amount of Rs.2,74,99,038.56, apart from miscellaneous expenses of Rs.11,97,246.51 for miscellaneous works. Thus, the Petitioner claimed payment of an amount of Rs.2,86,96,285.13 from the respondent Society. It appears that the respondent society took the stand that the Petitioner had not submitted the final bill. This was so stated in their letter dated 9.12.2004 Vide letter dated 19.12.2004 the Petitioner refuted this statement and stated that the final bill was submitted by the Petitioner to the society&#x27;s site Engineer Shri Tofique Ahmad on 31st August 2004, for further processing, for which the Petitioner even obtained a receipt from him. The Petitioner further claimed to have sent a photocopy of the receipt to the Society with his letter dated 30.11.2004 The Petitioner also stated that the Society&#x27;s Site Engineer did not process the bill and kept the same with him since the society desired to get the measurement checked by some other Engineer. Thereafter, the society introduced Mr. Yogesh Chandra to the Petitioner who was stated to have been appointed to check the measurement contained in the Petitioner&#x27;s final bill. The Petitioner cooperated and got the measurements indicated in the final bill checked Along with other relevant statements regarding Cement and Steel Consumption. It was further claimed that the checking of the measurement in the final bill was almost completed before the General Body Meeting of the Society, held on 26th September 2004 However, the checking of measurement was deliberately delayed by the society. The Petitioner further stated - ?From the above it seems that either you did not have sufficient funds in your account or have some mela fide/evil intentions. As our heavy liquidity has blocked with the society due to which we are facing heavy financial crises and heavy interests are being debited in our accounts and our goodwill also affected.?\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_8\">5. From the replies filed by the Respondent society, it appears that this communication of the Petitioner was not responded to by the society. After a gap of nearly three and half months, the Respondent society sent a communication dated 28.3.2005 to the Petitioner stating that the society had received a certificate from the Architect on the same day for the Petitioner&#x27;s 19th and final bill for full and final settlement. However, it appears that a copy of the said certificate from the Architect was not sent to the Petitioner with this communication. The Petitioner was called for discussion preferably before 2nd April 2005. It appears that the Petitioner met the Respondent society on 20th April 2005. Vide communication dated 27th April 2005 the society stated - ?we shall be able to make the full and final payment to you as certified by the Architect within 90 days from 20th April 2005.? The petitioner vide letter dated 9th May 2005, rejected the proposal of the society for making payment in 90 days. The Petitioner stated -\n</p><p data-structure=\"CDiscource\" id=\"p_9\"> As you aware that the part payment of out 17th R/A Bill dated 18.11.2003 was released on 12.4.2004 and since then we have not been paid while your all works were completed to your satisfaction long back. Due to to this, we are facing hereby pressure of our creditors and bankers. Hence you are requested to release Rs.40 lakh to Rs.50 lakh. immediately within seven days of receiving of this letter to ease/reduce to the pressure of Market/Creditors and Bankers etc.\n \n\n</p><p data-structure=\"Facts\" id=\"p_10\">6. A copy of this communication was also marked to the Society&#x27;s Architect, i.e. Respondent No. 2. The Petitioner also requested the Respondent No. 2 architect to send to the Petitioner a copy of the final bill and certificate without delay and also sought the supply of a copy of the measurement book. The Petitioner also stated that the aforesaid documents have not been sent to him till date.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\">7. The Petitioner sent another communication dated 5.6.2005 to the society stating that the 19th and final bill was submitted on 31.8.2004 Along with copy of the corrected measurement book and certificates of the architect. The 17th R/A bill was submitted on 18.11.2003 which was certified by architect for an amount of Rs.52,20,000/- out of which Rs.11,35,000/- was still pending with the society. The last payment of Rs.10,85,000/- was released by the society on 12.4.2004, and since then no payment had been paid by the Petitioner to the society. The petitioner regretted the non payment of further amount despite assurance given by the society for releasing some ad hoc payments. The Petitioner in this communication further stated :\n</p>  \n\n<blockquote id=\"blockquote_2\">Now after passing more than 09 months of submission of our final bill you are not able to clear the bill which shows that society has the paucity of funds. If the society did not have the funds why we were asked to complete the project as per your requirement and assured for ad-hoc payment on completion of the work which were earlier deleted from our scope of work.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">From the above it is clear that either the society has diverted its funds in some other works or have trapped us so that we may come to your terms and can be blackmailed. It is unbelievable that you have not made any payment after 12.04.2004 to any other party except us and you have not collected the funds from the members. If the society had the intention to clear our bills then they could have arrange the funds during the 9 months, which shows that M.C. of Society has the malafide intentions as we feel that we have been betrayed both by the society and Architect.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">You have become dumb and not giving any ear towards our request for releasing some payment to ease the market pressure on us. Refer our letter dated 09.05.2005.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">Due to this act of society our all liquidity has blocked and heavy interest are being debited in our accounts for which we shall charge interest @ 2% compoundable per month for all pending payments. Besides the above, we shall also charge watch and ward till handing over of the site after getting all pending payments from the society and requested to release an ad hoc payment immediately.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">8. It appears that once again there was no response from the Respondent society to this communication of the Petitioner as there is no averment to this effect in para 6 of its counter affidavit, which deals with paragraph 2 and 3 of the petition under <a href=\"/doc/1079220/\" id=\"a_5\">Section 9</a> of the Act. This paragraph of the counter affidavit states: ?Inasmuch as vide 19th and final bill dated 24th March 2005, the Petitioner had raised a bill for Rs.52,71,453.26 through the architects M/s. G.C. Sharma and Sons, a copy of which is Annexure R-1 (supra). Hence, the Petitioner cannot allege anything contrary to the record and set up a new case in the present petition.? A perusal of Annexure R-1 shows that the same is in fact a communication dated 24th March 2005 of the society&#x27;s architect i.e. Respondent No. 2, addressed to the society, which contains the certificate of payment of 19th and final bill of the Petitioner for a total amount of Rs.52,71,453.26 only. The Respondent society, as would appear from its counter affidavit, sought to bind and peg down the petitioner at the figure of Rs.52,71,453.26, which was the amount certified by the society&#x27;s own architect, i.e., Respondent No. 2.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_13\">9. It appears there was a meeting between the parties on 4th July 2005. On 7th July 2005, the Respondent society sent a communication stating that it was willing to release the payment of Rs.52,71,353/- towards full and final settlement of the 19th and final bill, and additionally release a sum of Rs.10 lakhs towards full reimbursement of work&#x27;s contract tax against handing over of the site, and subject to various other conditions mentioned therein. The Petitioner responded to the communication dated 7.7.2005 of the society on 14th July 2005 expressing its shock and surprise on receiving the said communication. The Petitioner stated that he had never agreed to the terms and conditions for making payment of its 19th and final bill as mentioned in the society&#x27;s letter. The Petitioner further stated with regard to the meeting held on 4th July 2007:\n</p><blockquote id=\"blockquote_6\"> Therefore, it was mutually agreed that the society will release the cheque of Rs.53 lakhs of current date and one Post Dated Cheque of max. 30 days against our 19th and final bill amounting to Rs.2,86,96,285.13 which is laying unpaid with the society since 31.08.2004 We still honour our commitment made during the meeting and ready for handing over/taken over activity in reciprocation at any movement.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">10. The Petitioner also recorded its shock and surprise that the society&#x27;s architect had certified and finalized the contractor&#x27;s bill for Rs.52,71,353/- only against a sum of Rs.2,86,96,285.13, which was submitted about a year ago i.e. on 31.8.2004, and thereafter communications were sent on 9.5.2005, 15.5.2005 and 5.6.2005 to the society and its architect to send the certified copy of the final bill dated 31.8.2004 The Petitioner further stated: ?You have deliberately delayed the processing of checking and finalization of our referred bill for time suitable to you refer our letters dated 2/11/04, 30/11/04, 19/12/04 and 07/03/05. Hence it will not be possible to do the same exercise again at the free of cost. Any surplus material at site will be removed and site will be cleaned.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">While adopting delay tactic to finalize the bill you took about 10 months and during this period you have not released any suitable amount to us to ease the pressure of markets and bank on us. Since you have not released any payment under this contract since 17/04/2005, due to which I could not clear the long pending dues of my creditors who supplied the materials for your projects, they have started threatening to damage me, my family and the employees. You and your architect has cornered me and made me financially handicapped to clear my creditors without payment and now I have no other choice except to accept whatever you and your architect wants and to copy down of your instructions ditto as mentioned in your letter just to get the payment whatever you want to release just to ease the market pressure, bank liability and I will able to safe my family and employees from threats...?\n</p><p data-structure=\"CDiscource\" id=\"p_16\"> ...In view of the position as explained above, it is once again requested that our final bill amount may please be releases at on earliest in shape Banker&#x27;s cheque of Rs.53 lacs only and post dated cheque of Rs.10 lacs of not more than 30 days be given within 7 days from the date of this letter....\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">11. Undoubtedly, payment of Rs.52,71,453/- vide cheque No.026526 dated 22.7.2005 and Rs.10,00,000 vide cheque No.026527 dated 20.08.2005 was tendered to the applicant/ Petitioner and a receipt was obtained from the petitioner indicating that the said amount was towards full and final settlement of the petitioner&#x27;s account. The petitioner had also formally handed over the site to the Respondent society. According to the Respondent, this amounted to an agreement of accord and satisfaction and in view of the said accord and satisfaction, the construction agreement between the parties had worked itself out; it did not survive, and with it the arbitration agreement contained in it has also perished. It is argued that the allegation of acceptance of the amount, in full and final settlement under coercion and duress, is far fetched and not supported by any evidence. The said receipt and certificate of handing over of flats were not given by the Petitioner without prejudice to his rights and, therefore, he cannot now turn around to disown the accord and satisfaction. Once there was accord and satisfaction of all claims under the contract, nothing contained in the said contract would survive and the parties would be governed by the novated/substituted contract. Even the arbitration clause contained in the original contract perished with the original contract, and since the new contract recording accord and satisfaction does not contain an arbitration agreement, resort cannot be made to the arbitration clause contained in the original contract. The challenge to the said substituted contract on the ground that it is void or voidable on account of duress or coercion would be outside the purview of the arbitration clause contained in the original contract, and can be determined only by the civil court in a civil suit between the parties.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">12. On the other hand, the petitioner submits that there was no accord or satisfaction, since the petitioner was brought down to his knees by the Respondent society by withholding huge amounts due to him for over a year. The petitioner submits that the petitioner was coerced into signing on the dotted line and accepting the amount of Rs.62 lakhs and odd since the Respondent society was not prepared to release even the said amount unless it extracted the certificate of full and final payment from the petitioner. It is argued that whether there was a valid agreement of accord and satisfaction in itself an issue, which arises for determination under the arbitration agreement contained in the original contract, since the accord and satisfaction presupposes the existance of the original agreement and the same arises out of the said original agreement.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">13. The Petitioner placed reliance on his detailed communication dated 25.7.2005, wherein the Petitioner recorded his protest, and informed the Respondent that he was made to sign the letter of full and final settlement of his claims under duress and pressure from the Managing Committee of the Respondent society and the architect i.e. respondent No.2. The Petitioner also pointed out that on the same date, i.e., 22nd July 2005, the Petitioner had recorded in the measurement book his protest by endorsing therein that ?measurement and amount accepted under protest letter follows?. The petitioner points out that the society&#x27;s architect i.e. respondent No.2 had gone to the extent of reducing the quantities of the work done even below what had been earlier measured and certified in earlier bills. He specifically referred to the quantities recorded in the final bill cleared by respondent No.2 in respect of item Nos.1.4, 3.1, 3.3, 3.4, 3.5.7, 3.7, 4.2, 4.3, 4.4 and 5.1, and submitted that respondent No.2 had without any basis, and under the influence of respondent No.1 reduced the quantities earlier recorded and certified by him in earlier running bills, rather than taking into account the further works done by the petitioner since then. The Petitioner ultimately invoked the arbitration clause in the agreement vide his letter dated 12.8.2005 by suggesting a couple of names of proposed arbitrators and submitting his list of claim.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_20\">14. Therefore, the first question that arises for my consideration is whether the arbitration agreement contained in clause 120 of the agreement between the parties subsists or not, on account of the fact that the petitioner has received an amount of around Rs.62 lakhs and signed the receipt of full and final settlement of his claim under the contract, though, according to the petitioner this was a result of duress and coercion exercised by the respondents upon him. Both the parties have relied on various decisions and I shall refer to them in the course of my discussion.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">15. In Kishorilal Gupta and Bros. (1960) 1 SCR 493, Subba Rao, J (as his Lordship then was) while speaking for the majority, examined the issue whether the relevant contract (in that case dated 22.2.1949) was in substitution of the earlier contracts (and consequently the arbitration agreement contained in the earlier contracts were no longer valid and enforceable), or, whether the said agreement dated 22nd February, 1949 was merely a contingent contract and therefore the failure of performance of the promises under that agreement had the effect of reviving the earlier contracts which contained in the arbitration agreement). After reviewing various English authorities, he observed:\n</p><blockquote id=\"blockquote_7\"> From the aforesaid authorities it is manifest that a contract may be discharged by the parties thereto by a substituted agreement and thereafter the original cause of action arising under the earlier contract is discharged and the parties are governed only by the terms of the substituted contract. The ascertainment of the intention of the parties is essentially a question of fact to be decided on the facts and circum1stances of each case.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\">16. In Kishori Lal (Supra) the court interpreted the agreement in question as one in substitution of original contracts between the parties which contained arbitration agreements. The said agreement dated 22nd February 1949 was found to be exhaustive which dealt with the aspect of delay in performance of the obligation to pay the amount due there under by one party to the other. The Supreme Court held that upon breach of the said agreement, the remedy of the aggrieved party lay within the four corners of that agreement and that the aggrieved party could not walk out of the said agreement and seek to reopen its rights and claims based on the original agreement. Consequently, it was held by the majority that the arbitration agreements contained in the original agreement also did not survive the substitution of the old agreement by the new one. This is evident from the following passage from the majority view in Kishore Lal (supra):\n</p><blockquote id=\"blockquote_8\"> It was a self-contained document; it did not depend upon the earlier contracts for its existence or enforcement. The liability was ascertained and the mode of recovery was provided for. The earlier contracts were superseded and the rights and liabilities of the parties were regulated there under. No condition either precedent or subsequent was expressly provided; nor was there any scope for necessarily implying one or other either.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\">17. While dealing with the issue whether the arbitration clause of the original contract survived after execution of the settlement contract dated February 22, 1949, the court observed:\n</p><blockquote id=\"blockquote_9\"> Though the phraseology was of the widest amplitude, it is inconceivable that the parties intended its survival even after the contract was mutually rescinded and substituted by a new agreement. The fact that the new contract not only did not provide for the survival of the arbitration clause but also the circumstance that it contained both substantive and procedural terms indicates that the parties gave up the terms of the old contracts, including the arbitration clause.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\">18. Suba Rao, J after an exhaustive discussion of the law on the subject culled out the principles which emerged from the discussion in the following words:\n</p><blockquote id=\"blockquote_10\"> (1) An arbitration clause is a collateral term of a contract as distinguished from its substantive terms; but none the less it is an integral part of it; (2) however comprehensive the terms of an arbitration clause may be, the existence of the contract is a necessary condition for its operation; it perishes with the contract; (3) the contract may be non est in the sense that it never came legally into existence or it was void ab initio; (4) though the contract was validly executed, the parties may put an end to it as if it had never existed and substitute a new contract for it solely governing their rights and liabilities there under; (5) in the former case, if the original contract has no legal existence, the arbitration clause also cannot operate, for along with the original contract, it is also void; in the latter case, as the original contract is extinguished by the substituted one, the arbitration clause of the original contract perishes with it; and (6) between the two falls many categories of disputes in connection with a contract, such as the question of repudiation, frustration, breach etc. In those cases it is the performance of the contract that has come to an end, but the contract is still in existence for certain purposes in respect of disputes arising under it or in connection with it. As the contract subsists for certain purposes, the arbitration clause operates in respect of these purposes.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\">19. Sarkar J, who was in minority, took the view that the settlement agreement dated 22nd February 1949 did not amount to a substituted agreement, in substitution of the original contracts. Rather, it was a contingent contract, and consequently the original contracts were not abrogated by it, as the contingencies stipulated therein were not fulfillled and the arbitration clause contained in it did not perish. This is clear from the following extracts from his judgment :\n</p>  \n\n<blockquote id=\"blockquote_11\">Now it is clear that the settlement of February 22, 1949, does not expressly make the arbitration clause non-existent. It is however said that the settlement of February 22, 1949, operated as an accord and satisfaction and therefore the arbitration clause in the relative original contract was brought to an end by it.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">It is said that such a settlement amounts to a substituted agreement which abrogated the original contract and the arbitration clause contained in it perished with it.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">I venture to think that this view is wrong and originates from a misapprehension of the real nature of accord and satisfaction and an arbitration clause in a contract.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\">20. There was, however, no difference of opinion amongst the learned Judges on the legal proposition enunciated by the majority. Sarkar J, in his opinion observed as follows:\n</p>  \n\n<blockquote id=\"blockquote_14\">Now what is an accord and satisfaction ? It is only a method of discharge of a contract. It only means that the parties are freed from their mutual obligations under the contract : see Cheshire and Fifoot on Contracts, 3rd edn., p. 433. ``It is a good defense to an action for the breach of any contract, whether made by parol or speciality, that the cause of action has been discharged by accord and satisfaction, that is to say, by an agreement after breach whereby some consideration other than his legal remedy is to be accepted by the party not in fault&#x27;` : Chitty on Contracts, 21st edn., p. 286. In British Russian Gazette and Trade Outlook Ltd. v. Associated Newspapers Ltd. [1933] 2 K.B. 616, 643-4. Scrutton, L.J., said, ``Accord and satisfaction is the purchase of the release from an obligation whether arising under contract or tort by means of any valuable consideration, not being the actual performance of the obligation itself. The accord is the agreement by which the obligation is discharged. The satisfaction is the consideration which makes the agreement operative.&#x27;`\n \n\nThe effect of an accord and satisfaction is therefore to secure a release from an obligation arising under a contract. Now it is difficult to conceive of an obligation arising from a contract unless the contract existed. An accord and satisfaction which secures a release from such an obligation is really based on the existence of the contract instead of treating it as non-existent.? ?The contract is not annihilated but the obligations under it cease to be enforceable. Therefore it is that when an action is brought for the appropriate remedy for non-performance of these obligations that an accord and satisfaction furnishes good defense. The defense is not that the contract has come to an end but that its breach has been satisfied by accord and satisfaction and therefore the plaintiff in the action is not entitled to the usual remedy for the breach.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\">21. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_1\">In <a href=\"/doc/1545494/\" id=\"a_6\">Damodar Valley Corporation v. K.K. Kar</a> , the Apex Court dismissed, as fallacious, the contention that the dispute whether or not there has been a full and final settlement cannot be the subject of an arbitration.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_28\">The court rejected the contention that in such a situation the rights and obligations under the contract do not subsist and that the arbitration clause also perishes.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">22. The Court recognized the distinct nature and identity of an arbitration clause contained in a contract in contra-distinction to its other terms. It was observed :\n</p><blockquote id=\"blockquote_15\"> ...that clause stands apart from the rights and obligations under that contract, as it has been incorporated with the object of providing a machinery for the settlement of disputes arising in relation to or in connection with that contract. The questions of unilateral repudiation of the rights and obligations under the contract or of a full and final settlement of the contract relate to the performance or discharge of the contract. Far from putting an end to the arbitration clause, they fall within the purview of it....\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_30\">23. The Court, while dealing with the decision in Kishori Lal Gupta (supra), referred to the view of Sarkar J on the meaning and effect of term accord and satisfaction in the following words:\n</p><blockquote id=\"blockquote_16\"> It was, however, pointed out by him that an accord and satisfaction which secures a release from an obligation arising under a contract, is really based on the existence of the contract instead of treating it as non-existent. The contract is not annihilated but the obligations under it cease to be enforceable. Therefore it is that when an action is brought for the appropriate remedy for non-performance of these obligations that an accord and satisfaction furnishes a good defense. The defense is not that the contract has come to an end but that its breach has been satisfied by accord and satisfaction and, therefore, the plaintiff in the action is not entitled to the usual remedy for the breach. In the circumstances, he thought that the arbitration clause did survive to settle the dispute as to whether there was or was not an accord and satisfaction.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_31\">24. The Apex concluded that the question whether there has been a settlement of all claims arising in connection with the contract also postulates the existence of the contract. Thus, where ?in a contract there is an arbitration clause, notwithstanding the plea that there was a full and final settlement between the parties, that dispute can be referred to the arbitration.?\n</p> \n\n<p data-structure=\"Section\" id=\"p_32\">25. The issue further stands classified by <a href=\"/doc/675839/\" id=\"a_7\">Section 16</a> of the Act which provides and the arbitral Tribunal may rule on its jurisdiction, including a ruling on any objection with respect to the existence or validity of the arbitration agreement and for that purpose the arbitration clause shall be treated as an independent agreement and a decision by the Tribunal that the contract is null and void shall not ipso jure entail the invalidity of the arbitration clause Therefore, the dispute whether the original agreement between the parties containing the arbitration agreement subsists or whether it has been substituted by a subsequent agreement of accord and satisfaction can be arbitrated upon in terms of the arbitration agreement in the original contract, since the arbitration agreement contained therein is an independent contract and an agreement of accord and satisfaction is founded upon and arises out of the original contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">26. In Bharat Heavy Electrical Limited, Ranipur v. Amarnath Bhan Prakash , the apex court held that the question whether there was discharge of the contract by accord and satisfaction or not, is a dispute arising out of the contract and is liable to be referred to arbitration. In Jayesh Engineering Works v. New India Assurance Co. Ltd. , the Supreme Court was confronted with a somewhat similar situation. The respondent required the appellant to a certain sum of money in full and final settlement of works relating to two tenders on 6.2.1989. The appellant acknowledged the same by endorsing on a document that he had received the said amount as full and final settlement and that he had no further claims in that regard. After about 20 days, he wrote to the respondent disputing that he had received the amount on 6.2.1989 in full and final settlement and stated that there were still outstanding dues which need to be paid, otherwise the matter would have to be referred to the arbitration in terms of the agreement. The respondent initiated proceedings seeking a declaration that the agreement containing the arbitration clause no longer subsists as the work had been completed and payment received in full and final settlement. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_2\">The Court relied on <a href=\"/doc/864798/\" id=\"a_8\">Union of India v. L.K. Ahuja and Co.</a>  and held that the right to get the money would normally arise after the completion of the work. On settlement of final bill the right to get further payment gets weakened, but whether the claim subsists or not is a matter which is arbitrable. The Court further observed that whether the contract has been fully worked out and whether the payments have been made in full and final settlement are questions to be considered by the arbitrator when there is a dispute regarding the same.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_3\">27. In Arvind Kumar. v. UOI 1987(2) ALR 220 this Court, following the decision in <a href=\"/doc/1545494/\" id=\"a_9\">Damodar Valley</a> (supra) directed the appointment of an arbitrator to determine the question whether the letter in question containing the purported accord and satisfaction had been obtained by threat and coercion and whether it did operate as full and final settlement of the claim of the petitioner.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">28. From these decisions, it appears that the law in relation to arbitrability of a dispute pertaining to accord and satisfaction has been more or less consistent. Since the respondent has tried to contend otherwise, I shall now proceed to deal with the judgments cited by the counsel for the respondent. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_4\">In <a href=\"/doc/209845/\" id=\"a_10\">P.K. Ramaiah and Company v. Chairman and Managing Director, National Thermal Power Corp.</a> 1994(3) SCC 126, the Apex Court found that the contractor claiming arbitration had on 19th May, 1981 accepted, by way of endorsement in his own handwriting, the measurements recorded and the payment received ?in full and final settlement of the contract? in question. The letter disputing this settlement was written only on 1st June, 1981. In these circumstances, the Court held that there had been accord and satisfaction of claims and there remained no live claim to be arbitrated. The plea of coercion was also held to have been resorted to only as an afterthought.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_5\">Therefore, in <a href=\"/doc/209845/\" id=\"a_11\">P.K. Ramaiah and Company</a> (Supra) the court itself gave a conclusive finding that the plea of threat and coercion was an afterthough. It was for that reason that the court concluded that the agreement of the accord and satisfaction had overriden the original agreement containing the arbitration agreement.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1545494\" id=\"span_6\">While dealing with the earlier decision in <a href=\"/doc/1545494/\" id=\"a_12\">Damodar Valley</a> (Supra), the Supreme Court observed that <a href=\"/doc/1545494/\" id=\"a_13\">in that case</a>, the contractor had not executed the receipt of full and final payment, and on that basis the court sought to distinguish it on facts. However, it appears that it was not brought to the notice of the court that in Damodar Valley the Supreme Court was dealing with a situation where the appellant&#x27;s categorical assertion was that it had made payments to the respondents for full and final settlement of all the claims of the Respondents. The appellants had specifically stated in para 16 of their petition, and this was noticed by the Supreme Court that : ?...........all claims and demands as between the petitioner and the contractor standing fully paid and adjusted there was no dispute in the absence whereof the entire proceedings <a href=\"/doc/1545494/\" id=\"a_14\">in <a href=\"/doc/1545494/\" id=\"a_15\">the above case</a></a> do not lie and the instant case is not maintainable under the <a href=\"/doc/1052228/\" id=\"a_16\">Arbitration Act</a> being outside its fold.? The Supreme Court took note of the fact that the Respondent had not given a receipt stating that he had received the payment in full and final settlement of all payments and that there were no other claims. However, the court, taking note of the aforesaid averment, as a matter of fact proceeded to decide the issue on the basis that a plea of accord and satisfaction had been raised by one party and denied by the other.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_7\">It appears from the judgment in <a href=\"/doc/1545494/\" id=\"a_17\">Damodar Valley</a> (Supra) that the court proceeded to decide the aforesaid issue because, upon mere failure/refusal to execute written receipt by the Respondent, it could not be said that an assertion of accord and satisfaction could not be raised by the Appellant. After all, accord and satisfaction between the parties can be the result of an oral agreement s well, and need not be always documented. The fact that it may not be as easily established that an oral accord and satisfaction has taken place, as in the case of a written contract, does not make any difference to the permissibility of such a plea being raised and plea of oral accord and satisfaction which is disputed, would have to be dealt with in the same manner as a disputed written accord and satisfaction.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"209845\" id=\"span_8\">29. Another interesting feature which distinguishes the present case from M/s. <a href=\"/doc/209845/\" id=\"a_18\">P.K. Ramaiah and Company</a> (supra) is that in the present case the petitioner disputed the accord and satisfaction agreement even before realizing the entire amount of Rs.62.00 lakhs and odd. The said amount had been tendered by way of two cheques one for Rs.52,71,353/- dated 22.7.2005 and another cheque for Rs.10,00,000/- dated 20.8.2005. The date for acknowledgment of the second cheque of Rs.10,00,000/- was still good 25 days away when the petitioner admittedly disputed the accord and satisfaction agreement on 25.7.2005. (even if I were to ignore the reservation recorded by the petitioner on 22.7.2005 itself in the measurement book)</span>\n \n\n</p><p data-structure=\"Precedent\" id=\"p_37\">30. Much reliance has been placed upon the three judge bench decision in Nathani Steels Ltd. v. Associated Construction (1995) Sup (3) SCC 324 to contend that once there is full and final settlement the arbitration clause contained in the original contract cannot be invoked. I find that in the said case the Apex Court was dealing with a fact situation where an amicable final settlement had admittedly been arrived at between the parties. The voluntary nature of the settlement was not disputed, nor was the settlement ever questioned/repudiated on grounds of fraud, coercion, mistake etc. On discovery of calculation mistake, the respondent before the Apex Court had straightaway invoked the arbitration clause treating the amicable settlement as non est. This was held to be impermissible.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\">31. In this decision the Supreme Court held that once the parties had arrived at a settlement in respect of any dispute or difference arising under the contract and that settlement was amicable and final between the parties, unless that settlement is set aside in proper proceedings, one of the parties to the settlement cannot spurn it on the ground that that it was a mistake and proceed to invoke arbitration clause. In contradistinction to the facts of that case, in the present case the petitioner has disputed the fact that there was an amicable and final settlement between the parties and one of the disputes arising between the parties is with regard to the validity and enforceability of the settlement itself which was not the case in Nathani Steels (supra). I may also at this stage notice that a contract wherein one of the parties claims to have laboured under a mistake as to a matter of fact, is not voidable at the instance of that party, whereas a contract which is claimed to have been induced by coercion, fraud or undue influence by fraud is voidable. It is in this light that the further observations of the Supreme Court in Nathani Steels (supra) have to be understood when the Supreme Court held ?If this is permitted the sanctity of the contract, the settlement also being the contract, would be wholly lost and it would be open to one party to take the benefit under the settlement and then to question the same on the ground of mistake without having the settlement set aside.?\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1545494\" id=\"span_9\">32. This decision is, therefore, distinguishable on facts, inasmuch as, in the present case the existence of an amicable settlement is seriously disputed and is the bone of contention. It may also be noted that though the matter was before a bench of three learned Judges, the court only distinguished the case before it from <a href=\"/doc/1545494/\" id=\"a_19\">Damodar Valley</a> (supra) on facts.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1545494\" id=\"span_10\">The law as <a href=\"/doc/1545494/\" id=\"a_20\">laid down in</a> <a href=\"/doc/1545494/\" id=\"a_21\">Damodar Valley</a>(supra) was not overruled and therefore, still holds the field.</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_40\">33. As noticed above from the correspondence between the parties it appears that even before the amount of Rs.62.00 lakhs and odd was released to the petitioner by the respondent/society there were various communications wherein the petitioner had while repeatedly demanding outstanding payments expressed its dire need. Moreover, on the same day on which the accord and satisfaction is claimed to have taken place, that is, 22.7.2005 the petitioner noted its reservation in the measurement book and in his detailed communication sent contemporaneously on 25.7.2005 the petitioner even made a reference to his aforesaid recording in the measurement book while contending that he had been coerced and pressurized into accepting a fraction of the amount, which, according to him was due and payable by the respondent/society. At this stage, therefore, it cannot be said that the acknowledgment of full and final settlement contained in the receipt was unconditional.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">34. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"346585\" id=\"span_11\">In <a href=\"/doc/346585/\" id=\"a_22\">Har Vansh Chawla v. Prem Kutir Cooperative</a> (supra), 1996 (1) ALR 444 it was observed that ?Petitioner has also not challenged the factum of settlement nor has claimed the same to have been signed under duress as to raise a dispute concerning this settlement before the arbitrator?. Therefore, this decision also does not come to the aid of the respondent and on the contrary advances the petitioner&#x27;s case.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\">35. In State of Maharashtra v. Nav Bharat Builders 1994 Supp (3) SCC 83 (supra) the party seeking arbitration had accepted certain amount towards his claim in respect of labour escalation charges and consequently, he unconditionally withdrew the suit filed under <a href=\"/doc/811701/\" id=\"a_23\">Section 20</a> of the old Act. The Court held that in these circumstances there had been a full and final settlement and it was not open for the contractor to challenge the same on account of calculation mistake. The Court, however, restricted the settlement only to the claim relating to labour escalation and other matters if raised were left to be determined by arbitration. The applicant in that case had pursuant to the settlement also acted on the same, inasmuch as, the suit was also withdrawn. The court held that the figures put to the applicant were known to him and it was open for him, to refuse to agree to the same. Once he accepted those figures, he could not challenge it on ground of calculation mistake. Thus, the case is, clearly distinguishable on facts. In the present case the petitioner has contemporaneously disputed the full and final settlement of its claims by the respondent/society. Reliance placed by the respondent on the petitioner&#x27;s communication of 14.7.2005 to say that he had consciously and voluntarily made a demand for Rs.63.00 lakhs and odd which was eventually paid to him on 22.7.2005 shows that there was complete accord and satisfaction of the contract does not appear to be correct. A complete reading of the said communication shows that the petitioner never agreed that he was entitled to only the said amount. In that communication also his grievance was that he was entitled to much more and was being driven to accept that said amount only on account of his distressed state created by the respondent/society by withholding the outstanding dues for a long period of time.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">36. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"209845\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1579938\" id=\"span_13\">In my view, the facts of the present case are akin to those in <a href=\"/doc/1579938/\" id=\"a_24\">Chairman and M.D., NTPC Ltd. v. Reshmi Constructions, Builders and Contractors</a>  and distinguishable from those in <a href=\"/doc/209845/\" id=\"a_25\">P.K. Ramaiah</a> (supra).</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1579938\" id=\"span_14\">In <a href=\"/doc/1579938/\" id=\"a_26\">Reshmi Constructions</a> (supra) the contractor had submitted a ?no demand certificate? at the behest of the NTPC while effecting payment. The contractor subsequent to the signing of the said ?no demand certificate? on the same day wrote a letter to NTPC informing it that the said ?no demand certificate? had been obtained under coercion and had been executed without prejudice to its rights to claim whatever may be found due and payable. The Supreme Court held as follows: ?Even when rights and obligations of the parties are worked out the contract does not come to an end inter alia for the purpose of determination of the disputes arising there under, and, thus, the arbitration agreement can be invoked. Although it may not be strictly in place but we cannot shut our eyes to the ground reality that in the cases where a contractor has made huge investment, he cannot afford not to take from the employer the amount under the bills, for various reasons which may include discharge of his liability towards the banks, financial institutions and other persons. In such a situation, the public sector undertakings would have an upper hand. They would not ordinarily release the money unless a &#x27;No Demand Certificate&#x27; is signed. Each case, therefore, is required to be considered on its own facts. Further, necessitas nonhabet legem is an old age maxim which means necessity knows no law. A person may sometimes have to succumb to the pressure of other party to the bargain who is on a stronger position. We may, however, hasten to add that such a case has to be made out and proved before the Arbitrator for obtaining an award. At this stage, the Court, however, will only be concerned with the question whether trial issues have been raised which are required to be determined by the Arbitrators.?</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"209845\" id=\"span_15\">37. The Supreme Court distinguished the decision in M/s. <a href=\"/doc/209845/\" id=\"a_27\">P.K.Ramaiah and Company</a> (supra) and Nathani Steels (supra) by observing that those decisions were rendered having regard to the finding of fact that the contract/agreement containing the arbitration clause was substituted by another agreement. Such a question has to be considered and determined in each individual case having regard to the fact situation contained therein.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_45\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318552\" id=\"span_16\">38. The view expressed in the last paragraph reproduced above has been reiterated in 2007 in <a href=\"/doc/318552/\" id=\"a_28\">Ambica Construction v. Union of India</a>  and therefore in my view this issue ought to be pleaded before and tried by the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"581612\" id=\"span_17\">In <a href=\"/doc/581612/\" id=\"a_29\">Shree Ram Mills Ltd. v. Utility Premises P. Ltd.</a> , the Hon&#x27;ble Supreme Court while examining the impact of the sea change brought about in the law related to role of courts in arbitration matters by the Constitutional Bench judgment in SBP and Co. v. Patel Engineering Ltd. and Anr.  observed that The Chief Justice has to examine as to whether the claim is a dead one or in the sense whether the parties have already concluded the transaction and have recorded satisfaction of their mutual rights and obligations or whether the parties concerned have recorded their satisfaction regarding the financial claims. In examining this if the parties have recorded their satisfaction regarding the financial claims, there will be no question of any issue remaining. It is in this sense that the Chief Justice has to examine as to whether their remains anything to be decided between the parties in respect of the agreement and whether the parties are still at issue on any such matter. If the Chief Justice does not, in the strict sense, decide the issue, in that event it is for him to locate such issue and record his satisfaction that such issue exists between the parties. It is only in that sense that the finding on a live issue is given. Even at the cost of repetition we must state that it is only for the purpose of finding out whether the arbitral procedure has to be started that the Chief Justice has to record satisfaction that their remains a live issue in between the parties.?</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">39. In view of the aforesaid discussion, I am of the view that the claim of the Petitioner cannot be said to be a dead one. It is very much live and subsists for its determination by the Arbitral Tribunal in terms of the arbitration agreement contained in Clause 120 of the construction contract between the parties. The said issue/claim is not extinguished on account of the fact that there is a serious dispute between the parties as to whether the accord and satisfaction pleaded by the respondent/society was result of coercion and duress. When such a dispute is raised that itself is a dispute arising out and in connection with the contract and is liable to be determined in terms of the contract. The said dispute itself is arbitrable in terms of the arbitration agreement contained between the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\">40. Reliance has also been placed upon International Building and Furnishing Co.(Col.) v. Indian Oil Corporation Ltd. 1995 1 AD (Delhi) 689 to contend that even otherwise the procedure prescribed in the said clause has not been adhered to and therefore the dispute cannot be referred for arbitration. I find no merit in this argument of the respondent. The arbitration clause provides that all disputes and differences shall in the first instance be referred to and settled by an architect who shall state his decision in writing. Such decision may be in the form of a final certificate or otherwise. In the present case the dispute has arisen on account of final certificate, namely, the final bill as cleared by the architect. The agreement itself provides that if the employer or the contractor is dissatisfied with the decision of the architect on any matter, question or dispute of any kind (except any of the excepted matters), then in such a case either party may invoke the arbitration agreement by giving a notice in writing requiring that such matter and dispute be arbitrated upon. Coming to the facts of this case I find that the petitioner disputed the settlement of his final bill on 25.7.2005 and thereafter invoked the arbitration agreement on 12.8.2005 by suggesting names of two members of the Indian Council of Arbitration who could be appointed as arbitrators. The submission of the respondent/society that communication dated 12.8.2005 was addressed to the president of the society and not to the society itself is wholly fallacious. The president of the society is the chief representative of the society and the letter was addressed to the president in his capacity as a President, and it was not a personal letter issued by the petitioner to any individual.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_48\">41. It is also argued that the invokation of arbitration has not taken place within the agreed 28 days period. Even if the limitation is computed from 22.7.2005 when the petitioner is stated to have arrived at an accord and satisfaction agreement, the petitioner had invoked the arbitration agreement within that period, though I may state that such a curtailed period of limitation is hit by <a href=\"/doc/1224074/\" id=\"a_30\">Section 28</a> of the Contract Act, 1872 (see 2001 V AD (Delhi) 989 and 2003 II AD (Delhi) 628), and does not bind the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\">42. Accordingly I allow the application under <a href=\"/doc/596725/\" id=\"a_31\">Section 11</a> of the Act filed by the Petitioner. As per the arbitration agreement the parties were to mutually agree upon an arbitrator who was to be a member of Council of Arbitration (the clause does not specify which Council of arbitration the parties referred to), and in case of disagreement two arbitrators both being fellow of Indian Institute of Architects and members of Council of Architecture were to be appointed, one by each party. Both the parties were then to appoint the umpire. The parties have failed to arrive at a mutual agreement with regard to the nomination of the architect. Accordingly I appoint Mr. Justice B.P. Singh, retired Judge, Supreme Court of India, as the sole Arbitrator to adjudicate upon the claims of the Petitioner in relation to the contract in question. The sole arbitrator shall fix his fee on his own which shall be shared equally by the parties. The parties shall equally bear the secretarial and other expenses pertaining to the arbitration proceedings. Keeping in view the directions issued in similar circumstances by the Supreme Court in M/s. Bharat Heavy Electrical Ltd., (Supra), I direct that the issue with regard to the validity of accord and satisfaction would have to be determined by the learned arbitrator before consideration of any other issue which touches upon the merits of the claims of the petitioner. In the eventuality of the learned arbitrator arriving at a finding that the accord and satisfaction was indeed induced by coercion and duress, the learned arbitrator would proceed to determine the substantive claims of the petitioner arising under the contract on merits. However, if the learned arbitrator concludes that the contract of accord and satisfaction was not so induced by duress or coercion he would then determine the only limited issue whether the accord and satisfaction is in relation to all claims of the petitioner or not. In the eventuality of his arriving at a finding on the aforesaid two issues against the claimant, the arbitrator would not need to proceed with the consideration of any other claims of the claimant. 43.I now proceed to deal with the petition under <a href=\"/doc/1120409/\" id=\"a_32\">Section 9</a> of the Act seeking interim protection. Learned senior counsel for the Respondent/society Shri Sandeep Sethi submitted that the interim relief sought by the Petitioner is in the nature of relief under <a href=\"/doc/161831507/\" id=\"a_33\">Order xxxviii Rule 5 CPC</a> that attachment before judgment. However, the Petitioner had not made out a case for grant of such an order by satisfying the conditions thereof. On the other hand, learned counsel for the Petitioner countered this argument by relying upon the express language of the <a href=\"/doc/1120409/\" id=\"a_34\">Section 9(ii)(b)</a>, which enables the court to secure the amount in dispute in arbitration. She also submits that the Act is a special statute and one, therefore, cannot rely upon the provisions <a href=\"/doc/161831507/\" id=\"a_35\">of the CPC</a> in enforcing the provisions of the said Act. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"104745\" id=\"span_18\">She has relied on an order passed by a Division Bench of this court as well as by learned single judge of this court in FA (OS) No. 220/1995 in <a href=\"/doc/104745/\" id=\"a_36\">Saraswati Construction Company v. Neelkanth Cooperative Group Housing Society Ltd.</a>, decided on 27.5.1999 and the order of the learned single judge of this court dated 2.3.2005 in OMP No.384/2003 respectively. 44. Having considered the rival submissions of the parties, I am of the view that the petitioner has in the facts of the present case made out a case for grant of interim protection. As would appear from the correspondence exchanged between the parties referred to by me herein before it, appears to me that the petitioner time and again made demands on the respondent in respect of its claims. These demands were not replied to by the respondent/society and there appears to be considerable delay on their part in responding to the same. It further appears that even the 17th RA Bill dated 18.11.2003 was not entirely paid and the final bill dated 31.8.2004 was admittedly not paid at all till 22.7.2007 when an amount of Rs.62.00 lakhs an odd was released against the petitioner&#x27;s claim which was in excess of Rs.2.86 crores. Prima facie I also find some substance in the petitioner&#x27;s submission that in the final bill the respondent architect has reduced even the quantities of the works stated to have been done by the petitioner as recorded in the 17th Running Bill, and on that basis the amount payable to the petitioner has been reduced. The respondents have not placed on record any material for me to arrive at even a prima facie view, that the said reduction in quantities/measurements which had earlier been certified by the same architect was justified. The petitioner, in the event of his success in the arbitration proceedings should be in a position to realise his dues and should not be presented with a fait accompli and a paper decree. Respondent No.1 is only a co-operative society which was incorporated primarily to build and allot flats to its members. That objective has more or less has been achieved and the respondent/society would now be only collecting funds to maintain the common areas etc. in the locality developed by the respondent society. There is also every likelihood that the present members of the respondent/society to whom flats have been allotted may dispose of their flats. In the eventuality of award being passed in favor of the petitioner, the newly inducted members of the respondent/society would then have to bear the liability, and they would claim protection against any liability in equity. Considering the fact that the claim of the petitioner is to the tune of Rs.2.74 crores in the aforesaid facts and circumstances, in my view the petitioner is entitled to the reliefs as directed hereinafter. I therefore direct the respondent/society to provide adequate security to the petitioner for the amount of Rs.2,77,47,173.00 within four weeks from today to the satisfaction of the Registrar of this Court. In case of failure of the Respondent society to provide the security as aforesaid, the transfer by any of the members of the respondent/society of his/her allotted/occupied flat shall be permitted only upon the transferee undertaking to meet the proportionate liability that may arise from the arbitral ward against the Respondent society by the learned arbitrator. The members of the Respondent society and the Respondent society shall also not create any encumbrance on either the flats or the common areas/society&#x27;s properties till the making of the award by the sole arbitrator. The respondent society is also restrained from dealing with transferring or encumbering any of its properties or assets in any manner without first furnishing adequate security as aforesaid to the satisfaction of the Court.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_50\">45. Views expressed herein by me on the subject matter of dispute are only a prima facie view and shall not bind the parties or the arbitrator who would be entitled to take an independent view after examination of the merits of the case. \n</p> \n\n","numcites":17,"numcitedby":1,"docsource":"Delhi High Court","citetid":443368,"divtype":"judgments","relatedqs":[{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"coercion","formInput":"coercion"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"Measurement books","formInput":"Measurement%20books"},{"value":"substitution of contract","formInput":"substitution%20of%20contract"},{"value":"final bill","formInput":"final%20bill"},{"value":"duress","formInput":"duress"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"measurement books\"","formInput":"%22measurement%20books%22"},{"value":"ad hoc ","formInput":"ad%20hoc%20"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"invoking of arbitration","formInput":"invoking%20of%20arbitration"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"contract for arbitration agreement","formInput":"contract%20for%20arbitration%20agreement"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"mutual","formInput":"mutual"},{"value":"architects","formInput":"architects"},{"value":"threat","formInput":"threat"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"power-to-appoint-new-or-sole-arbitrator","formInput":"tag:power-to-appoint-new-or-sole-arbitrator"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"}],"courtcopy":false,"query_alert":null,"agreement":false}