{"tid":7409827,"publishdate":"2024-10-07","title":"Jhajharia Nirman Ltd vs Union Of India Through Ministry Of ... on 7 October, 2024","doc":"<h2 class=\"doc_title\">Jhajharia Nirman Ltd vs Union Of India Through Ministry Of ... on 7 October, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-datta\">Sachin Datta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-datta\">Sachin Datta</a></h3>\n\n<pre id=\"pre_1\">                          $~6&amp; 7\n                          *    IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n                          %                                               Date of Decision: 07.10.2024\n                          +      ARB.P. 1493/2024\n                          (6)    JHAJHARIA NIRMAN LTD.                           .....Petitioner\n                                                 Through: Mr. Ashish Dholakia, Sr. Adv.\n                                                          alongwith Mr. Rakesh Kumar, Ms.\n                                                          Preeti Kashyap, Mr. Ankit Sharma,\n                                                          Mr. Varun Pandit, Mr. Yash Dhaway\n                                                          and Mr. Yash Tiwari, Advocates.\n                                                 versus\n                                 SOUTH WESTERN RAILWAYS\n                                 THROUGH DY. CHIEF ENGINEER/IV CONSTRUCTION\n                                                                                .....Respondent\n                                                 Through: Mr. Anurag Ahluwalia, CGSC\n                                                          alongwith Mr. Tarveen Singh Nanda,\n                                                          GP.\n                          +      O.M.P.(I) (COMM.) 280/2024, I.A. 37645/2024, I.A. 40582/2024\n                                 I.A. 41040/2024\n                          (7)    JHAJHARIA NIRMAN LTD.                          .....Petitioner\n                                               Through: Mr. Ashish Dholakia, Sr. Adv.\n                                                        alongwith Mr. Rakesh Kumar, Ms.\n                                                        Preeti Kashyap, Mr. Ankit Sharma,\n                                                        Mr. Varun Pandit, Mr. Yash Dhaway\n                                                        and Mr. Yash Tiwari, Advocates.\n                                               versus\n                                 UNION OF INDIA THROUGH\n                                 MINISTRY OF RAILWAYS &amp; ANR.                 .....Respondents\n                                               Through: Mr. Anurag Ahluwalia, CGSC\n                                                        alongwith Mr. Tarveen Singh Nanda,\n                                                        GP.\n                                 CORAM:\n                                 HON&#x27;BLE MR. JUSTICE SACHIN DATTA\n\n                          SACHIN DATTA, J. (Oral)\n</pre>\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_2\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                      Page 1 of 22</span>\n<span class=\"hidden_text\" id=\"span_3\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_4\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_5\">17:09:39</span>\n<span class=\"hidden_text\" id=\"span_6\">                           ARB.P. 1493/2024</span>\n<p data-structure=\"Issue\" id=\"p_1\">                          1.     The present petition under <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and\n                          Conciliation Act, 1996 (hereinafter referred to as the A&amp;C Act) seeks the\n                          appointment of a sole arbitrator to adjudicate the disputes between the\n                          parties.\n</p><p data-structure=\"Facts\" id=\"p_2\">                          2.     The disputes between the parties have arisen in the context of a\n                          Contract awarded by the respondent to the petitioner for laying down the\n                          railway line of 39.906 km from Penukonda to Dharmavaram (Andhra\n                          Pradesh), including telecommunication and electrical works. A Request for\n                          Proposal (RFP) for the said work was issued on 26.08.2022, pursuant to\n                          which the petitioner participated in the tender process and emerged as the\n                          lowest bidder.\n</p><p data-structure=\"Issue\" id=\"p_3\">                          3.     Consequently, a letter of acceptance dated 19.01.2023 was issued in\n                          favour of the petitioner, followed by a Contract Agreement dated\n                          05.05.2023.\n</p><p data-structure=\"Issue\" id=\"p_4\">                          4.     The completion period under the aforesaid Contract was 608 days and\n                          four milestones were prescribed under the Contract.\n</p><p data-structure=\"RespArg\" id=\"p_5\">                          5.     The petitioner submitted numerous bank guarantees to the respondent\n                          in terms of the relevant Contract conditions. It has been submitted that in\n                          terms of the Contract, the respondent was to provide technical drawings/\n                          documents/ land with respect to the execution of the work. However, the\n                          respondent was at default in this regard, and in providing timely site\n                          clearance to the petitioner. Resultantly, delays were occasioned.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">                          6.     It is also the case of the petitioner that numerous clauses of the\n\n\n<span class=\"hidden_text\" id=\"span_7\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_8\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                       Page 2 of 22</span>\n<span class=\"hidden_text\" id=\"span_9\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_10\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_11\">17:09:39</span>\n                           Contract were violated/ breached by the respondent and the requisite time\n                          extensions were also not provided in a timely manner.\n</p><p data-structure=\"Facts\" id=\"p_7\">                          7.     The disputes/differences between the parties aggravated when the\n                          respondent allegedly sought to impose penalty on the petitioner and also\n                          withheld significant amounts from the RA Bills raised by the petitioner on\n                          the respondent.\n</p><p data-structure=\"Section\" id=\"p_8\">                          8.     The Contract between the parties contains a dispute resolution clause\n                          which reads as under:-\n</p><blockquote id=\"blockquote_1\">                                                                  &quot;<a href=\"/doc/1540780/\" id=\"a_2\">ARTICLE 24</a>\n\n                                                           DISPUTE RESOLUTION\n\n                                  24.1 Conciliation of Disputes\n\n                                  24.1.1 All disputes and differences of any kind whatsoever arising out of\n                                  or in connection with the contract, whether during the progress of the\n                                  work or after its completion and whether before or after the\n                                  determination of the contract, shall be referred by the Contractor to the\n                                  &quot;Authority&quot; through &quot;Notice of Dispute&quot; provided that no such notice\n                                  shall be served later than 30 days after the date of issue of Completion\n                                  Certificate by the Authority Engineer. Authority shall, within 30 days\n                                  after receipt of the Contractor&#x27;s &quot;Notice of Dispute&quot;, notify the name of\n                                  conciliator(s) to the Contractor. In case Authority fails to fix Conciliator\n                                  within 30 days, Contractor shall be free to approach Dispute\n                                  Adjudication Board (DAB) for adjudication of Dispute.\n</blockquote>\n<blockquote id=\"blockquote_2\">                                  24.1.2 The Conciliator(s) shall assist the parties to reach an amicable\n                                  settlement in an independent and impartial manner within the terms of\n                                  contract. If the parties reach agreement on a settlement of the dispute,\n                                  they shall draw up and sign a written settlement agreement duly signed\n                                  by Authority Engineer, Contractor and conciliator(s). When the\n                                  settlement agreement is signed, it shall be final and binding on the\n                                  parties. The conciliators shall be paid fee as fixed by Ministry of\n                                  Railways time to time, which shall be shared equally by the parties.\n                                  24.1.3 The parties shall not initiate, during the conciliation proceedings,\n                                  any reference to DAB or arbitral or judicial proceedings in respect of a\n                                  dispute that is the subject matter of the conciliation proceedings.\n</blockquote>\n<blockquote id=\"blockquote_3\">                                  24.1.4 The conciliation shall be carried out as per &#x27;The Arbitration and\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_13\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                  Page 3 of 22</span>\n<span class=\"hidden_text\" id=\"span_14\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_15\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_16\">17:09:39</span>\n                                   <a href=\"/doc/1306164/\" id=\"a_3\">Conciliation Act, 1996</a>&#x27; and the proceedings may be terminated as per\n                                  <a href=\"/doc/153474/\" id=\"a_4\">Section 76</a> of the above Act.\n</blockquote>\n<blockquote id=\"blockquote_4\">                                  24.2 Dispute Adjudication Board (DAB)\n\n\n                                  24.2.1 A dispute/s if not settled through conciliation, shall be referred to\n                                  DAB. The DAB shall consist of a panel of three Retired Railway Officers\n                                  not below senior administrative grade (SAG). The DAB shall be formed\n                                  within 90 days of signing of Contract Agreement. For this purpose, the\n                                  Authority will maintain a panel of DAB members. The complete panel,\n                                  which shall not be less than five members, shall be sent by Authority to\n                                  the Contractor to nominate one member of the DAB from the panel as\n                                  Contractor&#x27;s nominee within two weeks of receipt of the panel. On\n                                  receipt of Contractor&#x27;s nominee, the Authority shall nominate one\n                                  member from the same panel as Authority&#x27;s nominee for the DAB. Both\n                                  above nominees shall jointly select presiding member of the DAB from\n                                  the same panel.\n</blockquote>\n<blockquote id=\"blockquote_5\">                                  24.2.2 The appointment of DAB shall be effectuated by way of a tri-\n                                  partite agreement among the Authority, Contractor and the respective\n                                  DAB members. The terms of the remuneration of each member shall be\n                                  as fixed by Ministry of Railways from time to time. Each party shall be\n                                  responsible for paying one-half of this remuneration.\n</blockquote>\n<blockquote id=\"blockquote_6\">                                  24.2.3 If one or more of the members appointed refuses to act as DAB\n                                  member, or is unable or unwilling to perform his functions as DAB\n                                  member for any reason whatsoever or dies or in the opinion of the\n                                  Authority fails to act without undue delay, the parties shall terminate the\n                                  mandate of such DAB member and thereupon new DAB member shall be\n                                  appointed in the same manner, as the outgoing DAB member had been\n                                  appointed.\n</blockquote>\n<blockquote id=\"blockquote_7\">                                  24.2.4 The appointment of any member may be terminated by mutual\n                                  agreement of both Parties, but not by the Authority or the Contractor\n                                  acting alone. Unless otherwise agreed by both the Parties, the\n                                  appointment of the DAB (including each member) shall expire upon\n                                  expiry of this Contract Agreement.\n</blockquote>\n<blockquote id=\"blockquote_8\">                                  24.2.5 Before start of DAB proceedings, each DAB member shall give the\n                                  following certificate to the Authority and the Contractor: &quot;I have no any\n                                  past or present relationship in relation to the subject matter in dispute,\n                                  whether financial, business, professional or other kind. Further, I have\n                                  no any past or present relationship with or interest in any of the parties\n                                  whether financial, business, professional or other kind, which is likely to\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_18\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                  Page 4 of 22</span>\n<span class=\"hidden_text\" id=\"span_19\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_20\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_21\">17:09:39</span>\n                                   give rise to justifiable doubts as to my independence or impartiality.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_9\">                                  24.2.6 DAB proceedings shall be conducted as decided by the DAB. The\n                                  DAB shall give its decision within 90 days of a Dispute referred to it by\n                                  any of the Parties, duly recording the reasons before arriving at the\n                                  decision. The DAB shall decide the issue within terms and conditions of\n                                  the contract. This time limit shall be extendable subject to the Parties\n                                  mutual agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">                                  24.2.7 The DAB decision shall not be binding on both the Parties. In case\n                                  any party is not satisfied by the decision of DAB, then the aggrieved\n                                  party may approach Standing Arbitral Tribunal for arbitration\n                                  proceedings. However, even if the aggrieved party had proceeded for\n                                  Arbitration as per provisions of this agreement, 75% of award amount,\n                                  pending adjudication by Standing Arbitral Tribunal/Court of Law, shall\n                                  be made by party to other party, In case payment is to be made by\n                                  Authority to Contractor, the terms &amp; conditions as incorporated in the\n                                  Ministry of Railways letter No. 2016/CEC/CT/ARB/3(NITI Aayog)/Pt.\n                                  dated 08thMar,2017 as amended time to time shall be followed. However,\n                                  in case Contractor has to pay to the Authority, then 75% of the award\n                                  amount shall be deducted by the Authority from the running bills or other\n                                  dues of the Contractor, pending adjudication by Standing Arbitral\n                                  Tribunal/Court of Law.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">                                  24.2.8 No dispute shall be referred to Standing Arbitral Tribunal unless\n                                  the same has been referred to DAB for adjudication. However, in case\n                                  DAB is not formed, due to any reason, the disputes can be directly\n                                  referred to Standing Arbitral tribunal to adjudicate the dispute.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">                                  24.2.9 In the specific cases of any misconduct by any of the members of\n                                  the DAB, the parties shall have the right to specifically bring it to the\n                                  notice of the DAB such conduct, through a statement filed with necessary\n                                  documents in proof of such misconduct and the DAB, after taking\n                                  NOTICE of such conduct initiate the replacement of the member\n                                  concerned in the same manner the member to be replaced was appointed.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">                                  24.2.10 Once the decision is given by DAB, DAB cannot review the\n                                  decision at its own or on the request of one party, unless both parties\n                                  agree for review of decision by DAB.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">                                  24.2.11 In case DAB decision is not challenged by either party within\n                                  180 days of receipt of decision of DAB, the decision shall be considered\n                                  as final and Parties would be barred for referring the same to Standing\n                                  Arbitral Tribunal for adjudication.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_23\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                     Page 5 of 22</span>\n<span class=\"hidden_text\" id=\"span_24\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_25\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_26\">17:09:39</span>\n<p data-structure=\"Section\" id=\"p_15\">                                   24.2.12 The obligation of the Authority and the Contactor shall not be\n                                  altered by reasons of issue being or under reference to DAB.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">                                  24.2.13 The DAB shall conduct the proceedings at [Delhi] or any other\n                                  convenient venue which shall be decided by DAB in consultations with\n                                  parties.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">                                  24.2.14 It is a term of this contract that the Parties shall not approach\n                                  any Court of Law for settlement of such disputes or differences unless an\n                                  attempt has first been made by the parties to settle such disputes or\n                                  differences through DAB and Standing Arbitral Tribunal.\n</p>\n<p data-structure=\"Facts\" id=\"p_18\">                                  24.3 Standing Arbitral Tribunal\n\n                                  24.3.1 The arbitration proceedings shall be conducted as per &quot;<a href=\"/doc/1306164/\" id=\"a_5\">The\n                                  Arbitration and Conciliation Act, 1996</a>&quot;. The Arbitral Tribunal shall\n                                  consist of a panel of three Retired Railway Officers not below senior\n                                  administrative Grade (SAG). The Standing Arbitral Tribunal shall be\n                                  formed within 90 days of signing of Contract document. For this purpose,\n                                  the Authority shall maintain a panel of arbitrators. The complete pane1,\n                                  which shall not be less than five members, shall be sent by Authority to\n                                  the Contractor to nominate one arbitrator from the panel as Contractor&#x27;s\n                                  nominee within two weeks of receipt of the panel On receipt of\n                                  Contractor&#x27;s nominee, the Authority shall appoint above contractor&#x27;s\n                                  nominee as well as another from the same panel as Authority&#x27;s nominee\n                                  as arbitrators, Both above arbitrators shall jointly select presiding\n                                  arbitrator from the same panel.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">                                  24.3.2 If the Contractor fails to select the contractor&#x27;s nominee from the\n                                  panel within two weeks of the receipt of the said panel, the Authority\n                                  shall, after giving one more opportunity to contractor to nominate one as\n                                  contractor&#x27;s nominee within, next two weeks, appoint two arbitrators\n                                  from the same panel. Both above arbitrators shall jointly select presiding\n                                  arbitrator from the same panel.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">                                  24.3.3 If one or more of the Arbitrators appointed refuses to act as\n                                  Arbitrator, withdraws from his office as Arbitrator, or vacates his office\n                                  or is unable or unwilling to perform his functions as Arbitrator for any\n                                  reason whatsoever or dies or in the opinion of the Authority fails to act\n                                  without undue delay, the parties shall terminate the mandate of such\n                                  arbitrator and thereupon new arbitrator shall be appointed in the same\n                                  manner, as the outgoing arbitrator had been appointed.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">                                  24.3.4 Before start of arbitration proceedings, each appointed arbitrator\n                                  shall give the following certificate to the Authority and the Contractor:\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_27\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_28\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                Page 6 of 22</span>\n<span class=\"hidden_text\" id=\"span_29\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_30\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_31\">17:09:39</span>\n<blockquote id=\"blockquote_9\">                                   &quot;I have no any past or present relationship in relation to the subject\n                                  matter in dispute, whether financial, business, professional or other kind.\n                                  Further, I have no any past or present relationship with or interest in any\n                                  of the parties whether financial, business, professional or other kind,\n                                  which is likely to give rise to justifiable doubts as to my independence or\n                                  impartiality in terms of <a href=\"/doc/1306164/\" id=\"a_6\">The Arbitration and Conciliation Act, 1996</a>.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_22\">                                  24.3.5 In the specific cases of any misconduct by any of the members of\n                                  the TRIBUNAL, the parties shall have the right to specifically bring it to\n                                  the notice of the TRIBUNAL such conduct, through a statement filed with\n                                  necessary documents in proof of such misconduct and the TRIBUNAL,\n                                  after taking NOTICE of such conduct initiate the replacement of the\n                                  member concerned, in the same manner the member to be replaced was\n                                  appointed.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">                                  24.3.6 Each party has to prepare and furnish to Standing Arbitral\n                                  Tribunal and other party, once in a every six months, an account giving\n                                  full and detailed particulars of all claims, which even after decision of\n                                  DAB are unsettled, to which the parties may consider themselves entitled\n                                  to during the last preceding six months. If any dispute has arisen as\n                                  regards execution of the works under the contract, while submitting the\n                                  said half yearly claims, the parties shall give full particulars of such\n                                  dispute in the said submission. After signing Contract agreement, within\n                                  6 months, the parties shall submit all the claims from date of award of\n                                  contract in first submission of claims.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_24\">                                  24.3.7 The said communication will be the reference of the dispute to the\n                                  ARBITRAL TRIBUNAL appointed under the present agreement.\n</p>\n<p data-structure=\"Section\" id=\"p_25\">                                  24.3.8 The parties shall submit all the relevant documents in support of\n                                  their claims and the reasons for raising the dispute to the TRIBUNAL.\n</p>\n<p data-structure=\"Facts\" id=\"p_26\">                                  24.3.9 The said claims of the parties so referred to ARBITRAL\n                                  TRIBUNAL so far it relates to the disputed claims, shall be treated as\n                                  Statement of Claims of the parties and the ARBITRAL TRIBUNAL shall\n                                  call upon the other party to submit its reply. The ARBITRAL TRIBUNAL\n                                  after giving an opportunity of being heard to both the parties, decide the\n                                  dispute within a period of Four months from the date of communication\n                                  of the dispute under clause 24.3.6 above. The Arbitral Tribunal will pass\n                                  a reasoned award in writing, while deciding the Dispute, Once the award\n                                  is declared, the Arbitral Tribunal cannot review the same except what is\n                                  permissible in terms of provisions contained in <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration and\n                                  Conciliation Act</a>. The parties shall be entitled to the remedies under the\n                                  Arbitration and Conciliation Act1996 or any amendment thereof.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_33\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                 Page 7 of 22</span>\n<span class=\"hidden_text\" id=\"span_34\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_35\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_36\">17:09:39</span>\n<p data-structure=\"Conclusion\" id=\"p_27\">                                   24.3.10 The parties agree that all the claims of any nature whatsoever,\n                                  which the parties may have in respect of the work of the preceding six\n                                  months, should be made in the said Statements of half yearly claims. If\n                                  the parties do not raise the claim, if any, arising from the work done in\n                                  the preceding six months in the statement of half yearly claim, to\n                                  Standing Arbitral Tribunal, the parties shall be deemed to have waived\n                                  and given up the claims. The ARBITRAL TRIBUNAL shall not entertain\n                                  such disputes, which have not been raised in the statement of half yearly\n                                  Claim before the Standing Arbitral Tribunal and such claims will stand\n                                  excluded from the scope of arbitration and beyond the terms of reference\n                                  to the ARBITRAL TRIBUNAL.\n</p>\n<p data-structure=\"Section\" id=\"p_28\">                                  24.3.11 The parties agree that where the Arbitral award is for payment\n                                  of money, no interest shall be payable on the whole or any part of the\n                                  money for any period till the date on which the award is made.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">                                  24.3.12 The obligation of the Authority and the Contactor shall not be\n                                  altered by reasons of arbitration being conducted during the progress of\n                                  work. Neither party shall be suspended the work on account of\n                                  arbitration and payments to the contractor shall continue to be made in\n                                  terms of the contract and /or as awarded (except when Award is\n                                  challenged in the Court in which case the payments would be as per the\n                                  court&#x27;s orders )\n\n                                  24.3.13 The ARBITRAL TRIBUNAL shall remain in force during the\n                                  entire period the PRINCIPAL CONTRACT is in force and until the\n                                  closure of the PRINCIPALCONTRACT with the final no claim\n                                  certificate, which will be filed with ARBITRAL TRIBUNAL.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">                                  24.3.14 The Arbitral Tribunal shall conduct the Arbitration proceedings\n                                  at [Delhi] or any other convenient venue which shall be decided by\n                                  Tribunal in consultation with both parties.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">                                  24.3.15 The cost of arbitration shall be borne equally by the respective\n                                  parties. The cost shall inter-alia include fee of the arbitrators as per the\n                                  rates fixed by the Indian Railways from time to time.\n</p>\n<p data-structure=\"Section\" id=\"p_32\">                                  24.3.16 It is a term of this contract that the Contractor shall not\n                                  approach any Court of Law for settlement of such disputes or differences\n                                  unless an attempt has first been made by the parties to settle such\n                                  disputes or differences through conciliation, DAB and Standing Arbitral\n                                  Tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">                                  24.3.17 Even in case arbitration award is challenged by a party in the\n                                  Court of Law, 75% of award amount, pending adjudication by Court of\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_38\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                  Page 8 of 22</span>\n<span class=\"hidden_text\" id=\"span_39\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_40\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_41\">17:09:39</span>\n                                   Law, shall be made by party to other party. In case payment is to be\n                                  made by Authority to Contractor, the terms &amp;conditions as incorporated\n                                  in the Ministry of Railways letter No. 2016/CE(I)/CT/ARB/3(NITI\n                                  Aayog)/Pt, dated 08thMar, 2017 as amended time to time shall be\n                                  followed. However, in case Contractor has to pay to the Authority,\n                                  then75% of the award amount shall be deducted by the Authority from\n                                  the running bills or other dues of the Contractor, pending adjudication\n                                  by Court of Law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">                                  24.3.18 The contract shall be governed by the law for the time being in\n                                  force in the Republic of India. In case of any disputes/differences\n                                  resulting in court Cases between Contractor &amp; Authority, the jurisdiction\n                                  shall be of Courts at [Delhi]Only&quot;\n</p>\n<blockquote id=\"blockquote_10\">                          9.     Disputes having arisen between the parties, a &quot;Notice of Dispute&quot; was\n                          issued by the petitioner vide communication dated 27.07.2024. In terms of\n                          the prescription in the dispute resolution clause, the respondent was\n                          requested to appoint a conciliator to resolve the disputes between the parties.\n                          The respondent sent a communication dated 09.08.2024 to the petitioner\n                          stating as under :-\n</blockquote><blockquote id=\"blockquote_11\">                                                        &quot;SOUTH WESTERN RAILWAY\n                                  W.148/ ARB/BNC/06/24-25 Office of the Chief Administrative\n                                                          Officer Construction, Cantonment.\n                                                          Millers Road, Bangalore - 560 001\n                                                                         August 9, 2024\n                                  M/s. Jhajharia Nirman Ltd.\n</blockquote><blockquote id=\"blockquote_12\">                                  Jhajhari Mansion, Jagmal Block,\n                                  Bilaspur, Chattisgarh, 495001\n                                  Mail Id- Jhajharia_nirman@yahoo.com\n                                         Sub: Construction of Electrified Double line track between\n                                  Penukondo Junction (Km. 136.694) to Dharmavaram (Km. 176.600)\n                                  including Telecommunication &amp;Electrical Works EPC Tender No PKD-\n                                  DMM-EPC LOA dt. 19/01/2023\n                                         Ref: (1) GM/SWR/UBL Letter No. G/ A-29/2023/DAB (E 99771 &amp;\n                                  GB (ARBT)/ 26/2023 dt. 14/12/2023.\n</blockquote><blockquote id=\"blockquote_13\">                                         (2) This office letter of even number dt. 01/02/2024\n                                                                          ******\n                                          As per the provisions in the Contract Agreement. Panels of SAT -\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_42\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_43\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                               Page 9 of 22</span>\n<span class=\"hidden_text\" id=\"span_44\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_45\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_46\">17:09:39</span>\n<p data-structure=\"CDiscource\" id=\"p_35\">                                   Standing Arbitration Tribunal and DAB - Dispute Adjudication Board\n                                  have been formed by the Competent Authority vide letter dt. 14/12/2023.\n                                  Copy of the same was forwarded vide this office letter of even number dt.\n                                  01/02/2024 to resolve/ address the disputes between the Contractor and\n                                  Railways, if any.\n</p>\n<p data-structure=\"Facts\" id=\"p_36\">                                          As per the letter dt. 14/12/2023 from GM/SWR/UBL for DAB &amp;\n                                  SAT - on receipt of Contractor&#x27;s nominee, the Chief Engineer shall\n                                  nominate one member from the same panel as Railway nominee for the\n                                  DAB/SAT for EPC Works and process further as per LOA/Contract\n                                  Agreement.\n</p><p data-structure=\"Conclusion\" id=\"p_37\">                                          In view of the above, your nominee from the DAB/SAT Panel may\n                                  be chosen and forwarded to this office for further necessary action\n                                  please.\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">                                                                                                      Sd/-\n</p><p data-structure=\"Precedent\" id=\"p_39\">                                                                                            B. V. Baraskar\n\n                                                                                  Chief Materials Manager\n                                                                            Construction/Contonment/SWR&quot;\n</p>\n\n<blockquote id=\"blockquote_14\">                          10.    The above letter was responded to by the petitioner on 20.08.2024\n                          stating as follows:-\n</blockquote>\n\n<blockquote id=\"blockquote_15\">                                                &quot;Jhajharia Nirman Limited\n\n                                  JNL/PKD-DMM/23-24/DAB&amp;SAT/01 Date: 20.08.2024\n\n                                  To\n                                  Chief Materials Manager\n                                  South Western Railway\n                                  Bangalore\n\n                                                 Through Authority Engineer (DyCE/IV/BNC)\n\n                                  Subject: Nominee from DAB &amp; SAT Panel\n\n                                  Ref.:\n</blockquote><blockquote id=\"blockquote_16\">                                           1. Letter No: W.148/ARB/BNC/DAB dated 01.02.2024.\n</blockquote><blockquote id=\"blockquote_17\">                                           2. Letter No: W.148/ARB/BNC/06/24-25 dated\n                                          09.08.2024.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_48\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                               Page 10 of 22</span>\n<span class=\"hidden_text\" id=\"span_49\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_50\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_51\">17:09:39</span>\n<blockquote id=\"blockquote_18\">                                   Dear Sir,\n                                          With reference to the above-mentioned letters, we are hereby\n                                  nominating the followingmember from the Panel list provided by your\n                                  office.\n</blockquote><blockquote id=\"blockquote_19\">                                         1. For DAB Panel (Dispute Adjudication Board) - Shri. BP Khare,\n                                  RetdGM/DLW/Varanasi\n</blockquote><blockquote id=\"blockquote_20\">                                         2. For SAT Panel (Standing Arbitration Tribunal) - Shri. Ajay\n                                  Kumar Lal, RetdPFA&amp;CAO/NR\n\n                                  Thanking you in anticipation,\n                                  For, Jhajharia Nirman Limited\n\n                                  Director\n                                  Copy to:\n</blockquote><blockquote id=\"blockquote_21\">                                  1. Authority (CE/C-II/BNC) for information please.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_40\">                          11.    In view of the emergent situation created on account of the disputes\n                          between the parties, particularly on account of the alleged withholding of the\n                          RA Bills raised by the petitioner, a communication dated 30.08.2024 was\n                          addressed by the petitioner to the Authority Engineer of the respondent\n                          stating as under:-\n</p><blockquote id=\"blockquote_22\">                                  &quot;......\n</blockquote><blockquote id=\"blockquote_23\">                                  As per <a href=\"/doc/1540780/\" id=\"a_8\">Article 24</a> of our contract agreement, Vide clause 24.1 &quot;All\n                                  disputes and differences of any kind whatsoever arising out of or in\n                                  connection with the contract, whether during the progress of the work or\n                                  after its completion and whether before or after the determination of the\n                                  contract, shall be referred by the Contractor to the &quot;Authority&quot; through\n                                  &quot;Notice of Dispute&quot; provided that no such notice shall be served later\n                                  than 30 days after the date of issue of Completion Certificate by the\n                                  Authority Engineer. Authority shall, within 30 days after receipt of the\n                                  Contractor&#x27;s &quot;Notice of Dispute&quot;, notify the name of conciliator(s) to the\n                                  Contractor. In case Authority fails to fix Conciliator within 30 days,\n                                  Contractor shall be free to approach Dispute Adjudication Board (DAB)\n                                  for adjudication of Dispute.&quot; It is clear that after request made on\n                                  27.07.2024, name of conciliator has not been communicated to us even\n                                  after 33 days.\n</blockquote>\n<blockquote id=\"blockquote_24\">                                  We would also like to bring to your attention that as per clause 24.2.1&quot;A\n                                  dispute/s if not settled through conciliation, shall be referred to DAB.\n                                  The DAB shall consist of a panel of three Retired Railway Officers not\n                                  below senior administrative grade (SAG). The DAB shall be formed\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_53\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                Page 11 of 22</span>\n<span class=\"hidden_text\" id=\"span_54\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_55\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_56\">17:09:39</span>\n                                   within 90 days of signing of Contract Agreement.&quot; And as per clause\n                                  24.2.8&quot;No dispute shall be referred to Standing Arbitral Tribunal unless\n                                  the same has been referred to DAB for adjudication. However, in case\n                                  DAB is not formed due to any reason, the disputes can be directly\n                                  referred to Standing Arbitral Tribunal to adjudicate the dispute.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_41\">                                  Referring to clauses 24.2.1 and 24.2.8, it is clear that the Dispute\n                                  Adjudication Board (DAB) was supposed to be established within 90\n                                  days following the contract agreement, specifically by August 3, 2023.\n                                  However, for any number of reasons best known to the Authority, this has\n                                  not occurred. Therefore, according to clause 24.2.8, the contractor has\n                                  the right to approach the Standing Arbitral Tribunal instead of\n                                  proceeding with DAB proceedings.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">                                  In light of this clause, we kindly request the establishment of a SAT\n                                  Panel, and since the panel of the given 5 members does not fulfill the\n                                  criteria as laid down by the Hon&#x27;ble Supreme Court, we request you to\n                                  provide us a broader panel in terms of the said law or we can proceed to\n                                  appoint our nominee, so as to proceed urgently with the constitution of\n                                  the 3 Member Arbitral Tribunal.\n</p>\n<p data-structure=\"Section\" id=\"p_43\">                                  We would also like to highlight, as per clause 24.3.12 &quot;The obligation of\n                                  the Authority and the Contactor shall not be altered by reasons of\n                                  arbitration being conducted during the progress of work. Neither party\n                                  shall be suspended the work on account of arbitration and payments to\n                                  the contractor shall continue to be made in terms of the contract and /or\n                                  as awarded (except when Award is challenged in the Court in which case\n                                  the payments would be as per the court&#x27;s orders).&quot;\n                                  In accordance with clause 24.3.12, it is clear that payments are required\n                                  to be disbursed to the contractor during the Tribunal proceedings.\n                                  Therefore, we kindly ask that you notify the Accounts department of\n                                  BNC/SWR, enabling us to submit our invoices and facilitate the release\n                                  of payment.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">                                  Given that the project is currently in a critical phase and our payments\n                                  have been suspended due to your unilateral decision, we are finding it\n                                  increasingly challenging to maintain operations. We kindly request your\n                                  prompt action in appointing the Arbitral Tribunal for early effective\n                                  adjudication of the dispute and also furthermore advising AFA/BNC on\n                                  the release of payments for the invoices that will be submitted. Pl note for\n                                  full disclosure, we have filed proceedings before the Hon&#x27;ble Delhi High\n                                  Court as well, which your good self is well aware and duly represented.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_45\">                          12.    No response to the said communication was sent by the respondent to\n\n\n\n<span class=\"hidden_text\" id=\"span_57\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_58\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                  Page 12 of 22</span>\n<span class=\"hidden_text\" id=\"span_59\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_60\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_61\">17:09:39</span>\n                           the petitioner.\n</p><p data-structure=\"Issue\" id=\"p_46\">                          13.    In the above backdrop, the present petition has been filed by the\n                          petitioner seeking appointment of a sole arbitrator to adjudicate the disputes\n                          between the parties.\n</p><p data-structure=\"RespArg\" id=\"p_47\">                          14.    Mr. Anurag Ahluwalia, learned standing counsel for the respondent\n                          has sought to oppose the present petition on the following grounds :-\n</p><blockquote id=\"blockquote_25\">                            i.   It is submitted that the present petition is not maintainable inasmuch\n                                 as the petitioner has filed the same without taking the mandatory pre-\n                                 requisites prior to invocation of the arbitration i.e. reference of the\n                                 matter to Conciliator and thereafter to the Dispute Adjudication Board\n                                 (DAB) to resolve the disputes.\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\">                           ii.   It is also submitted that constitution of the arbitral tribunal has to be in\n                                 accord with the prescription of the Contract and it is not permitted to\n                                 deviate therefrom. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"28100587\" id=\"span_62\">In this regard, he relies upon the judgment of the\n                                 Supreme Court in the case of Central Organization for <a href=\"/doc/28100587/\" id=\"a_9\">Railway\n                                 Electrification v. ECI-SPIC-SMO-MCML (JV</a>) a Joint Venture\n                                 Company (2020) 14 SCC 712.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_49\">                          15.    Having considered the rival contention of the respective counsel, I\n                          find no impediment in constituting an arbitral tribunal to adjudicate the\n                          disputes between the parties.\n</p><p data-structure=\"CDiscource\" id=\"p_50\">                          16.    As regards, the first objection that the petitioner be compelled to\n                          participate in conciliation and in proceedings before DAB before referring\n                          the dispute to arbitration, it is notable that the petitioner requested for\n                          appointment of a conciliator vide letter dated 27.07.2024, in terms of the\n                          relevant provisions in the Contract. The concerned Authority of the\n                          respondent was obliged to notify the petitioner of the name of the conciliator\n\n\n<span class=\"hidden_text\" id=\"span_63\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_64\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                           Page 13 of 22</span>\n<span class=\"hidden_text\" id=\"span_65\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_66\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_67\">17:09:39</span>\n                           within 30 days. The same was admittedly not done, although the Conciliator\n                          is stated to have been nominated belatedly after the disputes between the\n                          parties had escalated further to a significant extent.\n</p><p data-structure=\"CDiscource\" id=\"p_51\">                          17.    Further, the constitution of the DAB in the present case was belated\n                          and not within the timeframe stipulated in the Contract Agreement. In terms\n                          of the Contract, the DAB was to be formed within the 90 days of signing of\n                          the contract agreement. Admittedly, the same was not done.\n</p><p data-structure=\"Precedent\" id=\"p_52\">                          18.    In numerous judicial precedents, this Court has taken the view that\n                          any pre-condition in an arbitration agreement obliging one of the contracting\n                          parties to either exhaust the pre-arbitral amicable resolution avenues or to\n                          take recourse to Conciliation are directory and not mandatory.\n</p><p data-structure=\"Precedent\" id=\"p_53\">                          19.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120328566\" id=\"span_68\">In this regard, reference may be made to <a href=\"/doc/120328566/\" id=\"a_10\">Oasis Projects\n                          Ltd. v. National Highway &amp; Infrastructure Development Corporation\n                          Limited</a>(2023) 1 HCC (Del) 525, wherein the Court has observed as under:</span>\n</p><blockquote id=\"blockquote_26\">                                           &quot;12. The primary issue to be decided in the present petition is,\n                                           therefore, as to whether it was mandatory for the petitioner to\n                                           resort to the conciliation process by the Committee before\n                                           invoking arbitration. Though <a href=\"/doc/1858991/\" id=\"a_11\">Article 26.2</a> clearly states that\n                                           before resorting to arbitration, the parties agree to explore\n                                           conciliation by the Committee, in my opinion, the same cannot\n                                           be held to be mandatory in nature. It needs no emphasis that\n                                           conciliation as a dispute resolution mechanism must be\n                                           encouraged and should be one of the first endeavours of the\n                                           parties when a dispute arises between them. However, having\n                                           said that, conciliation expresses a broad notion of a voluntary\n                                           process, controlled by the parties and conducted with the\n                                           assistance of a neutral third person or persons. It can be\n                                           terminated by the parties at any time as per their free will.\n                                           Therefore, while interpreting <a href=\"/doc/1858991/\" id=\"a_12\">Article 26.2</a>, the basic concept of\n                                           conciliation would have to be kept in mind.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_54\">                                                                                            [Emphasis supplied]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_69\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_70\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                               Page 14 of 22</span>\n<span class=\"hidden_text\" id=\"span_71\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_72\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_73\">17:09:39</span>\n</p><p data-structure=\"Precedent\" id=\"p_55\">                           20.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"89451411\" id=\"span_74\">In <a href=\"/doc/89451411/\" id=\"a_13\">Kunwar Narayana v. Ozone Overseas Pvt. Ltd</a> 2021:DHC:496, the\n                          Court has made the following observations:</span>\n</p><blockquote id=\"blockquote_27\">                                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45578092\" id=\"span_75\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"192522649\" id=\"span_76\">&quot;5. Ms. Pahwa, learned Counsel for the respondents submitted\n                                           that her only objection, to the petition, was that the petitioner\n                                           has not exhausted the avenue of amicable resolution,\n                                           contemplated by Clause 12 of the Share Buyback Agreement. I\n                                           am not inclined to agree with this submission. The recital of\n                                           facts, as set out in the petition, indicate that efforts at trying to\n                                           resolve the disputes, amicably were made, but did not succeed.\n                                           Even otherwise, the Supreme Court in <a href=\"/doc/192522649/\" id=\"a_14\">Demarara Distilleries\n                                           Pvt. Ltd. v. Demerara Distilleries Ltd.</a> and this Court, in its\n                                           judgment in <a href=\"/doc/45578092/\" id=\"a_15\">Ravindra Kumar Verma v. BPTP Ltd.</a>, opined that\n                                           relegation of the parties to the avenue of amicable resolution,\n                                           when the Court is moved under <a href=\"/doc/605764/\" id=\"a_16\">Section 11(6)</a> of the 1996 Act,\n                                           would be unjustified, where such relegation would merely be in\n                                           the nature of an empty formality. The arbitration clause in the\n                                           present case does not envisage any formal regimen or protocol\n                                           for amicable resolution, such as issuance of a notice in that\n                                           regard and completion of any stipulated time period thereafter,\n                                           before which arbitral proceedings could be invoked.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45578092\" id=\"span_77\">In the\n                                           absence of any such stipulation, I am of the opinion, following\n                                           the law <a href=\"/doc/45578092/\" id=\"a_17\">laid down in</a> <a href=\"/doc/45578092/\" id=\"a_18\">Demarara Distilleries Pvt. Ltd. and\n                                           Ravindra Kumar Verma v. BPTP Ltd.</a> nothing worthwhile would\n                                           be achieved, by relegating the parties to explore any avenue of\n                                           amicable resolution. Besides, the appointment of an arbitrator\n                                           by this Court would not act as an impediment in the parties\n                                           resolving their disputes amicably, should it be possible at any\n                                           point of time.&quot;</span>\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_56\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"175316112\" id=\"span_78\">21.    This Court in <a href=\"/doc/175316112/\" id=\"a_19\">Subhash Infraengineers (P) Ltd. v. NTPC Ltd.</a> 2023\n                          SCC OnLine Del 2177 has held as under:--</span>\n</p><blockquote id=\"blockquote_28\">                                           &quot;21. In this regard, it is relevant to note that in terms of <a href=\"/doc/479572/\" id=\"a_20\">Section\n                                           62(3)</a> of the Act, it is open for a party to reject the invitation to\n                                           conciliate. Further, in terms of <a href=\"/doc/153474/\" id=\"a_21\">Section 76</a> of the Act, the\n                                           conciliation proceedings can be terminated by a written\n                                           declaration of a party and there is no legal bar in this regard. In\n                                           the present case, Clause 7.2.5 of the GCC expressly provides\n                                           that &quot;parties are free to terminate Conciliation proceedings at\n\n\n\n<span class=\"hidden_text\" id=\"span_79\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_80\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                    Page 15 of 22</span>\n<span class=\"hidden_text\" id=\"span_81\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_82\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_83\">17:09:39</span>\n                                            any stage as provided under the <a href=\"/doc/1306164/\" id=\"a_22\">Arbitration and Conciliation\n                                           Act, 1996</a>.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_57\">                                                                          ***\n\n</p><p data-structure=\"Precedent\" id=\"p_58\">                                           28. In the present case, the clause/pre arbitral mechanism\n                                           contemplates mutual consultation followed by conciliation. As\n                                           noticed in Abhi Engg. and Oasis Projects, conciliation is a\n                                           voluntary process and once a party has opted out of\n                                           conciliation, it cannot be said that the said party cannot take\n                                           recourse to dispute resolution through arbitration.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_59\">                          22.    Also, given that the disputes between the parties require urgent\n                          adjudication, it would be wholly untenable to compel the parties to go\n                          through the motions of conciliation / DAB proceedings before referring the\n                          disputes to arbitration. This Court in Pele Khezhie v. National Highways\n                          and Infrastructure Development Corporation Limited 2023 SCC OnLine\n                          Del 5320, while relying upon the aforementioned judgments has made the\n                          following observations:\n</p><blockquote id=\"blockquote_29\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"175316112\" id=\"span_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120328566\" id=\"span_85\">12. In the present case, grave urgency has been expressed by the\n                                  petitioner in seeking reference of the disputes to the arbitration\n                                  inasmuch the respondent has issued a notice of intention to terminate\n                                  the contract. In the circumstances, in view of the urgent adjudication\n                                  sought by the petitioner, it would be unwarranted to relegate the\n                                  petitioner to conciliation. As held in <a href=\"/doc/120328566/\" id=\"a_23\">Oasis Projects</a> (supra)\n                                  and <a href=\"/doc/175316112/\" id=\"a_24\">Subhash Infraengineers</a> (supra), <a href=\"/doc/316811/\" id=\"a_25\">Section 77</a> of the A&amp;C Act itself\n                                  contemplates that notwithstanding any conciliation proceedings, it is\n                                  open to a party to initiate arbitration proceedings where such\n                                  proceedings are necessary for preserving its rights.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_30\">                                  13. As such, there is no merit in the contentions raised by learned\n                                  counsel for the respondent that it is not open to the petitioner to seek\n                                  arbitration till the conciliation process, contemplated in <a href=\"/doc/1858991/\" id=\"a_26\">Article 26.2\n                                  (supra)</a> is exhausted.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_60\">                                                                                      (Emphasis supplied)\n</p><p data-structure=\"RespArg\" id=\"p_61\">                          23.    As such, this Court finds no merit in the first objection raised by the\n                          learned counsel for the respondent.\n</p>\n\n<span class=\"hidden_text\" id=\"span_86\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_87\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                              Page 16 of 22</span>\n<span class=\"hidden_text\" id=\"span_88\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_89\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_90\">17:09:39</span>\n<p data-structure=\"CDiscource\" id=\"p_62\">                           24.    Even as regards the second objection, it is notable that this Court has\n                          had occasion to consider the arbitration agreement involving an appointment\n                          procedure similar to the one prescribed in the present case.The arbitration\n                          Clause in the present matter stipulates that the Arbitral Tribunal will consist\n                          of three retired railway officers of at least Senior Administrative Grade\n                          (SAG)and the Authority will maintain a panel of at least five arbitrators. The\n                          panel will be sent to the contractor, who must choose one arbitrator as their\n                          nominee within two weeks. The Authority will then appoint the contractor&#x27;s\n                          nominee and another from the same panel as its own nominee. These two\n                          arbitrators will jointly select a presiding arbitrator from the same panel.\n                          Further, it is provided that the contractor does not select a nominee within\n                          the given two weeks, the Authority will give an additional two weeks. If the\n                          contractor still fails to nominate, the Authority will appoint two arbitrators\n                          from the panel, and they will jointly select the presiding arbitrator.\n</p><p data-structure=\"Precedent\" id=\"p_63\">                          25.    It has been held in a catena of judgments that the above mentioned\n                          appointment procedure does not meet with the requirement of law. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"73906244\" id=\"span_91\">In <a href=\"/doc/73906244/\" id=\"a_27\">Margo\n                          Networks Pvt. Ltd. &amp; Anr. v. Railtel Corporation of India Ltd.</a>,\n                          2023:DHC:4596, it was held as under :</span>\n</p><blockquote id=\"blockquote_31\">                                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69965182\" id=\"span_92\">(i)      In the context of appointment procedure contemplating\n                                appointment out of panel of arbitrators maintained by one of the\n                                contracting parties, it is mandatory that the panel should be sufficiently\n                                broad-based, failing which the appointment procedure does not meet\n                                with the requirements of law. <a href=\"/doc/69965182/\" id=\"a_28\">Referring Voestalpine Schienen Gmbh\n                                vs. Delhi Metro Rail Corporation Ltd</a>, (2017) 4 SCC 665, it was held\n                                that an arbitrator panel must be broad-based, and not restrictive. This\n                                requirement was found to be not fulfilled where the panel comprised\n\n\n<span class=\"hidden_text\" id=\"span_93\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_94\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                            Page 17 of 22</span>\n<span class=\"hidden_text\" id=\"span_95\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_96\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_97\">17:09:39</span>\n                                 solely of ex-employees of a party.</span>\n</blockquote><blockquote id=\"blockquote_32\">                                (ii)     A valid appointment procedure must be balanced and not\n                                confer excessive say or authority on one of the parties to the arbitration,\n                                as regards constitution of the arbitral tribunal. An appointment\n                                procedure which contemplates that one party appoints two out of three\n                                members of the arbitral tribunal, the appointment procedure\n                                contravenes this requirement.\n</blockquote><p data-structure=\"Precedent\" id=\"p_64\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"73906244\" id=\"span_98\">26.    The relevant observations made by this Court in <a href=\"/doc/73906244/\" id=\"a_29\">Margo Networks\n                          Pvt. Ltd.</a> (supra)are as follows -</span>\n</p><blockquote id=\"blockquote_33\">                                   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69965182\" id=\"span_99\">&quot;35. Thus, in an appointment procedure involving appointment from a\n                                   panel made by one of the contracting parties, it is mandatory for the\n                                   panel to be sufficiently broad based, in conformity with the principle <a href=\"/doc/73906244/\" id=\"a_30\">laid\n                                   down in</a> <a href=\"/doc/69965182/\" id=\"a_31\">Voestalpine</a> (supra), failing which, it would be incumbent on the\n                                   Court, while exercising jurisdiction under <a href=\"/doc/1841764/\" id=\"a_32\">Section 11</a>, to constitute an\n                                   independent and impartial Arbitral Tribunal as mandated in TRF (supra)\n                                   and Perkins (supra). The judgement of the Supreme Court in CORE does\n                                   not alter the position in this regard.</span>\n</blockquote>\n<blockquote id=\"blockquote_34\">                                   36. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120328566\" id=\"span_100\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69965182\" id=\"span_101\">In the facts of the present case, applying the principles laid down in\n                                   <a href=\"/doc/69965182/\" id=\"a_33\">Voestalpine</a> (supra) and in view of the aforesaid judgments of this Court,\n                                   including in <a href=\"/doc/120328566/\" id=\"a_34\">L&amp;T Hydrocarbon Engineering Limited</a> (supra), it is evident\n                                   that the panel offered by the respondent to the petitioner in the present\n                                   case is restrictive and not broadbased. The same adversely impinges\n                                   upon the validity of the appointment procedure contained in clause\n                                   3.37 (supra), and necessitates that an independent Arbitral Tribunal be\n                                   constituted by this Court.</span></span>\n</blockquote>\n<blockquote id=\"blockquote_35\">                                   37. This brings us to the next issue that arises in the context of the\n                                   arbitration clause in the present case, viz. whether &quot;counter balancing&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_65\">                                   is achieved in a situation where one of the parties has a right to choose\n                                   an arbitrator from a panel whereas 2/3rd of the members of the arbitral\n                                   tribunal are appointed by the other party.\n</p><p data-structure=\"Conclusion\" id=\"p_66\">                                                                      ***\n</p><p data-structure=\"Precedent\" id=\"p_67\">                                   42. .... The &quot;counter balancing&quot; as contemplated in Perkins (supra)\n                                   cannot be said to have been achieved in a situation where one of the\n                                   parties has a right to choose an arbitrator from a panel and where the\n                                   remaining (2 out of 3) arbitrators are appointed by the other party.&quot;\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_102\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_103\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                  Page 18 of 22</span>\n<span class=\"hidden_text\" id=\"span_104\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_105\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_106\">17:09:39</span>\n<p data-structure=\"Precedent\" id=\"p_68\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180664701\" id=\"span_107\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"73906244\" id=\"span_108\">27.    The observations made in <a href=\"/doc/73906244/\" id=\"a_35\">Margo Networks Pvt. Ltd.</a> (Supra) have\n                          been further referred by this Court in <a href=\"/doc/180664701/\" id=\"a_36\">Taleda Square Private Limited v. Rail\n                          Land Development Authority2023</a> SCC OnLine Del 6321, Kalyan Toll\n                          Infrastructure Ltd v. Union of India and Others 2024 SCC OnLine Del\n                          1525and Techno Compact Builders through Mr. Zulfiquar Ali, Sole\n                          Proprietor v. RAILTEL Corporation of India Limited, 2024 SCC OnLine\n                          Del 2166.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_69\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"73906244\" id=\"span_109\">28.    Consequently, in terms of the said judgment in <a href=\"/doc/73906244/\" id=\"a_37\">Margo Networks Pvt.\n                          Ltd.</a> (Supra) and other judgments of the Co-ordinate Bench of this Court, it\n                          is incumbent on this Court to appoint an independent arbitral tribunal to\n                          adjudicate the disputes between the parties.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"29716\" id=\"span_110\">In this regard, reference may be\n                          made to <a href=\"/doc/29716/\" id=\"a_38\">S.N. Naik &amp; Brothers v. Union of India</a> 2024 SCC OnLine Bom\n                          995, wherein, it has been observed as under :-</span>\n</p><blockquote id=\"blockquote_36\">                                  &quot;18. Thus, in the case of CORE (supra), the Hon&#x27;ble Supreme Court has\n                                  applied the above clause 64(3)(b)(ii) and held that the High Court could\n                                  have not appointed independent sole arbitrator. However, in the case of\n                                  CORE (supra)as discussed hereinafter, the Hon&#x27;ble Supreme Court was\n                                  not called upon to decide whether clause 64(3)(b)(ii) is in confirmity of\n                                  principles laid down in TRF (supra) i.e. whether the arbitral panel is\n                                  broad based and in Perkins (supra), more particularly, whether the\n                                  counter balance is achieved in appointing the arbitral panel. The\n                                  Hon&#x27;ble Supreme Court in the case of CORE (supra) has not whittled\n                                  down the principles laid down in TRF and Perkins (supra). The issues\n                                  answered in the judgment of CORE (supra) are, whether the retired\n                                  railway officers are eligible to be appointed as arbitrators and whether\n                                  the General Manager is eligible to nominate the arbitrators.\n</blockquote>\n<blockquote id=\"blockquote_37\">                                  19 In Tantia Constructions (supra) the Hon&#x27;ble Supreme Court has\n                                  doubted the view taken in the case of CORE (supra) observing that once\n                                  the appointing authority itself is incapcity from referring the matter to\n                                  arbitrator it does not follow that notwithstanding this yet appointments\n                                  may be valid depending upon the facts of the case. However, CORE\n                                  (supra), has not dealt with the issue of counter balance achieved in terms\n                                  of Perkins (supra). As such, the law laid down in the judgment of CORE\n                                  (supra) is limited to the issues answered in CORE (supra). The same is\n\n\n<span class=\"hidden_text\" id=\"span_111\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_112\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                Page 19 of 22</span>\n<span class=\"hidden_text\" id=\"span_113\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_114\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_115\">17:09:39</span>\n                                   the view taken by the Delhi High Court in the below discussed judgments.\n</blockquote>\n<blockquote id=\"blockquote_38\">                                                    xxx             xxx                      xxx\n\n</blockquote><blockquote id=\"blockquote_39\">                                  23. I am in respectful agreement with the view expressed by the Delhi\n                                  High Court in the case of Gangotri (supra) and Ganesh Engineering\n                                  (supra) that the judgment of CORE (supra) of the Hon&#x27;ble Supreme\n                                  Court does not deal with the issue, whether the arbitral panel appointed\n                                  is broad based in confirmity with voelstapine (supra) and whether the\n                                  counter balancing is achieved as laid down in Perkins (supra). Coming\n                                  to the facts of the present case, 2/3 arbitral panel is appointed by the\n                                  respondent so also for the 3rd member of the arbitral tribunal 4 names\n                                  are suggested by the respondent from which the petitioner is required to\n                                  choose 2 names and from the 2 names chosen by the petitioner, the\n                                  respondent will appoint one. Thus, the respondent has a complete say in\n                                  the appointment of the tribunal.\n</blockquote>\n<blockquote id=\"blockquote_40\">                                  24. Having considered the law on the subject the question as raised at\n                                  para 8(1) can be answered as under:-\n</blockquote>\n<blockquote id=\"blockquote_41\">                                         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"69965182\" id=\"span_116\">Clause 64(3)(b)(ii) of the General Conditions of Contract provides\n                                  for unilateral appointment of arbitral tribunal at the hands of one of the\n                                  parties and, thus, is in violation of the principles laid down in\n                                  <a href=\"/doc/69965182/\" id=\"a_39\">Voestalpine</a> (supra), TRF (supra) and Perkins (supra) and also in\n                                  violation of the law laid down in the case of Lombard (supra) and the\n                                  said clause is ex-faice invalid and the tribunal constituted thereunder is\n                                  non-est and void ab initio.</span>\n</blockquote>\n<blockquote id=\"blockquote_42\">                                              xxx                 xxx                  xxx\n\n</blockquote><blockquote id=\"blockquote_43\">                                  29. In view of this, in exercise of the powers under <a href=\"/doc/596725/\" id=\"a_40\">section 11(6)</a> of the\n                                  Arbitration Act, I appoints Hon&#x27;ble Shri Naresh H. Patil (Retired Chief\n                                  Justice, Bombay High Court) as sole arbitrator in the matter to decide\n                                  the disputes arising between the parties in terms of agreement dated\n                                  23.09.2019. The sole arbitrator&#x27;s fees shall be governed by the Bombay\n                                  High Court (Fee Payable to Arbitrators) Rules, 2018.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_70\">                          29.    Also, a Coordinate Bench of this Court in M/S Twenty-Four Secure\n                          Services Pvt. Ltd. v. M/S Competent Automobiles Company Limited\n                          2024/DHC/4601,observed as under :-\n</p><blockquote id=\"blockquote_44\">                                  &quot;22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"276364\" id=\"span_117\">In <a href=\"/doc/276364/\" id=\"a_41\">Union of India (UOI) vs. Singh Builders Syndicate</a> (2009) 4 SCC\n                                  523 the High Court rejected the contention on behalf of the Government\n                                  that the Court was not vested with any powers to appoint a Sole\n\n\n\n<span class=\"hidden_text\" id=\"span_118\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_119\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                Page 20 of 22</span>\n<span class=\"hidden_text\" id=\"span_120\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_121\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_122\">17:09:39</span>\n                                   Arbitrator in distinction to the Arbitration Agreement which provided for\n                                  the Tribunal of three members. The Apex Court upheld the order of this\n                                  Court appointing a Sole Arbitrator by observing that the appointment of\n                                  the Sole Arbitrator was valid.</span>\n</blockquote>\n<blockquote id=\"blockquote_45\">                                 23. In view of the submissions made as well as Clause 7 of the Services\n                                 Agreement dated 16.08.2021 which provides for arbitration and the\n                                 petitioner has raised the arbitrable disputes and without prejudice to the\n                                 rights and contentions of the parties, the present petition is allowed..... .&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_71\">                          30.    Accordingly, this Court finds no impediment in appointing a sole\n                          arbitrator to adjudicate the disputes between the parties.\n</p><p data-structure=\"Conclusion\" id=\"p_72\">                          31.    Accordingly, Mr. Justice (Retd.) Pradeep Nandrajog, Former Chief\n                          Justice, Bombay High Court (Mobile No.:9818000130), is appointed as the\n                          Sole Arbitrator to adjudicate the disputes between the parties.\n</p><p data-structure=\"Conclusion\" id=\"p_73\">                          32.    The respondent shall be entitled to raise preliminary objections as\n                          regards jurisdiction/arbitrability, which shall be decided by the learned\n                          arbitrator, in accordance with law.\n</p><p data-structure=\"Precedent\" id=\"p_74\">                          33.    The learned Sole Arbitrator may proceed with the arbitration\n                          proceedings subject to furnishing to the parties requisite disclosures as\n                          required under <a href=\"/doc/750244/\" id=\"a_42\">Section 12</a> of the A&amp;C Act.\n</p><p data-structure=\"Conclusion\" id=\"p_75\">                          34.    The learned Sole Arbitrator shall be entitled to fee in accordance with\n                          Fourth Schedule to the A&amp;C Act; or as may otherwise be agreed to between\n                          the parties and the learned Sole Arbitrator.\n</p><p data-structure=\"Conclusion\" id=\"p_76\">                          35.    The parties shall share the arbitrator&#x27;s fee and arbitral costs, equally.\n</p><p data-structure=\"Conclusion\" id=\"p_77\">                          36.    All rights and contentions of the parties in relation to the\n                          claims/counter-claims are kept open, to be decided by the learned Arbitrator\n                          on their merits, in accordance with law.\n</p><p data-structure=\"Precedent\" id=\"p_78\">                          37.    Needless to say, nothing in this order shall be construed as an\n                          expression of this court on the merits of the case.\n</p>\n\n<span class=\"hidden_text\" id=\"span_123\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_124\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                                 Page 21 of 22</span>\n<span class=\"hidden_text\" id=\"span_125\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_126\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_127\">17:09:39</span>\n<p data-structure=\"Conclusion\" id=\"p_79\">                           38.    The present petition stands disposed of in the above terms.\n                          O.M.P.(I) (COMM.) 280/2024\n</p><p data-structure=\"Conclusion\" id=\"p_80\">                          39.    This is a petition under <a href=\"/doc/1079220/\" id=\"a_43\">Section 9</a> of the A&amp;C Act seeking urgent\n                          interim orders.\n</p><p data-structure=\"Precedent\" id=\"p_81\">                          40.    It is averred in the petition that an emergent situation has been created\n                          on account of actions of the respondents in imposing unreasonable penalty\n                          on the petitioner and withholding excessive amounts from the RA Bills\n                          raised by the respondents.\n</p><p data-structure=\"PetArg\" id=\"p_82\">                          41.    It is submitted by the learned senior counsel for the petitioner that the\n                          same is having a crippling impact on the petitioner and on the work in\n                          question, necessitating urgent interim orders.\n</p><p data-structure=\"Section\" id=\"p_83\">                          42.    Since a learned sole arbitrator has been appointed to adjudicate the\n                          disputes between the parties, it would be apposite if the present petition\n                          under <a href=\"/doc/1079220/\" id=\"a_44\">Section 9</a> of the A&amp;C Act is treated as an application under <a href=\"/doc/318136/\" id=\"a_45\">Section\n                          17</a> of the A&amp;C Act and accordingly dealt with by the learned sole\n                          Arbitrator. It is directed accordingly.\n</p><p data-structure=\"Conclusion\" id=\"p_84\">                          43.    In view of the urgency emphasized by the learned senior counsel, the\n                          petitioner shall be at liberty to request the learned sole Arbitrator for\n                          expeditious consideration thereof.\n</p><p data-structure=\"Conclusion\" id=\"p_85\">                          44.    The present petition is disposed of with the aforesaid directions. The\n                          pending applications are also disposed of.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_86\">                                                                                  SACHIN DATTA, J\n                          OCTOBER 7, 2024\n                          r, sv\n\n\n\n\n<span class=\"hidden_text\" id=\"span_128\">Signature Not Verified</span>\n<span class=\"hidden_text\" id=\"span_129\">Digitally Signed          ARB.P. 1493/2024 &amp; O.M.P.(I) (COMM.) 280/2024                        Page 22 of 22</span>\n<span class=\"hidden_text\" id=\"span_130\">By:KAMLA RAWAT</span>\n<span class=\"hidden_text\" id=\"span_131\">Signing Date:13.10.2024</span>\n<span class=\"hidden_text\" id=\"span_132\">17:09:39</span>\n</p><span class=\"hidden_text\" id=\"span_133\"> </span>","numcites":23,"numcitedby":0,"docsource":"Delhi High Court","citetid":7409827,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}