{"tid":131385411,"publishdate":"2013-04-02","title":"Union Of India vs M/S Tejinder Kumar Dua on 2 April, 2013","doc":"<h2 class=\"doc_title\">Union Of India vs M/S Tejinder Kumar Dua on 2 April, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                Judgment pronounced on: April 2, 2013\n\n+                           OMP No.142/2010\n\n       UNION OF INDIA                                   ..... Petitioner\n                     Through          Mr. V.K. Tandon, Adv. with\n                                      Mr. Yogesh Saini Adv.\n\n                   versus\n\n       M/S TEJINDER KUMAR DUA                              ..... Respondent\n                     Through Dr. G.Lal Adv.\n\n       CORAM:\n       HON&#x27;BLE MR. JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.     The present objections have been filed by the petitioner under <a href=\"/doc/536284/\" id=\"a_1\">Section\n34</a> of the Arbitration and Conciliation Act, 1996 (hereinafter referred to as\nthe &quot;Act&quot;) against the Award dated 20th November, 2009. The respondent\nraised certain disputes which were referred to the sole Arbitrator before\nwhom the respondent filed its statement of claim.\n</p><p data-structure=\"Facts\" id=\"p_2\">       In response thereto the petitioner filed its statement of defence\ntogether with Counter claims. The respondent then filed its rejoinder and\ndefence to the counter claims of the petitioner, where both the parties led\ntheir respective evidence after which the learned Arbitrator passed the\nimpugned award wherein he also awarded interest @ 12% per annum on the\nawarded amount with effect from 3rd May, 2002 to the date of award. The\nlearned Arbitrator has awarded Rs. 50,000/- as cost of proceedings in favour\nof the respondent without giving any reasons also major parts and claims of\n\n\n<span class=\"hidden_text\" id=\"span_1\">OMP No.142/2010                                                 Page 1 of 19</span>\n the claimants have been rejected by the learned Arbitrator.\n</p><p data-structure=\"Facts\" id=\"p_3\">2.     The relevant facts are that the respondent was awarded the work\n&quot;C/O Link Road Under Pass&quot; across Ring Road i/c slip road retaining wall\nfor a tendered amount of Rs.1,16,56,344/- by the Executive Engineer on 14th\nAugust, 1995. The entire work was to be completed within eight months\nstarting from 24th August, 1995. The stipulated date of completion was 23rd\nMay, 1996.\n</p><p data-structure=\"Facts\" id=\"p_4\">3.     It was the case of the respondent that due to various breaches on the\npart of the petitioner, the work could be completed on 28 th March, 2000,\nafter a delay of 1435 days. Thereafter, the dispute which arose between the\nparties was referred to the sole Arbitrator as mentioned above.\n</p><p data-structure=\"Facts\" id=\"p_5\">4.     The respondent raised in all 16 claims and later on claim No.14 was\nwithdrawn. The learned Arbitrator allowed as per award claim No.1, 6, 7, 8,\n9, 10, 12, 13, 15 and 16 and claim No.2, 3, 4, 5, 11 and 12 have been\nrejected. The respondent did not challenge the award for rejection of his\nclaims.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">5.     The findings of the     learned Arbitrator, claimwise      arrived after\nconsidering the rival submissions of parties, pleadings and evidence of the\nparties. Details are as follows :\n</p><blockquote id=\"blockquote_1\">a)     Claim No.1 : Initially the respondent has claimed Rs.6,00,000/- for\n       electric welding, for weight of I-Sections remained outside of the\n       ground level and 5% wastage. Later on this claim was revised to\n       Rs.2,21,829.73 for welding of plates to I-Sections and Rs.1,89,540/-\n</blockquote><p data-structure=\"Issue\" id=\"p_7\">       for M.S. Girders that remained outside. The learned Arbitrator did\n       not allow the claim for electric welding, however as stated in the\n       award, rejecting claim of 5% wastage, portion of I-Section remained\n       above the driven portion was allowed to be paid and accordingly an\n\n<span class=\"hidden_text\" id=\"span_2\">OMP No.142/2010                                                   Page 2 of 19</span>\n        amount of Rs.1,80,516/- was awarded for undisputed quantity of\n       257.88 quintal @ the rate of Rs.700 quintal.\n</p><pre id=\"pre_2\">b)     Claim No.2 :        Rejected.\nc)     Claim No.3 :        Rejected.\nd)     Claim No.4 :        Rejected.\ne)     Claim No.5 :        Rejected.\nf)     Claim No.11 :       Rejected.\ng)     Claim No.6 :        Under this claim an amount of Rs.1,00,000/- was\n</pre><p data-structure=\"Precedent\" id=\"p_8\">       claimed on account of portion of steel struts that remained embedded\n       in the raft portion and was not fully measured and paid.\n</p><p data-structure=\"Issue\" id=\"p_9\">             Allowing this claim partly, the learned arbitrator stated as\n       under :\n</p>\n<blockquote id=\"blockquote_2\">              &quot;Admittedly, lower portion of the struts weighing 28 quintal\n              was embedded into raft, which was duly measured and\n              recorded.     Since the       respondent had recorded the\n              measurements of the buried portion, it clearly implied that they\n              were in full agreement with the process followed by the\n              claimant, and they need to be paid and compensated for all\n              such work done by them. As regards contention of the claimant\n              regarding non measurement, the quantity of the struts buried in\n              the second operation, I am not inclined to agree, as the claimant\n              was equally responsible for ensuring correct and timely record\n              of measurements&quot;.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_10\">                    Accordingly an amount of Rs.57847/- was awarded\n              against this claim.\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">h)     Claim No.7 : Whether action of the Superintending Engineer for\n       levying of compensation under clause 2 is legally justified and valid.\n       The learned Arbitrator has stated all the relevant details and has also\n       cited many judgments while coming to the conclusion that the levy\n\n\n<span class=\"hidden_text\" id=\"span_3\">OMP No.142/2010                                                   Page 3 of 19</span>\n        of compensation by the Superintending Engineer under clause 2 of\n       the agreement is not justified and valid. It is further stated that :\n</p><blockquote id=\"blockquote_3\">       i)     Actual date of completion is 28th March, 2000 and\n              compensation was levied on 21st July, 2000.\n</blockquote><blockquote id=\"blockquote_4\">       ii)    There was total delay of 1435 days the Superintending\n              Engineer admitted the delay of 1309 days and levied\n              compensation for 126 days 24th November, 1999 to 28th March,\n              2000 to the tune of Rs.28,979/- extension for 1309 days was\n              granted without levy of compensation from 24th May, 1996 to\n              23rd November, 1999.\n</blockquote><blockquote id=\"blockquote_5\">       iii)   During the period of last four months i.e. 24th November, 1999\n              to 28th March, 2000 (126 days) the respondent executed the\n              work to the tune of Rs.41 lac as admitted by the petitioner.\n</blockquote><blockquote id=\"blockquote_6\">       iv)    Entitlement of compensation and quantum of compensation are\n              altogether different as per law. Finding out entitlement is not\n              excepted matter and it is to be decided by the arbitrator. Only\n              fixing of quantum by the Superintending Engineer is excepted\n              matter.\n</blockquote><blockquote id=\"blockquote_7\">       v)     Under para 13 of his office note regarding levy of\n              compensation the Project Manager (SE) stated as under :\n</blockquote><blockquote id=\"blockquote_8\">              &quot;The total justified hindrance works out of 1309 days out of the\n              total delay of 1435 days. The extension of time is granted upto\n              23rd November, 1999 without levy of compensation.\n</blockquote><blockquote id=\"blockquote_9\">                    As there has been delay on the part of the department as\n              they could not supply the drawing in time, rather it was issued\n              after more than two years.          The underpass even after\n              completion could not be made operational as Railway land\n\n<span class=\"hidden_text\" id=\"span_4\">OMP No.142/2010                                                    Page 4 of 19</span>\n               required for construction of connected        road could not be\n              transferred till date&quot;. A copy of Project Manager&#x27;s note is\n              enclosed here for ready reference as Annexure S-I.\n</blockquote><blockquote id=\"blockquote_10\">       vi)    While forwarding the Extension of time case to the Project\n              Manager, the Engineer-in-charge stated very clearly that Govt.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_12\">              has not suffered any damages. A copy of EE&#x27;s letter dated 26th\n              May, 2000 is enclosed for ready reference as Annexure S-II\n              alongwith AE&#x27;s letter. The AE incharge of the work admitted\n              the delay of 1595 days and the Engineer-in-Charge admitted the\n              delay of 1337 days allowing arbitrary co-coefficients to reduce\n              the justified days while recommending extension of time\n              without levy of compensation to the        Project Manager also\n              certified that due to delay Govt. has not suffered any damages.\n</p><p data-structure=\"Section\" id=\"p_13\">       vii)   The petitioner    set at large the time by extending the time\n              unilaterally and thus time did not remain essence of the\n              contract. It is the established law that if time is not the essence\n              of the contract clause 2 becomes inoperative. Therefore, under\n              such circumstances operation of clause 2 to levy compensation\n              was absolutely illegal.\n</p><p data-structure=\"Facts\" id=\"p_14\">       viii) Regarding claim 8 under which an amount of Rs.5,00,000/- has\n              been claimed under clause 10(cc). The learned Arbitrator has\n              allowed this claim giving      detailed reasons and hence the\n              objections on this claim are totally irrelevant       and wrong.\n              Amount under clause 10-cc was payable on the amount of the\n              executed during last four months. (work executed to the tune of\n              Rs.41,74,190/-)\n</p><p data-structure=\"Issue\" id=\"p_15\">       ix)    Under claim No.10 the respondent has claimed Rs.7,99,000/-\n</p>\n<span class=\"hidden_text\" id=\"span_5\">OMP No.142/2010                                                    Page 5 of 19</span>\n<p data-structure=\"Precedent\" id=\"p_16\">               for damages. The learned Arbitrator has awarded Rs.5,07,500/-\n              stating detailed reasons. In view of this the objection in respect\n              of this claim is wrong and untenable.\n</p><p data-structure=\"Issue\" id=\"p_17\">       x)     With regard to Rs.1,00,000/- claim for the cost of arbitration\n              proceedings under claim No.16, the learned Arbitrator has\n              awarded Rs.50,000/-.\n</p><p data-structure=\"RespArg\" id=\"p_18\">6.     The petitioner has only challenged the Award on the grounds in\nrelation to claims No.7, 8, 10, 15 and 16 of the Award by filing of objection\nunder <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Act. However, learned counsel for the petitioner has\nmainly made his submission in relation to claim Nos.7 and 16. It is alleged\nby the petitioner that the learned Arbitrator misread the material on record\nand wrongly held that the levy of compensation, if any, shall only be under\nclause 2 of the agreement. Moreover, the clause 25 of the agreement\nspecifies that in case something otherwise is provided in the agreement\nclause 25 will not be operative.       Therefore, the finding of the learned\nArbitrator on the issue of levy, holding if redundant, is against the\nagreement provisions and as such without jurisdiction who has also enlarged\nthe scope of levy imposed for a period from 24th November, 1999 to 28th\nMarch, 2000.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">7.     Claim No. 8 is based on the finding given for claim No. 7 vide which\nlevy has been held to be redundant for the period 24th November, 1999 to\n24th March, 2000. Thus, the finding of the Ld. Arbitrator to claim No. 7 is\nerroneous and also awarded payment under clause 10cc for the period for\nwhich levy was imposed is bad in law. The learned Arbitrator allowed claim\nNo. 10 ignoring the undertaking given by the contractor on the false plea\nthat the same was given under coercion and duress.\n</p><p data-structure=\"Facts\" id=\"p_20\">8.     The learned Arbitrator awarded interest @ 12% per annum on the\n\n<span class=\"hidden_text\" id=\"span_6\">OMP No.142/2010                                                   Page 6 of 19</span>\n awarded amount with effect from 3rd May, 2002 to the date of award and\nalso till realization. It is alleged by the petitioner that <a href=\"/doc/196386/\" id=\"a_3\">Section 3</a> of the\nInterest Act, 1978 provides for current rate of interest as per the rate of\ninterest being given by the Nationalised Banks, which at present is 4 to 6%\nin all Nationalised Banks. The Apex Court has reduced the interest rate from\n15% per annum to 6%. As such the finding of the learned Arbitrator in\nrespect of interest appears to be against the public policy of India. The\nlearned Arbitrator has awarded Rs. 50,000/- as cost of proceedings in favour\nof the claimant without giving any reasons.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">9.     After having considered the rival submissions of the parties and\nmaterial placed on record, I am of the considered view that the award\npassed by the learned Arbitrator needs no interference as the same has been\npassed after considering the facts and evidence placed by the parties. I find\nthat the submissions of the respondent&#x27;s counsel are correct. The reasons are\ngiven as under :\n</p><blockquote id=\"blockquote_11\">     a) As per the agreement the entire work was to be completed within\n       eight months starting   from 24th August, 1995 (stipulated date of\n       start), however, due to various breaches committed by the petitioner\n       and hindrances all attributable to the petitioner, the work could be\n       completed only on 28th March, 2000, after a delay of 1435 days.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\">       Owning the       responsibility of 1309 days delay, the concerned\n       Superintending     Engineer granted    extension of time upto 23rd\n       November, 1999 without levy of compensation under clause 2 of the\n       agreement and for the remaining period from 24th November, 1999 to\n       28th March, 2000 (126 days), the concerned Superintending Engineer\n       wrongly and illegally levied compensation of Rs.28,979/- (0.25%\n       estimated amount put to tender).\n</p>\n<span class=\"hidden_text\" id=\"span_7\">OMP No.142/2010                                                 Page 7 of 19</span>\n<p data-structure=\"Section\" id=\"p_23\">    b) Assistant Engineer-in-Charge of the work justified delay of 1595 days\n       against actual delay of 1435 days. Whereas the concerned Executive\n       Engineer and Superintending Engineer reduced the justified period\n       by applying an irrelevant and subjective co-efficient. Even otherwise,\n       as the time was not the essence of the contract clause 2 became\n       inoperative, whereas the concerned Superintending Engineer while\n       acting illegally levied compensation for 126 days.\n</p><p data-structure=\"PetArg\" id=\"p_24\">   c) Under Claim No.7, the issue of delay and levy of compensation by the\n       concerned Superintending Engineer has been dealt in detail by the\n       learned Arbitrator and on the basis of facts placed before the learned\n       Arbitrator by both the parties and law application, the learned\n       Arbitrator held that all the delays were attributable to the petitioner\n       and hence, levy of compensation under clause 2 was inequitable and\n       redundant.\n</p><p data-structure=\"RespArg\" id=\"p_25\">   d) As per law, entitlement of recovery of any compensation under clause\n       2 is to be decided by the learned Arbitrator. Once the entitlement is\n       decided and found that the petitioner was entitled to recover\n       compensation     under clause 2 of the agreement, the concerned\n       Superintending Engineer can decide the quantum of compensation\n       and this action of the Superintending Engineer is an excepted matter\n       and it can not be questioned in arbitration. In the present case the\n       learned Arbitrator came to the conclusion that all delays are\n       attributable to the petitioner and hence the petitioner is not entitled to\n       recover any compensation. As per own admission, by the concerned\n       Superintending Engineer the respondent was not responsible for any\n       delay.\n</p><p data-structure=\"Precedent\" id=\"p_26\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_8\">i)       In <a href=\"/doc/338650/\" id=\"a_4\">State of Karnataka Vs. Shree Rameshwara Rice Mills</a>,\n\n<span class=\"hidden_text\" id=\"span_9\">OMP No.142/2010                                                    Page 8 of 19</span>\n        Thirthahalli And State of Karnataka Vs. K. Krishnappa Naidu and\n       Co. And The Executive Engineer, Thungabhadra Reservoir\n       Division, Munirabad and Another Vs. S. Thippa Reddy; AIR 1987\n       Supreme Court 1359. It was held as under :</span>\n</p><blockquote id=\"blockquote_12\">              &quot;7. On a consideration of the matter we find ourselves\n              unable to accept the contentions of Mr. Iyenger. The\n              terms of Clause 12 do not afford scope for a liberal\n              construction being made regarding the power of the\n              Deputy Commissioner to adjudicate upon a disputed\n              question of breach as well as to assess the damages\n              arising from the breach. The crucial words in Clause 12\n              are &quot;and for any breach of conditions set forth\n              hereinbefore, the first party shall be liable to pay\n              damages to the second party as may be assessed by the\n              second party&quot;. On a plain reading of the words it is clear\n              that the right of the second party to assess damages\n              would arise only if the breach of conditions is admitted\n              or if no issue is made of it. If it was the intention of the\n              parties that the officer acting on behalf of the State was\n              also entitled to adjudicate upon a dispute regarding the\n              breach of conditions the wording of Clause 12 would\n              have been entirely different. It cannot also be argued that\n              a right to adjudicate upon an issue relating to a breach of\n              conditions of the contract would flow from or is inhered\n              in the right conferred to assess the damages arising from\n              a breach of conditions. The power to assess damages, as\n              pointed out by the Full Bench, is a subsidiary and\n              consequential power and not the primary power. Even\n              assuming for argument&#x27;s sake that the terms of Clause 12\n              afford scope for being construed as empowering the\n              officer of the State to decide upon the question of breach\n              as well as assess the quantum of damages, we do not\n              think that adjudication by the Officer regarding the\n              breach of the contract can be sustained under law because\n              a party to the agreement cannot be an arbiter in his own\n              cause. Interests or justice and equity require that where a\n              party to a contract disputes the committing of any breach\n              of conditions the adjudication should be by an\n\n<span class=\"hidden_text\" id=\"span_10\">OMP No.142/2010                                                    Page 9 of 19</span>\n               independent person or body and not by the other party to\n              the contract. The position will, however, be different\n              where there is no dispute or there is consensus between\n              the contracting parties regarding the breach of conditions.\n              In such a case the Officer of the State, even though a\n              party to the contract will be well within his rights in\n              assessing the damages occasioned by the breach in view\n              of the specific terms of Clause 12.\n</blockquote>\n<blockquote id=\"blockquote_13\">              8. We are, therefore, in agreement with the view of the\n              Full Bench that the powers of the State under an\n              agreement entered into by it with a private person\n              providing for assessment of damages for breach of\n              conditions and recovery of the damages will stand\n              confined only to those cases where the breach of\n              conditions is admitted or it is not disputed.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1861217\" id=\"span_11\"><a href=\"/doc/1861217/\" id=\"a_5\">ii)    Rambal Company Vs. Kerala State Science and Technology\n       Museum</a>, 2000 (3) Arb. LR 212 (Kerala). Relevant para reads as\n       under :</span>\n</p><blockquote id=\"blockquote_14\">              &quot;5. On a consideration of Ext. R l(c) and Ext. P3, we are of\n              opinion that the petitioner cannot be said to have admitted\n              breach of contract on its part. Even where the power of the\n              State or its instrumentality under an agreement entered into\n              by it with a private Individual expressly provided for\n              assessment of damages for breach of conditions of the\n              agreement and recovery of damages, that power can be\n              exercised only in cases where the breach of conditions is\n              admitted or is not disputed. It is, by now, well settled that one\n              of the contracting parties cannot adjudicate upon a disputed\n              question of breach as well as to assess the damages arising\n              from the breach. As already noticed, the petitioner has alleged\n              in Ext. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_12\">P3 reply notice that they have not committed breach of\n              contract and the delay was due to lapses on the part of the\n              first respondent against whom the petitioner had made\n              counter claims. Even assuming that clause in an agreement\n              empowers the instrumentality of the State to adjudicate the\n              question of breach as well as the quantum of damages, the\n\n\n<span class=\"hidden_text\" id=\"span_13\">OMP No.142/2010                                                    Page 10 of 19</span>\n               adjudication by an officer of the State instrumentality\n              regarding the breach of contract and assessment of damages\n              cannot be sustained in law because the parties to an\n              agreement cannot be an arbiter in his own cause. The question\n              as to whether there is a breach of contract and if so, what is\n              the quantum of damages, are all matters which are best left to\n              be adjudicated upon by a Court or Tribunal and not by one of\n              the contracting parties. The view, we are taking, finds support\n              in the decision of the Supreme Court reported in <a href=\"/doc/338650/\" id=\"a_6\">State of\n              Karnataka vs. Rameshwara Rice Mills Thirthahalli</a>, AIR 1987\n              SC 1359. There, it was contended that when the State is one\n              of the contracting parties and seeks to recover damages for\n              breach of that contract, the State cannot be a Judge in its own\n              cause and cannot be its own arbiter to determine the liability\n              and quantum of damages. Upholding the contention, the Apex\n              Court held as follows at pages 1361-1362: of AIR :</span>\n</blockquote><blockquote id=\"blockquote_15\">              &quot;The terms of Clause 12 to do not afford scope for a liberal\n              construction being made regarding the powers of the Deputy\n              Commissioner to adjudicate upon a disputed question of\n              breach as well as to assess the damages arising from the\n              breach. The crucial words in Clause 12 are &quot;and for any\n              breach of conditions set forth hereinbefore, the first party\n              shall be liable to pay damages to the second party as may be\n              assessed by the second party. On a plain reading of the word,\n              it is clear that the right of the second party to assess damages\n              would arise only if the breach of conditions is admitted or if\n              no issue is made of it. If it was the intention of the parties that\n              the officer acting on behalf of the State was also entitled to\n              adjudicate upon a dispute regarding the breach of conditions\n              the wording in Clause 12 would have been entirely different.\n              It cannot also be argued that a right to adjudicate upon an\n              issue relating to a breach of conditions of the contract would\n              flow from or is inhered in the right conferred to assess the\n              damages arising from a breach of conditions. The power to\n              assess damages, as pointed out by the Full Bench, is\n              subsidiary and consequential power and not the primary\n              power. Even assuming for argument&#x27;s sake that the terms of\n              Clause 12 afford scope for being construed as empowering\n              the officer of the State to decide upon the question of breach\n\n<span class=\"hidden_text\" id=\"span_14\">OMP No.142/2010                                                      Page 11 of 19</span>\n               as well as assess the quantum of damages, we do not think\n              that adjudication by the officer regarding the breach of the\n              contract can be sustained under law because a party to the\n              agreement cannot be an arbiter in his own cause. Interests of\n              justice and equity require that where a party to a contract\n              disputes the committing of any breach of conditions the\n              adjudication should be by an independent person or body and\n              not by the other party to the contract. The position will,\n              however, be different where there is no dispute or there is\n              consensus between the contracting parties regarding the\n              breach of conditions. In such a case, the Officer of the State,\n              even though a party to the contract will be well within his\n              rights in assessing the damages occasioned by the breach in\n              view of the specific terms of Clause 12.\n</blockquote><blockquote id=\"blockquote_16\">              We are, therefore, in agreement with the view of the Full\n              Bench that the powers of the State under an agreement\n              entered into by it with a private person providing for\n              assessment of damages for breach of conditions and recovery\n              of the damages will stand confined only to those cases where\n              the breach of conditions is admitted or it is not disputed.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"399721\" id=\"span_15\">Following the aforesaid decision, a Full Bench of this\n              Court in <a href=\"/doc/399721/\" id=\"a_7\">Abdul Rahiman vs. Divisional Forest Officer</a>, held\n              as follows at pages 4-5, of AIR :</span>\n</p>\n<blockquote id=\"blockquote_17\">              &quot;When a contract is broken, the party who suffers by such\n              breach is entitled to receive from the party who has broken\n              the contract, compensation for any loss or damage caused to\n              him thereby. This principle of <a href=\"/doc/339747/\" id=\"a_8\">Section 73</a> of the Contract Act\n              equally applies where one of the contesting parties is the\n              Government. It is the breach of the contract that gives rise to\n              the cause for damages. The primary duty therefore is to fix\n              the liability for the breach. Assessment of damages is only an\n              incidental or subsidiary function. The liability to pay damages\n              is thus fastened where there is breach of contract.\n</blockquote>\n<blockquote id=\"blockquote_18\">              However, when a dispute arises as to whether the contract has\n              been broken or not. that dispute cannot be settled by one of\n              parties to the contract for, he cannot be an arbiter in his own\n              cause. The dispute may have to be referred to an arbitrator or\n\n<span class=\"hidden_text\" id=\"span_16\">OMP No.142/2010                                                  Page 12 of 19</span>\n               the matter has to be settled in a Court of law. This principle\n              applies to the Government also as a party to the contract.\n              Where the breach of the contract is admitted i.e. where there\n              is no dispute that the contract has been broken by one of the\n              parties, the Government as the party entitled to claim\n              compensation for the breach need not wait for a determination\n              by any outside agency as to whether there was any breach of\n              contract. In that event, the question of damages alone remains\n              to be considered. A sum can be named in the contract as the\n              amount to be paid in case of breach, an amount in liquidation\n              of the claim for compensation. The contract can thus provide\n              for liquidated damages in the event of breach and the\n              Government claiming that amount as compensation for the\n              admitted breach committed by the other party to the contract,\n              need not seek the aid of Court or any outside agency for the\n              fixation of the quantum of damages. Similarly, if the contract\n              itself provides that &quot;that one party shall be liable to pay\n              damages to the second party as may be assessed by the\n              second party&quot;, the assessment by the second party, in case the\n              breach is admitted, is binding on the first party and there is no\n              more any necessity for a further quantification of the damages\n              by any outside agency. The party assessing the damage can\n              straightway seek to recover the amount and if that party is the\n              Government, it can have recourse to the remedy available\n              under the <a href=\"/doc/101350554/\" id=\"a_9\">Kerala Revenue Recovery Act</a>.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_29\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1822986\" id=\"span_17\"><a href=\"/doc/1822986/\" id=\"a_10\">iii)   Bharat Sanchar Nigam Ltd. &amp; Anr. Vs. Motorola India Pvt.\n       Ltd.</a>, AIR 2000 Supreme Court 357. Relevant paras read as under :</span>\n</p><blockquote id=\"blockquote_19\">              &quot;9. Having heard the learned Counsel for the parties and after\n              examining the judgment of the High Court and the other\n              materials on record, we are of the view that this appeal must\n              be dismissed. Clause 20 is the arbitration clause and provides\n              that any question, dispute or difference arising under this\n              agreement or in connection therewith would be referred to\n              arbitration. To this, an exception is also provided which lays\n              down that the matters, the decision to which is specifically\n              provided under this agreement, would not be referred to\n              arbitration. From a bare reading of Clause 16.2 of Section III\n              of the tender document, it is clear that if the tenderer fails to\n\n<span class=\"hidden_text\" id=\"span_18\">OMP No.142/2010                                                    Page 13 of 19</span>\n               deliver the goods and services on turnkey basis within the\n              period prescribed, the purchaser shall be entitled to recover\n              liquidated damages and the quantum of the liquidated\n              damages assessed and levied by the purchaser shall be final\n              and not challengeable by the supplier.\n</blockquote><blockquote id=\"blockquote_20\">              10. We are in full agreement with the findings of the High\n              Court that there was a dispute as to whether the respondent\n              had at all acted in breach of any terms and conditions of the\n              tender document.\n</blockquote><blockquote id=\"blockquote_21\">                      The question to be decided in this case is whether the\n              liability of the respondent to pay Liquidated Damages and the\n              entitlement of the appellant, to collect the same from the\n              respondent is an excepted matter for the purpose of Clause\n              20.1 of the General Conditions of contract. The High Court\n              has pointed out correctly that the authority of the purchaser\n              (BSNL) to quantify the Liquidated Damages payable by the\n              supplier Motorolla arises once it is found that the supplier is\n              liable to pay the damages claimed. The decision contemplated\n              under Clause 16.2 of the agreement is the decision regarding\n              the quantification of the Liquidated Damages and not any\n              decision regarding the fixing of the liability of the supplier. It\n              is necessary as a condition precedent to find that there has\n              been a delay on the part of the supplier in discharging his\n              obligation for delivery under the agreement.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_30\">                      It is clear from the reading of Clause 15.2 that the\n              supplier is to be held liable for payment of liquidated\n              damages to the purchaser under the said clause and not under\n              Clause 16.2. The High Court in this regard correctly observed\n              that it was not stated anywhere in Clause 15 that the question\n              as to whether the supplier had caused any delay in the matter\n              of delivery will be decided either by the appellant/BSNL or\n              by anybody who has been authorized on the terms of the\n              agreement. Reading Clause 15 and 16 together, it is apparent\n              that Clause 16.2 will come into operation only after a finding\n              is entered in terms of Clause 15 that the supplier is liable for\n              payment of liquidated damages on account of delay on his\n              part in the matter of making delivery. Therefore, Clause 16.2\n              is attracted only after the supplier&#x27;s liability is fixed under\n\n<span class=\"hidden_text\" id=\"span_19\">OMP No.142/2010                                                     Page 14 of 19</span>\n               Clause 15.2. It has been correctly pointed out by the High\n              Court that the question of holding a person liable for\n              Liquidated Damages and the question of quantifying the\n              amount to be paid by way of Liquidated Damages are entirely\n              different. Fixing of liability is primary, while the\n              quantification, which is provided for under Clause 16.2, is\n              secondary to it.\n</p><p data-structure=\"CDiscource\" id=\"p_31\">                      There is no provision in the agreement, apparent on the\n              face of it, relating to a decision made by any specified\n              authority on the issue of levy of Liquidated Damages, as is\n              contemplated under Clause 20.1 of the agreement which is\n              excepted from the purview of arbitration. No decision coming\n              within the scope of excepted matters under Clause 20.1 is\n              envisaged by any portion of the agreement regarding the\n              liability of the supplier to liquidated damages.\n</p><p data-structure=\"Precedent\" id=\"p_32\">                     Quantification of liquidated damages may be an\n              excepted matter as argued by the appellant, under Clause\n              16.2, but for the levy of liquidated damages, there has to be a\n              delay in the first place. In the present case, there is a clear\n              dispute as to the fact that whether there was any delay on the\n              part of the respondent. For this reason, it cannot be accepted\n              that the appointment of the arbitrator by the High Court was\n              unwarranted in this case. Even if the quantification was\n              excepted as argued by the appellant under Clause 16.2, this\n              will only have effect when the dispute as to the delay is\n              ascertained.\n</p><p data-structure=\"CDiscource\" id=\"p_33\">                     Clause 16.2 cannot be treated as an excepted matter\n              because of the fact that it does not provide for any\n              adjudicatory process for decision on a question, dispute or\n              difference, which is the condition precedent to lead to the\n              stage of quantification of damages.\n</p><p data-structure=\"Precedent\" id=\"p_34\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_20\">The above stated position can be ascertained through\n              the judgment of this Court in the case of <a href=\"/doc/338650/\" id=\"a_11\">State of Karnataka v.\n              Shree Rameshwara Rice Mills</a> (1987) 2 SCC 160. This Court\n              in the said case, made a clear distinction between adjudicating\n              upon an issue relating to a breach of condition of contract and\n              the right to assess damages arising from a breach of\n\n\n<span class=\"hidden_text\" id=\"span_21\">OMP No.142/2010                                                  Page 15 of 19</span>\n               condition. It was held that the right conferred to assess\n              damages arising from a breach of condition does not include a\n              right to adjudicate upon a dispute relating to the very breach\n              of conditions and that the power to assess damages is a\n              subsidiary and consequential power and not the primary\n              power.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">              <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1913738\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"262361\" id=\"span_23\">12. The learned senior counsel for the appellant relied on the\n              decisions of this Court in <a href=\"/doc/262361/\" id=\"a_12\">Vishwanath Sood vs. UOI</a> [(<a href=\"/doc/1913738/\" id=\"a_13\">1989) 1\n              SCC 657] and General Manager, Northern Railway vs.\n              Sarvesh Chopra</a> [(2002) 4 SCC 45]. These cases, we are\n              afraid, will not be of any help to the appellants being\n              distinguishable on facts and having different contractual\n              clauses. We may note that Clause 16.2 cannot be treated as an\n              excepted matter. This is because admittedly, it does not,\n              provide for any adjudicatory process for decision on a\n              question, dispute or difference, which is the condition\n              precedent to lead to the stage of quantification of damages\n              nor is it a no claim or no liability clause.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262361\" id=\"span_24\">In <a href=\"/doc/262361/\" id=\"a_14\">Vishwanath Sood</a>&#x27;s case (supra), it was held by this\n              Court that a particular claim of the government was excluded\n              because the Superintendent Engineer acted as the revisional\n              authority to decide disputes between the two parties by an\n              adjudicatory process, there being a complete machinery for\n              settlement of the disputes in the relevant clause and most\n              importantly, the Superintendent Engineer had the discretion\n              on consideration of the facts and circumstances including\n              mitigating facts, held no damages was payable. Again in the\n              case of Sarvesh Chopra, this Court had held that the claims\n              covered by the no claims clause, i.e., where the contractor had\n              given up the right to make a claim for breach on the part of\n              the government was not arbitrable in terms of the arbitration\n              clause contained therein and Clause 63 of the general\n              conditions of the contract which provided for exclusion\n              because no claim clause was excepted as such claims were\n              simply not entertainable. In view of the discussions made\n              hereinabove, we hold that the disputes raised by the\n              respondents are arbitrable and not excepted from scope of\n              arbitration.</span>\n</p>\n<span class=\"hidden_text\" id=\"span_25\">OMP No.142/2010                                                  Page 16 of 19</span>\n<p data-structure=\"Precedent\" id=\"p_37\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338650\" id=\"span_26\">16. Further, CGM Kerala Circle has already taken a decision\n              as is evident from his letter dated 25th of April, 2006, that the\n              appellant was right in imposing the liquidated damages and\n              therefore, the question of such a person becoming an\n              arbitrator does not arise as it would not satisfy the test of\n              impartiality and independence as required under <a href=\"/doc/750244/\" id=\"a_15\">Section 12</a> of\n              the Arbitration and Conciliation Act, 1996. Moreover it\n              would also defeat the notions laid down under the\n              principles of natural justice wherein it has been\n              recognized that a party cannot be a judge in his own\n              cause. The judgment of this Court in <a href=\"/doc/338650/\" id=\"a_16\">State of Karnataka v.\n              Shree Rameshwara Rice Mills</a> (1987) 2 SCC 160, is\n              significant in this matter. The Court had stated:</span>\n</p>\n<blockquote id=\"blockquote_22\">                  &quot;...Even assuming that the terms of Clause 12 afford\n                  scope for being construed as empowering the officer of\n                  the State to decide upon the question of breach as well\n                  as assess the quantum of damages, adjudication by the\n                  officer regarding the breach of the contract can not be\n                  sustained under law because a party to the agreement\n                  cannot be an arbiter in his own cause. Interest of justice\n                  and equity require that where a party to a contract\n                  disputes the committing of any breach of conditions the\n                  adjudication should be by an independent person or\n                  body and not by the other party to the contract.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_38\">              20. For the reasons aforesaid, we are of the view that the\n              High Court was justified in passing the impugned judgment\n              and there is no infirmity in the impugned order for which we\n              can interfere with the order of the High Court. The appeal is\n              therefore dismissed. There will be no order as to costs.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_39\">10.    In the present case, time was set at large and hence it did not remain\nessence of the contract. Clause 2 of the agreement became inoperative.\nExtension was granted unilaterally, when the petitioner found that delays are\nattributable to the petitioner only, Engineer Incharge recommended the case\nof extension time stating clearly that extension be granted without levy of\n\n<span class=\"hidden_text\" id=\"span_27\">OMP No.142/2010                                                    Page 17 of 19</span>\n compensation.\n</p><p data-structure=\"CDiscource\" id=\"p_40\">11.    On the basis of evidence/facts placed before the learned Arbitrator by\nboth parties, the learned Arbitrator held that the so called undertaking on\nExtension of Time Proforma was extracted under duress and coercion. Such\nfindings of the learned Arbitrator cannot be disputed         now under the\npresent petition.\n</p><p data-structure=\"Section\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"186692596\" id=\"span_28\">12.    While deciding the claim(s) the learned Arbitrator has given reasons\nfor his finding and adjudication.      As time was not the essence of the\ncontract, as it was set at large through unilateral extensions, as per law if\ntime is not the essence of the contract, notice under <a href=\"/doc/679619/\" id=\"a_17\">Section 55</a> of Contract\nAct, 1872 is not required. This fact is clear from the second para of <a href=\"/doc/679619/\" id=\"a_18\">Section\n55</a> of the Contract Act, 1872. See\n       M/s. Hind Construction Contractors by its sole proprietor\n<a href=\"/doc/186692596/\" id=\"a_19\">Bhikamchand Mulchand Jain (Dead) by L.R.&#x27;s Vs. State of Maharashtra</a>,\nAIR 1979 Supreme Court 720. Relevant para 9 reads as under :</span>\n</p><blockquote id=\"blockquote_23\">            &quot;9.     Having regard to the aforesaid material on record,\n            particularly the clause in the agreement pertaining to imposition\n            of penalty and extension of time it seems to us clear that time\n            (12 months period) was never intended by the parties to be of\n            the essence of the contract. Further from the correspondence on\n            the record particularly, the letter (Ex. 78) by which the contract\n            was rescinded it does appear that the stipulation of 12 months&#x27;\n            period was waived, the contractor having been allowed to do\n            some more work after the expiry of the period, albeit at his risk,\n            by making the recision effective from August 16, 1956.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_42\">13.    In view of above, it is evident that the arbitrator has rightly awarded\n12% interest as even the Nationalized banks are charging more than 12% on\nclean loans for commercial activities. Reference to invocation of clause 3-A\nis irrelevant.    The learned Arbitrator has rightly    awarded the cost of\narbitration in favour of the respondent.\n</p>\n\n<span class=\"hidden_text\" id=\"span_29\">OMP No.142/2010                                                 Page 18 of 19</span>\n<p data-structure=\"Conclusion\" id=\"p_43\"> 14.    There is no merit, under these circumstances the objection filed by the\npetitioner are liable to be dismissed.\n</p><p data-structure=\"Conclusion\" id=\"p_44\">15.    No costs.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_45\">                                                   (MANMOHAN SINGH)\n                                                      JUDGE\nAPRIL 2, 2013\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">OMP No.142/2010                                                  Page 19 of 19</span>\n </p>","numcites":13,"numcitedby":2,"docsource":"Delhi High Court","citetid":131385411,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"compensation under clause 2","formInput":"compensation%20under%20clause%202"},{"value":"quantification of damages","formInput":"quantification%20of%20damages"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"Damages for breach","formInput":"Damages%20for%20breach"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"extension of time  ","formInput":"extension%20of%20time%20%20"},{"value":"quantum of damages ","formInput":"quantum%20of%20damages%20"},{"value":"contract act","formInput":"contract%20act"},{"value":"condition precedent","formInput":"condition%20precedent"},{"value":"damages in contract","formInput":"damages%20in%20contract"},{"value":"bsnl ","formInput":"bsnl%20"},{"value":"bharat sanchar nigam ltd. ","formInput":"bharat%20sanchar%20nigam%20ltd.%20"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"unilateral","formInput":"unilateral"},{"value":"bharat sanchar nigam ","formInput":"bharat%20sanchar%20nigam%20"},{"value":"\"breach of contract\"","formInput":"%22breach%20of%20contract%22"}],"cats":[{"value":"effect-of-failure-to-perform-at-fixed-time","formInput":"tag:effect-of-failure-to-perform-at-fixed-time"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"recovery-revenue, finance","formInput":"tag:recovery-revenue, finance"},{"value":"compensation-for-breach-induced-loss-or-damage","formInput":"tag:compensation-for-breach-induced-loss-or-damage"},{"value":"grounds-for-challenge","formInput":"tag:grounds-for-challenge"}],"courtcopy":true,"query_alert":null,"agreement":false}