{"tid":265374,"publishdate":"2002-07-22","title":"Bhagwan Alias Shivaji Haribhau Patil, ... vs The State Of Maharashtra Through Its ... on 22 July, 2002","doc":"<h2 class=\"doc_title\">Bhagwan Alias Shivaji Haribhau Patil, ... vs The State Of Maharashtra Through Its ... on 22 July, 2002</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-h-marlapalle\">B.H. Marlapalle</a>, <a href=\"/search/?formInput=benchid:d-s-zoting\">D.S. Zoting</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nMarlapalle, J.\n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. An  innocent Dalit, who had temporarily become\ndisabled, became a  victim  of  a  mob  fury  and  was\nmercilessly  beaten up and subsequently roasted alive.\nIn addition, about  25  to  30  houses  of  the  Dalit\nfamilies  were  set  on fire and their belongings were\ndamaged.  It was for these  reasons  that  in  all  64\naccused were  put on trial in Sessions Case No.  32 of\n1989  before  the  Sessions  Court  at  Jalgaon,   for\noffences punishable under sections 147, 148, 302, 323,\n436,  504,  506  read  with  <a href=\"/doc/999134/\" id=\"a_1\">section 149</a> of the Indian\nPenal Code and <a href=\"/doc/40642741/\" id=\"a_2\">section 7(1)(d)</a> of the Protection  of\nCivil Rights Act.  The learned 4th Additional Sessions\nJudge  at Jalgaon tried them and by judgment and order\ndated  19th  of  February,  1996  he  convicted   Shri\nBhagwandas  alias  Shivaji Patil (Accused No.1), Raman\nJagan Patil (Accused No.  2), Dharmaraj Narayan Shinde\n(Accused No.5), Chandrakant Ramkrishna Patil  (Accused\nNo.  8), Jankiram Pandharinath Patil (Accused No.  28)\nand  Prakash  alias  Batuk  Kashinath  Patil  (Accused\nNo.40) for offence punishable under sections 147, 148,\n302, 323, 436, 504 and 506 read with  <a href=\"/doc/999134/\" id=\"a_3\">section  149</a>  of\nthe  Indian  Penal  Code  whereas the other 56 accused\ncame to be acquitted of all  the  offences  they  were\ntried for.    All  the 62 accused, have been acquitted\nfor the  offence  under  <a href=\"/doc/40642741/\" id=\"a_4\">section  7(1)(d)</a>  of  the\nProtection of  Civil  Rights Act.  While the trial was\npending Sukhadev Sadashiv Patil (accused No.   7)  and\nTukaram Patil  (accused  No.   56) had expired and the\ntrial was, thus, proceeded against only the  remaining\n62 accused.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_2\">2. Appeal No.  96 of 1996 has been filed by the 6\nAccused who have been convicted and sentenced, whereas\nCriminal Appeal No.  148 of 1996 has been filed by the\nState   of  Maharashtra  against  only  7  of  the  56\nacquitted Accused.  Out of  the  said  7  Respondents/\naccused, Respondent No.  1 (Accused No.  39 Shri Popat\nHaribhau   Patil)   died   on  13th  June,  1996  and,\ntherefore, as per  order  dated  12th  December,  1996\nCriminal Appeal  No.   148 of 1996 was abetted against\nthe said Accused and it, thus, survived  only  against\nthe remaining  6  Accused  i.e.    Pandharinath Namdeo\nPatil (Accused No.  37), Vasudeo Mohan Patil  (Accused\nNo.  13),  Ashok  Hiraman  Patil  (Accused  No.   19),\nTukaram Mohan Patil (Accused No.   36),  Govind  Mohan\nPatil (Accused  No.    46)  and  Namdeo  Baburao Patil\n(Accused No.  32).\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_3\">3. The six accused, who were convicted, have been\nsentenced to suffer imprisonment for life for  offence\npunishable  under section 302 read with <a href=\"/doc/999134/\" id=\"a_5\">section 149</a> of\nthe Indian Penal Code and a  fine  of  Rs.500/-  each,\nrigorous imprisonment for 5 years and to pay a fine of\nRs.500/- each for offence punishable under section 436\nread  with  section  149  of the Indian penal Code, to\nsuffer rigorous imprisonment for 3 months and to pay a\nfine of Rs.200/- each for the offence punishable under\nsection 323 read with <a href=\"/doc/999134/\" id=\"a_6\">section 149</a> of the Indian  Penal\nCode,  rigorous  imprisonment  for three months and to\npay a fine of Rs.200/-  each  for  offence  punishable\nunder  section 504 read with <a href=\"/doc/999134/\" id=\"a_7\">section 149</a> of the Indian\nPenal Code and rigorous imprisonment for 6 months  and\nto  pay  a fine of Rs.300/- each for the offence under\nsection 506 Part-II  read  with  <a href=\"/doc/999134/\" id=\"a_8\">section  149</a>  of  the\nIndian  Penal Code, rigorous imprisonment for 3 months\nand to pay a fine of Rs.100/- each for  offence  under\n<a href=\"/doc/1258372/\" id=\"a_9\">section  147</a>  of  the  Indian  Penal Code and rigorous\nimprisonment for  3  months  and  to  pay  a  fine  of\nRs.200/- each for offence punishable under <a href=\"/doc/763672/\" id=\"a_10\">section 148</a>\nof the  Indian  Penal  Code.  It needs to be noted, at\nthis stage, that in the impugned  order  under  appeal\nthe accused  No.    2 has been listed in the operative\norder in the list of accused as well as the  acquitted\npersons and this is certainly due to inadvertence.  We\nhave read the entire judgment under appeal and we have\nnoticed that  Accused  No.  2 has been convicted along\nwith 5 other Accused/ Appellants  in  Criminal  Appeal\nNo.   96  of  1996  and  he  is,  in  fact, one of the\nAppellants in the said Appeal.  This fact also goes to\nshow that he has not been acquitted from  any  of  the\noffences  under the <a href=\"/doc/1569253/\" id=\"a_11\">Indian Penal Code</a> for which he was\ntried alongwith other 61 accused.  All the 6  Accused/\nAppellants  were  refused  bail  while admitting their\nappeal and they have remitted the fine amounts.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The  prosecution  case  briefly begins with an\nincidence that happened in the morning of 2nd  August,\n1987  in  village  Avhane, Taluka and District Jalgaon\nand which was located, at the relevant time about 4 to\n5 Kms.  away from Jalgaon municipal area.  In the said\nvillage the Dalit Vasti is located towards  the  south\nand  north  of  the  road  leading from Jalgaon to the\nvillage Avhane.   The  Harijanwada  on  the  north  is\ncalled  as  &quot;Rajwada&quot;  or &quot;Budhhawada&quot; and the Harijan\nlocality on the south side is called as  &quot;Plot  area&quot;.\nUdhav  Raghav  Sapkale, who has his house in the south\nside  Harijan  locality,  was  allegedly  scolded  and\nbeaten in the morning by Popat Hari Patil (Accused No.\n</p><p data-structure=\"Facts\" id=\"p_5\">39)  who  was  the  Chairman  of  the  Crop Protection\nSociety formed in the said village and on  the  ground\nthat he  had  committed  theft  of  fodder.  Ratan S/o\nPaulad Sapkale Complainant (PW5) was a member  of  the\nVillage  Panchayat and belonged to the Scheduled Caste\n(Budhha).  Udhav Raghav  Sapkale  approached  him  and\nnarrated the  incidence  of  beating by Popat.  Ratan,\ntherefore, suggested to Popat  to  recover  fine  from\nUdhav  rather  than  beating  him and the incident was\naccordingly closed.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_6\">Ratan (PW5) had six brothers by  name  Ramdas,\nShamrao,  Pandit,  Yeshwant and Bhimrao and one sister\nby name   Janabai.      Ramdas   (PW6)   and   Shamrao\n(deceased-victim) were having their separate houses in\nthe  southern locality whereas the other four brothers\nwere  staying  in  the  northern   Rajwada   locality,\nincluding sister Janabai.  Ramdas was, at the relevant\ntime, employed  as  mechanic  in  the  S.T.   Depot at\nJalgaon and on 2nd August, 1987  he  had  returned  to\nvillage Avhana  at  about  6.45 p.m.  after completing\nhis duty hours, by bus and while he was sitting in the\nstationery bullockcart in the courtyard of  his  house\nwith his daughter, Popat (Accused No.  39) went to him\nand invited  him  for  drinking liquor.  Ramdas turned\ndown the offer and on  that  count  Popat  purportedly\nabused  him  in  filthy  language  in  the name of his\ncaste.  There was some exchange of words  between  the\ntwo  and  Popat  allegedly took an axe from behind and\ngave its blow on the forehead of Ramdas resulting into\ninjuries.   At  that   time   other   accused   namely\nChandrabhan   Ramkrishna   (Accused  No.8),  Dharmaraj\nNarayan (accused No.5), Ashok Hiraman (accused  No.19)\nPrakash   Kashinath   (accused   No.40),  Raman  Jagan\n(Accused  No.2),  Sopan  Jagan  (accused  No.44)   and\nPandharinath  Namdeo  (accused  No.37)  also allegedly\nassaulted Ramdas with sticks and iron-rods and  abused\nby  saying  &quot;Mahar Majale, Yana Marun Takayeche Aahye,\nSodayeche Nahi&quot; []\n\n \n\nRamdas allegedly sustained bleeding  injuries  and  he\nran to  his  brother  Ratan  to  the Rajwada area.  He\nnarrated the whole incident to Ratan and also informed\nhim that the Accused persons alongwith a mob of  about\n40  others  had  threatened  him to beat and they were\ncoming towards the Rajwada area.  Ratan advised Ramdas\nto report the incident to the police  and,  therefore,\nRamdas left  for  Jalgaon.   On his complaint Criminal\nCase No.  136 of  1987  came  tobe  registered.    The\npolice  also  advised  him  to  get  treatment  in the\nhospital and he was accordingly admitted.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_7\">The  third  and  main  limb of the prosecution\ncase commences around 7.30 p.m.  It  is  alleged  that\nRamdas  was  chased  and followed by a mob of about 40\npersons  which  went  to   the   Rajwada/   Budhhawada\nlocality, armed with sticks, iron-bars, axe and a fire\ntorch (Mashal).    Ratan, the complainant, went out of\nhis house and asked the members  of  the  mob  not  to\nenter  the  Budhhawada  area or to cause any damage to\nthe houses or property of the residents.  He tried  to\npersuade  and  pacify  the  mob  but  his  pleas  went\nunheeded.  The  mob  started  pelting  stones  at  the\nhouses  of the Dalits and Ratan also received injuries\nin the same.  He, therefore, ran towards his house and\nhe had hidden himself in  the  house  of  one  Trimbak\nSandu Sapkale.   His brother Shamrao (deceased) was at\nthat time in the adjoining house of  one  Shamrao  S/o\nWaman.   It  is  alleged  that the mob started pelting\nstones  and  setting  the  houses  on  fire   in   the\nBudhhawada.  A group of persons noticed Shamrao in the\nhouse  of Shamrao Waman and assaulted him, dragged him\nin the injured conditions  to  the  fire  wood  stack.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_8\">After  beating  him mercilessly Shamrao (deceased) was\nthrown on the fire wood stack which was lit by some of\nthe accused and as a result Shamrao was  burnt  alive.\nThe  mob  fury did not stop there alone and it went on\nrampage and continued to set the houses  on  fire  and\ncause   damages  to  the  household  articles  in  the\nBudhhawada area.  This was between 8.00 and 9.00  p.m.\nand  it  appears  that the Police Patil of the village\ninformed the police station.  The  police  arrived  at\nthe scene  around  9.15  p.m.    and  also  some  fire\nextinguishers were also pressed in service.  The  fire\nwas extinguished.    Twenty six houses were completely\nburnt, number of houses suffered  partial  damage  and\nsome  of the injured persons were taken to hospital in\nthe police  vehicle.    They  were  examined  by   Dr.\nGujarati   (PW10)   and  these  injured  persons  were\nJanabai, Kalabai (PW13), Sarubai,  Sakhubai,  Ashabai,\nRatan  (PW5), Pratibha, Sumanbai, Vijayabai and Bhaiya\netc.  Dr.  Gujarati conducted postmortem on  the  dead\nbody  of  Shamrao S/o Paulad and noticed that the body\nwas extensively and deeply burnt (100%).    He  issued\npostmortem report (Exhibit-131).  On the next day, Dr.\nArun   Patil   (PW11)   had   examined  Accused  Sopan\nJagannath, Ramdas (PW6), Raghunath Nannaware, Yeshwant\nSapkale, Ashok Sarawade, Popat Hari (Accused No.   39)\nand issued injury reports at Exhibit-133.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_9\">5. Ratan  (PW5)  filed  complaint  (Exhibit  121)\nwhich was treated tobe an F.I.R.  purportedly at about\n4.30 a.m.    on   3rd   August,  1987.    There  is  a\ncontroversy regarding the timing of this F.I.R.    and\nit  is contended that it was filed in the afternoon on\n3rd August, 1987 after  cremating  the  dead  body  of\nShamrao.  On  this  complaint,  Crime  No.  92 of 1987\ncame to be registered by the Taluka Police Station  at\nJalgaon  and  investigation  was  undertaken by P.S.I.\nWadage (PW14).  He visited the place of occurrence  on\n3rd    August,   1987   and   drew   spot   Panchanama\n(Exhibit-145) and so also the  inquest  Panchanama  of\nthe body  of  the deceased (Exhibit-106).  He recorded\nstatements of witnesses during  the  period  from  3rd\nAugust, 1987  to 10th August, 1987.  On 9th September,\n1987  he  had  seized  wrist  watch  produced  by  the\ncomplainant  and  found  in his house damaged by fire.\nThe said watch had the name of Namdeo Bhaurao engraved\non it.      During   the   course   of   investigation\nbloodstained clothes were seized and sent for chemical\nanalysis and  the  C.A.    reports  were  received  at\nExhibits-146 to 151.  Dy.S.P.  Shri Pawar  (PW15)  had\nvisited  Civil  Hospital,  Jalgaon on 4th August, 1987\nand had seized the  clothes  of  the  injured  persons\nunder Panchanama  Exhibit-155.   The investigation was\nsubsequently  handed  over  to  Shri  Chautha,  Police\nInspector  (PW18)  from  11th  September, 1987 to 14th\nNovember, 1987.  He recorded  supplementary  statement\nof Ratan   (PW5)   on   16th  September,  1987.    The\ninvestigation was then transferred to C.I.D.  and Shri\nJadhav, Dy.S.P.     (PW16)   was   incharge   of   the\ninvestigation.   He  recorded supplementary statements\nof Ramdas (PW6) as well as Ratan,  Sumanbai,  Kalabai,\nAshabai and others on 18th November, 1987.  The map of\nthe place of the occurrence was drawn (Exhibit-136) on\n13th   November,   1987   and  on  completion  of  the\ninvestigation Shri Jadhav (PW16) submitted the  charge\nsheet in the Court of Judicial Magistrate, First Class\nat Jalgaon  on  17th  November,  1988.    The  learned\nJudicial Magistrate, First Class, 2nd  Court,  Jalgaon\ncommitted  the  case to the Court of Sessions vide his\norder dated 14th February, 1989.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_10\">6. Charge was framed and was read over to all the\n62  Accused  who pleaded not guilty and their plea was\nrecorded over a period of time.  In all  20  witnesses\nwere  examined  by  the prosecution and the defence of\nthe  accused  was  of  total  denial  even  in   their\nstatement  recorded  under <a href=\"/doc/767287/\" id=\"a_12\">section 313</a> of the Criminal\nProcedure Code.  Most of them claimed that  they  were\nfalsely implicated.   The  defence of Accused Nos.  19\nand 39 was that of alibi and others had claimed  false\ninvolvement on  account  of  enmity.   PW1 to PW4 were\nPancha witnesses i.e.  Exhibit-111  to  113  and  117.\nThe  prosecution  claims that there were eye-witnesses\nto  the  incidence  involved  in  this  appeal  namely\nunlawful  assembly, murder of Shamrao, setting on fire\n26 houses and  damaging  the  household  articles  and\nother  property  in  the Budhhawada area between about\n7.00 to 9.30 p.m.  on the fateful day  and  they  were\nRatan  (PW5),  Ramdas  (PW6),  Rukminbai  (PW7), Ashok\n(PW8), Gaba Sapkale (PW9), and Kalabai Tayade  (PW13).\nDr.   Gujarati  (PW10) was examined, who had conducted\nthe postmortem on the dead body of Shamrao  Paulad  as\nwell  as the injured residents of the Budhhawada, some\nof whom were witnesses before the trial  Court.    Dr.\nArun  Patil  (PW11)  was  examined  as he had examined\nSopan Jagannath Patil (accused No.44),  Ramdas  Paulad\n(PW6),  Raghunath  Yadav  Nannaware,  Yeshwant Paulad,\nRatan Paulad (PW5), Ashok Atmaram Sarwade (PW8), Popat\nHaribhau Patil (Accused No.  39) in the night  of  2nd\nAugust,  1987  and  in  the early hours of 3rd August,\n1987.  Circle Officer Bhausar (PW12) had drawn the map\nof the spot.  Shri Wadage (PW14) was examined  as  one\nof  the  investigation  officers alongwith Shri Pawar,\nDy.S.P.  (PW15), Shri Jadhav,  Dy.S.P.    (PW16)  from\nC.I.D.,  Soma  Sapkale  (PW17)  a  Pancha  to the Spot\nPanchanama  (Exhibit-160),  Chauthe   (PW18),   Patil,\nA.P.I.   (PW19)  and  Rabdia  (PW12) all Investigating\nOfficers.  Besides the evidence of these 20  witnesses\nthe  prosecution  also  relied  upon  the  documentary\nevidence viz.  inquest Panchanama (Exhibit-107)  caste\ncertificate  (Exhibit-108),  Panchanama  of seizure of\nBoard (Exhibit-114) and seizure  Panchanama  of  Wrist\nWatch  -  Ricoh  (Exhibit-118),  the  map  of place of\noffence (Exhibit-136), Postmortem notes (Exhibit-131),\ninjury report (Exhibits-129, 130 and 133),  Panchanama\nwith  respect  to  the  houses  damaged  by  the  fire\n(Exhibit-145), C.A.    report  (Exhibit-146  to  151),\nPanchanama about seizure of clothes of injured persons\n(Exhibit-155).    Some   of   the   accused  submitted\ndocuments in support of their statement recorded under\n<a href=\"/doc/767287/\" id=\"a_13\">section 313</a> of the Criminal Procedure Code.  Statement\nunder <a href=\"/doc/767287/\" id=\"a_14\">section  313</a>  of  Criminal  Procedure  Code  was\nrecorded only  of  Accused  Nos.  1 to 3, 5 to 6, 8 to\n10, 12 to 13, 17 to 20, 24, 28 to 32, 34, 36 to 40 and\n44 to 45.  Initially, Criminal Case No.  136  of  1987\nwas  merged  for its trial alongwith Sessions Case No.\n32 of 1989.  However, on a specific application  moved\nafter  closing  the  evidence  by  the prosecution the\ntrial of Criminal Case No.  136 of 1987 was demerged.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_11\">7. The  following points were framed by the trial\nCourt in para 16 of its judgment for consideration.\n</p>\n   \n\n<p data-structure=\"Issue\" id=\"p_12\">1) Whether it is proved that,  on  2.8.87  around\n6-30 p.m.    at  Avhane  all accused formed an\nunlawful assembly alongwith  deceased  accused\nNos.   7 and 56 armed with deadly weapons like\nstick, iron rods, burning torch in prosecution\nof its common object to commit  offence  under\n<a href=\"/doc/1560742/\" id=\"a_15\">section  302</a>, <a href=\"/doc/1517318/\" id=\"a_16\">436</a>, <a href=\"/doc/1011035/\" id=\"a_17\">323</a>, <a href=\"/doc/555306/\" id=\"a_18\">504</a>, <a href=\"/doc/180217/\" id=\"a_19\">506</a> of the Indian\nPenal Code?\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_13\">2) Whether it is proved  that,  deceased  Shamrao\nPaulad died homicidal death on 2.8.1987?\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_14\">3) Whether  it is proved that, homicidal death of\nShamrao Paulad was caused by members  of  said\nunlawful   assembly  in  prosecution  of  its\ncommon object by setting him on fire  on  heap\nof firewood stack?\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_15\">4) Whether  it  is  proved  that,  all accused as\nmember   of   said   unlawful   assembly    in\nprosecution   of   its  common  object  caused\nmischief  by  fire  to  about  26  houses   in\nHarijanwada locality of Awhane?\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_16\">5) Whether   it   is  proved  that,  all  accused\nvoluntarily caused hurt to  the  witnesses  in\nprosecution  of common object of said unlawful\nassembly?\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_17\">6) Whether it is  proved  that,  all  accused  as\nmembers   of   said   unlawful   assembly   in\nprosecution  of  its  common   object   abused\ncomplainant   and   witnesses   insulting  and\ncausing them to commit breach of peace?\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_18\">7) Whether it is  proved  that,  all  accused  as\nmembers   of   said   unlawful   assembly   in\nprosecution of its common  object  threatened\ncomplainant and witnesses causing apprehension\nof injury or danger to their life?\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_19\">8) Whether  it  is  proved  that,  all accused as\nmembers   of   said   unlawful   assembly   in\nprosecution   of   its  common  object  abused\ncomplainant and other witnesses  in  insulting\nlanguage in the name of their caste?\n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_20\">9) Whether   prosecution  proved  offences  under\nSection 147, 138, 149, 302, 436, 323, 504, and\n506 read with <a href=\"/doc/1258372/\" id=\"a_20\">section 147</a>,  <a href=\"/doc/763672/\" id=\"a_21\">148</a>,  <a href=\"/doc/999134/\" id=\"a_22\">149</a>  of  the\nIndian  Penal Code and offence under <a href=\"/doc/40642741/\" id=\"a_23\">Section 7(1)(d)</a> of the Protection of Civil Rights Act,\nread with <a href=\"/doc/1258372/\" id=\"a_24\">Section 147</a>,  <a href=\"/doc/763672/\" id=\"a_25\">148</a>  and  <a href=\"/doc/999134/\" id=\"a_26\">149</a>  of  the\nIndian Penal Code? \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_21\">The  findings  against  each  point  were  recorded as\nunder:\n</p>\n   \n\n<blockquote id=\"blockquote_1\">Point No.1:- Proved against Accused.\n</blockquote>\n \n\n<blockquote id=\"blockquote_2\">Point No.2:- In affirmative.\n</blockquote>\n \n\n<blockquote id=\"blockquote_3\">Point No.3:- Proved against accused Nos. 1,\n2, 5, 8, 28, and 40.\n</blockquote>\n \n\n<blockquote id=\"blockquote_4\">Point No.4:- Proved against accused Nos. 1,\n2, 5, 8, 28, and 40.\n</blockquote>\n \n\n<blockquote id=\"blockquote_5\">Point No.5:- Proved  against  accused  Nos.\n1, 2, 5, 8, 28 and 40.\n</blockquote>\n \n\n<blockquote id=\"blockquote_6\">Point No.6:- Proved against accused Nos. 1,\n2, 5, 8, 28 and 40.\n</blockquote>\n \n\n<blockquote id=\"blockquote_7\">Point No.7:- Proved  against  accused  Nos.\n1, 2, 5, 8, 28, and 40.\n</blockquote>\n \n\n<blockquote id=\"blockquote_8\">Point No.8:- Proved against accused Nos. 1,\n2, 5, 8, 28, and 40.\n</blockquote>\n \n\n<blockquote id=\"blockquote_9\">Point No.9:- Offence   under  section  147,\n148, 149, 302, 436, 323,  504,\nand  506 read with <a href=\"/doc/999134/\" id=\"a_27\">Section 149</a>\nof the Indian Penal  Code  has\nbeen  proved  against  accused\nNos. 1, 2, 5, 8, 28, and 40. \n</blockquote>\n \n\n<blockquote id=\"blockquote_10\">8. It was fairly conceded by the learned  counsel\nfor  the  Appellants  before  us  as  well  as  by the\nprosecutor that the prosecution case is based  on  the\nevidence  of  Ratan  (PW5),  Ramdas  (PW6),  Rukminbai\n(PW7), Ashok (PW8), Gaba Sapkale (PW9), Kalabai Tayede\n(PW13), who were alleged to be the eye  witnesses  and\nthe medical  evidence  of Dr.  Gujarati (PW10) and Dr.\nArun Patil (PW11).  It is also conceded by the learned\ncounsel for the Appellants  that  Shamrao  S/o  Paulad\nSapkale  died  a  homicidal  death in the night of 2nd\nAugust, 1987 on account of burn injuries,  which  were\nantemortem.\n</blockquote>\n \n\n<blockquote id=\"blockquote_11\">9. While considering  Criminal  Appeal No.  96 of\n1996 we  are  only  required  to  decide  whether  the\ntestimony  of  the  above  named witnesses has proved,\nbeyond reasonable doubt, the complicity of  these  six\nAppellants  in  the  offences they have been convicted\nand hence sentenced by the trial Court.\n</blockquote>\n \n\n<blockquote id=\"blockquote_12\">10. Regarding   the   timings   of   filing    FIR\n(Exhibit-121)  by  Ratan  (PW5)  there  is  a  serious\ncontradiction  in  his  deposition  as  well  as   the\nInvestigating Officer Shripat Wadaje (PW14) who stated\nthat  on  3rd  August,  1987 he received the complaint\nfiled by Ratan Sapkale at about  3.30  a.m.    and  he\nconfirmed  that  complaint to be the FIR (Exhibit-121)\nbefore the Court and the same was written  by  him  as\nper the  say  of the complainant.  It was read over to\nthe complainant and  he  signed  the  same.    Offence\nbearing CR  No.  92 of 1987 was accordingly registered\nunder the signature of PSO and he had only  signed  on\nthe  report  as  it  was  recorded  in  his  presence.\n</blockquote><p data-structure=\"Facts\" id=\"p_22\">However, Ratan had stated that as soon as  the  police\ncame  at the spot in the night of 2nd August, 1987 the\ncomplaint was recorded whereas in his testimony before\nthe Court Ratan stated that his complaint was recorded\nby the police in the evening on 3rd August,  1987  and\nit was  not  recorded  at the spot of incidence.  In a\ncase of this nature, which had a  colour  of  communal\nriot,  it  would  not be safe for us to consider these\ncontradictions in the evidence.  There  is  no  denial\nthat  Ratan had lodged a complaint on 3rd August, 1987\nwith the Taluka Police Station  at  Jalgaon  and  Shri\nWadaje  (PW14)  was  the  first  investigating officer\nresponsible for the investigation.  A number of houses\nof Dalits were completely burnt and the house of Udhav\nand Shamrao (the deceased), which were located in  the\nplot area,  were  also  set  on  fire.   In some other\nhouses, household articles were either damaged or  set\non fire  and  houses  were  partly burnt.  Shamrao S/o\nPaulad Sapkale, the brother of Complainant,  was  done\nto  death by some members of the mob which had entered\nthe Budhhawada area at about 7.30 p.m.  on 2nd August,\n1987.   We  will  have  to,  therefore,  consider  the\ntestimony  of the so called eye witnesses and also the\nmedical  evidence  keeping  in  mind  these   admitted\ncircumstances  and  the  incidents  while deciding the\ncomplicity of the Appellants/ Accused in the said acts\nof crime.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_23\">11. At  the  threshold the learned counsel for the\nAppellants submitted that  the  FIR  lodged  by  Ratan\n(PW5) suffered from inordinate delay and the statement\nof the investigating officer that it was lodged in the\nearly hours of 3rd August, 1987 cannot be corroborated\nor  accepted  in view of the testimony of Ratan (PW5).\nReliance was placed on the  decision  of  the  Supreme\nCourt  in the case of &quot;Meharaj Singh (L/Nk.) V/s State\nof U.P.&quot; [1994 SCC (Criminal) 1390] to point out  that\nFIR  in a murder case is a vital and valuable piece of\nevidence for its appreciation at  the  trial  and  the\nobject  of insisting upon prompt lodging of the FIR is\nto  obtain  the  earliest  information  regarding  the\ncircumstances   in  which  the  crime  was  committed,\nincluding the names of the  actual  culprits  and  the\nparts  played by them, the weapons, any, used, as also\nthe names of the eye-witnesses,  if  any.    Delay  in\nlodging  the FIR often results in embellishment, which\nis a creature of an afterthought.  On account of  such\ndelays  the  FIR  not  only  gets  the  bereft  of the\nadvantage of spontaneity, danger also creeps in of the\nintroduction of  a  coloured  version  or  exaggerated\nstory.  It was further submitted that the complaint or\nthe  report lodged by Ratan could not be treated as an\nFIR and it  could  be  treated  only  as  a  statement\nrecorded  in  accordance  with  <a href=\"/doc/1383769/\" id=\"a_28\">section 161(3)</a> of the\nCriminal Procedure Code.  The statements made  therein\nare  required tobe supported by corroborative evidence\nand if the same  is  not  done  it  is  required  tobe\nexcluded from  the  consideration  of  the  Court.  In\nsupport of these submissions, the decision in the case\nof &quot;Ranbir Yadav V/s State of  Bihar&quot;  [1995  Criminal\nLaw Journal  2665]  has  been cited.  Referring to the\nstatements  made   during   investigations,   by   the\nwitnesses,  whose evidence has been relied upon by the\ntrial  Court,  it  is  submitted  that  they  are  the\nearliest statements made by them with reference to the\nfacts  of  occurrence  and,  therefore,  are available\nmaterial for testing the  veracity  of  the  witnesses\nexamined before the Court with particular reference to\nthose  statements which happened tobe at variance with\ntheir earlier statements.    It  is  alleged  that  an\nimproved  story  has  been  brought  out  through  the\nevidence recorded before the Court and  the  names  of\nthe  Accused/  Appellants, which did not find place in\nthe statements made before the investigating  officer,\nhave  been  added  while  deposing  before  the Court.\nReferring to the decision of the Supreme Court in  the\ncase  of  &quot;Baladin  and  others  V/s  State  of  Uttar\nPradesh&quot;  it  was  submitted  by  the\nlearned  counsel  that  the  Accused  are  entitled to\nchallenge the testimony of  these  witnesses  and  the\nimprovisation  so  made  before the Court could not be\nrelied upon.  So far as the issue of unlawful assembly\nis concerned, the Appellants urged before us that mere\npresence of a person does not make  him  a  member  of\nsuch  an  assembly unless it is shown that he had done\nsomething or omitted to do something which would  make\nhim a  member  of  unlawful  assembly.  In the case of\nsome of the Appellants/ Accused only mere presence  in\nthe mob on the fateful day in Budhhawada area has come\nout  through  the testimony of the witnesses concerned\nand no acts of  doing  something  or  omitting  to  do\nsomething have been proved before the trial Court.  In\nsupport  of these submissions also the decision in the\ncase of Baladin (supra) has been referred to.\n</p>\n \n\n<p data-structure=\"PetArg\" id=\"p_24\">Though, a number of persons were  interrogated\nand  their  statements were recorded during the course\nof investigation under <a href=\"/doc/447673/\" id=\"a_29\">section  161</a>  of  the  Criminal\nProcedure  Code, a selected few were picked and put up\nin the witness box.  This omission on the part of  the\nprosecution  is  also required to be considered by the\nAppellate Court  in  weighing  the  testimony  of  the\nwitnesses examined in support of the prosecution case.\nWhen  there  is an incidence of free fight between two\ngroups or in the case of group rivalries  there  is  a\ngeneral   tendency  to  rope-in  as  many  persons  as\npossible accusing them  to  have  participated  in  an\nassault  and,  therefore,  the  Court  is  required to\nscrutinise the evidence carefully and should there  be\nany doubt in such testimony benefit should be given to\nthe  Accused  [Baldeo  Singh  and  others V/s State of\nBihar&quot;(AIR 1972 SC 464)].    Where  a  sudden  quarrel\narises   as  a  result  of  remonstrance  and  counter\nremonstrance and an unpremeditated  free  fight  takes\nplace  it  cannot  be  said that the Accused, who were\npresent there,  formed  an  unlawful  assembly.    The\ncounsel further urged that each of the Accused persons\nshould  be  held  liable  for  his  own  act  and  not\nvicariously liable for the acts of others  [Lalji  and\nothers V/s The State of U.P.&quot; (].\n</p><p data-structure=\"PetArg\" id=\"p_25\">While challenging the reliability of the  oral\nevidence   recorded  before  the  trial  Court  it  is\nsubmitted by the Accused/ Appellants that majority  of\nthe so called witnesses are interested persons as they\nare closely related and they have made the substantial\nimprovements  over  these  statements  which they made\nduring the course of  investigation  and  as  recorded\nunder  <a href=\"/doc/447673/\" id=\"a_30\">section  161</a>  of  the  Criminal Procedure Code.\nSuch a  testimony  is  required  to  be  discarded  as\nunreliable.   In support of these submissions reliance\nhas been placed on the decision of the Apex  Court  in\nthe  case  of  [Badruddin Rukonddim Karpude and others\nV/s State of Maharashtra&quot;].\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_26\">On the issue of the homicidal death of Shamrao\nthe  evidence  on  record  showed  that  some  of  the\nAccused/  Appellants  were involved in merely dragging\nhim and being a part to such an incident alone is  not\nsufficient  for  conviction  for an offence punishable\nunder <a href=\"/doc/1560742/\" id=\"a_31\">Section 302</a>  of  the  Indian  Penal  Code.    In\nsupport  of  these  contentions  the  learned  counsel\nreferred to the decision of the Supreme Court  in  the\ncase  of  &quot;Naresh  Kumar V/s The State of Maharashtra&quot;\n</p><blockquote id=\"blockquote_13\">  and  submitted  that  the  accused\nconcerned  cannot be held to have committed the murder\nof Shamrao.\n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_27\">12. In the case of &quot;Maslati and etc.   etc.    V/s\nState of Uttar Pradesh&quot;  a four Judge\nBench of the Apex Court, inter alia, held:\n</p>\n   \n\n<blockquote id=\"blockquote_14\">(a) It  is undoubtedly the duty of the prosecution\nto lay before the Court all material  evidence\navailable   to   it  which  is  necessary  for\nunfolding its case; but it would be unsound to\nlay down as a general rule that every  witness\nmust  be examined even though his evidence may\nnot be very material and even if it  is  known\nthat he has been won over or terrorized.\n</blockquote>\n \n\n<blockquote id=\"blockquote_15\">(b) There is no doubt that when a  criminal  Court\nhas  to appreciate evidence given by witnesses\nwho are partisan or interested,  it  has  tobe\nvery careful  in  weighing such evidence.  But\nit  would  be  unreasonable  to  contend  that\nevidence  given  by  such  witnesses should be\ndiscarded only on the  ground  that  they  are\ninterested or partisan witnesses.\n</blockquote>\n \n\n<blockquote id=\"blockquote_16\">(c) Where a crowd of assailants who are members of\nan  unlawful  assembly  proceeds  to commit an\noffence of murder in pursuance of  the  common\nobject  of  the unlawful assembly, it is often\nnot  possible  for  the  witness  to  describe\naccurately  the part played by each one of the\nassailants.  Besides,  if  a  large  crowd  of\npersons  armed  with  the weapons assaults the\nintended victims, it may not be necessary that\nall of them have to take part  in  the  actual\nassault.\n</blockquote>\n \n\n<blockquote id=\"blockquote_17\">(d) Though   it   is  true  that  the  trustworthy\nevidence of a single witness would  be  enough\nto  convict  an  accused and evidence given by\nhalf   a    dozen    witnesses,    which    is\nuntrustworthy,  would not be enough to sustain\nthe conviction, where a criminal Court has  to\ndeal   with   evidence   pertaining   to   the\ncommission of an  offence  involving  a  large\nnumber  of  offenders  and  a  large number of\nvictims, it is usual to adopt  the  test  that\nthe  conviction  could be sustained only if it\nis supported by two or three or more witnesses\nwho give a consistent account of the incident.\n</blockquote><p data-structure=\"Section\" id=\"p_28\">Such a test may be described as mechanical but\nit  cannot  be  treated   an   irrational   or\nunreasonable.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_29\">(e) What  has  tobe proved against a person who is\nalleged tobe a member of an unlawful  assembly\nis that he was one of the persons constituting\nthe assembly and he entertained along with the\nother  members  of  the  assembly  the  common\nobject as defined by <a href=\"/doc/1542085/\" id=\"a_32\">section 141</a> of the Indian\nPenal Code.  If an offence is committed by any\nmember of an unlawful assembly in  prosecution\nof  the common object of that assembly or such\nas the members  of  that  assembly  knew  tobe\nlikely  tobe  committed in prosecution of that\nobject, every person who, at the time  of  the\ncommitting of that offence, is a member of the\nsame  assembly,  is guilty of that offence and\nthat emphatically  brings  out  the  principle\nthat  the punishment prescribed by <a href=\"/doc/999134/\" id=\"a_33\">section 149</a>\nof  the  Indian  Penal  Code  is  in  a  sense\nvicarious  and  does not proceeds on the basis\nthat the offence has been  actually  committed\nby every member of the unlawful assembly. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_30\">13. In the case of &quot;Kutumbaka Krishna Mohanrao and\nothers V/s  Public Prosecutor, High Court of A.P.  and\nanother&quot;  there was  a  large  scale\nrioting  that  had  taken  place  in a village and two\npersons died and several witnesses  belonging  to  the\ndeceased party had received injuries.  43 persons were\nput  on  trial  before  the Sessions Court and some of\nthem were convicted.  One of the issues  involved  was\nregarding  the reliance tobe placed on the evidence of\nthe  injured  witnesses  in  respect  of   their   own\nassailants and in para 5 it was stated, thus:\n</p>\n<blockquote id=\"blockquote_18\">  &quot;...  We have examined the reasons given  by\nthe  High  Court  accepting  the evidence of\nthese witnesses to the extent of  their  own\nassailants  and we see no reason to disagree\nwith the same.  In a case  of  this  nature,\nthe  Court generally has to fix the presence\nof  an  unlawful   assemble,   would   first\nscrutinise  the  evidence of injured witness\nand if  the  same  is  corroborated  by  the\nmedical  evidence  that  can  be accepted as\nagainst those accuse who caused injuries and\nthey can  be  held  to  be  members  of  the\nunlawful assembly.    This  is on the ground\nthat the witnesses at least, would be  in  a\nposition  to  identify their own assailants.\n...  ...&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_31\">In the case of &quot;Angad V/s State of Maharashtra&quot;\n</p><blockquote id=\"blockquote_19\"> it has been, inter alia,  held  that\nthe  testimony of eye-witnesses cannot be rejected only\non the ground that they did not intervene to rescue the\ndeceased.  This principle could be made applicable more\nsoundly to a case where the deceased became a victim of\na mob attack which smacked of a communal  attack  by  a\nhigher caste  on the Harijans.  We are not dealing with\na case of a free fight between two groups and the  case\nat  hand  has  a  colour of the communal riot resulting\ninto an attack on the Dalits and their  property.    We\nare,  therefore,  required  to  assess the evidence, as\nbrought out by the prosecution on the touchstone of the\nenunciations, as referred to hereinabove,  and  keeping\nin  mind  the  admitted  incidence of the attack on the\nDalit Vasti by a  mob  of  100-150  persons  which  has\nresulted  into the murder of an innocent disabled Dalit\nand full damage to about 26 houses, part damage to some\nother houses and loss of household articles as well  as\nother  belongings,  in addition to physical injuries to\nsome of the residents of that Vasti.  The mental trauma\nand physical insecurity suffered by these socially  and\neconomically  disadvantaged persons can not be measured\nin any units.\n</blockquote>\n \n\n<p data-structure=\"CDiscource\" id=\"p_32\">14.   Yuvraj Ramchandra Nannaware (PW1) and Baban Yadav\nSapkale (PW2) turned hostile and they stated nothing in\nfavour of the prosecution case.   Magan  Suka  Awachite\n(PW3)  was  examined  in  support of the Panchanama for\nrecovery of  a  tin-board  from  the  toilet  near  the\nS.T.Stand  at village Avhane (Exhibit 114) and the said\nboard was stated to have been displayed in  the  Rjwada\narea.   The  inscription  on  the said board was &quot;Dalit\nMukti Sena  Gram  Shakha,  Avhane&quot;.     Devidas   Yadav\nNannaware  (PW4)  was  a  Pancha  witness  to prove the\nseizure Panchanama of a Ricoh brand  wrist  watch  from\nthe  house of Ratan Sapkale and the name of Shri Namdeo\nBaburao Patil (Accused No.32)  was  inscribed  on  that\nwatch.   In his testimony he proved the same Panchanama\ndrawn on 9th September, 1987 (Exhibit - 118).\n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_33\">Bhausar (PW12) has drawn a map of the place  of\noccurence (Exhibit-136) immediately after the incident.\nThe said  map  was  not  disputed  by  the defence.  In\naddition, the maps at Exhibits-122, 136  and  137  have\nbeen admitted.  The depositions of PW14 to PW20 did not\nrelate to the incident about atrocities on the Harijans\nin  the  Budhhawada area alleged to have been committed\nby the unlawful assembly of the accused and  hence  the\nsame need  not  be considered by us.  Exhibits-129, 130\nand 133 are the medical certificates issued by PW10 and\nPW11.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_34\">On the complaint filed by Ramdas (PW6) Criminal\ncase No.  136 of 1987 came  to  be  filed  and  it  was\ndemerged from Sessions  Case  No.    32  of  1989.  The\ntestimony of the complainant  (PW5)  and  Ramdas  (PW6)\nread  tegether  clearly  goes  to  show  that after the\nscuffle between him an Popat Hari had taken place  near\nhis  house,  Ramdas  rushed  to the Budhhawada area and\ntold the incident to Ratan at about  7.00  p.m.    and,\nthereafter,  on the advise of Ratan he left for Jalgaon\nto file a complaint.  The  testimony  of  this  witness\n(PW6), therefore, has no relevance for the occurence in\nthe Budhhawada/  Rajwada  area  after  7.00  p.m.   and\nbefore 9.00 p.m.\n\n \n\nExhibit-129, Exhibit-130  and  Exhibit-133  are\nthe medical  certificates issued by PW10 and PW11.  The\nfirst  certificate  (Exhibit-129)  shows  that  Kalabai\nBhimrao Tayade (PW13) was examined and she had received\nthree  injuries and they were attributed to hard, blunt\nand rough substance.  All the three  injuries  were  of\nsimple nature.      Alongwith   her  Smt.Janabai,  Smt.\nSarubai and Smt.  Sakhubai W/o Ratan were also examined\nand they were found to have suffered injuries  by  hard\nand blunt   substance.    The  medical  certificate  at\nExhibit-130 shows that Asha Ratan Sapkale, the daughter\nof complainant (PW5), alongwith other six  persons  was\nexamined  and  all of them had received simple injuries\nwhich were attributed to hard and blunt substance.  All\nthe injuries  were  noticed  tobe   fresh.      Medical\ncertificate  at  Exhibit-133  shows  that  out  of  the\naccused persons Sopan Jagannath Patil (accused  No.44),\nPopat  Haribhau Patil (accused No.39) had also received\ninjuries by hard and blunt substance.   Popat  Haribhau\nPatil  (accused No.39) was admitted in the hospital and\nsimilar was the case regarding  injuries  sustained  by\nRamdas Paulad  (PW6).   Ashok Atmaram Sarwade (PW8) had\nreceived two injuries of simple nature and he was shown\nas outpatient.  The age of the injuries was  within  24\nhours.   In  the depositions of PW11 it has been stated\nthat accused Sopan Jagannath Patil (accused  No.    44)\nhad  sustained contused lacerated wound on scalp at the\njunction of both parital region (2cm  X  1/4  cm  scalp\ndeep).   Complainant  Ratan  (PW5) was examined at 4.50\na.m.  on 3rd August, 1987 and the injuries  noticed  on\nhis  person  were  contused  lacerated  wound  on right\nmastoid region (1/2cm X 1/2 cm skin deep) and  abrasion\non right  shoulder  (2cm  X  2  cm).  The injuries were\nsimple in nature, within 24 hours and cause  of  injury\nwas by hard and blunt object.  Ratan (PW5), Ashok (PW8)\nand Kalabai  (PW13) are the injured witnesses.  Nandlal\nGanpat Bhausar, Circle Officer (PW12) had drawn the map\n(Exhibit-136) on 3rd August, 1987 at the request of the\npolice.  He had also drawn another man (Exhibit-122) of\nthe place of incident on 7th December, 1995.   He  also\nconfirmed the   map   at   Exhibit-137.    The  map  at\nExhibit-136 has given the description of the village as\nwell as the two different Harijan localities i.e.  plot\narea and Budhhawada.   It  has  identified  the  houses\nwhich  are  completely  burnt and the houses which were\npartly burnt.  It also showed the location of the  fire\nstack  on  which  the  deceased  was  thrown and burnt.\nThere are some houses which were fully burnt  and  were\nlocated  around  the  fire  stack  but there were other\nhouses away from the place of the said  occurrence  and\nobviously they were set on fire.  The house of deceased\nas  well  as  Ramdas  Paulad,  Udhav Raghav Sapkale and\nRatan were also set on fire and were completely  burnt.\nThe  houses  of the upper caste Hindus are located at a\ndistance  from  the  Harijan  locality  and  they   are\nseparated by  roads.  The distance between the house of\nShamrao Waman from where the deceased was  dragged  and\nthe  place where his dead body was lying is about 100.\nThe discovery of Ricoh wrist watch from  the  house  of\nthe  complainant  has  been  proved  and the said watch\nbelonged to Namdeo Baburao (accused  No.32).    By  the\ntime  the  fire  extinguishers arrived at the scene and\nfollowed by the police van the mob (unlawful  assembly)\nhad dispersed.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_35\">16. Ratan  Paulad Sapkale (PW5) - the complainant,\nstated in  his  depositions  that  he  had  six  other\nbrothers  and  two brothers by name Ramdas and Shamrao\n(deceased) were residing in  the  plot  area  locality\nwhereas  the  remaining four brothers and himself were\nstaying in the Rajwada/ Budhhawada locality.   On  the\nday  of  incidence he was in his house and his brother\nRamdas (PW6) came to him between  7.00  to  7.30  p.m.\nand  disclosed  that Popat Hari had inflicted axe blow\non Ramdass forehead who was beaten up by Namdeo  Hari\nand Shivaji  Hari (accused No.1) with a stick.  Ramdas\nalso told him that Sopan Jagannath (accused No.44) and\nRaman Jagannath (Accused No.2) had also beaten him and\nthreatened that the houses of Budhha citizens would be\nburnt.  He also told Ratan that he also may be beaten.\nRatan,  therefore,  advised  Ramdas  to   report   the\nincident to Jalgaon police and, therefore, he left for\nJalgaon and at that time Ramdas had bleeding injury.\nThereafter, Popat Hari Patil  (Accused  No.39),\nDharmaraj   Narayan   Shinde   (accused  No.5),  Namdeo\nPundalik Patil  (accused  No.10),  Pandharinath  Kautik\nPatil,    Raman   Jagannath   Patil   (accused   No.2),\nChandrabhan  Ramkrishna   Chaudhari   (accused   No.8),\nVasudeo  Mohan  (Accused No.13) and some other persons,\narmed with sticks, came to the Budhhawada locality  and\nVasudeo  Mohan  was  holding a fire torch in his hands.\nHe requested these persons not to enter the  Budhhawada\narea or set on fire the houses but they did not pay any\nheed to  his  appeals.  They started pelting stones and\nwere giving slogans &quot;Jai Shivaji, Jai Bhavani&quot;.    They\nwere  also  saying Mahars have become unruly and their\nhouses should be burnt.  One stone hit Ratan  near  his\nright ear and, therefore, he got frithened and returned\ntowards his  house.    When  he was running towards his\nhouse he looked behind and found  Kamlakar  Chandrabhan\nChaudhri, Vasudeo Mohan, Jankiram Pandharinath set fire\nto the houses of Sukhadeo Sadashiv Sapkale, Godawaribai\nJotiram Sapkale.   At that time instead of entering his\nhouse Ratan entered  in  the  house  of  Trimbak  Sandu\nSapkale to hide himself and he heard the noise from the\nmob  saying,  &quot;Mahars be burnt&quot;, &quot;first house of Ratan\nshould be burnt&quot;.  His brother Shamrao  Paulad  Sapkale\n(deceased) was in the house of Shamrao Waman Sapkale in\nthe  Budhhawada  area  and  adjacent  to  the  house of\nTrimbak Sapkale  where  Ratan  was  hiding.      Namdeo\nPandurang,  Prakash Kashinath (accused No.40), Sukhadeo\nSadashiv (accused No.7), dragged  Shamrao  Paulad  from\nthe house  of  Ramrao  Sakpale.    Pandharinath  Kautik\n(accused  No.10),  Namdeo  Pundalik  (accused   No.20),\nSukhadevo  Sadashiv  (accused  No.7), Prakash Kashinath\n(accused No.10), Shivaji Hari (accused  No.1),  Vasudeo\nMohan (accused No.13), Chandrabhan Ramkrishna Chaudhari\n(accused  No.8)  started  beating Shamrao Paulad and at\nthat time  Chandrabhan  Ramkrishna  Chaudhari  (accused\nNo.8)  and Popat Hari Patil (accused No.39) were saying\n&quot;Shamrao Paulad Sapkale should be burnt&quot;.    There  was\nfire  wood  lying  by  the  side  of house of Sadhashiv\nBaburao Sapkale.    Vasudeo  Mohan   (accused   No.13),\nPrakash   Kashinath   Patil  (accused  No.40,  Jankiram\nPandharinath (accused No.28) set the firewood stack  on\nfire.    Thereafter,  Shivaji  Hari,  Namdeo  Pundalik,\nPandharinath Kautik, Raman Jagannath, Dharmaraj Narayan\nShinde, Chandrabhan Ramkrishna Chaudhari lifted Shamrao\nPaulad and threw him on the burning stack.  Ratan could\nhear Shamraos cries when he was thrown  in  the  fire.\nAll  those  persons, who had assaulted Shamrao, dragged\nhim towards the fire wood and threw him  on  the  fire.\nRaman (accused No.  2) was at that place for about half\nan hour.   Shamrao  was  burnt and dead there only.  He\nnoticed the said incident through the door  of  Trimbak\nSapkale.  Police  came  to  the spot.  He narratted the\nincident to them and it was recorded as  per  his  say.\nHe confirmed the   F.I.R.     (Exhibit-21).    He  also\nidentified  Popat  Hari  Patil,  Vasudeo  Mohan  Patil,\nNamdeo   Patil,   Dharmaraj   Narayan  Shinde,  Shivaji\nHaribhau  Patil,  Prakash  Kashinath  Patil,   Jankiram\nPandharinath Patil  (accused  No.  28) before the Court\nas the persons engaged in the  incident  of  murder  of\nShamrao  and  setting  some  houses on fire by entering\ninto the Budhhawada area as members of the mob.\nHe was member of the Village Panchayat and had\nstudied upto  8th  standard.    He was knowing all the\nresidents of Budhhawada as well as the plot area  with\ntheir full names.  He stated that Shiv Sena Branch was\nestablished in his village around the year 1984-85 and\nstated  there were no communal riots prior to the date\nof  incident  though  there  were  strained  relations\nbetween Harijans  and  caste  Hindus.   He new Prakash\nalias Batkya  (accused  No.40)  and  in  1987  he  was\ndealing in  illicit liquor.  His liquor shop was known\nas &quot;Prakashchi Tapari&quot;.  He was not knowing as to  who\nhad  given  information  to  the  police regarding the\nriots at Avhane in the fateful  night.    He  admitted\nthat the police van and fire-brigade vehicle came from\nJalgaon  to  Avhane  village after Ramdas had left for\nJalgaon and  the  police  had  taken  him  to  Jalgaon\nhospital  in  metador  alongwith injured Ashok Atmaram\nSarwade (PW8) [reached at about 10.00 p.m.].    Before\nthe  arrival  of  police,  he,  Ashok  Surwade, sister\nJanabai  and  daughter  Kalabai  and   wife   of   his\nbrother-in-law  Rahul  Sonawane  as  well  as  Hirabai\nYuvraj Nannaware were injured by the attack  unleashed\non the  residents  of  Budhhawada area by the mob.  He\ndid not  know  whether  Popat  Hari,  Sopan  Jagannath\nPatil,  Ramdas  Paulad,  Raghunath Yadav Nannaware and\nYeshwant Paulad  were  admitted  in  the  hospital  by\npolice before   he   was  admitted.    He  denied  the\nsuggestion that he was admitted in Jalgaon hospital at\n4.30 a.m.  on 3rd August, 1987.  He also admitted that\nhis supplementary statement was recorded by the police\non 16th September, 1987  as  well  as  17th  November,\n1987.   He  was  in the hospital for fifteen to twenty\nminutes till  the  dressing  was   completed.      Map\nsubmitted  by  the investigating officer (Exhibit-122)\nwas shown to him regarding the  locations  of  various\nhouses in  the  Budhhawada  as  well as plot area.  He\ndenied  the  suggestion  that  he  and  other  Harijan\ncitizens  from  Rajwada  area were angry against caste\nHindus on account of the  resolution  passed  on  29th\nJuly,  1987  for employing a Gorkha from Rajasthan for\nprotection of the crops and he  had  no  quarrel  with\nPopat  Hari  Patil  on account of abuses or beating to\nUdhav Raghav Sapkale.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_36\">Before arrival of the  police  on  2nd  August,\n1987 House  Nos.  26, 27, 28, 37, 40 and 51 were set on\nfire and he did not see persons who set fire  to  other\nhouses.   He did not see Godabai or Sukhadeo injured by\nfire or beating though they were  in  their  respective\nhouses.  While he was hiding in the house of Trimbak he\nhad  switched  off  the  lights  in  that room only and\nTrimbak Sandu was not in his  house.    He  denied  the\nsuggestion   that   he   had  told  Harijans  from  the\nBudhhawada area to leave their houses as  caste  Hindus\nwould  not  show mercy on them and that he had ran away\nfrom the Rajwada area locaity.   He  could  not  report\nabout  the  occurrence  since  he  was taken to Jalgaon\nhospital and on  the  next  day  his  deceased  brother\nShamrao was tobe cremated.  He reported the incident to\nthe  police  on 3rd August, 1987 only after Shamrao was\ncremated and Panchanamas of burnt  houses  were  drawn.\nIn  the  morning  of  3rd  August, 1987 he had told the\npolice that on account of the death of his  brother  he\nwas  upset and he would lodge the report in the evening\nand the police did  not  ask  his  other  two  brothers\nRamdas  and Vasant to lodge the report in his presence.\nHe confirmed the FIR (Exhibit-121) recorded as per  his\nstatements.  In his cross examination he stated that he\nhad  told  the  police that accused Vasudeo Mohan Patil\nwas  holding  the  burning  torch,   accused   Kamlakar\nChandrabhan,  Vasudev  Mohan  and Jankiram Pandharinath\nset fire to the house of Sukhadeo Sadashiv and Godabai,\naccused Namdeo Pundalik, Prakash Kashinath and Sukhadeo\nSadashiv dragged his  brother  Shamrao  (deceased)  and\naccused  Chandrabhan,  Popat  Hari  were  telling other\npersons in the mob that Shamrao Paulad be set on  fire,\naccused  Vasudeo  Mohan, Prakash Kashinath and Jankiram\nthrew Shamrao Paulad on fire and he did  not  know  the\nreasons  why  all these statements were not recorded by\nthe police in his report (Exhibit-121).  He stated that\nNamdeo Pundalik and Pundalik Namdev were two  different\npersons  in  village Avhane and Accused Namdeo Pundalik\nwas not  the  same  person  as  Pundalik  Namdeo.    He\nsimilarly  identified  Chandrabhan Ramkrishna Chaudhari\nbefore the Court and denied that the said accused could\nnot walk properly as he had sustained  fracture  injury\nin an  accident  in  1983-84.    He  also admitted that\nShamrao (deceased) had become crippled in  an  accident\nin  1985-86 and he did not sustain fracture injuries on\naccount of the assault on him on 2nd August, 1987.   He\nalso  admitted  that  an  organization  by  name  Dalit\nPanther  was  formed  to  attend  to  the  problems  of\nHarijans in  Avhane  village.    He specifically stated\nthat Pundalik Namdev was not present in  the  mob  that\nentered the  Rajwada area.  Initially a mob of 20 to 25\nwas coming towards Rajwada  locality  of  Harijans  and\nthough  the mob was shouting there was no admosphere of\nterror.  However, within a  hour  or  so  more  persons\njoined  and  the  mob  turned  violent  and indulged in\nbeating and setting the houses on fire.  He denied  the\nsuggestion  that  Jankiram  Pandharinath Patil (accused\nNo.28) was not present in the mob on 2nd  August,  1987\nthat  entered the Rajwada area as the said Jankiram was\nworking on a truck of Dagadu Kumbhar  and  was  in  the\nMIDC area, Jalgaon till 10.00 p.m.\n\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_37\">17. Shripad  Pandurang  Wadage   (PW14)   was   the\nInvestigating Officer  who had registered Crime No.  92\nof 1987 on the basis of the report (Exhibit-121).    He\nhad  drawn  inquest  Panchanama  of  the  dead  body of\nShamrao Paulad Sapkale  (Exhibit-106)  by  visting  the\nplace of  incident.   He had also drawn spot Panchanama\nas well as Panchanama of  burnt  houses  (Exhibit-145).\nBetween  4th  August,  1987 to 10th August, 1987 he had\nrecorded the statements of witnesses and had seized one\nwrist watch on 9th September,  1987  in  the  house  of\nRatan (PW5) on 24th December, 1987 he had received C.A.\nreport  of  seized  clothes  and on 14th November, 1987\ninvestigation was handed over to CID.  He admitted that\nthe complaint was received by him at 3.30 a.m.  and  he\nhad come to know that Ramdas Paulad was injured and was\nadmitted in  the  hospital.   When complainant gave the\nreport (Exhibit-121)  he  was  conscious  and  able  to\nunderstand  and  the  report  was  recorded  as per the\ncomplainants say.  Police reached Avhane  around  9.50\np.m.   whereas the fire brigade vehicle had reached the\nsaid place at 9.00 p.m.    The  information  about  the\nincident  at  Avhane  was received by the Taluka Police\nStation around 9.00 p.m.  through Village Police  Patil\nUttam  Namdeo  Patil  on telephone and Police Patil had\ninformed on telephone that Popat Hari Patil  was  lying\nunconscious  near  the Budhhawada area as he was beaten\nby Harijans and further that he  appeared  likely  tobe\ndead.   In the night of 2nd August, 1987 and during the\nday time on 3rd August, 1987 workers of  Dalit  Panther\nhad come  to  Avhane village.  The heap of fire wood on\nwhich Shamrao was set  on  fire  consisted  of  thorney\nbranches  of  Babul  trees and stems of cotton crop and\nthe place of fire wood was  surrounded  by  residential\nhouse.   He admitted that the name of accused Kashinath\nPatil (accused No.40) was not reported to him as one of\nassailants of the deceased, by Ratan (PW5).\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_38\">18. Before we proceed to sift the evidence of these\nmaterial witnesses viz.  PW5, PW7, PW8,  PW9  and  PW13\nalongwith  the evidence of (PW5) we deem it appropriate\nto refer to a  similar  case  which  had  come  up  for\nconsideration  before  a  Division  bench of this Court\ni.e.  &quot;Sukhadeo and others V/s  State  of  Maharashtra&quot;\n</p><blockquote id=\"blockquote_20\">[1988 Mh.L.R.   1249].  Violance was unleashed by a mob\nof about 40 persons belonging to majority  the  Wanjari\ncommunity  at  Antarwali  village situated in Gangakhed\ntaluka of Parbhani district.  The  unfortunate  victims\nof the assault were three deceased brothers viz.  Hari,\nGovinda   and   Limba  and  their  nephew  Narayan  all\nbelonging to minority Budhha community.   The  majority\ncommunity  thought  that  some  of the Budhha community\npersons had brought notority to them and to the village\nby leading  a  life  of  dacoits  and,  therefore,  the\ndeceased  and  their  family  members, as well as their\nassociates, had left Antarwali village and  shifted  to\nMalkhed  in  Ahmedpur  taluka of Latur distribut but on\nthe fateful day i.e.    on  4th  June,  1982  they  had\nreturned   to   the  Antarweli  village  to  meet  some\nrelations.  A mob of about 25 persons came to the house\nof PW15 Manik raising slogans and hurling abuses.  They\nwere armed with axes and sticks, to teach a  lesson  to\nthe  four  deceased and the other six injured witnesses\nand to take revenge that they had returned  to  village\nAntarweli even though they were instructed to leave the\nsaid village  in  view  of  their deeds of dacoity.  40\npersons were put on trial for offences punishable under\nsections 147, 148, 452, 302, 307, 324,  506  (Part-II),\n323,  452/149,  302/149,  324/149,  506 Part-II/149 and\n307/149 of the <a href=\"/doc/1569253/\" id=\"a_34\">Indian Penal  Code</a>.    The  trial  Court\nconvicted  eight  accused  and sentenced them to suffer\nrigorous imprisonment for life, in addition to  various\nterms  of  sentences  on  other  counts and others were\nacquitted.  This order was challenged by  the  convicts\nin  Criminal Appeal No.133 of 1983 whereas the State of\nmaharashtra preferred Criminal Appeal No.  177 of  1983\nagainst the  order of acquittal.  While Criminal Appeal\nNo.  133 of 1983 was  dismissed,  Criminal  Appeal  No.\n177 of 1983 was partly allowed and this Court convicted\nother  10  accused  and  sentenced  each one of them to\nsuffer  imprisonment  for  life  and  other  terms   of\nsentences on  other  counts.  Aggrieved by the decision\nof this Court, in both  the  Appeals,  Criminal  Appeal\nNos.   31  and  231  of  1989 and 53 of 1990 came to be\nfiled before the Apex Court i.e.  &quot;Sukhadeo  V/s  State\nof Maharashtra&quot;  .  The Supreme Court\nnoted that all the appellants were personally known  to\nthe witnesses since they were the residents of the same\nvillage and, therefore, mistaken identity of any of the\nappellants was out of question.  The injuries sustained\nby  the  three  deceased  persons  as  reflected in the\npostmortem examination reports clearly born out how the\nthree victims were mercilessly beaten by the police and\nother members of the riotous mob and the Supreme  Court\nopined  that  the Courts below had rightly accepted the\nevidence   of   the   complainant   Manik   (PW15)   as\ntrustworthy.   The  prosecution  had examined in all 22\nwitnesses and it was contended by the defence that most\nof  the  witnesses  had  made  improvisement  in  their\nevidence  in  the  Court by implicating as many accused\npersons as possible and,  therefore,  the  evidence  of\nsuch witnesses  ought  to be discarded.  It was further\ncontended that in view of the known animity between the\ntwo communities it  would  be  unsafe  to  sustain  the\nconviction on  the  basis of such evidence.  As regards\nthe first  contention,  the  Court  observed  that  the\nincident  had taken place in the Harijan locality which\nwas situated few furlongs away from the  village  Abadi\nand  the Wanjari community as a united front had caused\nthe attack and, therefore, it would be futile to accept\nthat any person from  the  village  would  support  the\ncause of  Harijans.    In addition, the evidence of the\nwitnesses could not be discarded on the score that they\nwere closely related to the deceased  persons  and  all\nthat was required in such cases was that the Court must\nscrutinise  the evidence of such witnesses with greater\ncaution.  On the score  of  untrustworthy  evidence  on\naccount  of  improvisation  the Apex Court accepted the\nevidence of such of the  eye-witnesses  whose  evidence\nwas  free  from  omissions  and contradictions and also\nconsidered  the  accused  being  the  members  of   the\nunlawful  assembly  sharing  a  common  object  and  in\npursuance thereof causing assault on  four  victims  by\naxes and  sticks  etc.    and  thereby committing their\nmurder and it did not suffer from any  infirmity.    In\naddition   to  this  evidence,  there  was  also  other\nmaterial on record in the form of recovery  of  certain\nincriminating articles.    This Court, while confirming\nthe order of conviction and partly allowing the  appeal\non acquittal, had relied upon the decision in Maslatis\ncase (supra) and observed in para 36, thus:\n</blockquote>\n<blockquote id=\"blockquote_21\">  &quot;The  law  does  not  insist on plurality of\nevidence.  The  evidence  given  by  even  a\nsingle  which is credible enough becomes the\nfoundation of a conviction.  However, when a\nlarge number of accused are involved in such\na riot case, and four persons  kicked  their\nbuckets  as  a  result  of murderous allault\nmade  by  the  members  of   that   unlawful\nassembly,  it  is  difficult  to  come  to a\nconclusion,  particularly  when  the  ocular\ntestimony which otherwise cannot be doubted,\nhas to  be  appreciated.  On such occasions,\nit  sometimes  become  useful  to  adopt   a\nmechanical test.  The Supreme Court has said\nthat  although  a  test  may be described as\nmechanical,  it   cannot   be   treated   as\nirrational or  unreasonable.  It is no doubt\ntrue that it is the quality of evidence that\nmatters, but where consistent  evidence  has\nbeen   given  and  the  evidence  cannot  be\nrejected so lightly, it is useful  to  adopt\nthe  test  and  that the conviction could be\nsustained only if it is supported by two  or\nmore witnesses who give a consistent account\nof the incidence.  It has been our endeavour\nto adopt this mechanical test whenever it is\nuseful and whenever we find that two or more\nwitnesses   have  given  a  story  which  is\nbroadly  in  conformity  with  the   general\npattern of assault.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_39\">The  conviction  as  confirmed  and recorded by\nthis Court, based on the  above  principles,  has  been\nupheld  by  the  Apex  Court  in  the  above said case.\nBearing this legal position in mind, we  will  have  to\nproceed  to  examine  the  evidence of the above stated\neye-witnesses  and  if  two  or  more  witnesses   have\ndescribed  an  incidence which is broadly in conformity\nwith the general pattern of  assault  or  a  particular\nact, we will have to accept the said testimony to bring\nhome  the  charge  levelled against such accused as per\nthe law laid down by the Apex  Court  in  the  case  of\nMaslati and others (supra).\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_40\">19. Dealing with the first ground that the FIR  was\nbelated,  we  have noted that the FIR was registered on\nthe basis of the complaint  of  Paulad  (PW5)  only  at\nabout 3.30  p.m.    on  3rd August, 1987 and it was not\nrecorded at the spot of incidence in the wee  hours  of\nthe same   day.    The  delay  caused  in  lodging  the\ncomplaint has been explained by Ratan in  his  evidence\nbefore the  trial  Court.    He has clearly stated that\nlooking at the scene of offence and the fact  that  his\nbrother  Shamrao  was  roasted alive and he himself was\nworried of his security and the security of his  family\nmembers,  he  was  not  in  a mentally fit condition to\nlodge the report  to  the  police  and,  therefore,  he\nlodged  the  report  only  after his deceased brothers\nbody was cremated.   This  explanation,  given  by  the\ncomplainant  Ratan,  deserves tobe accepted and it is a\nmost natural  explanation  furnished  by  him.      The\nwitnesses  are  admittedly  from  the same locality and\nsome of them are closely related to each  other.    The\nminor   contradictions   in   the  depositions  of  the\ncomplainant, as compared to the statements made in  the\nFIR, do not vitiate the case of the prosecution and all\nthat  is  required to be done by the Appellate Court is\nto scrutinise the evidence of the witnesses  with  care\nand caution.   While appreciating the evidence of these\nwitnesses, we have to also keep in mind that  the  rule\nof  &quot;falsus in uno falsus in ominbus&quot; is not applicable\nin India &quot;Deep Chand and others V/s State  of  Haryana&quot;\n</p><blockquote id=\"blockquote_22\"> and, therefore, the improvisations\nmade in certain fsrespects by the  witnesses  in  their\ntestimony  before  the  Court cannot lead to discarding\nthe entire evidence.   If  the  remaining  evidence  is\ntrustworthy  and  substratum  of  the  prosecution case\nremains  in-tact  then  the  Court  should  uphold  the\nprosecution case  to  that  extent.  We have to examine\nthe evidence only in respect of the  appellants  before\nus in  Criminal  Appeal  No.    96  of 1996 and the six\nrespondents in Criminal Appeal No.  148 of 1996  so  as\nto   find  out  whether  two  or  more  witnesses  have\ndescribed the incidents or complicities of each of  the\nappellants in respect of the offences held to have been\nestablished by   the   trial   Court   i.e.    offences\npunishable under section 147, 148, 302, 323, 436,  504,\n506 read with <a href=\"/doc/999134/\" id=\"a_35\">section 149</a> of the Indian Penal Code.\n</blockquote><p data-structure=\"Section\" id=\"p_41\">20.<a href=\"/doc/1542085/\" id=\"a_36\">Section 141</a> of the  Indian  Penal  Code  states\nthat  an assembly of five or more persons is designated\nan &quot;unlawful assembly&quot;, if the  common  object  of  the\npersons  composing  that  assembly  is,  inter alia, to\ncommit any  mischief  or  criminal  trespass  or  other\noffence;  or  by  means  of  criminal force, or show of\ncriminal force,  to  any  person,  to  take  or  obtain\npossession  of  a property, or to deprive any person of\nthe enjoyment of a right of way.   The  explanation  to\nthe said section states that an assembly, which was not\nunlawful  when it assembled, may subsequently become an\nunlawful assembly.  As per section 142  whoever,  being\naware  of  facts  which render any assembly an unlawful\nassembly,  intentionally  joins   that   assembly,   or\ncontinues  in  it, is said tobe a member of an unlawful\nassembly.  Section 143 provides with  punishment  to  a\nmember of  an  unlawful  assembly.   Section 146 states\nthat whenever force or violence is used by an  unlawful\nassembly,  or  by any member thereof, in prosecution of\nthe common object of such  assembly,  every  member  of\nsuch  assembly  is guilty of the offence of rioting and\npunishment for the said offence has been provided under\nsection 147.  Section 148 defines rioting, being  armed\nwith deadly  weapon.    Section  149  states that if an\noffence is committed  by  any  member  of  an  unlawful\nassembly  in  prosecution  of the common object of that\nassembly, or such as the members of that assembly  knew\ntobe  likely  tobe  committed  in  prosecution  of that\nobject, every person who, at  the  time  of  committing\nthat  offence,  is  a  member  of the same assembly, is\nguilty of that  offence.    This  means  that  where  a\ncriminal  act is done by several persons in furtherance\nof common intention of all,  each  of  such  person  is\nliable  for  that  act  in the same manner as if it was\ndone by  him  alone.    The  term  &quot;common  object&quot;  is\ndifferent from the term &quot;common intention&quot;.  In that it\ndoes  not require prior concern and a common meeting of\nminds before the attack  and  an  unlawful  object  can\ndevelop  after  the  people  get  there (at the spot of\nincidence).\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_42\">21. In his  evidence,  the  Complainant  (PW5)  has\nspecifically  attributed  to  each  of  the Appellants/\naccused the culpability in the murder  of  his  brother\nShamrao.  He stated that Chandrabhan Ramkishan (accused\nNo.8),  Pandharinath  Kautik  (accused  No.10), Prakash\nKashinath Patil (accused No.40), Ashok  Hiraman,  Raman\nJagannath  Patil  (accused  No.2), Gaulu Kashiram Patil\nand Jankiram Pandharinath  Patil  (accused  No.28)  had\nbeaten Shamrao  (deceased)  by  sticks.  The same seven\naccused had also taken Shamrao to the fire  wood  stack\nand   all   of   them  kept  him  on  the  said  stack.\nThereafter, Shivaji Hari Patil  (accused  No.1)  poured\nkerosene  on  the fire wood stack and Prakash Kashinath\nPatil (accused No.40) lit the  fire  wood  stack  as  a\nresult  of  which Shamrao was burnt alive and all those\npersons were on the spot till Shamrao  died.    He  had\nidentified all these persons before the Court.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_43\">Rukminbai (PW7) stated in her depositions  that\nwhile  she  was  cooking  meals  in the Varandah of her\nhouse she  heard  shouts  of  only  five  persons  viz.\nPandharinath   (accused  No.10),  Chandrabhan  (accused\nNo.8), Batuk (accused No.40),  Shivaji  (accused  No.1)\nand  Dharmaraj  (accused  No.5) and she did not see any\nother person from the mob.    As  per  her,  they  were\nsaying  &quot;Sale Dhedge Mahar Majale&quot; and &quot;Harijans should\nnot be allowed to live in  the  village&quot;.    They  were\narmed with  stick  and  burning  torch.    They started\nbeating Shamrao (deceased) near the house  of  Sadashiv\nBaburao  and  Shamrao  was crying for help to save him.\nDespite his cries these five persons continued  beating\nShamrao  and  they  kept Shamrao on the fire wood stack\nnear the house  of  Sadashiv.    As  per  her,  Shivaji\nHaribhau  (accused  No.1)  poured  kerosene  and  Batuk\n(accused No.40) set fire to the stack.  Shamrao  Paulad\nSapkale was  burnt  alive.   The witness identified all\nthese five persons before the Court.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_44\">We  have,  thus,  seen  that  the names of four\nAppellants/ accused  viz.     Bhagwan   alias   Shivaji\nHaribhau  (accused  No.1),  Chandrabhan  S/o  Dharmaraj\nShinde (accused No.8),  Ramkrishna  Patil  and  Prakash\nalias Batkya (accused No.40) have been confirmed in the\ntestimony of Ratan (PW5) and Rukminibai (PW7).\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_45\">22. We then come to the evidence of Ashok (PW8) who\nstated that he had returned to his house  between  7.00\nto 7.30  p.m.    on the fateful day and while he was at\nhis house he heard the shouts of villagers &quot;Mahar  Dhed\nMatle&quot; and,  therefore,  he  came out of the house.  He\nwas standing in the  door  of  his  house  and  he  saw\nChandrabhan  Ramkrishna  (accused  No.8),  Pandharinath\nKautik  (accused  No.10),   Prakash   Kashinath   Patil\n(accused  No.40),  Ashok Hiraman, Raman Jagannath Patil\n(accused  No.2),   Gaulu   Kashiram   Patil,   Jankiram\nPandharinath  Patil  (accused No.28) had beaten Shamrao\n(deceased) by sticks near the house of  Shamrao  Waman.\nThere was  fire wood stack at about 10-15 ft.  distance\nfrom the house of Shamrao Waman and Shamrao Paulad  was\ntaken  by seven persons and they kept Shamrao Paulad on\nthe fire wood  stack.    Thereafter,  Shivaji  (accused\nNo.1)  poured  kerosene  on fire wood stack and Prakash\nKashinath Patil (accused No.40) lit fire  to  it.    If\nthis  testimony  is  read  with  the testimony of Ratan\n(PW5) regarding the incidence of the death  of  Shamrao\nit  is  clear  that  the  witness  has corroborated the\nparticipation in  the  crime  of  Chandrabhan  (accused\nNo.8),   Prakash   Kashinath   (accused  No.40),  Raman\nJagannath Patil (accused No.2),  Jankiram  Pandharinath\n(accused No.28) and Shivaji alias Bhagwan Bhaurao Patil\n(accused No.1).    The  witness  identified these eight\npersons before the Court as the persons he had seen  at\nthe time of incident.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_46\">From  the  testimony of this witness (PW8) read\nwith the testimony of Ratan (PW5)  the  culpability  of\nShivaji  Hari  Patil  (accused  No.1),  Raman Jagannath\n(accused No.2), Chandrabhan  (accused  No.8),  Jankiram\n(accused  No.28)  and  Prakash  (accused No.40) is duly\nproved.  Out of the six appellants before us  the  name\nof  Dharmaraj  (accused  No.5)  did  not  figure in the\ntestimony of Ashok (PW8).  Similarly, in  the  evidence\nof  Rukminibai (PW7) the names of two of the appellants\ni.e.   Raman  Jagannath  (accused  No.2)  and  Jankiram\n(accused No.28)  did  not  figure.  However, by relying\nupon the law laid down by the Apex Court  in  Maslatis\ncase  (supra)  we  have  to  read the evidence of Ratan\n(PW5) together with the evidence  of  Rukminibai  (PW7)\nand   Ashok   (PW8)  and  if  any  of  the  appellants\nculpability is established in the evidence  of  any  of\nthe two  witnesses  out of the three i.e.  PW5, PW7 and\nPW8, the order of conviction will have  to  be  upheld.\nWe,  therefore,  deem  it safe to reproduce the tabular\nstatement regarding the involvement of the six accused/\nappellants before us as per the evidence of  the  three\neye-witnesses i.e.    Ratan (PW5), Rukminibai (PW7) and\nAshok (PW8), whom the trial Court has accepted as  such\nand  we  are  in  agreement with the same, of course in\naddition to the testimony of  Gaba  (PW9)  and  Kalabai\n(PW13).\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_47\">Sr.  Name and No.       Particulars of statements given\nNo.  of witness.in the depositions.\n</p>\n   \n\n<p data-structure=\"Conclusion\" id=\"p_48\">01.  PW5 - Ratan 1.  Accused   No.    1  Shivaji\nHari, Accused No.8  Chandrabhan\nand Accused  No.    40  Prakash\nbeat Shamrao near electric pole\nin  front  of   Shamrao   Waman\nSapkale.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_49\">2.  Accused  No.    28 Jankiram\nset fire to houses of  Sukhadeo\nSadashiv Sapkale, Godavaribai.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_50\">3.   Accused   No.  40  Prakash\ndragged Shamrao from the  house\nof Shamrao Waman Sapkale.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_51\">4.  Accused  No.28 Jankiram and\nAccused No. 40 Prakash lit fore\nto firewood stack.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_52\">5.  Accused No.1 Shivaji  Hari,\nAccused  No.2  Raman Jagannath,\nAccused No.      5   Dharmaraj,\nAccused No.      8  Chandrabhan\nlifted Shamrao &amp;  kept  him  on\nthe burning fire wood.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_53\">02. PW7-Rukminibai 1.  Accused  No. 1 Shivaji Hari\npoured kerosen.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_54\">2. Accused No. 5 Dharmaraj  and\nAccused  No. 8 Chandrabhan gave\nslogans.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_55\">3.  Accused No.  40 Prakash set\nfire to the firewood stack.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_56\">03.  PW8-Ashok 1.  Accused No.1  Shivaji  Hari\npoured kerosene.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_57\">2.  Accused No.   5  Dharmaraj,\nAccused No.     8  Chandrabhan,\nAccused No.   28  Jankiram  and\nAccused No.    40  Prakash beat\nShamrao by stick and taken  him\nto the firewood stack.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_58\">3.  Accused No. 28 Jankiram set\nfire to his house  and  Accused\nNo. 40 set fire. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_59\">23. Now  coming  to  the  other  offences, we shall\nrefer to  the  testimony  of  Rukminibai  (PW7),  Ashok\n(PW8), Gaba (PW9), and Kalabai (PW13), so as to examine\nwhether  the  acts  attributed  to  the  appellants, in\naddition to the murder of Shamrao, by Ratan  (PW5)  are\nsupported by  one or more of the witnesses.  Rukminibai\n(PW7) stated that the incident took place  around  8.00\np.m.   and  her  house  was in the Budhhawada locality.\nShe heard shouts of hundreds of villagers to  burn  the\nHarijan people  and  to  set their houses on fire.  The\ndepositions as made by her before the trial  Court  are\nsubstantial  only  on  the  issue of assault on Shamrao\nwhich subsequently resulted into his murder by  setting\nhim  on  fire at the hands of the five accused and four\nof them being the present appellants.   We,  therefore,\nneed  not consider her evidence for other acts as it is\nsilent in that respect except to  hold  that  the  five\npersons,  so  named,  were  the  members of an unlawful\nassembly which had entered the Budhhawada area.\nAshok  (PW8)  stated  that  he  saw Chandrabhan\nRamkrishna  Patil  (accused  No.8),  Prakash  Kashinath\nPatil (accused No.40), Pandharinath Kautik Patil, Ashok\nHiraman (accused No.19), Raman Jagannath Patil (accused\nNo.2),  Gaulu Kashinath Patil (accused No.18), Jankiram\nPandharinath Patil (accused No.28) and several  others.\nJankiram  Patil  set  fire  to his house by the burning\ntorch.  He had received injuries on his head and he was\nbeaten by a pipe.  This incident had taken place before\nShamrao Paulad was set on  fire.    The  injuries  were\nminor in  nature.    In the crowd of 100-125 persons he\ncould not see who had beaten him.  He did not  talk  to\nany  persons  in  the mob nor any one of them talked to\nhim.  The mob had come from the southern side and after\nthe members of this mob started pelting  of  stones  on\nthe house, the persons in the locality were frightened,\nladies,  gents  and  children  were  running  for their\nlives.  He had also sent his father, wife, children and\nbrother away from  the  house  as  he  had  apprehended\ndanger to their lives from the mob.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_60\">Gaba (PW9) was declared hostile by  the  A.P.P.\nand  in  his  cross  examination  by  the Prosecutor he\nstated that on 2nd August, 1987 between  8.00  to  8.30\np.m.   a  mob came towards his house and the persons in\nthe Budhhawada area started  running  hither-tither  on\nseeing the  mob.    Popat Hari (accused No.39), Shivaji\nHari (accused No.1), Pandhari  Namdeo,  Narayan  Namdeo\nwere  in  the  mob  coming  towards his house and these\npersons set fire to the house of his neighbour and  his\nhouse as  well.    Some  articles  from  his house were\nburnt.   He  identified  Popat  Hari  (accused   No.39,\nShivaji Hari (accused No.1), Pandhari Namdeo before the\nCourt  as  the same persons who were members of the mob\nand who had set fire to his house as well as the  house\nof his  neighbour.    After hearing the shouts given by\nthe mob he had hidden alongwith the family  members  in\nhis  house  and  then  all of them noticed fire to rear\nportion of his house.  His  children,  therefore,  left\nthe  house  from the front door and all of them went to\nthe banana field to hide themselves.  The Banana  field\nlies beyond the boundary of the Budhhawada area.  While\nhe  was  hiding  himself in the Banana field he noticed\nthat houses in the Budhhawada area were in  flames  one\nafter another.    He,  therefore, went to village Khedi\nrather than  coming  to  his  house  and  stayed  there\novernight.  He was candid to say that he did not notice\nas  to  who  set  fire  to the houses in the Budhhawada\narea.\n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_61\">Kalabai (PW13), confirmed the earlier incidence\nof a  scuffle  between  Ramdas  (PW7)  and  Popat  Hari\n(accused No.39)  and  others  around  7.00  p.m.    She\nthereafter got frightened and started  running  towards\nthe  house  of  her father and while she and her mother\nwere running towards the Budhhawada area the  attackers\nof  Ramdas  also  followed  them saying that they would\nbeat them.  These  persons  were  giving  slogans  &quot;Jai\nBhavani,  Jai  Shivaji&quot; and that they should be killed.\nShe, alongwith  her  mother  and  maternal  uncle,  had\nhidden  in  the  ancestral  house  and closed the door.\nThey heard noises  of  pelting  stones,  noise  of  rod\npushing door of the house which was broken.  She stated\nthat Pandharinath Kautik, Tukaram Mohan, Govinda, Naval\nDattu Patil, Uttam Ramkrishna Patil, Shivaji Hari Patil\nentered the  house of her family.  She was assaulted by\nPandharinath  Kautik,  Uttam  Ramkrishna  Patil,  Naval\nDattu Patil  and  she  lost her senses.  After sometime\nshe was woken  up  by  her  brother  and  she  regained\nconscious.   She  ran  towards  the  field  and went to\nKhedi.  She identified before  the  Court  the  accused\npersons viz.    Tukaram  Mohan Patil, Dharmaraj Narayan\nShinde, Pandharinath Namdeo Patil, Shivaji Hari  Patil,\nChandrabhan  Ramkrishna, Govind Mohan Patil, Popat Hari\nPatil tobe the same persons who were the members of the\nmob which entered the Budhhawada area.   Out  of  these\npersons identified by her, the Appellants before us are\nShivaji   Hari  Patil,  Dharmaraj  Shinde,  Chandrabhan\nRamkrishna Patil.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_62\">The evidence of all these three witnesses  read\nwith  the  evidence  of  the  complainant (PW5) clearly\nbrings out the complicity  of  the  Appellants  in  the\noffence  of  being  the  members  of unlawful assembly,\nrioting,  rioting  with  sticks,   iron-bars   in   the\nBudhhawada  locality  in  prosecution  of  their common\nobject to commit offences punishable under section 147,\n148 read with <a href=\"/doc/999134/\" id=\"a_37\">section 149</a> of  the  Indian  Penal  Code.\nThe  evidence  in  its  entirety has also proved beyond\ndoubt, at the first instance, that a  mob  had  entered\nthe Budhhawada area with sticks and rods, burning torch\non 2nd  August, 1987 between 7.00 to 8.00 p.m.  and the\nappellants were the members of this mob.   It  is  also\nproved  that  the mob had caused mischief of setting on\nfire some of the houses in the Budhhawada locality  and\nthe  Panchanama  shows that about 26 houses in the said\nlocality were burnt.  The evidence also proved that the\nappellants/ accused had voluntarily caused hurt to some\nof the witnesses in prosecution of common object of the\nsaid unlawful assembly.  The findings recorded  by  the\ntrial  Court  on  the  points  framed  by  it  are duly\nsupported by the evidence of the above  said  witnesses\nregarding the culpability of the present appellants and\nthus  the prosecution proved its case beyond reasonable\ndoubt that the appellants  were  guilty  of  committing\noffences  punishable  under  section  147/149, 148/149,\n302/149, 323/149,  436/149,  504/149,  506/149  of  the\nIndian penal Code.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_63\">24. The  learned  counsel  for  the  appellants has\ninvited our attention  to  the  charge  framed  by  the\nSessions  court  and  submitted  that  it  suffers from\npatent errors.  It  is  true  that  while  framing  the\ncharge  the  trial Court ought to have separate each of\nthe  offences  punishable   under   <a href=\"/doc/1258372/\" id=\"a_38\">sections   147</a>/<a href=\"/doc/999134/\" id=\"a_39\">149</a>,\n<a href=\"/doc/763672/\" id=\"a_40\">148</a>/<a href=\"/doc/999134/\" id=\"a_41\">149</a>, <a href=\"/doc/1560742/\" id=\"a_42\">302</a>/<a href=\"/doc/999134/\" id=\"a_43\">149</a>, <a href=\"/doc/1011035/\" id=\"a_44\">323</a>/<a href=\"/doc/999134/\" id=\"a_45\">149</a>, <a href=\"/doc/1517318/\" id=\"a_46\">436</a>/<a href=\"/doc/999134/\" id=\"a_47\">149</a>, <a href=\"/doc/555306/\" id=\"a_48\">504</a>/<a href=\"/doc/999134/\" id=\"a_49\">149</a> and <a href=\"/doc/180217/\" id=\"a_50\">506</a>/<a href=\"/doc/999134/\" id=\"a_51\">149</a>\nof the Indian Penal  Code.      However,  this  failure\nitself will not vitiate the prosecution case so long as\nthe trial Court has examined the evidence in respect of\nevery offence  and  recorded  its  findings.    We have\nconsidered the  evidence  on  each  score  and  we  are\nsatisfied  that  the objection so raised has no bearing\non the prosecution  case.    In  addition,  though  the\nevidence about accused No. 1 Shivaji, in respect of his\ncomplicity  in  the  offence  of beating or setting the\ndeceased Shamrao on fire, is not consistent or  suffers\nfrom  omissions, the evidence of these eye-witnesses is\nconsistent on the point that he was  a  member  of  the\nunlawful  assembly and Rukminibai (PW7) stated that the\nsaid accused poured kerosene on the  fire  wood  stack.\nThis  evidence  has been corroborated by Ashok (PW8) as\nwell.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_64\">25. The evidence of PW5, PW7, PW8,  PW9  and  PW10\nfully  corroborates the prosecution case that a mob of\nunlawful assembly, armed with sticks, axes, fire torch\netc.   had  come  to  Harijanwada  and   indulged   in\natrocities.  They had pelted stones on the houses, set\nsome  of  the  houses on fire and in the said incident\nShamrao was killed.  The  occurrence  in  the  Rajwada\narea, which commenced around 7.00 p.m.  on the fateful\nday  cannot  be treated tobe an incidence in isolation\nand it has its definite origin in the first  incidence\nthat had taken place in the morning namely Udhav Ragho\nwas  taken  to  the  Gram  Panchayat office and he was\nallegedly beaten  by  Popat  Hari.      In   addition,\nconsequent  to the scuffle between Ramdas (PW6) on the\none hand and Popat Hari  and  his  associates  on  the\nother,  resulted  in spreading a rumour in the village\nthat the accused Popat Hari was lying on the road  and\nperhaps he  was  dead.  These developments lead to the\nhypothesis that the members of the  higher  caste  got\nannoyed  and  decided  to take a revenge or retaliate.\nThe  origin  of  the  common  object  to   enter   the\nBudhhawada   area  and  commit  atrocities  is,  thus,\noriginated from these two incidents  which  had  taken\nplace earlier.    The members of the unlawful assembly\nwere not the residents of the Harijanwada locality and\nthey were residing in the village  at  some  distance.\nWhen  they  entered  the  Budhhawada area with sticks,\naxes etc.  their objective was visible.  Under <a href=\"/doc/1542085/\" id=\"a_52\">section\n141</a> of the Indian Penal Code an assembly  of  five  or\nmore persons is defined as an unlawful assembly if the\ncommon  object  of the persons composite that assembly\nis to commit any mischief or criminal trespass or  any\nother offence.  In the instant case, the object of the\nunlawful  assembly  to  commit offences/ atrocities in\nthe Budhhawada area was duly establish.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_65\">CRIMINAL APPEAL NO.: 148 OF 1996\n\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">26. As noted earlier, this Appeal survives  against\nthe original six accused viz. Pandharinath Namdeo Patil\n(accused  No.37),  Vasudeo Mohan Patil (accused No.13),\nAshok Hiraman  Patil  (accused  No.19),  Tukaram  Mohan\nPatil  (accused  No.36),  Govind  Mohan  Patil (accused\nNo.46) and Namdeo Baburao Patil (accused  No.32).    It\nwas   urged   before   us,   at   the  threshold,  that\nPandharinath Namdeo Patil and Pandharinath Kautik Patil\nare one and the same person and the eye-witnesses  have\nspecifically  deposed  regarding  the  participation of\nPandharinath Kautik Patil and, therefore, there  was  a\ncase made  out to convict accused No. 37 as well.  Such\na plea ought to have  been  taken  by  the  prosecution\nbefore the  trial Court which has not been done.  There\nis nothing on record to show that  Pandharinath  Namdeo\nPatil  and  Pandharinath  Kautik  Patil was one and the\nsame person or the name of Pandharinath Patils  father\nwas Namdeo alias Kautik Patil.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_67\">27. It has come in the evidence that a Ricoh watch,\non which the name  of  Namdeo  Baburao  Patil  (accused\nNo.32)  was  engraved,  was recovered from the house of\nRatan (PW5).  Ratan (PW5)  in  his  depositions  stated\nthat name engraved on the said watch is Namdeo Bhaurao.\nIn  addition,  the  other witnesses have implicated one\nNamdeo Bhaurao  as  well  as  Namdeo  Hari  and  Namdeo\nPandurang.   None  of  these  persons  were  arrayed as\naccused before the trial Court.  Namdeo  Baburao  Patil\n(accused  No.32) has, therefore, been rightly acquitted\nby the trial Court.\n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_68\">28. Though  the  complainant,  in  his  depositions\nbefore  the  trial  Court, has implicated Vasudeo Mohan\n(accused No.13) he does not refer to  the  presence  of\nTukaram  Mohan  Patil  (accused No.36) and Govind Mohan\nPatil (accused No.46) as well as  Ashok  Hiraman  Patil\n(accused No.   19).    The other eye-witnesses have not\nspoken regarding the presence of  Vasudeo  Mohan  Patil\n(accused No.13) as member of the unlawful assembly.  No\ntwo  witnesses  have  implicated  any one of these four\naccused viz.   Ashok  Hiraman  Patil  (accused  No.19),\nTukaram Mohan Patil (accused No.36), Govind Mohan Patil\n(accused No.    46)  and  Vasudeo  Mohan Patil (accused\nNo.13).  The trial Court has meticulously analysed  the\nevidence  brought  before it by the prosecution and the\nfinding of acquittal recorded  against  all  these  six\nrespondents/   accused   does   not   suffer  from  any\ninfirmities.  This appeal, therefore, does not succeed.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_69\">29. In the result,  both  the  appeals  are  hereby\ndismissed  and the order of conviction and sentence, as\npassed by the learned Sessions Judge in  Sessions  Case\nNo.   32  of  1989  on  19th  February,  1996 is hereby\nconfirmed.   The  District  Superintendent  of  Police,\nJalgaon  is  directed  to  take immediate steps for the\nre-arrest of the absconding accused.\n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_70\">D.S. Zoting, J.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_71\">B.H. Marlapalle, J.\n</p>\n \n\n","numcites":14,"numcitedby":16,"docsource":"Bombay High Court","citetid":265374,"divtype":"judgments","relatedqs":[{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"323/504/506","formInput":"323/504/506"},{"value":"147/148/149/302","formInput":"147/148/149/302"},{"value":"free fight","formInput":"free%20fight"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"section 323","formInput":"section%20323"},{"value":"common object","formInput":"common%20object"},{"value":"rioting ","formInput":"rioting%20"},{"value":"communal riots","formInput":"communal%20riots"},{"value":"dalit","formInput":"dalit"},{"value":" KEROSENE","formInput":"%20KEROSENE"},{"value":"section 506","formInput":"section%20506"},{"value":"Panchanama","formInput":"Panchanama"},{"value":"caste","formInput":"caste"},{"value":"about police patil","formInput":"about%20police%20patil"},{"value":"homicidal death","formInput":"homicidal%20death"},{"value":"member of an unlawful assembly","formInput":"member%20of%20an%20unlawful%20assembly"},{"value":"mahar","formInput":"mahar"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":false,"query_alert":null,"agreement":false}