{"tid":15284174,"publishdate":"2020-08-13","title":"Jmc Projects (India) Limited vs South Delhi Municipal Corporation on 13 August, 2020","doc":"<h2 class=\"doc_title\">Jmc Projects (India) Limited vs South Delhi Municipal Corporation on 13 August, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2020 DEL 1160</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:jyoti-singh\">Jyoti Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:jyoti-singh\">Jyoti Singh</a></h3>\n\n<pre id=\"pre_1\">$~\n*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                       Reserved on: 24.07.2020\n                                        Pronounced on: 13.08.2020\n\n+      ARB. P. 632/2017\n\n       M/s JMC PROJECTS (INDIA) LIMITED            ..... Petitioner\n                     Through: Mr. Sachin Datta, Sr. Advocate\n                                with Ms. Prity Sharma, Advocate.\n\n                          versus\n\n       SOUTH DELHI MUNICIPAL CORPORATION ..... Respondent\n                    Through: Mr. Sunil Goel, Standing Counsel.\n\n       CORAM:\n       HON&#x27;BLE MS. JUSTICE JYOTI SINGH\n\n                                   JUDGEMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">1.     Present Petition has been filed under <a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the\nArbitration and Conciliation Act, 1996 (hereinafter referred to as the\n&#x27;Act&#x27;) to constitute an Arbitral Tribunal to adjudicate the disputes\nbetween the parties.\n</p><p data-structure=\"Issue\" id=\"p_2\">2.     The genesis of the Petition is in a Contract entered into between the\nPetitioner and the Respondent on 24.09.2012 for carrying out the work of\ncovering of Nallah from Pushp Vihar, Press Enclave Road, passing\nthrough Sheikh Sarai - Chirag Delhi - Panchsheel Enclave - GK-1 -\nAndrews Ganj upto Ring Road behind Police Station, Defence Colony\n(except the stretch of Nallah in GK-1 in a length of 1000 mtr.) under\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">ARB. P. 632/2017                                                Page 1 of 29</span>\n JNNURM for providing Parking/Road cum Parking under the jurisdiction\nof Municipal Corporation of Delhi.\n</p><p data-structure=\"Facts\" id=\"p_3\">3.     The effective date of start of the Contract was 08.09.2012 and the\nwork was to be completed within 18 months i.e. upto 10.03.2014.\nDisputes having arisen between the parties regarding the completion of\nthe work, the Petitioner requested the Respondent vide letter dated\n06.03.2016 to consider the various claims raised by it vide letter dated\n15.01.2016 and refer for adjudication by the Dispute Resolution\nCommittee (hereinafter referred to as &#x27;DRC&#x27;). The request was based on\nClause 46 of Special Conditions of Contract (SCC) which provided for\nsettlement of disputes by the DRC comprising of representative of the\nPetitioner and the Chief Engineer, MCD.\n</p><p data-structure=\"Issue\" id=\"p_4\">4.     Prior thereto, the Petitioner had requested the Respondent vide\nletter dated 16.01.2016 to enter into a Supplementary Agreement for\nincorporating a separate Arbitration Clause.\n</p><p data-structure=\"Facts\" id=\"p_5\">5.     The DRC was constituted by the Respondent vide letter dated\n04.05.2016 and the Engineer-in-Charge nominated the Chief Engineer\n(Central) as Chairman of the DRC. Petitioner was asked to nominate its\nrepresentative and vide letter dated 30.05.2016 Petitioner nominated its\nrepresentative. Proceedings of the DRC were held on several dates to\nadjudicate the claims raised by the Petitioner and culminated into a\ndecision dated 29.05.2017, whereby DRC directed the Respondent to pay\namounts of Rs. 69,13,247/- and Rs. 11,15,841/-, along with the interest @\n7.5% p.a. w.e.f. 24.09.2015 to the Petitioner. The order was signed only\nby the Chief Engineer as the Petitioner&#x27;s representative refused to sign\nthe same.\n</p><span class=\"hidden_text\" id=\"span_2\">ARB. P. 632/2017                                              Page 2 of 29</span>\n<p data-structure=\"Issue\" id=\"p_6\"> 6.     Soon thereafter, Petitioner sent a notice dated 03.06.2017 to the\nRespondent invoking the Arbitration Agreement and sought appointment\nof an Arbitrator. Alleged failure on the part of the Respondent to appoint\nan Arbitrator led to filing of the present Petition under <a href=\"/doc/605764/\" id=\"a_2\">Section 11(6)</a> of\nthe Act and the Petitioner now seeks appointment of an Arbitrator on the\npremise that Clause 46 of SCC is an Arbitration Clause between the\nParties.\n</p><p data-structure=\"Issue\" id=\"p_7\">Case of the Petitioner\n</p><p data-structure=\"PetArg\" id=\"p_8\">7.     Learned Senior Counsel for the Petitioner, Mr. Sachin Datta,\ncontends that Clause 46 of SCC is an Arbitration Clause and the intention\nof the parties has always been to resolve their disputes through\nArbitration. The essential features of an Arbitration Clause are that it is\nan Agreement in writing between the parties, all questions and disputes\narising out of or relating to the Agreement are within the ambit of the\nClause and the decision pursuant to such Proceedings is acceptable and\nbinding on both parties.\n</p><p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"109426020\" id=\"span_3\">8.     Laying emphasis on the language of Clause 46 of SCC, it is argued\nthat an identical Clause, with only a minor difference of the words &#x27;one&#x27;\nand &#x27;each&#x27;, which are missing in the Clause 46 herein, has been held to be\nan Arbitration Clause by a Co-ordinate Bench in the case of <a href=\"/doc/109426020/\" id=\"a_3\">AMR India\nLtd. v. South Delhi Municipal Corporation</a>, (2018) SCC OnLine Del\n8243. SDMC was a Respondent in the said case and the judgement has\nbeen accepted.</span>\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"109426020\" id=\"span_4\">9.     Further submission of the Petitioner is that minor difference of\n&#x27;each&#x27; between Clause 46 and Clause 44, which was the subject matter of\nadjudication       in   <a href=\"/doc/109426020/\" id=\"a_4\">AMR   India</a>    (supra),    makes    no      material\n<span class=\"hidden_text\" id=\"span_5\">ARB. P. 632/2017                                                 Page 3 of 29</span>\n difference. Emphasis of the Respondent on the absence of the word\n&#x27;each&#x27; to argue that there cannot be an Arbitral Tribunal with even\nnumber of Arbitrators in view of <a href=\"/doc/182490/\" id=\"a_5\">Section 10(1)</a> of the Act, is without any\nmerit.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1229987\" id=\"span_6\">Supreme Court in the case of <a href=\"/doc/1229987/\" id=\"a_6\">M.M.T.C. Limited v. Sterlite\nIndustries (India) Limited</a>, (1996) 6 SCC 716 has held that merely\nbecause an Arbitration Agreement specifies an even number of\nArbitrators cannot be a ground to render the Arbitration Agreement\ninvalid. Reliance is placed on para 8 of the judgement which is as under:-</span>\n</p><blockquote id=\"blockquote_1\">       &quot;8. Sub-section (3) of <a href=\"/doc/1846895/\" id=\"a_7\">Section 7</a> requires an arbitration\n       agreement to be in writing and sub-section (4) describes the\n       kind of that writing. There is nothing in <a href=\"/doc/1846895/\" id=\"a_8\">Section 7</a> to indicate\n       the requirement of the number of arbitrators as a part of the\n       arbitration agreement. Thus, the validity of an arbitration\n       agreement does not depend on the number of arbitrators\n       specified therein. The number of arbitrators is dealt with\n       separately in <a href=\"/doc/1151350/\" id=\"a_9\">Section 10</a> which is a part of machinery\n       provision for the working of the arbitration agreement. It is,\n       therefore, clear that an arbitration agreement specifying an\n       even number of arbitrators cannot be a ground to render the\n       arbitration agreement invalid under the New Act as\n       contended by the learned Attorney General.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_11\">10.    To elaborate the argument, it is contended that in any case, the\nClause by a bare reading does not envisage the Constitution of the DRC\nby an even number of members as the word &#x27;presided&#x27; contemplates that\nthe DRC shall consist of one representative of the Contractor, one of the\nDepartment and the Chief Engineer, being the third member would\npreside over. Even factually, it is submitted, that the DRC comprised of\nan odd number since the Petitioner was represented by its Deputy\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">ARB. P. 632/2017                                                 Page 4 of 29</span>\n Managing Director, while the SDMC was represented by an Executive\nEngineer and the Chief Engineer, MCD presided as the Chairman.\n</p><p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"133070\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1979603\" id=\"span_9\">11.    Learned Senior Counsel contends that the Supreme Court has in\nvarious judgements, while construing Clauses similar to Clause 46 herein\nas Arbitration Agreements referred the parties to Arbitration. Reliance is\nplaced on the judgements of the Supreme Court in <a href=\"/doc/1979603/\" id=\"a_10\">Smt. Rukmanibai\nGupta v. Collector, Jabalpur and others</a> (<a href=\"/doc/133070/\" id=\"a_11\">1980) 4 SCC 556, Punjab\nState &amp; others v. Dina Nath</a> with Executive Engineer Anandpur Sahib\nHydel Construction Division (2007) 5 SCC 28, Bihar State Mineral\nDevelopment Corporation and Another v. Encon Builders (I) (P) Ltd.\n(2003) 7 SCC 418 in support of this contention.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33002\" id=\"span_10\">Reliance is also placed\non the judgement of the High Court of Orissa in <a href=\"/doc/33002/\" id=\"a_12\">Keshab Charan\nMohanty v. State of Odisha and Another</a>, Arb. Pet.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"498669\" id=\"span_11\">No. 11/2008,\ndecided on 05.11.2015, as well as the Karnataka High Court in <a href=\"/doc/498669/\" id=\"a_13\">Sri. B.R.\nGanesh &amp; Ors. v. The Commissioner</a>, The Bruhat Bangalore\nMahanagara Palike ILR 2015 KAR 2130.</span>\n</p><p data-structure=\"Issue\" id=\"p_13\">Case of the Respondent\n</p><p data-structure=\"PetArg\" id=\"p_14\">12.    Short reply has been filed by the Respondent in which a\npreliminary objection has been taken to the maintainability of the present\nPetition on the ground that there is no Arbitration Agreement between the\nparties and Clause 46 on which reliance is placed by the Petitioner cannot\nbe construed as an Arbitration Clause.\n</p><p data-structure=\"PetArg\" id=\"p_15\">13.    Learned counsel for the Respondent on the basis of the stand in the\nreply argues that Clause 46 of the SCC provides for a two Member\nCommittee, one being the Contractor&#x27;s representative and the other being\nthe Chief Engineer, who would preside the Committee. <a href=\"/doc/182490/\" id=\"a_14\">Section 10(1)</a> of\n<span class=\"hidden_text\" id=\"span_12\">ARB. P. 632/2017                                               Page 5 of 29</span>\n the Act provides that the number of Arbitrators shall not be an even\nnumber and therefore the said Clause cannot be treated as an Arbitration\nClause. It is further contended that an Arbitration Agreement is an\nAgreement between parties where there is a clear intent to resort to\nArbitration as a mode of resolution of the disputes. The intention can be\ngathered from the words of the Agreement as well as from the\ncorrespondence exchanged, documents executed and the surrounding\ncircumstances. In the present case, the conduct of the parties more\nparticularly of the Petitioner clearly evidences that the parties proceeded\non the basis that there was no Arbitration Agreement. In this context,\nreference is made to a letter dated 16.01.2016 written by the Petitioner to\nthe Respondent requesting the Respondent to enter into a Supplementary\nAgreement for the purpose of incorporating a separate Arbitration Clause.\nThe Petitioner, it is alleged, has conveniently not filed the said letter on\nrecord. Responding to the said letter on 19.02.2016, Respondent had\ncategorically turned down the request of the Petitioner for entering into a\nseparate Arbitration Agreement. On the request of the Petitioner, the case\nwas processed for Constitution of DRC and the Petitioner never objected\nto its constitution and neither approached the Court at that stage under\n<a href=\"/doc/605764/\" id=\"a_15\">Section 11(6)</a> of the Act. Rather, the Petitioner participated in the various\nhearings held on 11.07.2016, 16.09.2016, 30.12.2016 and 27.02.2017.\nThe Petitioner extensively argued in support of its claims and once the\nproceedings resulted in an order, which was not to the liking of the\nPetitioner, its representative even refused to sign the order. Having taken\na chance before the DRC, the Petitioner, a few days later sent a letter\ndated 03.06.2017 invoking Arbitration. The request of the Petitioner for\n<span class=\"hidden_text\" id=\"span_13\">ARB. P. 632/2017                                                Page 6 of 29</span>\n appointment of the Arbitrator was a misconceived action and a clever\nway to get out of the order passed by the DRC and re-agitate its claims. In\nany case, there being no Arbitration Clause, Respondent did not appoint\nan Arbitrator after receiving the said letter and the present petition is not\nmaintainable.\n</p><p data-structure=\"Section\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"109426020\" id=\"span_14\">14.    The judgement in the case of <a href=\"/doc/109426020/\" id=\"a_16\">AMR India</a> (supra) is distinguished\nby arguing that the Clauses in the two cases are not identical. The absence\nof the words &#x27;one&#x27; and &#x27;each&#x27; in the present Clause 46 is significant and\nthe requirements of <a href=\"/doc/182490/\" id=\"a_17\">Section 10(1)</a> of the Act are not fulfilled. It is also\nsubmitted that in the said case Petition was filed under <a href=\"/doc/1079220/\" id=\"a_18\">Section 9</a> of the\nAct and the Court had no occasion to go into the details regarding the\nrequirements of the number of Arbitrators, under <a href=\"/doc/182490/\" id=\"a_19\">Section 10(1)</a> of the\nAct.</span>\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1229987\" id=\"span_15\">15.    With respect to the case of <a href=\"/doc/1229987/\" id=\"a_20\">M.M.T.C. Limited</a> (supra) it is argued\nthat the said case pertains to an Agreement under the 1940 Act. There\nwas no dispute in the said case regarding existence of the Arbitration\nAgreement and the dispute was regarding validity of the Arbitration\nAgreement as the Clause contemplated two Arbitrators and an Umpire.\nThe question that arose before the Supreme Court was whether the Clause\nwas in conflict with <a href=\"/doc/182490/\" id=\"a_21\">Section 10 (1)</a> of the 1996 Act. In that context, where\nthere was no dispute on the existence of the Arbitration Agreement, the\nSupreme Court held that &#x27;even&#x27; number of Arbitrators cannot be a ground\nto render the Arbitration Agreement invalid under the 1996 Act. The\nposition in the present case is totally different as in this case no\nArbitration Agreement exists in the contract between the parties. For an\nAgreement to be an Arbitration Agreement, the mandate of <a href=\"/doc/182490/\" id=\"a_22\">Section 10(1)</a>\n<span class=\"hidden_text\" id=\"span_16\">ARB. P. 632/2017                                                 Page 7 of 29</span>\n of the Act is to have an odd number, which is clear from the use of the\nword &#x27;shall&#x27; by the legislature.</span>\n</p><p data-structure=\"RespArg\" id=\"p_18\">16.    Without prejudice to the above contentions Learned Counsel for\nthe Respondent argues even if the Court was to hold that Clause 46 is an\nArbitration Agreement, as is being argued by the Petitioner now, contrary\nto its earlier stand, the proceedings carried out by the DRC would then be\nArbitration proceedings and the order passed shall have to be construed\nas an Arbitral Award. In that event, the present petition would in any case\nnot be maintainable and the remedy of the Petitioner would be to\nchallenge the Award under <a href=\"/doc/536284/\" id=\"a_23\">Section 34</a> of the Act. Once an Award has\nbeen passed in Arbitration Proceedings, it is not permissible for a party to\ninvoke <a href=\"/doc/605764/\" id=\"a_24\">Section 11(6)</a> of the Act and seek an appointment of an Arbitrator.\nRejoinder by the Petitioner\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"267861\" id=\"span_17\">17.    Learned Senior Counsel for the Petitioner argues that the\nProceedings before the DRC cannot be treated as Arbitration\nProceedings, as envisaged under the Act and its decision cannot be\nconstrued as an Arbitral Award. In support of the submission, it is argued\nthat for initiation of Arbitral Proceedings there has to be a &#x27;reference&#x27; to\nthe Arbitral Tribunal. Reliance is placed on the judgement of the Supreme\nCourt in <a href=\"/doc/267861/\" id=\"a_25\">State of Goa v. Praveen Enterprises</a>, (2012) 12 SCC 581 where\nthe Supreme Court extensively dealt with what constitutes &#x27;reference&#x27; to\nArbitration and the manner in which the reference is to be made.\nPetitioner relies on paras 10, 11, 13 and 25 of the said judgement. It is\nargued that in the present case, there has been no reference to Arbitration\neither by the parties themselves or by reference of the disputes through\n\n\n<span class=\"hidden_text\" id=\"span_18\">ARB. P. 632/2017                                                Page 8 of 29</span>\n the intervention of the Court. It is for this reason that the Petitioner sent\nan Arbitration notice on 03.06.2017, soon after the order of the DRC.</span>\n</p><p data-structure=\"Section\" id=\"p_20\">18.    Strength is sought to be taken, in support of this argument from the\nprovision of <a href=\"/doc/60091652/\" id=\"a_26\">Section 29A</a> of the Act, which provides that the Award shall\nbe made within a period of 12 months from the date the Arbitral Tribunal\nenters upon reference and the Arbitral Tribunal, as per Explanation to the\nSection, enters upon reference on the date the Arbitrator(s) receives\nnotice of appointment.\n</p><p data-structure=\"CDiscource\" id=\"p_21\">19.    It is argued that since there has been no appointment of an\nArbitrator by either of the parties, there has been no &#x27;entering upon\nreference&#x27; and the proceedings of DRC cannot be termed as Arbitral\nProceedings. After the DRC was constituted, Petitioner realized, based\non the judgements of the Supreme Court and this Court that Clause 46 of\nSCC was in the nature of an Arbitration Clause. Since no Arbitrator was\nappointed and hence no Arbitral Proceedings took place, request for\nappointment of the Arbitrator was sent to the Respondent.\n</p><p data-structure=\"Section\" id=\"p_22\">20.    It is also argued that none of the Members of the DRC made\ndisclosure in terms of <a href=\"/doc/750244/\" id=\"a_27\">Section 12(1)</a> of the Act which lends support to the\nargument that DRC was not an Arbitral Tribunal. The procedure\nenvisaged under <a href=\"/doc/1731368/\" id=\"a_28\">Section 19</a> the Act was never followed. No Statement of\nClaim or Statement of Defence, contemplated under <a href=\"/doc/1697032/\" id=\"a_29\">Section 23(1)</a> of the\nAct was filed. None of the claims of the Petitioner were discussed or\npronounced upon.\n</p><p data-structure=\"RespArg\" id=\"p_23\">21.    Learned Senior Counsel contends that <a href=\"/doc/1769118/\" id=\"a_30\">Section 31</a> of the Act\nstipulates the Form and Contents of the Arbitral Award and none of the\ningredients of the Section can be found in the order of the DRC, apart\n<span class=\"hidden_text\" id=\"span_19\">ARB. P. 632/2017                                                 Page 9 of 29</span>\n from the fact that it is not even signed by all the Members of the DRC.\nGreat emphasis is laid on the observations of the Chairman of the DRC in\nthe order passed by him, that the DRC was not acting as an Arbitral\nTribunal and therefore at the highest, the proceedings can be construed to\nbe in the nature of amiable compositeur.\n</p><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"155925871\" id=\"span_20\">22.     Finally, Learned Senior Counsel, taking benefit of the stand of the\nRespondent during the course of hearing on 24.07.2020, that order of the\nDRC would not prevent the Petitioner from taking recourse to a Civil\nSuit, there being no Arbitration Agreement between the parties, had\nsought to argue that once the Respondent itself recognizes that the order\nof DRC is not an Arbitral Award, there is no reason why the Petition\nshould not be allowed and the Arbitrator be appointed by this Court.\nJudgement of the Supreme Court in <a href=\"/doc/155925871/\" id=\"a_31\">Perkins Eastman Architects DPC\nand Another v. HSCC (India) Ltd.</a> (2019) SCC OnLine SC 1517, is\nrelied upon, whereby the Supreme Court has upheld the principle of Party\nAutonomy in appointment of the Arbitrator and held that unilateral\nappointment of Arbitrators is impermissible, to argue that the Arbitrator\nbe appointed by the Court as the Respondent is disabled in law to make\nan appointment after the pronouncement of Supreme Court in the said\ncase.</span>\n</p><p data-structure=\"PetArg\" id=\"p_25\">23.     I have heard Learned Senior Counsel for the Petitioner and\nLearned Counsel for the Respondent.\n</p><p data-structure=\"RespArg\" id=\"p_26\">24.     At the outset, I must note that a peculiar though a very interesting\nissue has arisen in this case. The reason to say so is that on one hand the\nPetitioner seeks a declaration that Clause 46 of SCC be construed as an\nArbitration Agreement between the parties and appoint an Arbitrator,\n<span class=\"hidden_text\" id=\"span_21\">ARB. P. 632/2017                                                Page 10 of 29</span>\n while on the other hand Respondent disputes that it is an Arbitration\nClause and alternatively asserts that if it so construed, then the DRC has\nalready adjudicated the claims and passed an order, which would\nresultantly be an Arbitral Award.\n</p><p data-structure=\"Section\" id=\"p_27\">25.    In so far as the scope of power of the Court under <a href=\"/doc/605764/\" id=\"a_32\">Section 11(6)</a> of\nthe Act is concerned, it is no longer res integra that the Court while\ndeciding the petition can only examine the existence of the Arbitration\nAgreement between the parties. This position is clear from reading sub-\n<a href=\"/doc/1660061/\" id=\"a_33\">Section 6(A)</a> of <a href=\"/doc/1841764/\" id=\"a_34\">Section 11</a> of the Act which is as under:-\n</p><blockquote id=\"blockquote_2\">       &quot;(6A) The Supreme Court or, as the case may be, the High\n       Court, while considering any application under subsection\n       (4) or sub-section (5) or sub-section (6), shall,\n       notwithstanding any judgment, decree or order of any\n       Court, confine to the examination of the existence of an\n       arbitration agreement.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43502055\" id=\"span_22\">26.    This position of law has been repeatedly affirmed in various\njudgements and for the sake of prolixity, the Court only refers and relies\non the recent judgement of the Supreme Court in M/s <a href=\"/doc/43502055/\" id=\"a_35\">Mayavati Trading\nPvt. Ltd. v. Pradyuat Deb Burman</a> (2019) 8 SCC 714, relevant para of\nwhich is as under:-</span>\n</p><blockquote id=\"blockquote_3\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"43502055\" id=\"span_23\">&quot;10. This being the position, it is clear that the law prior to\n       the 2015 Amendment that has been <a href=\"/doc/43502055/\" id=\"a_36\">laid down by</a> this Court,\n       which would have included going into whether accord and\n       satisfaction has taken place, has now been legislatively\n       overruled.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176130133\" id=\"span_25\">This being the position, it is difficult to agree with\n       the reasoning contained in the aforesaid judgment [<a href=\"/doc/176130133/\" id=\"a_37\">United\n       India Insurance Co. Ltd. v. Antique Art Exports (P) Ltd.</a>,\n       (2019) 5 SCC 362 : (2019) 2 SCC (Civ) 785] , as <a href=\"/doc/1841764/\" id=\"a_38\">Section\n       11</a>(6-A) is confined to the examination of the existence of an\n       arbitration agreement and is to be understood in the narrow\n\n<span class=\"hidden_text\" id=\"span_26\">ARB. P. 632/2017                                                   Page 11 of 29</span>\n        sense as has been <a href=\"/doc/176130133/\" id=\"a_39\">laid down in</a> the judgment in <a href=\"/doc/133653680/\" id=\"a_40\">Duro\n       Felguera, SA [Duro Felguera, SA v. Gangavaram Port Ltd.</a>,\n       (2017) 9 SCC 729 : (2017) 4 SCC (Civ) 764] -- see paras\n       48 &amp; 59.&quot;</span></span>\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"109426020\" id=\"span_27\">27.    The first and foremost question that arises for consideration before\nthis Court is whether Clause 46 of the SCC can be construed as an\nArbitration Clause. This issue, in my view, does not require a\ncomprehensive analysis and stands settled by the judgement of the Co-\nordinate Bench in the case of <a href=\"/doc/109426020/\" id=\"a_41\">AMR India</a> (supra). The Court in the said\ncase was analyzing Clause 44 of the GCC and the question posed was\nwhether it constituted an Arbitration Agreement within the scope of\n<a href=\"/doc/1846895/\" id=\"a_42\">Section 7</a> of the Act. To understand the issue it would be useful to extract\nClause 46 in the present case as under:-</span>\n</p>\n<blockquote id=\"blockquote_4\">       &quot;46. SETTLEMENT OF DISPUTES\n\n       For settlement of disputes (if any), a Dispute Resolution\n       Committee (DRC) consisting of representative of the\n       contractor shall be formed and the same shall be presided\n       by Chief Engineer, MCD. The decision of the DRC shall be\n       binding on the both parties i.e. the contractor and the\n       department&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"109426020\" id=\"span_28\">28.    To compare and contrast Clause 46 with Clause 44 in the case of\n<a href=\"/doc/109426020/\" id=\"a_43\">AMR India</a> (supra) it would be necessary to extract Clause 44, which is\nas follows:-</span>\n</p><blockquote id=\"blockquote_5\">       &quot;44. SETTLEMENT OF DISPUTES\n\n       For settlement of disputes (if any), a Dispute Resolution\n       Committee (DRC) consisting of one representative each of\n       the contractor and the same shall be presided by Chief\n\n<span class=\"hidden_text\" id=\"span_29\">ARB. P. 632/2017                                               Page 12 of 29</span>\n        Engineer, MCD. The decision of the DRC shall be binding\n       on the both parties i.e. the contractor and the department.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_31\">29.    In the context of Clause 44, the Co-ordinate Bench held as under:-\n</p><blockquote id=\"blockquote_6\">       &quot;9. It is clear from the aforesaid Clause that the parties had\n       agreed that Dispute Resolution Committee (DRC) would be\n       constituted by one representative of each of the contractor\n       and that the same shall be presided by the Chief Engineer,\n       MCD. The parties had unequivocally agreed that the\n       decision of the DRC would be binding on both the parties.\n</blockquote>\n<blockquote id=\"blockquote_7\">       xxx                       xxx                        xxx\n\n</blockquote><blockquote id=\"blockquote_8\">       12. In the present case, Clause 44 of the GCC clearly\n       indicates the intention of the parties to settle the disputes by\n       reference to the DRC and, as stated above, the parties have\n       also agreed that the decision of the DRC would be binding\n       on them. In this view, it is apparent that Clause 44 of the\n       GCC qualifies all conditions, as explained by the Supreme\n       Court, for being construed as an arbitration agreement.\n</blockquote>\n<blockquote id=\"blockquote_9\">       xxx                       xxx                        xxx\n\n</blockquote><blockquote id=\"blockquote_10\">       14. The Supreme Court explained that &quot;Arbitration\n       agreement is not required to be in any particular form. What\n       is required to be ascertained is whether the parties have\n       agreed that if disputes arise between them in respect of the\n       subject-matter of contract such dispute shall be referred to\n       arbitration, then such an arrangement would spell out an\n       arbitration agreement.&quot;\n</blockquote>\n<blockquote id=\"blockquote_11\">       xxx                       xxx                        xxx\n\n</blockquote><blockquote id=\"blockquote_12\">       17. In view of the above, this Court is of the view that Clause\n       44 of the GCC, as set out above, has to be construed as an\n       arbitration agreement between the parties.&quot;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_30\">ARB. P. 632/2017                                                  Page 13 of 29</span>\n<p data-structure=\"Precedent\" id=\"p_32\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_31\">30.    The Court in order to come to the conclusion that Clause 44 was an\nArbitration Agreement relied on the judgement of the Supreme Court in\n<a href=\"/doc/1777887/\" id=\"a_44\">K.K. Modi v. K.N. Modi</a> (1998) 3 SCC 573, relevant paras of which are\nas under:-</span>\n</p><blockquote id=\"blockquote_13\">       &quot;17. Among the attributes which must be present for an\n       agreement to be considered as an arbitration agreement\n       are:\n</blockquote>\n<blockquote id=\"blockquote_14\">       (1) the arbitration agreement must contemplate that the\n       decision of the tribunal will be binding on the parties to the\n       agreement,\n\n       (2) that the jurisdiction of the tribunal to decide the rights of\n       parties must derive either from the consent of the parties or\n       from an order of the Court or from a statute, the terms of\n       which make it clear that the process is to be an arbitration,\n\n       (3) the agreement must contemplate that substantive rights\n       of parties will be determined by the agreed tribunal,\n\n       (4) that the tribunal will determine the rights of the parties\n       in an impartial and judicial manner with the tribunal owing\n       an equal obligation of fairness towards both sides,\n\n       (5) that the agreement of the parties to refer their disputes to\n       the decision of the tribunal must be intended to be\n       enforceable in law and lastly,\n\n       (6) the agreement must contemplate that the tribunal will\n       make a decision upon a dispute which is already formulated\n       at the time when a reference is made to the tribunal.\n</blockquote>\n<blockquote id=\"blockquote_15\">         xxx                       xxx                       xxx\n\n</blockquote><blockquote id=\"blockquote_16\">       19. At the risk of repetition we may also say before parting\n       with this judgment that Clause 4 of the Work Order speaks\n\n<span class=\"hidden_text\" id=\"span_32\">ARB. P. 632/2017                                                   Page 14 of 29</span>\n        for a dispute between the parties. It also speaks of a dispute\n       and all such disputes between the parties to the Work Order\n       shall be decided by the Superintending Engineer, Anandpur\n       Sahib Hydel Circle No. 1. Obviously, such decision can be\n       reached by the Superintending Engineer, Anandpur Sahib\n       Hydel Circle No. 1 only when it is referred to him by either\n       party for decision. The reference is also implied. As the\n       Superintending Engineer will decide the matter on\n       reference, there cannot be any doubt that he has to act\n       judicially and decide the dispute after hearing both the\n       parties and permitting them to state their claim by adducing\n       materials in support. In Clause 4 of the Work Order it is\n       also provided as noted herein earlier that the decision of the\n       Superintending Engineer shall be final and such agreement\n       was binding between the parties and decision shall also bind\n       both the parties. Therefore, the result would be that the\n       decision of the Superintending Engineer would be finally\n       binding on the parties. Accordingly, in our view, as\n       discussed herein above that although the expression\n       &quot;award&quot; or &quot;arbitration&quot; does not appear in Clause 4 of\n       the Work Order even then such expression as it stands in\n       Clause 4 of the Work Order embodies an arbitration clause\n       which can be enforced.\n</blockquote>\n<blockquote id=\"blockquote_17\">       20. For the reasons aforesaid, we are of the view that\n       Clause 4 of the Work Order can safely be interpreted to be\n       an arbitration agreement even though the term\n       &quot;arbitration&quot; is not expressly mentioned in the agreement.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_33\">       In view of our discussions made herein earlier, we therefore\n       conclude that Clause 4 of the Work Order constitutes an\n       arbitration agreement and if any dispute arises, such dispute\n       shall be referred to the Superintending Engineer for\n       decision which shall be binding on the parties.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">31.    The Court also relied on the following judgements of the Supreme\nCourt :-\n</p>\n\n<span class=\"hidden_text\" id=\"span_33\">ARB. P. 632/2017                                                Page 15 of 29</span>\n<blockquote id=\"blockquote_18\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_34\">a. In <a href=\"/doc/1979603/\" id=\"a_45\">Smt. Rukmanibai Gupta v. Collector, Jabalpur and\n          others</a> (1980) 4 SCC 556 the Clause was as under:-</span>\n</blockquote>\n<blockquote id=\"blockquote_19\">              &quot;Clause 15. Whenever any doubt, difference or\n              dispute shall hereafter arise touching the\n              construction of these presents or anything herein\n              contained or any matter or things connected with\n              the said lands or the working or non-working\n              thereof or the amount or payment of any rent or\n              royalty reserved or made payable hereunder the\n              matter in difference shall be decided by the lessor\n              whose decision shall be final.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_35\">          The Court held as under:-\n</p>\n<blockquote id=\"blockquote_20\">              &quot;6. Clause 15 provides that any doubt, difference\n              or dispute, arising after the execution of the lease\n              deed touching the construction of the terms of the\n              lease deed or anything therein contained or any\n              matter or things connected with the said lands or\n              the working or non-working thereof or the amount\n              or payment of any rent or royalty reserved or\n              made payable thereunder, the matter in difference\n              shall be decided by the lessor whose decision shall\n              be final. The reference has to be made to the lessor\n              and the lessor is the Governor. His decision is\n              declared final by the terms of the contract. His\n              decision has to be in respect of a dispute or\n              difference that may arise either touching the\n              construction of the terms of the lease deed or\n              disputes or differences arising out of the working\n              or non-working of the lease or any dispute about\n              the payment of renter royalty payable under the\n              lease deed. Therefore, Clause15 read as a whole\n              provides for referring future disputes to the\n              arbitration of the Governor.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_35\">ARB. P. 632/2017                                                Page 16 of 29</span>\n<blockquote id=\"blockquote_21\">               Arbitration agreement is not required to be in any\n              particular form. What is required to be ascertained\n              is whether the parties have agreed that if disputes\n              arise between them in respect of the subject-matter\n              of contract such dispute shall be referred to\n              arbitration, then such an arrangement would spell\n              out an arbitration agreement.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_36\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_36\">b. In <a href=\"/doc/133070/\" id=\"a_46\">Punjab State &amp; others v. Dina Nath</a> with Executive\n          Engineer Anandpur Sahib Hydel Construction Division\n          (2007) 5 SCC 28 the Clause was as under:-</span>\n</p>\n<blockquote id=\"blockquote_22\">              &quot;Clause 4. Any dispute arising between the\n              department and the contractor/society shall be\n              referred to the Superintending Engineer, Anandpur\n              Sahib, Hydel Circle No. 1 Chandigarh for orders\n              and his decision will be final and\n              acceptable/binding on both the parties.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_37\">          The Court held as under:-\n</p>\n<blockquote id=\"blockquote_23\">              &quot;10. It is true that in the aforesaid Clause 4 of the\n              Work order the words &quot;arbitration&quot; and\n              &quot;arbitrator&quot; are not indicated; but in our view,\n              omission to mention the words &quot;arbitration&quot; and\n              &quot;arbitrator&quot; as noted herein earlier cannot be a\n              ground to hold that the said clause was not an\n              arbitration agreement within the meaning of\n              <a href=\"/doc/78032017/\" id=\"a_47\">Section 2(a)</a> of the Act. The essential requirements\n              as pointed out herein earlier are that the parties\n              have intended to make a reference to an\n              arbitration and treat the decision of the arbitrator\n              as final. As the conditions to constitute an\n              „arbitration agreement‟ have been satisfied, we\n              hold that Clause 4 of the Work Order must be\n              construed to be an arbitration agreement and\n              dispute raised by the parties must be referred to\n              the arbitrator.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_37\">ARB. P. 632/2017                                                 Page 17 of 29</span>\n<p data-structure=\"Precedent\" id=\"p_38\">        <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"498669\" id=\"span_38\">c. In <a href=\"/doc/498669/\" id=\"a_48\">Sri. B.R. Ganesh &amp; Ors. v. The Commissioner</a>, The\n          Bruhat Bangalore Mahanagara Palike ILR 2015 KAR\n          2130 the Clause was as under:-</span>\n</p>\n<blockquote id=\"blockquote_24\">              &quot;Clause 10: Dispute Resolution\n              Save where expressly stated to the contrary in this\n              agreement, any dispute, difference or controversy\n              of whatever nature between the parties, howsoever\n              arising under, out of or in relation to this\n              agreement, shall in the first instance be attempted\n              to be resolved amicably by meetings between the\n              parties.\n</blockquote>\n<blockquote id=\"blockquote_25\">              Any dispute, which is not amicably resolved by the\n              parties, shall be finally settled by the\n              Commissioner, BMP, whose decision shall be final\n              and binding on both the parties.\n</blockquote>\n<blockquote id=\"blockquote_26\">              Pending submission of and/or decision on a\n              dispute, the parties shall continue to perform their\n              respective obligation under this agreement without\n              prejudice to a final adjustment in accordance with\n              the decision of the Commissioner, BMP.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_39\">          The Court held as under:-\n</p>\n<blockquote id=\"blockquote_27\">              &quot;26. .... the irresistible conclusion which will have\n              to be drawn is to hold that clause 10 of subject\n              agreement would indicate that all necessary\n              ingredients to constitute a valid arbitration\n              agreement is present namely:\n</blockquote>\n<blockquote id=\"blockquote_28\">              (i)    Subject Agreement dated 15.03.2007 is in\n                     writing;\n</blockquote><blockquote id=\"blockquote_29\">              (ii)   Both parties have agreed to refer any\n                     dispute, difference or controversy of\n                     whatever nature arising out of or in relation\n\n<span class=\"hidden_text\" id=\"span_39\">ARB. P. 632/2017                                                Page 18 of 29</span>\n                       to the subject agreement to be resolved\n                      finally by the Commissioner, BMP if it is not\n                      resolved amicably in the meeting;\n</blockquote><blockquote id=\"blockquote_30\">              (iii)   Commissioner, BMP has been empowered to\n                      adjudicate the dispute between the parties;\n                      and\n</blockquote><blockquote id=\"blockquote_31\">              (iv)    Both parties have agreed the decision of\n                      Commissioner, BMP would be final and\n                      binding on them.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_40\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33002\" id=\"span_40\">d. In <a href=\"/doc/33002/\" id=\"a_49\">Keshab Charan Mohanty v. State of Odisha and\n          Another</a>, Arb. Pet. No. 11/2008, decided on 05.11.2015,\n          the Clause was as under:-</span>\n</p>\n<blockquote id=\"blockquote_32\">              &quot;10. SETTLEMENT OF DISPUTE;\n</blockquote><blockquote id=\"blockquote_33\">              If the contractor considers any work demanded of\n              him to be outside the requirements of the contract\n              or considers any drawing record or ruling of the\n              Engineer-in-charge, on any matter in connection\n              with or arising out of the contract or carrying out\n              of work to be unacceptable, he shall promptly ask\n              the Engineer-in-charge in writing for written\n              instruction or decision. There upon the Engineer-\n              in-charge shall give his written instructions or\n              decision within a period of thirty days of such\n              request. Upon receipt of the written instruction or\n              decision, the Contractor shall promptly proceed\n              without delays to comply with such instruction or\n              decision. If the Engineer-in-charge fails to give his\n              instructions or decision in writing within a period\n              of thirty days after being requested or if the\n              contractor is dissatisfied with the instruction or\n              decision of the Engineer-in-charge the contractor\n              may within thirty days after receiving instruction\n              or decision of the Engineer-in-charge will\n              approach to the higher authority who shall afford\n              an opportunity to the contractor to be heard and to\n              offer evidence in support of his appeal. The\n<span class=\"hidden_text\" id=\"span_41\">ARB. P. 632/2017                                                 Page 19 of 29</span>\n               Authority shall give his decision within a period of\n              thirty days after the contractor has given the said\n              evidence in support of his appeal, which shall be\n              binding upon the contractor.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_41\">         The Court held as under:-\n</p>\n<blockquote id=\"blockquote_34\">              &quot;22. .....Clause-10 of the Agreement, as detailed\n              above, clearly provides that if the contractor is\n              dissatisfied with the instructions or decisions of the\n              engineer-in-charge, the contractor may within 30\n              days after receiving such instructions or decisions\n              of the Engineer-in-charge, approach an\n              opportunity to the contractor to be heard and offer\n              evidence in support of his appeal. The high\n              authority shall give its decisions within a period of\n              30 days after the contractor has given the said\n              evidence in respect of his appeal, which shall be\n              binding upon the contractor.\n</blockquote>\n<blockquote id=\"blockquote_35\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33002\" id=\"span_42\">23. Keeping in view the essential ingredients which\n              would constitute an arbitration agreement, as has\n              been <a href=\"/doc/33002/\" id=\"a_50\">laid down by</a> the Supreme Court in the\n              decisions <a href=\"/doc/33002/\" id=\"a_51\">referred to above</a>, the conclusion is\n              irresistible that the aforesaid provisions of Clause-\n              10 of the Agreement, which provides for settlement\n              of dispute, is an arbitration agreement.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_42\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_43\">e. In <a href=\"/doc/48449/\" id=\"a_52\">Bihar State Mineral Development Corporation and\n          Another v. Encon Builders (I) (P) Ltd.</a> (2003) 7 SCC\n          418 the Clause was as under:-</span>\n</p>\n<blockquote id=\"blockquote_36\">              &quot;Clause 60. In case any dispute arising out of the\n              agreement, the matter shall be referred to the\n              Managing Director, Bihar State Mineral\n              Development Corporation Limited, Ranchi, whose\n              decision shall be final and binding.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_44\">ARB. P. 632/2017                                                  Page 20 of 29</span>\n<p data-structure=\"Precedent\" id=\"p_43\">           The Court held as under:-\n</p>\n<blockquote id=\"blockquote_37\">              &quot;13. The essential elements of an arbitration\n              agreement are as follows:\n</blockquote>\n<blockquote id=\"blockquote_38\">              (1) There must be a present or a future difference\n                  in connection with some contemplated affair.\n              (2) There must be the intention of the parties to\n                  settle such difference by a private tribunal.\n              (3) The parties must agree in writing to be bound\n                  by the decision of such tribunal.\n</blockquote><blockquote id=\"blockquote_39\">              (4) The parties must be ad idem.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_44\">              14. There is no dispute with regard to the\n              proposition that for the purpose of construing an\n              arbitration agreement, the term „arbitration‟ is not\n              required to be specifically mentioned therein. The\n              High Court, however, proceeded on the basis that\n              having regard to the facts and circumstances of\n              this case, the arbitration agreement could have\n              been given effect to. We may, therefore, proceed\n              on the basis that Clause 60 of the Contract\n              constitutes an arbitration agreement.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_45\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"89402887\" id=\"span_45\">f. In <a href=\"/doc/89402887/\" id=\"a_53\">Dewan Chand v. The State of J &amp; K</a> AIR 1961 J &amp; K 58\n          (VOL. 48, C.24) the Clause was as under:-</span>\n</p>\n<blockquote id=\"blockquote_40\">              &quot;For any dispute between the contractor and the\n              Department the decision of the Chief Engineer\n              PWD Jammu and Kashmir, will be final and\n              binding upon the contractor.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">ARB. P. 632/2017                                                Page 21 of 29</span>\n<p data-structure=\"Precedent\" id=\"p_46\">           The Court held as under:-\n</p>\n<blockquote id=\"blockquote_41\">              &quot;8. The clause of the agreement quoted above,\n              clearly indicates that the parties have agreed that\n              any dispute between the contractor and the\n              department i.e. the plaintiff and the defendant\n              should be referred to the Chief Engineer and that\n              his decision shall be final and binding on the\n              parties. It is true that the word &quot;reference&quot; is not\n              used in this clause nor it has been mentioned that\n              the Chief Engineer should be the arbitrator, but\n              looking to the substance of the clause, there can be\n              no doubt, that the parties agreed that any dispute\n              between them should be settled by the Chief\n              Engineer.\n</blockquote>\n<blockquote id=\"blockquote_42\">              9. ......Whenever, there is an arbitration clause the\n              court should look to the substance rather than to\n              the form of it and the mere fact that words like\n              &quot;reference&quot; or &quot;arbitrator&quot; do not find place in\n              the said agreement does not show that the\n              agreement is not an arbitration agreement within\n              the meaning at <a href=\"/doc/1430346/\" id=\"a_54\">Section 2 (a)</a> of the Arbitration\n              Act.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_47\">32.    From the conspectus of the several judgements <a href=\"/doc/89402887/\" id=\"a_55\">referred to above</a>,\nthis Court is of the view that Clause 46 of the SCC has to be construed as\nan Arbitration Agreement between the parties. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_47\">Succinctly put the Clause\nmeets all the four ingredients/essentials of an Arbitration Agreement,\nhighlighted by the Supreme Court in the case of <a href=\"/doc/48449/\" id=\"a_56\">Bihar State Mineral\nDevelopment Corporation and Another v. Encon Builders (I) (P) Ltd.</a>\n(2003) 7 SCC 418.</span>\n</p><p data-structure=\"Precedent\" id=\"p_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1229987\" id=\"span_48\">33.    Once this Court has come to a finding that there exists an\nArbitration Agreement between the parties, the opposition of the\n<span class=\"hidden_text\" id=\"span_49\">ARB. P. 632/2017                                                Page 22 of 29</span>\n Respondent premised on <a href=\"/doc/182490/\" id=\"a_57\">Section 10(1)</a> of the Act cannot be sustained, in\nthe view of the judgement of the Supreme Court in <a href=\"/doc/1229987/\" id=\"a_58\">M.M.T.C. Limited</a>\n(supra) where the Court held that validity of an Arbitration Agreement\ndoes not depend on the number of Arbitrators and the Arbitration\nAgreement specifying an even number of Arbitrators cannot be a ground\nto render the Agreement invalid under the 1996 Act. Para 8 of the said\njudgement has already been extracted in the earlier part of the judgement.</span>\n</p><p data-structure=\"Section\" id=\"p_49\">34.    Relevant would it be to refer to <a href=\"/doc/664559/\" id=\"a_59\">Section 10(2)</a> of the Act in this\ncontext. Plain reading of the provision, in my view, enables appointment\nof a Sole Arbitrator where the Parties fail to provide an odd number of\nArbitrators under <a href=\"/doc/182490/\" id=\"a_60\">Section 10(1)</a>. Thus it can hardly be argued by the\nRespondent that only because Clause 46 contemplates appointment of a 2\nmember DRC, the Clause cannot be construed as an Arbitration\nAgreement, when it qualifies to be so, on the touchstone of all other\napplicable parameters.\n</p><p data-structure=\"Precedent\" id=\"p_50\">35.    I am fortified in my view by a judgement of Andhra Pradesh High\nCourt in the case of Sri. Venkateswara Construction Company v. Union\nof India Secunderabad, 2001 SCC OnLine AP 116, where the Court has\nheld as under:-\n</p><blockquote id=\"blockquote_43\">       &quot;26. The question that still remains for consideration is -\n       how to constitute the Arbitral Tribunal? Is it by appointing a\n       sole Arbitrator or two Arbitrators as agreed between the\n       parties?\n</blockquote>\n<blockquote id=\"blockquote_44\">       27. The answer to the said question is to be found in Section\n       10 of the New Act, which is as under:\n</blockquote>\n<blockquote id=\"blockquote_45\">              &quot;<a href=\"/doc/1151350/\" id=\"a_61\">Section 10</a> Number of Arbitrators: -\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_50\">ARB. P. 632/2017                                                Page 23 of 29</span>\n<blockquote id=\"blockquote_46\">               1. The parties are free to determine the number of\n              arbitrators, provided that such number shall not be\n              an even number.\n</blockquote>\n<blockquote id=\"blockquote_47\">              2. Failing the determination referred to in sub-\n              section (1), the arbitral Tribunal shall consist of a\n              sole Arbitrator&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_51\">       28. A close reading of the aforesaid provision clearly shows\n       that the parties are at liberty to determine the number of\n       Arbitrators, but such number shall not be an even number.\n       Sub-section (2) further provides that if the parties fail to\n       provide for an odd number of Arbitrators, the arbitral\n       Tribunal shall be constituted by a sole Arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_52\">       29. In this case, as already noted, sub-clause (3)(a)(ii) and\n       (3)(b) of Clause 64 of the General Conditions of the\n       Contract provides for arbitration by two Arbitrators i.e.,\n       even number of Arbitrators. Therefore, the arbitral Tribunal\n       in this case shall consist of a sole Arbitrator in view of the\n       aforesaid mandatory provision contained in subsection (2)\n       of Section 10 of the New Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">       30. For all the aforementioned reasons, I have no hesitation\n       to hold that an independent and impartial Arbitrator has to\n       be appointed as a sole Arbitrator in this case.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"697082\" id=\"span_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"171871477\" id=\"span_52\">36.    A Co-ordinate Bench of this Court in the case of <a href=\"/doc/171871477/\" id=\"a_62\">Rapti\nContractors v. Reliance Energy Ltd.</a>, 2009 SCC OnLine Del 275, relying\non the view taken by the Single Judge of the Andhra Pradesh High Court\nin Sri. Venkateswara Construction (supra) and of this Court in <a href=\"/doc/697082/\" id=\"a_63\">Marine\nContainer Services (South) Pvt. Ltd. v. Atma Steels Ltd.</a>, 2000 SCC\nOnLine Del 907 &amp; Wipro Finance Ltd v. Sandplast India Ltd, 2006 (3)\nRaj. 524 (Delhi), held as under:-</span></span>\n</p>\n\n<span class=\"hidden_text\" id=\"span_53\">ARB. P. 632/2017                                                 Page 24 of 29</span>\n<blockquote id=\"blockquote_48\">        &quot;15. Regarding the appointment of even number of\n       arbitrators, the learned counsel for the petitioner has relied\n       on Deepashree v. Sultan Chand &amp; Sons, 2008 (4) Arb.LR 94\n       (Delhi). In Deepashree (Supra) the arbitration agreement\n       contemplated appointment of two arbitrators, one each to be\n       appointed by the parties. On disputes having arisen, an\n       arbitrator was appointed by one of the parties and the other\n       party was asked to give consent to the appointment of that\n       arbitrator as the sole arbitrator. The opposite party had\n       declined to concur with the appointment of the nominated\n       arbitrator as the sole arbitrator and had nominated another\n       arbitrator as per the terms of the agreement. Thereafter, an\n       application under <a href=\"/doc/1841764/\" id=\"a_64\">Section 11</a> was filed by one of the parties.\n</blockquote><p data-structure=\"Precedent\" id=\"p_55\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"697082\" id=\"span_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"101138\" id=\"span_55\">The learned Single Judge relying on a judgment of the\n       Andhra Pradesh High Court in <a href=\"/doc/101138/\" id=\"a_65\">Sri Venkateswara\n       Construction Company v. Union of India</a>, AIR 2001 A.P 284\n       where an agreement for arbitration by two arbitrators was\n       construed as an agreement for reference to a sole arbitrator,\n       and relying on two judgments of this Court, Wipro\n       Finance Ltd v. Sandplast India Ltd, 2006 (<a href=\"/doc/697082/\" id=\"a_66\">3) Raj. 524 (Delh)\n       and Marine Container Services (South) Pvt Ltd v. Atma Stee</a>\n       ls Ltd, 2001 (1) Arb.L.R. 341 (Delhi) where sole arbitrators\n       were appointed even though the arbitration agreements\n       were for the appointment of two arbitrators, had held that\n       an agreement for appointment of two arbitrators is not an\n       agreement within the meaning of <a href=\"/doc/182490/\" id=\"a_67\">Section 10(1)</a> of the Act\n       and consequently <a href=\"/doc/664559/\" id=\"a_68\">Section 10(2)</a> comes into play and the\n       Arbitral Tribunal is to consist of a sole arbitrator.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_56\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"36733673\" id=\"span_56\">16. <a href=\"/doc/182490/\" id=\"a_69\">Section 10(1)</a> of the Arbitration &amp; Conciliation Act,\n       1996 provides that the parties are free to determine the\n       number of arbitrators provided that such number shall not\n       be an even number. <a href=\"/doc/664559/\" id=\"a_70\">Section 10(2)</a> of the said Act, however,\n       provides that failing the determination referred to in sub-\n       Section (1) the arbitral tribunal shall consist of a sole\n       arbitrator. The precedents referred to hereinabove had also\n       held that an arbitration agreement which provides for an\n       even number of arbitrators will not be invalid on that count\n\n<span class=\"hidden_text\" id=\"span_57\">ARB. P. 632/2017                                                Page 25 of 29</span>\n        only and it was held that in those circumstances the\n       arbitration agreement is to be deemed to be for reference to\n       a sole arbitrator. A similar view was also taken in <a href=\"/doc/36733673/\" id=\"a_71\">North\n       East Securities Ltd v. Sri Nageshwara Chemicals and\n       Drugs Pvt Ltd</a>, 2001 (1) Arb.L.R. 70 (A.P). In view of the\n       precedents discussed above it cannot be held that the\n       arbitration agreement is void solely for the reason that it\n       contemplated arbitration by even number of arbitrators.\n       <a href=\"/doc/664559/\" id=\"a_72\">Section 10(2)</a> of the Arbitration and Conciliation Act, 1996\n       shall be applicable in the circumstances and the arbitral\n       tribunal is to consist of a sole arbitrator. The petitioner had\n       appointed an arbitrator and asked the respondents to\n       appoint his arbitrator which the respondents failed to\n       appoint within 30 days or before filing of the present\n       petition. Since even numbers of arbitrators are not to be\n       appointed, therefore, it will be just and appropriate to\n       appoint a sole arbitrator. The learned counsel for the\n       petitioner also has no objection in case a sole arbitrator is\n       appointed in place of the arbitrator nominated by the\n       petitioner.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">         xxx                     xxx                        xxx\n\n</p><p data-structure=\"Conclusion\" id=\"p_58\">       22. For the foregoing reasons, the petition is allowed....&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">37.    The next and the most crucial question that now arises is whether\nthe Court can be called upon to appoint an Arbitrator in the present\nPetition filed by the Petitioner invoking <a href=\"/doc/605764/\" id=\"a_73\">Section 11(6)</a> of the Act. This\ndilemma has arisen on account of the fact that on the request of the\nPetitioner DRC was constituted and proceedings were held wherein the\nclaims of the Petitioner were considered. Proceedings ended in an order\nallowing the claims, in part. If these are to be treated as Arbitral\nproceedings and the order as Arbitral Award, then the present petition\ncannot be allowed. The nature of these proceedings would thus determine\n\n<span class=\"hidden_text\" id=\"span_58\">ARB. P. 632/2017                                                  Page 26 of 29</span>\n whether this Court can appoint an Arbitrator or the remedy of the\nPetitioner lies in challenging the Award in appropriate proceedings.\n</p><p data-structure=\"Section\" id=\"p_60\">38.    <a href=\"/doc/596725/\" id=\"a_74\">Section 11(6)</a> of the Arbitration Act reads as under:-\n</p><blockquote id=\"blockquote_49\">       &quot;<a href=\"/doc/605764/\" id=\"a_75\">Section 11 (6)</a>-\n</blockquote><blockquote id=\"blockquote_50\">       (6) Where, under an appointment procedure agreed upon by\n       the parties, -\n</blockquote>\n<blockquote id=\"blockquote_51\">       (a) a party fails to act as required under that procedure; or\n\n</blockquote><blockquote id=\"blockquote_52\">       (b) the parties, or the two appointed arbitrators, fail to\n       reach an agreement expected of them under that procedure;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_61\">       or\n\n</p><p data-structure=\"Section\" id=\"p_62\">       (c) a person, including an institution, fails to perform any\n       function entrusted to him or it under that procedure,\n\n       a party may request [the Supreme Court or, as the case may\n       be, the High Court or any person or institution designated\n       by such Court] to take the necessary measure, unless the\n       agreement on the appointment procedure provides other\n       means for securing the appointment&quot;.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_63\">39.    Parties are ad idem that DRC proceedings were never prosecuted\nor defended as Arbitral Proceedings and even the members of DRC were\nconscious of this fact, which is evident from the observation of the\nPresiding member in the order, as under:-\n</p><blockquote id=\"blockquote_53\">       &quot;Hence being the chairman of the DRC, I am considered\n       opinion that there is no Arbitration clause in the contract.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_64\">40.    Needless to state that because the proceedings were on the above\nassumption, procedure of conduct of Arbitral Proceedings, as prescribed\nunder the Act, was not followed. As rightly argued by Learned Senior\n\n<span class=\"hidden_text\" id=\"span_59\">ARB. P. 632/2017                                                 Page 27 of 29</span>\n Counsel for the Petitioner there was no Reference and no Declaration was\ngiven under <a href=\"/doc/16912364/\" id=\"a_76\">Section 12(5)</a> of the Act. Claims and Counter claims were\nnot filed and parties had no opportunity to lead evidence. Perusal of the\norder passed by DRC reveals that it was merely an internal mechanism\nwith no semblance to the nature of proceedings that are held during\narbitration. In my view, therefore, having no trappings of Arbitral\nproceedings, DRC proceedings cannot result into an Arbitral Award as\nprovided under <a href=\"/doc/1769118/\" id=\"a_77\">Section 31</a> of the Act. Court cannot also lose sight of the\nfact that after the 2015 <a href=\"/doc/2077/\" id=\"a_78\">Amendments to the Act</a> and recent judgements of\nthe Supreme Court certain procedural safeguards have been introduced,\nboth for initiation and conduct of Arbitral Proceedings.\n</p><p data-structure=\"Precedent\" id=\"p_65\">41.    Thus the DRC proceedings not being Arbitral Proceedings and\nheld on an erroneous presumption that there was no Arbitration\nAgreement between the parties cannot come in the way of appointment of\nan Arbitrator by this Court. Once even the Respondent agrees that there\nhave been no arbitral proceedings between the parties and the Court is\nholding that there is an Arbitration Agreement between the parties, there\nis no justifiable reason to deprive the Petitioner to take resort to\nArbitration.\n</p><p data-structure=\"Precedent\" id=\"p_66\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"155925871\" id=\"span_60\">42.    The last conundrum that needs to be resolved is the appointment of\nthe Arbitrator. Provisions of <a href=\"/doc/664559/\" id=\"a_79\">Section 10(2)</a> of the Act being applicable in\nthe present case shall entail appointment of a Sole Arbitrator. Supreme\nCourt in <a href=\"/doc/155925871/\" id=\"a_80\">Perkins</a> (supra) has held that unilateral appointments is\nimpermissible and thus the petition deserves to be allowed by appointing\na Sole Arbitrator to adjudicate the disputes between the parties.</span>\n</p>\n\n<span class=\"hidden_text\" id=\"span_61\">ARB. P. 632/2017                                                Page 28 of 29</span>\n<p data-structure=\"Precedent\" id=\"p_67\"> 43.      Accordingly, Dr. Justice A.K. Sikri, former Judge of Supreme\nCourt is appointed as a Sole Arbitrator to adjudicate the disputes between\nthe parties.\n</p><p data-structure=\"Conclusion\" id=\"p_68\">44.      The address and mobile number of the Learned Arbitrator is as\nunder:\n</p><blockquote id=\"blockquote_54\">                      Dr. Justice A.K. Sikri,\n                      Former Judge, Supreme Court of India,\n                      144, 1st Floor, Sunder Nagar,\n                      New Delhi - 110003\n                      Mobile: 98180003000\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_69\">45.      Learned Arbitrator shall give disclosure under <a href=\"/doc/750244/\" id=\"a_81\">Section 12</a> of the\nAct before entering upon reference.\n</p><p data-structure=\"Conclusion\" id=\"p_70\">46.      Fee of the Arbitrator shall be fixed as per <a href=\"/doc/1306164/\" id=\"a_82\">Fourth Schedule of the\nAct</a>.\n</p><p data-structure=\"Conclusion\" id=\"p_71\">47.      Petition is allowed in the above terms with no order as to costs.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_72\">                                                           JYOTI SINGH, J\n\nAUGUST 13th , 2020\nyo\n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">ARB. P. 632/2017                                                   Page 29 of 29</span>\n </p>","numcites":38,"numcitedby":0,"docsource":"Delhi High Court","citetid":15284174,"divtype":"judgments","relatedqs":[{"value":"even number of arbitrators","formInput":"even%20number%20of%20arbitrators"},{"value":"arbitration agreement invalid","formInput":"arbitration%20agreement%20invalid"},{"value":"supreme court judgements","formInput":"supreme%20court%20judgements"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"invalid agreement  ","formInput":"invalid%20agreement%20%20"},{"value":"court judgements","formInput":"court%20judgements"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"ANANDPUR SAHIB","formInput":"ANANDPUR%20SAHIB"},{"value":"Number of arbitrators","formInput":"Number%20of%20arbitrators"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"encon builders","formInput":"encon%20builders"},{"value":"scc online ","formInput":"scc%20online%20"},{"value":"arbitration agreement is between the parties to arbitration agreement","formInput":"arbitration%20agreement%20is%20between%20the%20parties%20to%20arbitration%20agreement"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"work order","formInput":"work%20order"},{"value":"andhra pradesh high court","formInput":"andhra%20pradesh%20high%20court"},{"value":"Engineer decision","formInput":"Engineer%20decision"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"}],"courtcopy":true,"query_alert":null,"agreement":false}