{"tid":164524722,"publishdate":"2015-06-26","title":"M/S Link Utsav Auto System Pvt. Ltd. vs The State Of Madhya Pradesh on 26 June, 2015","doc":"<h2 class=\"doc_title\">M/S Link Utsav Auto System Pvt. Ltd. vs The State Of Madhya Pradesh on 26 June, 2015</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:u-c-maheshwari\">U.C.Maheshwari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-nagu\">Sheel Nagu</a>, <a href=\"/search/?formInput=benchid:u-c-maheshwari\">U.C.Maheshwari</a></h3>\n\n<pre id=\"pre_1\">               HIGH COURT OF MADHYA PRADESH,\n                        BENCH AT GWALIOR\n                *************************************\n\n\n\n   DB       HON&#x27;BLE MR JUSTICE U.C.MAHESHWARI, &amp;\n              HON&#x27;BLE MR JUSTICE SHEEL NAGU\n\n               WRIT PETITION NO.6567/2014\n\n\n\n              M/s Link Utsav Auto System Pvt.Ltd.\n                             -Vs-\n                          State of MP\n\n   ------------------------------------------------------------------------------\nSmt. Deeksha Mishra and Shri Rohit Mishra, learned counsel for\nthe petitioner.\nShri MPS Raghuvanshi, learned Additional Advocate General for\nthe respondents-State Authorities.\n--------------------------------------------------------------------------------------\n                            Order\n                (Passed on 26th day of June, 2015)\n\nPer U.C.Maheshwari, J.\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">        On behalf of the petitioner, this petition is preferred\n\nunder <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India, for issuance the\n\nwrit of certiorari and mandamus against the authorities of the\n\nrespondents for the following reliefs:-\n</p>\n<blockquote id=\"blockquote_1\">        &quot;(a) Direction staying the effect and operation of\n        the termination order dated 17-10-2014 till the final\n        disposal of the instant writ petition.\n</blockquote><blockquote id=\"blockquote_2\">        (b) Direction to the respondents to permit the\n        petitioner to carry on the work as per the HSRP\n        contract dated 21-01-2012 and as per\n</blockquote><blockquote id=\"blockquote_3\">        (c)   Restrain the respondents from initiating\n        issuing fresh tender or awarding contracting of\n        installing HSRP to any other vendor.\n</blockquote><blockquote id=\"blockquote_4\">        (d)Direction restraining the respondents from\n        invoking/encashing the Bank Guarantee of the\n        Petitioner pursuant to the impugned termination of\n        contract\n                          and/or\n</blockquote><blockquote id=\"blockquote_5\">        (e) Direction      restraining    Respondents   from\n        encashing the bank guarantee submitted under the\n<span class=\"hidden_text\" id=\"span_1\">                                 2             WP No. 6567/2014</span>\n\n        contract dated 21.01.2012.\n</blockquote><blockquote id=\"blockquote_6\">                       and/or\n</blockquote><blockquote id=\"blockquote_7\">        (f)   Direction for restoration of the Bank\n        Guarantee if the same has already been encashed.\n</blockquote><blockquote id=\"blockquote_8\">        (g) Direction restraining the respondents from\n        taking any other coercive action against the\n        Petitioner. &quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_2\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1371839\" id=\"span_2\">(2) Facts giving rise to this petition, in short, are that\n\nlong before by notification dated 28/03/2001 promulgated\n\nunder <a href=\"/doc/143287100/\" id=\"a_2\">Section 41(6)</a> of the Motor Vehicles Act, 1988 read with\n\nRule 50 of the Motor Vehicles Rules, 1989, directions for\n\naffixation of High Security Registration Plate (HSRP) on the\n\nmotor    vehicles   were   issued.   Subsequently,   the   Central\n\nGovernment     again issued     order dated 22/08/2001 under\n\n<a href=\"/doc/1979500/\" id=\"a_3\">Section 109 (3)</a> of the Motor Vehicles Act dealing with various\n\nfacets of manufacture, supply and affixation of new HSRP.\n\nThereafter, by way of another notification 16/10/2001, the\n\nCentral Government had given directions to implement the\n\naforesaid notification dated 22/08/2001 and the HSRP scheme.\n\nSubsequent to it, challenging the aforesaid notifications,\n\nseveral writ petitions were filed before the Apex Court and\n\nvide order dated 30/11/2004 in the matter of <a href=\"/doc/1371839/\" id=\"a_4\">Association of\n\nRegistration Plates Vs. Union of India</a>, (2005) 1 SCC 679, all\n\nsuch writ petitions were dismissed with a direction to\n\nimplement HSRP scheme.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1892361\" id=\"span_3\">Subsequent to it, when the schemes\n\nwere not implemented by various States, on which in the\n\nmatter of <a href=\"/doc/1892361/\" id=\"a_5\">Maninderjit Singh Bitta Vs. Union of India</a>, (2008) 7\n\nSCC   328,   the Apex Court by allowing various identical\n<span class=\"hidden_text\" id=\"span_4\">                                     3                WP No. 6567/2014</span>\n\npetitions vide order dated 08/05/2008, had given directions to\n\nimplement such scheme in various States. Subsequent to it, in\n\nthe light of this decision, vide order dated 07/02/2012 the\n\nApex Court had directed the State of MP, to finalize the tender\n\nprocess for implementation of the HSRP scheme within four\n\nweeks   and      implement    the       scheme    with   full    force    by\n\n30/04/2012 for new vehicles and by 15/06/2012 for old\n\nvehicles.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">     (3)    In   connection    with      the     aforesaid      subject   to\n\nimplement HSRP scheme in the State of MP by adopting\n\ntender process, petitioner M/s Link Utsav Auto System Private\n\nLimited was selected to implement such scheme and in this\n\nregard, a written contract (Annexure P/5) was signed between\n\nthe petitioner and the authorities of the respondents on\n\n21/01/2012 for fifteen years. Pursuant to such contract, the\n\npetitioner invested huge resources and developed more than\n\nfifty offices with 300 employees for proper implementation of\n\nsuch HSRP scheme.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">     (4) After starting the process of implementation of\n\nscheme by the petitioner in accordance with the terms of the\n\ncontract, in spite that a show-cause notice dated 05/02/2014\n\n(Annexure P/7) was given to it by the authority of the\n\nrespondent No.2 i.e. Transport Commissioner for termination\n\nof such contract (Annexure P/5). In response, the point-wise\n\nreply of such notice (Annexure P/8) was submitted on behalf\n<span class=\"hidden_text\" id=\"span_5\">                                         4                 WP No. 6567/2014</span>\n\nof the petitioner on 22/03/2014 in the Office of the authority\n\nof respondent No.2. Thereafter, a review meeting was held\n\nbetween the petitioner and the respondents on 16/04/2014,\n\nin which certain corrective measures were agreed to be taken\n\nfor smooth implementation of the scheme. According to it,\n\nthree      months&#x27;   time        was    settled   to   cure     the   alleged\n\ndeficiencies, if any, with further settlement that a monitoring\n\ncell will be constituted for review of the corrective measures\n\ntaken by the petitioner. The minutes of such meeting dated\n\n16/04/2014 were sent to the petitioner on 21/05/2014.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">        (5) It is further case of the petitioner that it&#x27;s initiated\n\nthe corrective measures as agreed in the aforesaid review\n\nmeeting and information of adopting such process was given\n\nto   the    authorities     of    the       respondents    on   17/05/2014.\n\nThereafter, by letter dated 07/06/2014 (Annexure P/12) the\n\nauthorities of the respondents acknowledged initiation of the\n\ncorrective measures and constitution of monitoring cell.\n\nMeanwhile, the petitioner also received an intimation from the\n\nauthority of the respondent No.2 about holding a meeting of\n\nmonitoring cell on 17/06/2014 at Bhopal. On such information,\n\nthe representatives of the petitioner reached Bhopal but from\n\nthe side of the respondents- authorities the meeting was\n\ncancelled. Thereafter, the petitioner again received fresh\n\ncommunication on 18/06/2014                   (Annexure P/14) from the\n\nrespondents about holding the meeting of monitoring cell on\n<span class=\"hidden_text\" id=\"span_6\">                                 5               WP No. 6567/2014</span>\n\n20/06/2014. Before holding such meeting, on behalf of the\n\npetitioner, a detailed report (Annexure P/17) relating to\n\nimplementation of the decisions taken in the meeting dated\n\n16/04/2014    was     submitted     on     19/06/2014,     but   the\n\nrespondents   again    unilaterally      cancelled   the   aforesaid\n\nscheduled review meeting and before expiry of three months&#x27;\n\nperiod fixed to cure the alleged deficiencies, had terminated\n\nthe contract dated 21/01/2012. Such termination order was\n\nchallenged on behalf of the petitioner in the first round of\n\nlitigation by preferring a writ petition viz. WP 3654/2014\n\n(Annexure P/15), stating the same to be arbitrary and illegal,\n\non various grounds stated in the petition. This Court by\n\nentertaining such writ petition vide order dated 25/06/2014,\n\nissued notices to the respondents and meanwhile, by interim\n\norder, stayed the invocation of the bank guarantee given by\n\nthe petitioner. On appearance on behalf of the respondents,\n\nafter extending opportunity of hearing to the parties vide\n\norder dated 05/08/2014 (Annexure P/17), such writ petition\n\nwas finally decided and aforesaid termination order was\n\nquashed with some directions.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">     (6) It is further pleaded that in compliance with the\n\ndirection of the aforesaid order dated 05/08/2014, the\n\nrespondents issued a letter dated 25/08/2014 (Annexure P/18)\n\nto the RTOs about restoration of the contract but did not give\n\nany instruction to the RTOs to allow the petitioner to carry out\n<span class=\"hidden_text\" id=\"span_7\">                               6             WP No. 6567/2014</span>\n\nthe work of affixation of HSRP. In spite of issuance of such\n\nletter to the RTOs across the State of MP, the petitioner was\n\nnot allowed to carry out the work of collection and affixation\n\nof HSRP by the respondents and only after four days from\n\n25/08/2014 the date of issuance of aforesaid letter, contrary\n\nto the agreed conditions of the meeting dated 16/04/2014 as\n\nwell as of the direction of this Court given in WP 3654/2014\n\nvide dated 05/08/2014, before expiry of period of show-cause\n\nnotice fixed, had given second show-cause notice dated\n\n29/08/2014 (Annexure P/20) to the petitioner for termination\n\nof contract. It is further stated that copies of the concerning\n\ndocuments on which aforesaid second show-cause notice was\n\nbased, were not supplied to the petitioner. Such second show-\n\ncause notice was challenged on behalf of the petitioner on\n\n02/09/2014 through WP No. 5409/2014. In such writ petition,\n\nbesides the aforesaid ground, violation of the agreed terms of\n\nthe meeting dated 16/04/2014 and of the order of this Court\n\ndated 05/08/2014 passed in WP No. 3654/2014 and other\n\navailable ground to show mala fide and preconceived notion\n\nof the respondents- authorities were taken. Period of ten days\n\nto reply to the second show-cause notice was also challenged.\n\nIn presence of the parties, such WP 5409/2014 was disposed\n\nof vide order dated 09/09/2014 (Annexure P/23), with some\n\nmaterial observations and directions.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">     (7) Under the liberty given by the Court in aforesaid\n<span class=\"hidden_text\" id=\"span_8\">                                 7              WP No. 6567/2014</span>\n\norder dated 09/09/2014, on behalf of the petitioner an\n\napplication under Clause -17 of the contract agreement for\n\ninvocation of the dispute resolution was submitted on\n\n24/09/2014 in the office of the respondents- authorities,\n\nwherein on behalf of the petitioner, name of Justice Usha\n\nMehra, a retired Judge was proposed as a nominee arbitrator.\n\nSubsequent to it, before expiry of period to file reply to the\n\nsecond show-cause notice and without making any inquiry, so\n\nalso without deciding the aforesaid application, to refer the\n\nmatter   for   dispute   resolution   in   accordance   with   the\n\nprocedure, vide notice dated 24-26/09/2014 (Annexure P/26) a\n\nthird show-cause notice for termination of aforesaid contract\n\nwas given to the petitioner. Subsequent to aforesaid notice,\n\nwithin a prescribed period of thirty days on 09/10/2014 the\n\nreply of aforesaid second show-cause notice dated 29/08/2014\n\nwas submitted in the office of the respondents. On the same\n\nday i. e. 09/10/2014 the respondents served a letter No.5146/\n\nEnf./HSRP on the petitioner informing that its application filed\n\nfor invocation of Clause-17 of the contract agreement to refer\n\nthe matter for dispute resolution, has been rejected by\n\nholding that there is no dispute and invocation of the dispute\n\nresolution clause is totally misconceived and appears to be\n\nguided by preconceived notions with a direction to the\n\npetitioner to comply the direction given in the notice dated\n\n29/08/2014. A    liberty was granted to the petitioner to file\n<span class=\"hidden_text\" id=\"span_9\">                                      8                  WP No. 6567/2014</span>\n\nreply to the last show-cause notice.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">       (8)    It is also the case of the petitioner that after\n\nreceiving     aforesaid      third       show-cause         notice,     dated\n\n24/26-09-2014, it has given a letter dated 10/10/2014 to the\n\nrespondents demanding evidence and documents, on which\n\nsuch show-cause notice was based, simultaneously, the\n\nprayer for extending the period of thirty days to file the reply\n\nof such notice was also made.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">       (9) Subsequent to aforesaid, on behalf of the petitioner\n\nin third round of litigation,        WP No. 6355/2014 challenging\n\nthird show-cause notice dated 24-26/09/2014 and the said\n\nletter rejecting the application for invocation of the clause of\n\ndispute resolution was filed on 13/10/2014. Subsequent to\n\nfiling this petition, on account of violation of aforesaid earlier\n\nCourt orders dated 05/08/2014 and 09/09/2014 by the\n\nauthorities    of   the     respondents,         a    Contempt        Petition\n\nNo.716/2014 was also filed against the concerning officials.\n\nBut,   subsequently        the    same     has       been   withdrawn      as\n\ninfructuous vide order dated 08/05/2015.\n</p>\n<p data-structure=\"Facts\" id=\"p_10\">       (10) It is further stated that during pendency of\n\naforesaid third writ petition viz. 6355/2014, on 15/10/2014 a\n\ntechnical team was deputed by the respondents to conduct\n\ninspection. Such technical team after inspection by its report,\n\nhas    confirmed    that    the    server    has       been    placed     and\n\nestablished in the office of the Transport Commissioner,\n<span class=\"hidden_text\" id=\"span_10\">                                9             WP No. 6567/2014</span>\n\nGwalior. Such report is also annexed with the petition at Page\n\nNos.435- 436, Volume 2 of the Paper Book. Petitioner also got\n\nannual audit report carried out by AKS Information Technology\n\nServices Private Limited, which also confirmed that the server\n\ninstalled by the petitioner was capable of utilizing any web\n\nserver running in public domain over Internet. Same is\n\nannexed at Page No.400 of the aforesaid Paper Book.\n\nAforesaid Writ Petition No.6355/2014 was heard and disposed\n\nof vide order dated 17/10/2014 (Annexure P/37) with some\n\nobservations and directions.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">     (11) Aforesaid third writ petition was filed for issuance of\n\nwrit of certiorari to quash the third show-cause notice dated\n\n24-26/09/2014 and the aforesaid letter dated 09/10/2014\n\ngiven to the petitioner in response to its letter dated\n\n24/09/2014 for invocation of dispute resolution clause, stating\n\nthat the same were not given in accordance with the\n\nprocedures and terms of the contract agreement dated\n\n21/01/2012. A prayer for issuance of writ of mandamus\n\ndirecting the respondents to allow the petitioner to operate\n\nthe HSRP contract dated 21/01/2012 and to comply the orders\n\nof this Court dated 05/08/2014 and 09/09/2014. In addition to\n\nit, prayer for issuance of writ of mandamus directing the\n\nrespondents to abide by Clause-17 of the contract agreement\n\nis also made. Apart from this, an additional prayer for\n\nprohibition and restraining the respondents from taking any\n<span class=\"hidden_text\" id=\"span_11\">                              10              WP No. 6567/2014</span>\n\ncoercive/adverse   step/action    against   the   petitioner   in\n\ndeviation of the terms of the contract was also made.\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">     (12) Subsequent to passing the aforesaid order and\n\nbefore approaching the petitioner to the authorities of the\n\nrespondents under the aforesaid liberty to provide copies of\n\nrequisite documents, on which third show-cause notice was\n\nbased on the same day i.e. 17/10/2014 in utter violation of\n\nthe procedure, the terms of the contract and the above-\n\nmentioned earlier orders of this Court, the contract was\n\nterminated by the respondents-authorities. Accordingly, in\n\ncompliance of the order dated 17/10/2014 before considering\n\nthe third show-cause notice, neither the copies of the\n\nconcerning documents on which such notice was based, were\n\nprovided to the petitioner nor proper opportunity to file the\n\nreply of such notice was given. The intimation of impugned\n\norder dated 17/10/2014 (Annexure P/1) terminating the\n\ncontract unilaterally was given to petitioner on 21/10/2014\n\nthrough e-mail. According to the termination order Annexure\n\nP/1, the contract was terminated on various grounds, stating\n\nthat according to the terms and conditions the necessary\n\ninfrastructure has not been established by the petitioner\n\nacross the State of MP to affix HSRP on the vehicles, the\n\nrequisite server has not been established at the Headquarter\n\nof Transport Authority, Gwalior, after collecting the requisite\n\nfees from the owners of the vehicles, within the prescribed\n<span class=\"hidden_text\" id=\"span_12\">                                 11                  WP No. 6567/2014</span>\n\nperiod HSRPs were not affixed on their vehicles and in this\n\nregard, delay of 7 to 777 days has been caused. On account of\n\nsuch non-affixation of HSRPs within the prescribed period\n\neven after taking the sum in advance, according to terms the\n\nsum of near about Rs.10 crores had became payable as\n\ndamages for such delay to the vehicle owners.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">     (13) In further pleadings of the petition, the grounds of\n\ntermination stated in the impugned order (Annexure P/1) have\n\nbeen categorically disputed and denied with the explanations\n\nto show that the petitioner has not committed any fault on its\n\npart. In this regard, a synopsis has also been filed and the\n\nsame was stated in the written arguments filed on behalf of\n\nthe petitioner.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">     (14)    Subsequent    to   filing   the   instant   petition   on\n\n23/10/2014, vide order dated 30/10/2014 on the request of\n\nthe petitioner, it was permitted to move the Secretary,\n\nTransport Department for invocation of Clause-17.1 of the\n\ncontract    agreement.    In compliance        of   such order,     the\n\nrepresentative of the petitioner in a meeting with Principal\n\nSecretary of Transport Department on 05/11/2014             apprised\n\nhim that as per terms the corrective measures had been taken\n\non behalf of the petitioner. In this regard, a representation\n\nwas also submitted on 07/11/2014. Subsequent to it, vide\n\ninterim order dated 04/12/2014 in the instant petition, the\n\nCourt has permitted the petitioner to affix the HSRPs on the\n<span class=\"hidden_text\" id=\"span_13\">                                  12               WP No. 6567/2014</span>\n\nvehicles in the following manner:-\n</p>\n<blockquote id=\"blockquote_9\">              &quot; In this view of the matter, by way of interim\n           relief, it is directed that the petitioner shall be at\n           liberty to fix HSRP on the vehicles if the\n           petitioner had received the amount for fixing\n           HSRP from the owners of the vehicles in terms of\n           the contract. The authorities of the Transport\n           Department shall provide assistance to the\n           petitioner in terms of the contract for fixing\n           HSRPs on the vehicles which are already with the\n           petitioner.&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_15\">     (15) Subsequently, the Chief Secretary, State of MP has\n\nrejected    the   aforesaid     proposal/representation       of    the\n\npetitioner submitted for amicable settlement vide order dated\n\n17/12/2014 (Annexure R/2).\n</p>\n<p data-structure=\"Section\" id=\"p_16\">     (16) So far entertainability of this petition is concerned,\n\nit is stated that in spite of Clause-17 of the contract\n\nagreement which provides a remedy of dispute resolution\n\nthrough arbitration, in view of settled proposition, this Court\n\nhas jurisdiction to entertain this petition and quash the\n\nimpugned      termination     order,   with   a   direction   to    the\n\nauthorities to comply the terms of contract mentioned in\n\nClause-17(1) to (3), the mechanism of dispute resolution and\n\ntill the dispute is resolved, the petitioner be permitted to carry\n\nout the work under sub-clause (3) of Clause-17 of the contract\n\nagreement.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">     (17) With the aforesaid pleadings and the case, the\n\npetitioner has come to this Court for issuance of the writs, as\n\nstated in the beginning part of this order.\n</p><span class=\"hidden_text\" id=\"span_14\">                               13               WP No. 6567/2014</span><p data-structure=\"Issue\" id=\"p_18\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_19\">     (18) In the return of the respondents, by admitting the\n\nexecution   of   the   aforesaid    contract   agreement   dated\n\n21/01/2012 between the parties, it is stated that subsequent\n\nto beginning the work, on account of violation of terms and\n\nconditions of the contract on the part of the petitioner, the\n\naforesaid show-cause notices for termination of contract were\n\ngiven on the grounds stated in the same and pursuant to that,\n\non consideration the contract has been terminated. In\n\naddition, it is stated that against termination order of the\n\ncontract dated 17/10/2014 (Annexure P/1), the petitioner has\n\nan alternate forum for redressal of its dispute, thus the\n\ndisputed questions relating to the facts involved in the\n\npetition could not be adjudicated by this Court under <a href=\"/doc/1712542/\" id=\"a_6\">Article\n\n226</a> of the Constitution of India.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">     (19)   It is also stated that in view of the availability of\n\nalternate forum of dispute resolution under Clause-17 of the\n\ncontract agreement to the petitioner, this petition being not\n\nentertainable, deserves to be dismissed. It is further stated\n\nthat in view of availability of such alternate forum of initially\n\non listing the matter for admission before the Bench on first\n\ndate, at the request of the petitioner it was extended a liberty\n\nto approach the appropriate authority of the respondents, i.e.\n\nthe Principal Secretary, Transport Department for amicable\n\nsettlement under Clause-17.1 of the contract agreement.\n\nPursuant to such liberty, the petitioner had already been\n<span class=\"hidden_text\" id=\"span_15\">                                   14                 WP No. 6567/2014</span>\n\napproached to the alternate forum with its representation and\n\nnow after rejecting its representation by the competent\n\nauthority, the petitioner has only remedy to challenge the\n\ntermination order elsewhere before the appropriate forum but\n\nin any case, the petitioner did not have any authority to\n\nchallenge the termination order before this Court by way of\n\nthis petition under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> of the Constitution of India.\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1892361\" id=\"span_16\">(20)   Apart from the aforesaid, in response of other\n\nmerits of the petition, it is stated that there is no dispute\n\nbetween the parties as defined under the provision of <a href=\"/doc/785258/\" id=\"a_8\">Motor\n\nVehicles Act</a> and its enacted rules or defined in the decisions\n\nof the Apex Court including the decision delivered in the\n\nmatter of <a href=\"/doc/1892361/\" id=\"a_9\">Maninderjit Singh Bitta</a> (supra). The implementation\n\nof    the scheme to affix HSRPs on the vehicles being\n\nmandatory, is necessary for the security of the vehicles as\n\nwell as of the security of the citizens at large. In addition, it is\n\nstated that due to non-performance of the work by the\n\npetitioner in accordance with the contract, the entire public\n\nbeneficiary scheme was jeopardized, for which the Hon&#x27;ble\n\nSupreme Court has issued direction from time to time for its\n\neffective implementation throughout the country. But due to\n\nactivities of the petitioner, the entire object of such scheme\n\nhas    been   frustrated    and    in    such      circumstances,    the\n\ntermination    of   the    contract     of   the   petitioner   by   the\n\nrespondents is nothing else but is in the great public interest\n<span class=\"hidden_text\" id=\"span_17\">                                   15              WP No. 6567/2014</span>\n\nin order to ensure affixation of HSRPs on the vehicles through\n\nappointment of the fresh vendor.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">      (21) In further pleadings of the return, it is stated that\n\nsince the date of contract till issuance of show-cause notice,\n\naccording to terms and conditions installation of main data\n\nserver in the office of Transport Commissioner, Gwalior was\n\nnot installed and in such premises, possibility of misuse of the\n\ncollected datas could not be ruled out. The petitioner only\n\ninstalled   a   sub-server   in    the   office   of   the   Transport\n\nCommissioner, Gwalior and used to transfer the data from the\n\nother main server located elsewhere to the sub-server of\n\nGwalior. The same was found to be absolutely in breach of\n\nmandatory conditions of contract agreement and, therefore,\n\nthe authorities of the respondents having found the said\n\ndefects not cured despite repeated directions issued from\n\ntime to time, ultimately, left with no option but to terminate\n\nthe contract of the petitioner in greater public interest\n\nresiding in the State of MP.\n</p>\n<p data-structure=\"Facts\" id=\"p_23\">      (22) It is further stated that appointment of dealer was\n\nto be made by the petitioner across to the State to those\n\npersons who are qualified and having the qualifying certificate\n\nin accordance with the provisions contemplated under the\n\nCentral Motor Vehicles Rules but the petitioner has appointed\n\nonly 24 persons as dealers in the State of MP out of 50\n\nDistricts. In such premises, in more than half of the Districts of\n<span class=\"hidden_text\" id=\"span_18\">                                 16                   WP No. 6567/2014</span>\n\nthe State, no dealer was appointed. Out of appointed 24\n\ndealers, some of them were found to be unqualified having\n\nno trade certificate in accordance with the provisions of\n\naforesaid Central Motor Vehicles Rules. Such activities of the\n\npetitioner show that it had again failed to discharge the\n\nobligation    under   the   contract.    In    the    meeting   dated\n\n16/04/2014 representatives of the petitioner stated that within\n\nthree months from such date they will appoint qualified\n\ndealers in all the fifty Districts, however, the facts remains\n\nthat till date in compliance of such assurance no dealer has\n\nbeen appointed while the Hon&#x27;ble               Supreme Court     has\n\ncategorically directed for appointment of qualified dealers in\n\norder to ensure affixation of HSRP on the vehicle before it\n\ncome on the road. In support of such contention, the order\n\npassed   by    the    Supreme    Court    in   WP      No.16064/2012\n\n(Annexure R/1), is also annexed. It is stated that the petitioner\n\nhas not taken any pain to comply such direction of the Hon&#x27;ble\n\nApex Court, so in such premises, termination of the contract\n\nof the petitioner is valid from each corner of law.\n\n</p><p data-structure=\"CDiscource\" id=\"p_24\">     (23) It is further stated that conduct of the petitioner\n\nwhile serving with the answering respondents remained\n\nabsolutely unbelievable. In the meeting dated 16/04/2014, on\n\nbehalf of the petitioner, certain certificates of different RTOs\n\nof different Districts were presented and on verification of the\n\nsame, it was found that the same were fake documents, have\n<span class=\"hidden_text\" id=\"span_19\">                               17               WP No. 6567/2014</span>\n\nnot been signed by the concerning authorities of the RTOs.\n\nSuch conduct of the petitioner- Firm in discharging the\n\nobligation in highly important scheme of the Government is a\n\nsufficient ground to terminate its contract.\n\n</p><p data-structure=\"CDiscource\" id=\"p_25\">      (24) According to the contract agreement with a view to\n\nensure affixation of    HSRP within stipulated period the\n\nprovision was made under Clause-11.2 (c) of the agreement\n\nthat within four days of receipt of fees of HSRP the petitioner\n\nwas obliged to ensure affixation of HSRP and for delay, pay\n\nthe rebate of Rs.50/- per day upto seven days delay and\n\nthereafter, Rs.75/-per day upto the date of installation to the\n\nvehicle owners. It has been found on verification by the\n\nauthorities that even after receipt of fees for affixation of\n\nHSRPs the same have not been affixed on near about Four to\n\nFive Lacs vehicles till date and in such circumstances, the\n\npetitioner was required to pay rebate of approximately Rs.10\n\ncrores under the said agreement. But till today, not a single\n\nvehicle owner has been paid rebate under the said Clause. In\n\nsuch circumstances, it is stated that the continuation of the\n\npetitioner in the State as an agency to implement the scheme\n\ninvolving larger public benefit has rightly been not found to be\n\nin public interest by the competent authority and in such\n\ncircumstances, the contract has rightly been terminated.\n\n</p><p data-structure=\"Facts\" id=\"p_26\">     (25) In addition, it is stated that during the course of\n\nconsideration of the application of the petitioner filed under\n<span class=\"hidden_text\" id=\"span_20\">                               18              WP No. 6567/2014</span>\n\nClause-17.1 of the contract agreement it has come in the\n\nknowledge of the authority that the petitioner entered under\n\nsub-agreement with certain persons according to which\n\nadditional money was agreed to be charged from the vehicle\n\nowners, contrary to the alleged scheme. In this regard,\n\nrequisite documents are annexed as part of Annexure R/2 with\n\nthe return.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">     (26) It is further stated that the petitioner has even sold\n\nthe machines, materials to the sub-contractors for affixation\n\nof HSRPs which is not permissible according to the terms and\n\nconditions of the contract and also in view of the direction\n\nissued by the Hon&#x27;ble Apex Court in the subject matter. Such\n\ninformation has also been given to the Hon&#x27;ble Supreme Court\n\nin response to some contempt proceedings initiated against\n\nthe authorities of the respondents.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">     (27) Apart from all these objections, para-wise reply of\n\nthe petition has also been given and in such submission, the\n\nauthorities have justified their act of issuance of aforesaid\n\nshow-cause notices as well as rejection of the application of\n\nthe petitioner filed for invocation of the arbitration clause for\n\ndispute redressal i.e. Clause-17 of the contract agreement.\n\nInter alia, it is also stated that every action of issuance of\n\nshow-cause notice as well as the decision of rejection of the\n\napplication for invocation of the arbitration clause and of\n\ntermination of contract have been taken by the authorities\n<span class=\"hidden_text\" id=\"span_21\">                                     19                WP No. 6567/2014</span>\n\nafter supplying necessary evidence and documents to the\n\npetitioner, on which such notices and proceedings were\n\nbased, so also after extending opportunity of hearing to the\n\npetitioner in accordance with the principle of natural justice\n\nand no fundamental rights of the petitioner have been\n\nviolated by the authorities of the respondents in any manner.\n\nWith these averments, the prayer for dismissal of the petition\n\nis made.\n</p>\n<p data-structure=\"RespArg\" id=\"p_29\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"609434\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"899938\" id=\"span_23\">(28) Ms Deeksha Mishra, learned counsel for the\n\npetitioner, after taking us through the aforesaid factual matrix\n\nstated     in   the    petition,   argued      that   the     question     of\n\nentertainability of the petition against the termination order of\n\nthe   contract    dated      17/10/2014       does    not     require    any\n\nconsideration on merits again because in the first round of\n\nlitigation while dealing with Writ Petition No.3654/2014, after\n\ntaking into consideration the principles <a href=\"/doc/1892361/\" id=\"a_10\">laid down by</a> the Apex\n\nCourt in the matters of <a href=\"/doc/899938/\" id=\"a_11\">Jagdish Mandal vs. State of Orissa</a>,\n\nreported in (<a href=\"/doc/609434/\" id=\"a_12\">2007) 14 SCC 517                and Union of India vs.\n\nTantia Construction Private Limited</a>, reported in (2011) 5\n\nSCC 697, vide order dated 05/08/2014 this Court not only\n\nentertained      the     aforesaid       earlier   petition     but     after\n\nentertaining     the    same,      had    quashed     the     order     dated\n\n19/06/2014. In continuation, by referring to certain decisions\n\nof the Apex Court, she argued that in order to examine the\n\nsustainability, illegality and arbitrariness of the authorities of\n<span class=\"hidden_text\" id=\"span_24\">                               20              WP No. 6567/2014</span>\n\nthe respondents in taking the impugned decision and action,\n\nthis Court has jurisdiction to entertain this petition filed under\n\n<a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a> of the Constitution of India. In further argument,\n\nshe said that the manner in which the impugned termination\n\norder of the contract has been passed by the authorities of\n\nthe respondents, it is not only contrary to the settled terms of\n\nthe contract but it is also contrary to the orders and directions\n\ngiven by this Court in the orders passed in earlier petitions\n\nand pursuant to that, the same are not sustainable under the\n\nlaw. She further stated that in view of above cited decisions,\n\nthis Court has jurisdiction to examine the matter and quash\n\nthe impugned orders by allowing this petition. She has also\n\nsubmitted a compilation of the decisions cited by her in\n\nsupport of her arguments.</span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">     (29) In continuation, while arguing the matter, by\n\nreferring to Clause-15 of the contract agreement, she said\n\nthat without complying such provisions of the scheme, the\n\nimpugned termination order could not be passed by the\n\nauthorities of the respondents and it is apparent fact that the\n\nrespondents have not complied with the provisions contained\n\nin Clause-15 of the contract agreement. She further said that\n\nin the available circumstances, the show-cause notice on\n\nwhich the impugned order of termination of contract was\n\npassed itself was not legal because the same was given\n\nwithout annexing copies of the concerning documents and\n<span class=\"hidden_text\" id=\"span_25\">                               21              WP No. 6567/2014</span>\n\ncomplaints of the owners of the vehicles or the documents\n\nwhich were referred in the last show-cause notice dated\n\n24-26/9/2014. On filing reply of the second show cause notice\n\non behalf of the petitioner on 09/10/2014, prayer for extension\n\nof time by thirty days to file reply of the third show-cause\n\nnotice for termination of the contract with a further prayer to\n\nsupply copies of such documents was made. However, the\n\nauthorities of the respondents neither extended the time nor\n\ncopies of the concerning documents were supplied. In this\n\nregard, challenging the aforesaid third show-cause notice,\n\nWrit Petition No.6355/2014 was filed. In such writ petition,\n\nletter of the authority of respondent No.2 dated 09/10/2014\n\ninforming the petitioner regarding rejection of his application\n\ndated 24/9/2014 filed for invocation of Clause-17 of the\n\ncontract agreement relating to dispute resolution through\n\narbitrator was also challenged. But, in view of the earlier\n\norders dated 05/08/2014 and 09/09/2014 passed by this Court\n\nin the first and second rounds of litigation, pursuant to which\n\nthe   matter   was   sub   judice   before   the   authorities   of\n\nrespondents No. 1 and 2, instead of deciding such third Writ\n\nPetition No.6355/2014 on merits, the same was disposed of on\n\n17/10/2014 with a liberty and direction to the petitioner to\n\napproach the authorities to supply the aforesaid copies which\n\nwere not supplied to the petitioner by the authorities of the\n\nrespondents. Subsequent to this order,       before approaching\n<span class=\"hidden_text\" id=\"span_26\">                                 22            WP No. 6567/2014</span>\n\nthe petitioner to the authorities under the aforesaid liberty\n\nand direction in spite of knowing the aforesaid bi-party order\n\nwithout supplying the copies of documents and also without\n\nconsidering the objections and the explanations submitted in\n\nresponse to first and second show-cause notices,         so also\n\nwithout extending opportunity to file reply of third show-cause\n\nnotice after supplying the copies of the documents which were\n\nthe very foundation to issue third show-cause notice i.e., the\n\ncopies of the complaints of the owners of the vehicles\n\nunilaterally and arbitrarily,   had terminated the contract on\n\nthe same day i.e., 17/10/2014 which was informed to the\n\npetitioner on 21/10/2014. In such premises, she said that the\n\nimpugned termination order being passed in violation of the\n\nterms and conditions of the contract agreement, so also\n\nwithout following the principles of natural justice and contrary\n\nto earlier orders of this Court, is not sustainable and prayed\n\nto quash the impugned order dated 17/10/2014 (Annexure\n\nP/1), terminating the contract of the petitioner and the order\n\nrejecting the application of the petitioner filed to invoke the\n\nclause of the contract relating to the dispute resolution, with a\n\nfurther direction to the    authorities of the respondents to\n\nconsider the matter afresh after extending opportunity to file\n\nreply of the third show- cause notice after supplying copies of\n\nthe concerning documents, along with a direction to the\n\nauthorities of the respondents to invoke and comply the\n<span class=\"hidden_text\" id=\"span_27\">                                 23              WP No. 6567/2014</span>\n\nClause-17 of the contract agreement regarding dispute\n\nresolution     by allowing this petition.   She also placed her\n\nreliance on the following reported decisions:-\n\n</p><blockquote id=\"blockquote_10\">       (i)     Branch Manager, Magma Leasing &amp; Finance\n               Vs. Potluri Madhavilata &amp; Anr, reported in\n               (2009) 10 SCC 103;\n</blockquote><blockquote id=\"blockquote_11\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1730391\" id=\"span_28\">(<a href=\"/doc/1730391/\" id=\"a_14\">ii) Hindustan Petroleum Corporation Ltd. Vs.\n              Super Highway Service &amp; Others</a>, reported in\n              (2010) 3 SCC 321;</span>\n</blockquote><blockquote id=\"blockquote_12\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_29\">(<a href=\"/doc/609434/\" id=\"a_15\">iii) Union of India &amp; Ors. Vs. Tantia Construction\n              Pvt. Ltd.</a> reported in (2011) 5 SCC 697;</span>\n</blockquote><blockquote id=\"blockquote_13\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86501143\" id=\"span_30\">(<a href=\"/doc/86501143/\" id=\"a_16\">iv) Bharat Petroleum Corporation Ltd. Vs.\n               Jagannath and Company and Others</a>,\n               reported in (2013) 12 SCC 278;</span>\n</blockquote><blockquote id=\"blockquote_14\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"52786162\" id=\"span_31\">(<a href=\"/doc/52786162/\" id=\"a_17\">v) Al Jazeera Steel Products Company Saog Vs.\n               Mid India Power &amp; Steel Ltd.</a>, reported in\n               (2012) 11 SCC 458;</span>\n</blockquote><blockquote id=\"blockquote_15\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"134382998\" id=\"span_32\">(<a href=\"/doc/134382998/\" id=\"a_18\">vi) Swiss Timing Ltd. Vs. Commonwealth Games</a>\n               2010 Organizing Committee, reported in\n               (2014) 6 SCC 677;</span>\n</blockquote><blockquote id=\"blockquote_16\">        (vii) Today Homes and Infrastructure Private Ltd.\n</blockquote><blockquote id=\"blockquote_17\">              Vs.Ludhiana      Improvement     Trust  and\n              Another, reported in (2014) 5 SCC 68; and\n</blockquote><blockquote id=\"blockquote_18\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"233181\" id=\"span_33\">(<a href=\"/doc/233181/\" id=\"a_19\">viii) Reva Electric Car Company Priavte Ltd. Vs.\n              Green Mobil</a>, reported in (2012) 2 SCC 93.</span>\n</blockquote>\n<blockquote id=\"blockquote_19\">     (30) On the other hand, responding to the aforesaid\n\narguments of the petitioner&#x27;s counsel, Shri MPS Raghuvanshi,\n\nlearned      Additional   Advocate   General,   by   justifying   the\n\nimpugned termination order of the contract (Annexure P/1) as\n\nwell as the order of the rejection of the application of the\n\npetitioner filed for invocation of the clause of dispute\n\nresolution, said that the same being passed on proper\n\nappreciation of the available circumstances as well as in\n\naccordance with the terms and conditions of the contract do\n\nnot require any interference in this petition filed under <a href=\"/doc/1712542/\" id=\"a_20\">Article\n<span class=\"hidden_text\" id=\"span_34\">                                24            WP No. 6567/2014</span>\n\n226</a> of the Constitution of India. In support of such contention,\n\nhe has also referred the facts and circumstances stated in the\n\nreply. In further argument, he said that after termination of\n\nthe contract by the impugned order, the petitioner has\n\nalternate forum for redressal of its grievance by invoking\n\nClause-17 of the contract agreement and, therefore, this\n\npetition could not be entertained for the prayer made in the\n\nsame. He further said that in the present matter, the\n\nauthorities were not bound to comply Clause-15 of the\n\ncontract    agreement       because      considering        overall\n\ncircumstances according to which in spite of repeated\n\nintimations and directions material terms of the contract were\n\nnot complied with by the petitioner to carry out the work of\n\ncontract, hence, there was no option with the authorities\n\nexcept to invoke provisions of Clause-14 of the impugned\n\nagreement    and   terminate    the   contract   and   in     such\n\ncircumstances, after extending opportunity of hearing to\n\nexplain the circumstances to the petitioner through show-\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_31\">cause notices when such explanation was not found to be\n\nsatisfactory, then the contract was rightly terminated by the\n\nauthorities of the respondents under Clause-14. He further\n\nsaid that in any case the authorities of the respondents are\n\nnot bound to permit the petitioner to continue the contract\n\nwork under Clause-17.3 of the contract agreement. He further\n\nsaid that the application of the petitioner dated 24/9/2014\n<span class=\"hidden_text\" id=\"span_35\">                              25             WP No. 6567/2014</span>\n\nsubmitted for invocation of dispute resolution under Clause-17\n\nof the agreement has rightly been rejected by the authorities\n\nof the respondents. In the alternative, he said that in any\n\ncase, such application was premature because the same was\n\nfiled when the proceedings of the show-cause notices were\n\npending for consideration and subsequent to passing of the\n\ntermination order (Annexure P/1), no such prayer has been\n\nmade on behalf of the petitioner, so in that respect also, the\n\npetitioner is not entitled to get any relief in the instant\n\npetition. He further said that copies of all the relevant\n\ndocuments referred or stated in the show-cause notices were\n\ngiven to the petitioner and such thing was admitted by the\n\npetitioner in the pleadings of the petition. He further argued\n\nthat objection regarding non-supply of copies of the relevant\n\ndocuments on which the show-cause notices were issued was\n\nbaseless. He further said that in the light of the decisions of\n\nthe Apex Court directing the State authorities to implement\n\nthe scheme of HSRP as early as possible by time-bound\n\nschedule   and in spite of intimation to the petitioner in this\n\nregard when no steps were taken by the petitioner to carry\n\nout the work in accordance with the terms of the contract by\n\nproviding the infrastructure across the State of MP, then its\n\ncontract has rightly been terminated. He further said that now\n\nas per the directions, State authorities have to make other\n\narrangements for implementation of the scheme of HSRP. In\n<span class=\"hidden_text\" id=\"span_36\">                                26                 WP No. 6567/2014</span>\n\nsupport of his contentions, he also placed reliance on various\n\nreported    decisions   of   the   Apex   Court    and   also   filed\n\ncompilation of such decisions. With these submissions, he\n\nprayed for dismissal of the petition. He also placed his reliance\n\non the following reported decisions:-\n</p>\n<blockquote id=\"blockquote_20\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1850352\" id=\"span_37\">(<a href=\"/doc/1850352/\" id=\"a_21\">i)      State of Orissa &amp; Others Vs. Bhagyadhar Dash</a>\n               reported in (2011) 7 SCC 406;</span>\n</blockquote><blockquote id=\"blockquote_21\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"122626081\" id=\"span_38\">(<a href=\"/doc/122626081/\" id=\"a_22\">ii)     Krishan Lal Vs. Food Corporation of India &amp;\n               Others</a>, reported in (2012) 4 SCC 786;</span>\n</blockquote><blockquote id=\"blockquote_22\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"464435439\" id=\"span_39\">(<a href=\"/doc/464435439/\" id=\"a_23\">iii) Maninderjit Singh Bitta Vs. Union of India &amp;\n                Others</a>, reported in (2012) 1 SCC 707;</span>\n</blockquote><blockquote id=\"blockquote_23\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191369911\" id=\"span_40\">(<a href=\"/doc/191369911/\" id=\"a_24\">iv) Gail (India) Limited Vs. Gujarat State\n                Petroleum Corporation Limited</a>, reported in\n                (2014) 1 SCC 329;</span>\n</blockquote><blockquote id=\"blockquote_24\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1089337\" id=\"span_41\">(<a href=\"/doc/1089337/\" id=\"a_25\">v) Empire Jute Company Limited &amp; Others Vs.\n                Jute Corporation of India Limited &amp; Others</a>,\n                reported in (2007) 14 SCC 680;</span>\n</blockquote><blockquote id=\"blockquote_25\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"703277\" id=\"span_42\">(<a href=\"/doc/703277/\" id=\"a_26\">vi) S. Nagraj (Dead) by LRs &amp; Others Vs. B. R.\n               Vasudeva Murthy &amp; Others</a>, reported in\n               (2010) 3 SCC 353;</span>\n</blockquote><blockquote id=\"blockquote_26\">        (vii) Bishnu Ram Borah &amp; Others. Vs. Parag Saikia\n               &amp; Others, reported in (1984) 2 SCC 488;\n</blockquote><blockquote id=\"blockquote_27\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1371839\" id=\"span_43\">(<a href=\"/doc/1371839/\" id=\"a_27\">viii)Association of Registration Plates Vs. Union of\n               India and Others</a>, reported in (2005) 1 SCC\n               679;</span>\n</blockquote><blockquote id=\"blockquote_28\">         (ix) State of UP &amp; Others. Vs. Bridge &amp; Roof\n                Company (India) Limited, reported in (1996)\n                6 SCC 22;\n</blockquote><p data-structure=\"Precedent\" id=\"p_32\">         (x) Branch Manager Magma Leasing and Finance\n                Limited and Others Vs. Potluri Madhavilata &amp;\n                Others, reported in (2009) 10 SCC 103;\n</p><p data-structure=\"Precedent\" id=\"p_33\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"315411\" id=\"span_44\">(<a href=\"/doc/315411/\" id=\"a_28\">xi) Delhi Gate Auto Service Station and Others\n                 Vs. Bharat Petroleum Corporation Limited,\n                 Agra</a> through Senior Divisional Manager and\n                 Others, reported in (2009) 16 SCC 766;</span>\n</p><p data-structure=\"Precedent\" id=\"p_34\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_45\">(<a href=\"/doc/460900/\" id=\"a_29\">xii) State of Bihar &amp; Others Vs. Jain Plastics &amp;\n                 Chemicals Limited</a>, reported in (2002) 1 SCC\n                 216;</span>\n</p><p data-structure=\"Precedent\" id=\"p_35\">          (xiii) Tata Finance Limited Vs. Ajay Kumar Biswal\n                 and Others, reported in (2000) 9 SCC 238;\n</p><p data-structure=\"Precedent\" id=\"p_36\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196344595\" id=\"span_46\">(<a href=\"/doc/196344595/\" id=\"a_30\">xiv)A.S.Motors Private Limited Vs. Union of India\n                 &amp; Others</a>, reported in (2013) 10 SCC 114.</span>\n</p><span class=\"hidden_text\" id=\"span_47\">                                     27                  WP No. 6567/2014</span><p data-structure=\"CDiscource\" id=\"p_37\">\n\n        (31) Having heard counsel at length, keeping in view\n\ntheir    arguments,      we    have      carefully   gone     through      the\n\npleadings of the parties as well as the annexed documents so\n\nalso the case-laws cited on their behalf.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">        (32) Before proceeding further to examine merits of the\n\ncase,    we   deem       fit   to   consider    first   the     question    of\n\nentertainability of this petition whether in the available factual\n\nmatrix of the matter stated above after passing of the\n\nimpugned termination order (Annexure P/1) in view of\n\navailability of dispute resolution forum to the parties under\n\nClause-17     of   the     contract      agreement,      this    court     has\n\njurisdiction to entertain this petition to quash the impugned\n\norder. Thus, we proceed first to consider such question.\n\n</p><p data-structure=\"Precedent\" id=\"p_39\">        (33) In order to answer the aforesaid question before\n\nproceeding further, we would like to reproduce the relevant\n\nprinciple <a href=\"/doc/196344595/\" id=\"a_31\">laid down by</a> the Apex Court on such question on\n\nwhich earlier petition of the petitioner was entertained.\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899938\" id=\"span_48\">(i) In the matter of <a href=\"/doc/899938/\" id=\"a_32\">Jagdish Mandal</a> (supra), it was held\n\nas under:-</span>\n</p>\n<blockquote id=\"blockquote_29\">        &quot;22. Judicial review of administrative action is\n        intended to prevent arbitrariness, irrationality,\n        unreasonableness, bias and mala fides. Its purpose\n        is to check whether choice or decision is made\n        &quot;lawfully&quot; and not to check whether choice or\n        decision is &quot;sound&quot;. When the power of judicial\n        review is invoked in matters relating to tenders or\n        award of contracts, certain special features should\n        be borne in mind. A contract is a commercial\n        transaction. Evaluating tenders and awarding\n        contracts are essentially commercial functions.\n        Principles of equity and natural justice stay at a\n<span class=\"hidden_text\" id=\"span_49\">                                 28               WP No. 6567/2014</span>\n\n     distance. If the decision relating to award of contract\n     is bona fide and is in public interest, courts will not,\n     in exercise of power of judicial review, interfere even\n     if a procedural aberration or error in assessment or\n     prejudice to a tenderer, is made out. The power of\n     judicial review will not be permitted to be invoked to\n     protect private interest at the cost of public interest,\n     or to decide contractual disputes. The tenderer or\n     contractor with a grievance can always seek\n     damages in a civil court. Attempts by unsuccessful\n     tenderers with imaginary grievances, wounded pride\n     and business rivalry, to make mountains out of\n     molehills of some technical/procedural violation or\n     some prejudice to self, and persuade courts to\n     interfere by exercising power of judicial review,\n     should be resisted. Such interferences, either interim\n     or final, may hold up public works for years, or delay\n     relief and succour to thousands and millions and\n     may increase the project cost manifold. Therefore, a\n     court before interfering in tender or contractual\n     matters in exercise of power of judicial review,\n     should pose to itself the following questions:\n</blockquote><blockquote id=\"blockquote_30\">           (i) Whether the process adopted or decision\n           made by the authority is mala fide or intended to\n           favour someone;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_41\">           OR\n           Whether the process adopted or decision made\n           is so arbitrary and irrational that the court can\n           say: &quot;the decision is such that no responsible\n           authority acting reasonably and in accordance\n           with relevant law could have reached&quot;;\n</p><p data-structure=\"Issue\" id=\"p_42\">                (ii) Whether public interest is affected.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_43\">\n     If the answers are in the negative, there should be no\n     interference under <a href=\"/doc/1712542/\" id=\"a_33\">Article 226.</a> Cases involving\n     blacklisting or imposition of penal consequences on a\n     tenderer/ contractor or distribution of State largesse\n     (allotment of sites/shops, grant of licences, dealerships\n     and franchises) stand on a different footing as they\n     may require a higher degree of fairness in action.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_50\">(ii) The aforesaid question was also considered and\n\nanswered by the Apex Court in the matter of <a href=\"/doc/609434/\" id=\"a_34\">Tantia\n\nConstruction</a> (supra). The same reads thus :</span>\n</p>\n<blockquote id=\"blockquote_31\">     &#x27;&#x27;33. Apart from the above, even on the question of\n<span class=\"hidden_text\" id=\"span_51\">                              29               WP No. 6567/2014</span>\n\n     maintainability of the writ petition on account of the\n     arbitration clause included in the agreement between\n     the parties, it is now well established that an\n     alternative remedy is not an absolute bar to the\n     invocation of the writ jurisdiction of the High Court or\n     the Supreme Court and that without exhausting such\n     alternative remedy, a writ petition would not be\n     maintainable. The various decisions cited by Mr.\n     Chakraborty would clearly indicate that the\n     constitutional powers vested in the High Court or the\n     Supreme Court cannot be fettered by any alternative\n     remedy available to the authorities. Injustice,\n     whenever and wherever it takes place, has to be\n     struck down as an anathema to the rule of law and\n     the provisions of the Constitution.&#x27;&#x27;\n\n\n     (34) At this stage, we would like to reproduce the\n\nprovisions of Clause 15.3 of the contract agreement. The\n\nsame reads as under:\n</blockquote>\n<blockquote id=\"blockquote_32\">     &quot;15.3 Termination\n\n</blockquote><blockquote id=\"blockquote_33\">    (a) The Authority shall have the right to cancel the\n        Contract if the Service Provider causes any\n        material breach of any or all conditions or any\n        material breach of the Contract. Material breach of\n        contract shall include, but is not limited to the\n        following :\n</blockquote><blockquote id=\"blockquote_34\">         I. Failure of the Service Provider to correct such\n               defects/irregularity within a reasonable period\n               of time pursuant to the notice received from\n               the Transport Commissioner, Gwalior. If\n               defects/irregularities are noticed repeatedly\n               or there are repeated complaints against the\n               Service Provider, the Transport Commissioner\n               shall have the right to terminate the contract\n               and forfeit the Performance Security;\n         II. Upon the Service Provider being knowingly or\n               intentionally involved in distribution of\n               duplicate High Security Registration Plates\n               without authority letter from the Registering\n               Authority and/or are leaking the security\n               features;\n</blockquote><blockquote id=\"blockquote_35\">         III. Failure of the Service Provider to submit valid\n               Certificate of &quot;Conformity of Production&quot;\n</blockquote><blockquote id=\"blockquote_36\">               periodically as per the guidelines of the\n               approved Test Agency, to the Authority;\n         IV. Any document submitted by the Service\n<span class=\"hidden_text\" id=\"span_52\">                           30               WP No. 6567/2014</span>\n\n          Provider as part of the bid is found to be\n          incorrect/not authentic;\n</blockquote><blockquote id=\"blockquote_37\">      V.    In    case    there    are   complaints      of\n          overcharging/poor quality of High Security\n          Registration Plates.\n</blockquote><blockquote id=\"blockquote_38\">(b) In case of material breach of the contract by the\n     Service Provider for any of the above reasons, the\n     Authority shall have the right to terminate the\n     contract and enforce the Performance Security. No\n     Termination Payment shall be made by the\n     Authority to the Service Provider in the event of\n     such Termination.\n</blockquote><blockquote id=\"blockquote_39\">(c) Further, The Authority shall also reserve the right\n     to impose penalty and ask the Service Provider to\n     continue till alternative arrangements are made\n     and also reserves the right to enter into contract\n     with any one as deemed fit by the Authority. The\n     Service Provider shall handover reports and\n     databases maintained to the Authority for\n     continuity of operations. In no case, such\n     data/information maintained by the Service\n     Provider shall be exploited or sold to third party for\n     any gain or otherwise.\n</blockquote><blockquote id=\"blockquote_40\">(d) Upon Termination of this Contract for any reason,\n     whatsoever;\n</blockquote><p data-structure=\"Section\" id=\"p_45\">      I. The Service Provider shall remove all its\n          machinery, equipment, furniture, fixtures or\n          any other belongings excluding the computing\n          equipment set up to establish and maintain\n          the Online Data Warehouse within a period of\n          30 (thirty) days; and\n      II. The Service Provider and any person claiming\n          through or under the Service Provider shall\n          not enter any part of the premises of any\n          Registering Authority beyond a period of 30\n          (thirty) days from the date of Termination\n          Notice.\n</p><p data-structure=\"Precedent\" id=\"p_46\">(e) Notwithstanding      anything     to   the    contrary\n     contained in this Contract, any Termination\n     pursuant to the provisions of this Contract shall be\n     without prejudice to accrued rights of either Party\n     including its right to claim and recover money\n     damages and other rights and remedies, which it\n     may have in law or Contract. All rights and\n     obligations of either Party under this Contract shall\n     survive the termination of this Contract to the\n     extent such survival is necessary for giving effect\n     to such rights and obligations.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">(f) On termination the Service Provider shall :\n</p><blockquote id=\"blockquote_41\">      I. Pass on IPR and software alongwith the\n          Source Code to Transport Commissioner,\n<span class=\"hidden_text\" id=\"span_53\">                                  31                WP No. 6567/2014</span>\n\n                 Madhya Pradesh.\n</blockquote><blockquote id=\"blockquote_42\">            II. Handover the possession of all computing\n                 equipment,      data   asset    to   Transport\n                 Commissioner, Madhya Pradesh;\n</blockquote><blockquote id=\"blockquote_43\">            III. Hand over the possession of premises\n                 provided by the Registering Authorities to the\n                 Service Provider for affixation of plates on\n                 motor vehicles;\n</blockquote><blockquote id=\"blockquote_44\">            IV. Clear all charges for utilities like electricity,\n                 water etc. in respect of the premises provided\n                 by the Registering Authorities.\n</blockquote>\n<blockquote id=\"blockquote_45\">        (g) The Authority shall be at liberty to appoint any other\n            manufacturer/ vendor to manufacture, sell, distribute\n            or affix high security registration plates after\n            termination of this Contract.&quot;\n</blockquote>\n<blockquote id=\"blockquote_46\">        (35) In view of the aforesaid cited decisions of the Apex\n\nCourt and of the condition/the clause of the contract\n\nagreement, in the available factual matrix of the case, if the\n\ncase at hand is examined, then it is an undisputed fact that\n\ncontract for affixing HSRP on the vehicles in whole of the State\n\nof M.P. was given to the petitioner by the authority of the\n\nrespondent No.2. Pursuant to such contract, the petitioner has\n\nestablished its infrastructure in the State to implement the\n\nHSRP scheme. The petitioner has also appointed certain\n\ndealers and also employed some persons to carry out such\n\nwork,    but   as   per   the   allegations   of   the   respondents\n\nauthorities, in terms of the contract the petitioner has not\n\nestablished the infrastructure in whole of the State and has\n\nalso not complied with some other terms of the contract\n\nagreement, on which as per available record first show-cause\n\nnotice dated 5.2.1014 was given on behalf of authorities of\n\nthe respondents to the petitioner vide Annexure P/7. The\n<span class=\"hidden_text\" id=\"span_54\">                                 32                WP No. 6567/2014</span>\n\nsame was replied by Annexure P/8 on behalf of the petitioner\n\non 22.3.2014. After filing of such reply, a review meeting was\n\nheld   between     the    petitioner    and     authorities     of   the\n\nrespondents   on    16.4.2014,        wherein    certain      corrective\n\nmeasures were agreed to be taken for smooth implementation\n\nof the scheme and the respondents had given three months&#x27;\n\ntime   to   the    petitioner    to     cure    such       deficiencies.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_48\">Simultaneously, a decision to constitute a monitoring cell was\n\nalso taken between the parties. Minutes of such                  review\n\nmeeting are evident on record as Annexure P/9. As per case of\n\nthe petitioner, some corrective measures in compliance of the\n\ndecision of the aforesaid review meeting dated 16.4.2014\n\nwere taken by the petitioner up to 27.5.2014. Such thing was\n\nacknowledged by          authorities of the respondents and a\n\nmonitoring cell was also constituted vide proceedings dated\n\n7.6.2014 (Annexure P/12). Thereafter, the petitioner was\n\nintimated about holding of meeting of monitoring cell on\n\n17.6.2014 and on reaching the representatives of the\n\npetitioner at Bhopal to attend such meeting, the same was\n\ncancelled on 17.6.2014 and the petitioner company was again\n\nintimated regarding such meeting scheduled on 20.6.2014.\n\nSuch intimation was received at the end of the petitioner on\n\n18.6.2014 vide Annexure P/14. But          it is apparent from the\n\nrecord that before holding such meeting on 20.6.2014, on\n\n19.6.2014 the petitioner submitted a detailed report in\n<span class=\"hidden_text\" id=\"span_55\">                                 33                 WP No. 6567/2014</span>\n\nrespect of implementation of the decisions taken in the\n\naforesaid review meeting held on 16.4.2014. In spite of filing\n\naforesaid detailed report, the meeting scheduled on 20.6.2014\n\nwas unilaterally cancelled by the respondents and intimation\n\nto that effect was sent to the petitioner on 19.6.2014 through\n\nan e-mail at 11.00 p.m. vide Annexure P/17 and the contract\n\nwas also unilaterally terminated by the authorities of the\n\nrespondents.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">     (36) In the aforesaid premises, it is apparent that\n\nbefore expiry of three months&#x27; time settled in meeting dated\n\n16.4.2014, the contract was unilaterally terminated by the\n\nrespondents-authorities on 19-06-2014, on which in the first\n\nround   of   litigation   on   behalf   of   the    petitioner   W.P.\n\nNo.3654/2014 (Annexure P/15) was filed on 21.6.2014 for\n\nquashment of the termination order dated 19-06-2014 stating\n\nit to be illegal and arbitrary alongwith some other reliefs.\n\nInitially, such petition was entertained and notices of the\n\nsame were issued to the respondents and simultaneously by\n\nthe interim order, stay against invocation of bank guarantee\n\nfurnished by the petitioner was also given. In presence of the\n\nrespondents-authorities such petition was considered and\n\ndecided vide order dated 5.8.2014 (Annexure P/17), whereby\n\nanswering the question of entertainability of the petition in\n\nthe light of the aforesaid cited dictum of the Apex Court, the\n\nsame was held to be entertainable and on merits, the\n<span class=\"hidden_text\" id=\"span_56\">                               34               WP No. 6567/2014</span>\n\naforesaid termination order of contract dated 19.6.2014 was\n\nquashed with some other directions. The same are read as\n\nunder:-\n</p>\n<blockquote id=\"blockquote_47\">     &quot;(i) That the impugned order dt.19.06.2014 (Annexure\n     P/18) issued by the respondent No.2 regarding termination\n     of contract of the petitioner is hereby quashed.\n</blockquote><blockquote id=\"blockquote_48\">     (i)The respondents are given liberty to issue fresh show\n     cause notice or they can insist the earlier show cause\n     notice given to the petitioner and the petitioner is also\n     given a liberty to reply show cause notices and rebut the\n     charges and the respondents are further given liberty to\n     verify the fact that whether the petitioner produced any\n     forged document or committed forgery. The respondents\n     are also at liberty to pass a fresh order if they think it\n     necessary in regard to termination of contract if it is\n     necessary within a period of three months.\n</blockquote><blockquote id=\"blockquote_49\">     (ii) Up to that period the petitioner is permitted to continue\n     the work as per the terms of the contract in regard to\n     fixing of HSRP.   The    representatives of the department\n     shall supervise the work of the petitioner. If it is found that\n     the petitioner has not performed the work up to the\n     satisfaction of the department during the aforesaid period,\n     the department shall be at liberty to impose penalty as per\n     the terms and conditions of the contract.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_50\">     (37) It is apparent from the aforesaid order dated\n\n5.8.2014 that after quashment of the termination order dated\n\n19.6.2014 (Annexure P/18 in W.P.No.3654/2014), liberty was\n\nextended to the respondents to issue fresh show-cause notice\n\nor in the alternative to insist the earlier show-cause notice\n\ngiven to the petitioner and pursuant to it, the petitioner was\n<span class=\"hidden_text\" id=\"span_57\">                               35              WP No. 6567/2014</span>\n\nalso given liberty to reply to show-cause notice and rebut the\n\ncharges and a further liberty was given to the respondents to\n\nverify the fact whether the documents submitted by the\n\npetitioner are forged, with further liberty to pass a fresh order\n\nwithin three months, if necessary. Accordingly, by the\n\naforesaid directions three months&#x27; time was fixed to file the\n\nreply of the show-cause notice by the petitioner and to\n\nconsider the matter afresh by the authorities and meanwhile,\n\nthe petitioner was permitted to continue the work as per\n\nterms of the contract to affix the HSRP on the vehicles.\n\nSimultaneously, it was also observed that the work of the\n\npetitioner shall be supervised by the representatives of the\n\nrespondents- Department with further observation and if it is\n\nfound that the petitioner has not performed the work upto the\n\nsatisfaction during the aforesaid period, then respondents\n\nshall be at liberty to impose penalty as per terms and\n\nconditions of the contract. In view of the aforesaid in nutshell,\n\nit is apparent that by the aforesaid order dated 5.8.2014,\n\nthree months period was fixed to file the reply of show-cause\n\nnotice and to consider and decide the matter afresh by the\n\nauthorities and till then, the petitioner was permitted to carry\n\nout the work according to the contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">     (38) Although as per the case of the respondents\n\nauthorities, as submitted by their counsel, in compliance with\n\nthe aforesaid directions of the order dated 5.8.2014, requisite\n<span class=\"hidden_text\" id=\"span_58\">                               36            WP No. 6567/2014</span>\n\ncontract work was not carried out by the agency of the\n\npetitioner, while as per case of the petitioner requisite co-\n\noperation with necessary direction to the office of the\n\nrespondent authorities of all over the State to co-operate the\n\npetitioner in carrying out the contract work was not given. So,\n\nin the lack of such instructions, the concerning RTOs did not\n\nallow the petitioner to carry out the HSRP collection and\n\naffixation of the same. Although in this regard a letter dated\n\n25.8.2014 (Annexure P/18) was sent by the authorities of the\n\nrespondents to the RTOs of the State but in that letter also no\n\nspecific instructions in this regard were given. Subsequent to\n\nissuing aforesaid letter to the RTOs informing them about\n\nrestoration of the contract agreement dated 21.1.2012 only\n\nafter four days contrary to the terms settled in the meeting\n\ndated 16.4.2014, so also contrary to the order dated 5.8.2014\n\npassed by this Court in WP 3654/2014 a second show-cause\n\nnotice dated 29.08.2014 (Annexure P/20) for termination of\n\ncontract was given to the petitioner by the authorities of the\n\nrespondents. It is apparent from the record that such second\n\nshow-cause   notice   dated   29.8.2014   was   given   to   the\n\npetitioner before expiry of the period fixed by this court vide\n\norder dated 5.8.2014 in W.P.No.3654/2014 to consider the\n\nmatter and pass the fresh order.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">     (39) Said second show-cause notice was challenged on\n\nbehalf of the petitioner in the second round of litigation on\n<span class=\"hidden_text\" id=\"span_59\">                               37              WP No. 6567/2014</span>\n\n2.9.2014 through W.P.No.5409/2014. In such writ petition\n\nprayer for quashment of the aforesaid notice was made by\n\nstating the same to be mala fide with preconceived notions\n\nand in violation of the aforesaid order dated 5.8.2014 passed\n\nby this Court. The period of ten days granted by the\n\nauthorities of the respondents to file reply to the second\n\nshow-cause notice being short was also challenged. In\n\npresence of the parties, such petition was considered and\n\ndecided vide order dated 9.9.2014 (Annexure P/23).           The\n\noperative para of such order reads as under :-\n</p>\n<blockquote id=\"blockquote_50\">               &quot;The petition is disposed of with the\n       following observations/directions :-\n</blockquote><blockquote id=\"blockquote_51\">           (i) Thirty days&#x27; time is granted to the petitioner\n           to reply the show cause notice from the date of\n           passing of this order.\n</blockquote>\n<blockquote id=\"blockquote_52\">          (ii) If no order of cancellation of contract be\n          communicated by the government to the RTOs,\n          this order be treated as communication and the\n          petitioner is at liberty to submit a photo copy of\n          this order to the concerned RTO.\n</blockquote>\n<blockquote id=\"blockquote_53\">          (iii) The petitioner is at liberty to invoke the\n          mechanism of dispute resolution in accordance\n          with the terms and conditions of contract\n          mentioned in <a href=\"/doc/1987997/\" id=\"a_35\">Article 17</a> of the contract\n          agreement as mentioned above.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_53\">     (40) It is apparent from the aforesaid order that thirty\n\ndays&#x27; time was granted to the petitioner to file the reply to the\n\nsecond show-cause notice from the date of passing of the\n\naforesaid order and according to second part of the order, it\n\nwas observed that if the order is not communicated by the\n\nGovernment to the RTOs, then the order of the Court be\n<span class=\"hidden_text\" id=\"span_60\">                               38               WP No. 6567/2014</span>\n\ntreated as communication and the petitioner-company is at\n\nliberty to supply photo copy of the order to the RTOs.\n\n</p><p data-structure=\"CDiscource\" id=\"p_54\">     (41) Subsequent to passing of the aforesaid order dated\n\n9.9.2014, in which thirty days&#x27; time was given to the petitioner\n\nto file reply of the second show cause notice with liberty to\n\ninvoke the mechanism of dispute resolution in accordance\n\nwith Clause 17 of the contract agreement, on behalf of the\n\npetitioner an application for invocation of mechanism of\n\ndispute resolution according to Clause-17 of the contract\n\nagreement was filed in the office of the authorities of the\n\nrespondents.   But   soon   after   filing   such   application   or\n\nsimultaneously before expiry of thirty days&#x27; period fixed by\n\nthe court to file reply to the second show cause notice, third\n\nshow cause notice dated 24-26/9/2014 (Annexure P/26) was\n\ngiven on behalf of the respondents authorities to the\n\npetitioner for termination of the impugned contract. It is\n\napparent from the record that on behalf of the respondents\n\nany inquiry report submitted by the representatives of the\n\nrespondents in compliance of the order of this Court dated\n\n5.8.2014 stated above has not been placed on record. It is\n\nalso apparent that before expiry of thirty days&#x27; period fixed by\n\nthis court vide order dated 9.9.2014 in W.P.No.5409/2014\n\naforesaid third show-cause notice for termination of the\n\ncontract was given to the petitioner.\n</p>\n<p data-structure=\"PetArg\" id=\"p_55\">     (42) On 9.10.2014, while submitting the reply to the\n<span class=\"hidden_text\" id=\"span_61\">                                 39                 WP No. 6567/2014</span>\n\nsecond show-cause notice on behalf of the petitioner an\n\napplication with a prayer to supply the copies of the\n\nconcerning documents/evidence, on which third show-cause\n\nnotice was based, as the copies of such complaints given by\n\nthe vehicle owners were not delivered to the petitioner\n\nalongwith the third show cause notice, and extending the\n\nperiod of thirty days&#x27; to file reply of such third show-cause\n\nnotice was also filed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">     (43) Apart the above, on the same day i.e. 9.10.2014,\n\nthe petitioner was informed by the authorities of the\n\nrespondents    through      letter   that   its   application   dated\n\n24.9.2014,    filed   for   invocation      of    dispute   resolution\n\nmechanism under Clause-17 of the contract agreement, has\n\nbeen rejected by holding that there is no such dispute which\n\nrequires invocation of dispute resolution. In the above-\n\nmentioned circumstances, it is apparent that in spite of\n\nmaking demand on behalf of the petitioner copies of the\n\nconcerning evidence and of complaints, given by the owners\n\nof the vehicles to the State authorities against the petitioner\n\nthat in spite of depositing sums within the prescribed period\n\nHSRP has not been affixed by the petitioner on their vehicles\n\nand in that regard requisite sums of the damages have not\n\nbeen given by the petitioner to such vehicle owners, have not\n\nbeen given to the petitioner and without extending sufficient\n\nopportunity to file reply to third show-cause notice, on the\n<span class=\"hidden_text\" id=\"span_62\">                                 40               WP No. 6567/2014</span>\n\ngrounds stated in such show-cause notice also the authorities\n\nof the respondents were making efforts to terminate the\n\ncontract. So, the petitioner         again came to this Court on\n\n13-10-2014 in the third round of litigation with Writ Petition\n\nNo.6355/2014.    Inter   alia   in    such   petition,   prayer   for\n\nquashment of the third show-cause notice dated 24-26/9/2014\n\nas well as aforesaid letter dated 9.10.2014 intimating the\n\npetitioner regarding rejection of his application filed for\n\ninvocation of Clause-17 of the contract agreement for dispute\n\nresolution by proposing the name of Arbitrator Justice Usha\n\nMehra as Arbitrator with further prayer for appropriate\n\ndirections to the authorities of the respondents to permit the\n\npetitioner to carry out the work of contract, with a         further\n\nprayer of direction to invoke Clause 17 of the contract\n\nagreement according to its spirit, were made. In presence of\n\nthe parties, on 17/10/2014           such WP No.6355/2014 has\n\nconsidered and in view of pendency of the matter before the\n\nauthorities of the respondents in compliance of the earlier\n\ndirections of this Court dated 5/8/2014 and 9/9/2014 instead\n\nof deciding the writ petition on merits, the same was disposed\n\nwith the following observations and directions:-\n\n</p><blockquote id=\"blockquote_54\">         &quot; It appears that the matter has already been\n         pending     for   consideration    before   the\n         competent authority. Hence, at this stage, in\n         our opinion, it would not be appropriate to\n         interfere in the process which is going and the\n         matter is resting with the respondents/\n         competent authority. If the petitioner has any\n<span class=\"hidden_text\" id=\"span_63\">                                41                 WP No. 6567/2014</span>\n\n         grievance in regard to non-supply of the\n         documents to the petitioner then the petitioner\n         can very well approach the authority and the\n         authority concerned expected to do the\n         needful to the petitioner in accordance with\n         law.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_57\">     (44) As per case of the petitioner, after passing of the\n\naforesaid order under the observations and the liberty given\n\nin such order, before approaching the petitioner to the\n\nauthorities of the respondents with a prayer to supply the\n\ncopies of evidence and documents on the same day on which\n\nthe order was passed by this Court, i.e. 17/10/2014 without\n\nfollowing the directions given by this Court in the earlier\n\norders, so also without holding any enquiry or extending any\n\nopportunity of hearing after supplying copies of the necessary\n\ndocuments to the petitioner, so also without considering the\n\nreply and explanation of the petitioner given in the reply of\n\nearlier show-cause notices, the contract has been unilaterally\n\nterminated    by   the   authorities   of   the    respondents   on\n\n17/10/2014 and its intimation was given to the petitioner at\n\nbelated stage on 20/10/2014. Accordingly, the contract was\n\nterminated illegally and in an arbitrary manner so also without\n\nfollowing the procedure prescribed under the law and contrary\n\nto the principles of natural justice        and the existing legal\n\nposition settled in the above-mentioned quoted decision of the\n\nApex Court.\n</p>\n<p data-structure=\"RespArg\" id=\"p_58\">     (45) In view of the aforesaid, it is apparent that initially\n<span class=\"hidden_text\" id=\"span_64\">                               42             WP No. 6567/2014</span>\n\nsome deficiencies in the work, carried out by the petitioner,\n\nwas alleged by the respondents in the month of February,\n\n2014 and first show cause notice was issued by the\n\nauthorities of the respondents to the petitioner. Point-wise\n\nreply of the notice was submitted by the petitioner in the\n\noffice of the authorities of the respondents. Subsequent to it,\n\na joint meeting was held on 16/4/2014 and in such meeting,\n\nthe parties had agreed that such alleged deficiencies shall be\n\ncured within three months and a monitoring cell would also be\n\nconstituted. Pursuant to it, on 27/5/2014 some report about\n\nthe deficiencies cured was filed by the petitioner in the office\n\nof   authorities of the respondents. Subsequent to that, on\n\n7/6/2014 the respondents acknowledged initiation of the\n\ncorrective measures and also constituted a monitoring cell\n\nand thereafter a meeting of the monitoring cell was scheduled\n\non 17/6/2014. But in spite of reaching representatives of the\n\npetitioner at Bhopal to attend such meeting, the same was\n\ncancelled on behalf of the respondents authorities and the\n\nsame was rescheduled for 20/6/2014 vide notice dated\n\n18/6/2014.   Meanwhile,   a   detailed   report   in   respect   of\n\nimplementation of the decisions taken in the meeting dated\n\n16/4/2014 (Annexure P/17) was filed on behalf of the\n\npetitioner in the office of the respondents on 19/6/2014. In\n\nspite of that, for the reasons best known to the respondents\n\nauthorities, such scheduled meeting of 20/6/2014 was also\n<span class=\"hidden_text\" id=\"span_65\">                                  43               WP No. 6567/2014</span>\n\ncancelled and in the meanwhile, on 19/6/2014 the alleged\n\ncontract was unilaterally cancelled before expiry of three\n\nmonths period as settled and fixed in the meeting of\n\n16/4/2014.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">     (46) Challenging the aforesaid termination order dated\n\n19/6/2014    by   the     petitioner   through   first   writ   petition\n\n3654/2014, on consideration such termination order was\n\nquashed by this Court in such             petition vide order dated\n\n5/8/2014 by extending the liberty to the respondents to issue\n\na fresh show-cause notice or to insist the same and three\n\nmonths period was fixed in that regard as stated above.\n\nSimultaneously,    till   such   period    the   authorities    of   the\n\nrespondents were directed to permit the petitioner to carry\n\nout the work of contract with some further directions. But, it is\n\napparent that the concerning RTOs were not informed upto\n\n25/8/2014 and even on giving intimation dated 25/8/2014 to\n\nthe RTOs, they were not informed to permit the petitioner to\n\ncontinue the work or in any case, the petitioner was not\n\npermitted by the RTOs to carry out the work according to the\n\ndirection. Requisite slips were not issued by the RTOs to the\n\npetitioner and in such premises, the petitioner could not carry\n\nout the work of contract and contrary to the directions of this\n\nCourt and only after four days vide dated 29-08-2014, the\n\nanother show-cause notice (Annexure P/20) for termination of\n\nthe contract was issued by the authorities of the respondents\n<span class=\"hidden_text\" id=\"span_66\">                              44              WP No. 6567/2014</span>\n\nto the petitioner.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">      (47)   Such    subsequent   show-cause     notice    dated\n\n29/8/2014 was challenged on behalf of the petitioner in the\n\nsecond round of litigation on 2/09/2014 through Writ Petition\n\nNo. 5409/2014 on the ground and allegations that the same\n\nhas been issued without making any enquiry and contrary to\n\nthe aforesaid earlier directions of this Court with mala fides\n\nand preconceived notions. In presence of the parties, such\n\npetition was considered and decided vide order dated\n\n09/09/2014, extending the period of one month to the\n\npetitioner to file reply of such show-cause notice, some other\n\ndirections were also given to the respondents as well as to the\n\npetitioner. In compliance of such directions, within 30 days the\n\npetitioner had to file reply of the show-cause notice and was\n\nalso at liberty to file an application for invocation of     the\n\nClause-17 of the contract relating to dispute resolution.\n\nPursuant to that, the petitioner filed such application on\n\n24-09-2014 and as per settled proposition, once an application\n\nfor invocation of dispute resolution is filed then the same is\n\nremained in existence and subsequent fresh application to\n\ninvoke such clause is not necessary. Even then, such\n\napplication was rejected and its intimation was given to the\n\npetitioner vide communication dated 09/10/2014.\n\n</p><p data-structure=\"CDiscource\" id=\"p_61\">      (48) Apart from the aforesaid, before expiry of period of\n\nthirty days to file reply of the second show-cause notice\n<span class=\"hidden_text\" id=\"span_67\">                                   45                WP No. 6567/2014</span>\n\nextended by the Court vide order dated 09/09/2014, contrary\n\nto that third show-cause notice dated 24/26-09-2014 during\n\npendency of proceeding of the second show-cause notice, was\n\nissued to the petitioner by the authorities of the respondents\n\nand only ten days time was given to file reply of the same,\n\nwhile for filing reply of the second show-cause notice, thirty\n\ndays time was granted by this Court vide its aforesaid earlier\n\norder dated 9.9.2014. In spite of making requests on behalf of\n\nthe   petitioner,   copies   of   the   requisite    documents   and\n\ncomplaints of the owners of the vehicles were neither supplied\n\nto the petitioner nor the period of ten days to file reply of such\n\nthird show cause notice was extended. In such premises, the\n\npetitioner has been deprived by the             authorities of the\n\nrespondents to file proper reply of such notice to defend the\n\nmatter before the authorities.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_62\">      (49) On issuance of said third show cause notice, the\n\npetitioner came to this Court in Writ Petition No.6355/2014 for\n\nquashment of the aforesaid third show-cause notice as well\n\nthe order of rejection of its application of invocation of dispute\n\nresolution clause of the contract agreement alongwith some\n\nother reliefs. After filing such petition on 13/10/2014 as per\n\navailable record some inspection of the site regarding\n\ncompliance of installation of the server at the office of\n\nrespondent No.2 was made by the appropriate authorities on\n\n15/10/2014 and it was found that the server, installed at the\n<span class=\"hidden_text\" id=\"span_68\">                               46             WP No. 6567/2014</span>\n\nHeadquarter of the Transport Commissioner, Gwalior is in\n\nworking condition. Such fact was acknowledged by the\n\nauthorities of the respondents but while terminating the\n\ncontract on such ground such aspect has not been considered.\n\nThe aforesaid Writ Petition No. 6355/2014 vide order dated\n\n17-10-2014 was considered and disposed of by the Court,\n\nkeeping in view pendency of the proceedings of second show-\n\ncause notice before the authorities and in such premises,\n\ninstead of entertaining and deciding such petition on merits,\n\nthe   same   was   disposed   of   with   some   directions   and\n\nobservations, so also by extending liberty to the petitioner to\n\napproach the authorities of the respondents to supply the\n\ncopies of the concerning documents and evidence on which\n\nsuch last show-cause notice was based. But, it is apparent\n\nthat on the same date on which the aforesaid order was\n\npassed by this Court in the writ petition i.e. 17/10/2014,\n\nbefore approaching the petitioner to the authorities of the\n\nrespondents under the extended liberty to supply the copies\n\nof the documents and evidence, so also before filing reply of\n\nthird show-cause notice, the authorities of the respondents\n\nhad terminated the works contract of the petitioner dated\n\n21/01/2012 on the same day 17-10-2014.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_63\">      (50) In the aforesaid premises, it is apparent that not\n\nonly contrary to the provisions of law, procedure and spirit of\n\nthe contract agreement but also contrary to the directions and\n<span class=\"hidden_text\" id=\"span_69\">                                 47              WP No. 6567/2014</span>\n\nobservations      given   by   this   Court   vide   orders   dated\n\n05/08/2014, 09/09/2014 and 17/10/2014 the authorities of the\n\nrespondents had terminated the impugned contract illegally in\n\narbitrary manner without extending the opportunity of hearing\n\nto the petitioner in accordance with the principles of natural\n\njustice while dealing with show-cause notices given to the\n\npetitioner for termination of the contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_64\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_70\">(51) In view of the decisions of the Apex Court in the\n\nmatters of <a href=\"/doc/609434/\" id=\"a_36\">Jagdish Mandal and Tantia Construction Private\n\nLimited</a> (supra), whenever any authority takes a decision in an\n\narbitrary manner to the established procedure and principle of\n\nlaw then such act of the authority being mala fide and\n\narbitrary in spite the availability of the forum of arbitration by\n\ninvoking the clause of dispute resolution could be subject\n\nmatter of review. Thus, in the available circumstances\n\ndiscussed above, the act of the respondents terminating the\n\ncontract of the petitioner being arbitrary, is not sustainable\n\nunder the law. In such premises, the impugned order\n\nAnnexure P/1 deserves to be quashed with some observations\n\nand directions.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"609434\" id=\"span_71\">(52)   Although some of the reported decisions of the\n\nApex Court have been referred on behalf of the respondents\n\nby the learned Additional Advocate General in support of his\n\ncontentions, but in the available factual matrix of the matter,\n\nin the light of the proposition and principle <a href=\"/doc/609434/\" id=\"a_37\">laid down by</a> the\n<span class=\"hidden_text\" id=\"span_72\">                               48              WP No. 6567/2014</span>\n\nApex Court in the matters of <a href=\"/doc/609434/\" id=\"a_38\">Jagdish Mandal and Tantia\n\nConstruction Private Limited</a> (supra), the case-laws cited on\n\nbehalf of the respondents- authorities being distinguishable on\n\nfacts with the case at hand, are not helping the respondents.</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_66\">     (53) Apart from the aforesaid, after going through the\n\nsecond show-cause notice issued by the authorities of the\n\nrespondents and its reply filed on behalf of the petitioner, it is\n\napparent that point-wise reply of the show-cause notice was\n\nsubmitted on behalf of the petitioner in compliance of the\n\ndirections of this Court dated 05.08.2014. As per prescribed\n\nprocedure such objections should have been considered by\n\nthe authorities before passing termination order in a speaking\n\nmanner, but it is apparent that the explanations put forth on\n\nbehalf of the petitioner in its reply to the second show-cause\n\nnotice were not considered with proper approach by the\n\nauthorities of the respondents before termination of the\n\ncontract. It is apparent from the record also that every\n\nirregularity of performing the contract was thrown on the\n\nshoulders of the petitioner. While considering such objections\n\nthe entire scheme in the light of the various decisions of the\n\nApex Court delivered from time to time to implement the\n\nscheme of HSRP and the direction given for removal of\n\ndeficiency was to be taken in consideration by the authorities\n\nbut the same was not taken into consideration while passing\n\nthe impugned order Annexure P/1.\n</p><span class=\"hidden_text\" id=\"span_73\">                                 49              WP No. 6567/2014</span><p data-structure=\"Conclusion\" id=\"p_67\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_68\">     (54) It is expected from the authorities that whenever\n\nany administrative or departmental order is passed by them,\n\nthen the same should be passed in a speaking manner after\n\ntaking   into   consideration    all   the   relevant   facts   and\n\ncircumstances available. In spite of making efforts we have\n\nnot found any record with the return of the respondents to\n\nshow that after giving contract to the petitioner how many\n\nrequisite slips to affix HSRP were issued by the RTOs to the\n\npetitioner and out of them how many HSRP have been affixed.\n\nWe have also not found the list of those vehicle owners from\n\nwhom the advance money was taken by the petitioner and\n\nHSRP was not affixed on their vehicles. The account of the\n\nsum of alleged damages has also not been placed on behalf\n\nof the respondents alongwith their return; only approximate\n\namount of Rs.10 crores has been stated by the authorities of\n\nthe respondents. In fact on giving the show-cause notices on\n\nthe aforesaid grounds also then copies of all such documents\n\nshould have been supplied to the petitioner to enabling it to\n\nfile proper reply of such allegations.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">     (55) In view of the aforesaid discussion, this writ petition\n\nis allowed in part with the following terms and directions:\n\n</p><blockquote id=\"blockquote_55\">      (1) That, the impugned order dated 17.10.2014\n      (Annexure P/1) terminating the contract of the\n      petitioner and the impugned communication dated\n      09.10.2014 informing the rejection of the\n      application of the petitioner dated 24.09.2014\n      submitted for invocation of dispute resolution as per\n      Clause-17 of the contract agreement, are hereby\n<span class=\"hidden_text\" id=\"span_74\">                              50              WP No. 6567/2014</span>\n\n      quashed.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_70\">      (2) The authorities of the respondents are hereby\n      directed to reconsider the matter of show-cause\n      notices after supplying the copies of the aforesaid\n      documents and evidence the very foundation of the\n      third show-cause notice dated 24/26-09-2014 and\n      by extending opportunity of 30 days to the\n      petitioner to file reply of the same, also also by\n      taking into consideration the reply of the petitioner\n      filed in response to the second show-cause notice\n      dated 29/08/2014.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">      (3)     Subject to aforesaid consideration, the\n      authorities of the respondents shall be at liberty to\n      pass a fresh order in respect of termination of\n      impugned contract, if necessary. However, such an\n      exercise would be completed by the authorities of\n      the respondents within three months.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_72\">      (4) Upto the aforesaid period in which proceedings\n      shall be carried out by the respondents- authorities\n      in compliance of aforesaid directions, such\n      authorities shall permit the petitioner to continue\n      work of the contract to affix HSRP on the vehicles.\n      Pursuant to it, authorities of the respondents are\n      also directed to inform all the concerning R.T.O.\n      offices across the State in this regard within seven\n      days, otherwise copy of this order shall be treated\n      to be communication of the same to such offices.\n\n      (5) Petitioner-company shall be at liberty to invoke\n      mechanism of dispute resolution in accordance with\n      the terms and conditions of the contract agreement\n      mentioned in Clause 17.1 to 17.3 in continuation of\n      its aforesaid application dated 24-09-2014 and the\n      authorities of respondents are also directed to\n      consider such prayer of the petitioner as per Clause\n      17 of the contract agreement.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">      There shall be no order as to the costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">\n\n</p><pre id=\"pre_2\">      (U. C. Maheshwari)                (Sheel Nagu)\n          Judge                            Judge\n\n\nPPG\n </pre>","numcites":23,"numcitedby":3,"docsource":"Madhya Pradesh High Court","citetid":164524722,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":"notice for termination of contract","formInput":"notice%20for%20termination%20of%20contract"},{"value":"reply to show cause notice","formInput":"reply%20to%20show%20cause%20notice"},{"value":"\"material breach\"","formInput":"%22material%20breach%22"},{"value":"unilateral contract","formInput":"unilateral%20contract"},{"value":"second show cause notice","formInput":"second%20show%20cause%20notice"},{"value":"material breach","formInput":"material%20breach"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"hsrp","formInput":"hsrp"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"show cause notice documents","formInput":"show%20cause%20notice%20documents"},{"value":"\"termination of contract\"","formInput":"%22termination%20of%20contract%22"},{"value":"works contract","formInput":"works%20contract"},{"value":"high security registration plates","formInput":"high%20security%20registration%20plates"},{"value":"reply to show cause notice to respondent","formInput":"reply%20to%20show%20cause%20notice%20to%20respondent"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"reply to show cause","formInput":"reply%20to%20show%20cause"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"maninderjit singh bitta","formInput":"maninderjit%20singh%20bitta"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":true,"query_alert":null,"agreement":false}