{"tid":1829562,"publishdate":"1989-08-09","title":"Union Of India vs M/S. Ajit Mehta And Associates, Pune And ... on 9 August, 1989","doc":"<h2 class=\"doc_title\">Union Of India vs M/S. Ajit Mehta And Associates, Pune And ... on 9 August, 1989</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1990BOM45, 1989(3)BOMCR535</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n  Sawant, J. \n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. These five appeals arise out of the decision of the trial Court by which the trial Court has disposed of five suits and five objection petitions. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> Respondent No. 1 in all the appeals is a contracting firm (hereinafter referred to as the firm). In First Appeal No. 21 of 1987 and First Appeal No 25 of 1987 the firm is M/s. Ajit Mehta and Associates while in the rest of the appeals it is Ajit Construction Company. There are three partners in M/s. Ajit Mehta and Associates who are also the partners in M/s. Ajit Construction Company which has Tour partners. First Appeal No. 21 of 1987 is concerned with the contract for the construction of what is known as Married Accommodation at Jamnagar; First Appeal No. 22 of 1987 is concerned with the contract of the construction of buildings at Dhrangadhra in Gujarat State; First Appeal No. 23 of 1987 is again concerned with the construction of the married accommodation at Dhrangadhra; First Appeal No. 24 of 1987 is concerned with the construction of hospital Building at Jamnagar whereas First Appeal No. 25 of 1987 is concerned with another contract of construction of the Married Accommodation at Jamnagar- The tenders in all these contracts except in the contract in Appeal No. 22 of 1987 were invited and accepted by the Chief Engineer, Jaipur at Jaipur whereas the tender in contract involved in Appeal No. 22 of 1987 was invited and accepted by Commander Works Engineer, Baroda at Baroda.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">Thursday, the 10th August 1989.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">2. The contract in First Appeal No. 21 of 1987 was of 1979-80 and the work was completed within the extended period in February, 1983. The final bill was submitted by the firm on March 26, 1983 and the firm was paid the amount due under the final bill on April 27, 1983. The firm made a request for release of the bank guarantee on April 28, 1983 and the bank gurantee was released on May 13, 1983.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">The contract in First Appeal No. 22 of 1987 was of 1977-78 and the work was completed within the extended period by May 15, 1982. The final bill was submitted by the firm on July 16; 1982. The bill was not paid and the bank guarantee was also not released because there was an amount due from the firm under another contract and as per condition 67 of the Contract between the parties, the Appellant was entitled to withhold the said amount,\n \n\nIn First Appeal No. 23 of 1987, the contract was of 1977-78 and the work was completed on February 26, 1981 within the extended period. The final bill was submitted by the firm on March 31, 1981 and it was paid on April 24, 1981. However the bank guarantee was not released as there were certain dues owed by the firm to the Appellant under another contract.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">In First Appeal No. 24 of 1987 the contract was in 1978-79 and the work was completed within the extended period by October 15, 1982. The firm submitted its final bill on March 26, 1983. It was however paid on March 31, 1984 because the firm had not surrendered the excess stores lying with it till that date. The bank guarantee was released on May 18, 1984.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">In First Appeal No. 25 of 1987 the dates and facts are more or less identical with these in First Appeal No. 21 of 1987. The final bill was submitted by the firm by the end of March 1983 and it was paid on April 27, 1983. The bank guarantee was released on May 13, 1983.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">3. In all these cases the final bill was submitted by the firm without any conditions or reservations. The firm had also given no claim cenificate. Further, where the bill was paid (which was in all cases except one i.e. in First Appeal No. 22 of 1987), the firm had passed unconditional receipt and in full and final settlement of its claim. However it raised disputes with regard to the bills subsequently and made further claims. As regards the contract in First Appeal No. 21 of 1987, although the final bill was submitted by the firm in March 26, 1983 and the unconditional receipt for its payment was given by it in April, 1983, it raised dispute about it for the first time in March 1984, i.e. after nearly a year. In First Appeal No. 22 of 1987 altho&#x27;ugh the final bill was submitted on July 16, 1982, for the first time on July 16, 1984 that is exactly after two years, the firm made its fresh claim. In First Appeal No. 23 of 1987, although the final bill was submitted on March 31, 1981 and it was paid on April 24, 1981, the firm made its fresh claim on February 16, 1984, i.e. after nearly three &quot;years. In First Appeal No. 24 of 1987 although the final bill was submitted on March 26. 1983 and it was paid on March 31, 1984, the fresh claim was made on May 30, 1984. i.e. after two months. In First Appeal No. 23 of 1987 although the final bill was submitted by the firm in March 1983 and it was paid in April 1983, the dispute w as raised for the first time in March 1984, i.e. after nearly a year.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">4. After the fresh claims were thus preferred in each of the contracts, both the concerned authorities, namely, the Garrison Engineer, i.e. the Paying Authority and the Engineer-in-Chief, i.e. the Appointing Authority disputed the right of the firm to raise such claims when the final bill was submitted without any reservation and/or the payment under the said bill was received without any condition and in full and final settlement of the bill. They contended that the contract having come to an end as far as the firm was concerned, it had no right to raise such claims. In the correspondence that ensued between the parties, the firm did not dispute at any stage that the final bills were submitted without any reservations and/or the payment of the final bill was received in full and final settlement and without any condition. However, the firm not only pursued the said claims but during the course of the correspondence, it also varied them, from the ones it had made initially. In Appeal No. 21 of 1987, the firm had first raised a fresh claim of Rs. 14,83,684.45 which it increased in July, 1984 by another amount of Rs.2,05,880/-. In contract in First Appeal No. 22 of 1987, the firm had first raised a fresh claim of Rs. 25,43,600/- and it was stated that it was open to them to vary it before the arbitrator. In contract in First Appeal No. 23 of 1987. the firm had first raised a fresh claim of Rs. 30,97,815.31 before the Paying Authority which it increased in July 1984 by another amount of Rs. 2,85,770/-. However before the Appointing Authority the same claim was initially of Rs. 35,07,815.31 which was raised in August, 1984 by an amount of Rs. 2,85,770/-. In contract in First Appeal No. 24 of 1987, the firm had first raised afresh claim of Rs. 29,04,240/- before the Paying Authority whereas before the Appointing Authority it made a claim of Rs. 48,65,665.12. In First Appeal No. 25 of 1987, the firm had first raised a fresh claim of Rs. 10,12,461.77 which it increased in July, 1984 by another amount of Rs. 1,39,600/- before the Paying Authority. However, before the Appointing Authority the claim remained to be of Rs. 10,12,461.77 only.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\">5. The authorities having refused to comply with the payment of the fresh claims, the firm in each of the cases approached the Court of the Senior Division, Pune on December 5, 1984 by an application under<a href=\"/doc/1232861/\" id=\"a_1\"> S. 8</a> of the Arbitration Act, (i) to appoint an Arbitrator under the provisions of the said S. (ii) and or in the alternative to appoint any other Arbitrator from the list given by it in the application. The list of the Arbitrators given by it included four Arbitrators viz., S.S, Abhyankar, Dr. A.C. Gupta, B.R. Prabhune and N.B. Tawadey, all Retired Engineers from the Department. We will comment upon names at the proper stage.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\">6. It has however to be noted at this stage that even in these applications there was no grievance made that either the final bill was submitted or the payment of the final bill was accepted by the firm conditionally or with any reservation. The applications further were made to the Pune Court on the ground that the letter communicating the acceptance of the tender was received by the firm in Pune. It was also alleged in the applications that the applications were made pursuant to clause 70 of the contract which provided for arbitration. These applications were resisted by the appellants by their replies filed on January 28, 1985. The appellants filed their replies and objected to the applications on the ground (i) that the Pune Court had no jurisdiction to entertain such applications because the tenders were invited, received and accepted either in Jaipur or in Baroda as the case may be, and that no part of the cause of action had arisen in Pune; (ii) that in view of clause 70 of the contract, no application could be entertained under <a href=\"/doc/1232861/\" id=\"a_2\">Section 8</a> of the Arbitration Act and therefore the applications were untenable and (iii) that since the arbitration clause 70 of the contract had come to an end as far as the firm was concerned as it had accepted the payment of the final bill and or had sub-mitted the final bill unconditionally, no dispute could be referred to arbitration.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">7. The Court heard all the applications together and on March 6, 1985, the Court gave a direction in all the cases that the evidence in the matters should be led by affidavit. On the same day the firm filed its affidavit in support, in each case. Even in this affidavit the firm did not make a grievance that either the final bill was accepted or submitted under protest or with any conditions or reservations. On April 16, 1985, the appellants filed an affidavit of their officers raising the same contentions which were raised in their reply. By its order dated July 22, 1985, the Court allowed the firm&#x27;s applications holding that the Court had jurisdiction to entertain the applications because the letter accepting the tenders of the contract was received by the firm in Pune. The Court further held that notwithstanding the acceptance of the final bill and. or submission thereof unconditionally, the fresh claim was maintainable.&#x27; The Court also held that the provisions of<a href=\"/doc/1232861/\" id=\"a_3\"> S. 8</a> of the Act were attracted in the present case because sub-sect ion (2) of<a href=\"/doc/1232861/\" id=\"a_4\"> S. 8</a> of the Act gave absolute discretion to the Court to make appointment of the arbitrator and since opponent No. 2 to the application, namely, the Engineer-in-Chief, i.e. the Appointing Authority had refused to appoint an arbitrator, the Court had power to appoint one. The Court thereafter proceeded to appoint one or the other of the individuals from the list given by the firm in its application as arbitrator. In the dispute pertaining to the contract in First Appeal No. 21 of 1987, the Court appointed Shri B.R. Prabhune, in the dispute pertaining to the contract in First Appeal No. 22 of 1987 and First Appeal No. 24 of 1987 the Court appointed Shri A.C. Gupta, in the dispute pertaining to the contract in First Appeal No. 23 of 1987 and First Appeal No. 25 of 1987 the Court appointed Shri S.S. Abhyankar.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">8. The Court did not stop there. By its letter of August 16, 1985 addressed to each of the arbitrators, the Court stated as follows:\n</p> \n \n\n<blockquote id=\"blockquote_1\"> &quot;Sir,\n \n\n With the subject noted  above, you are hereby informed, that you are appointed as the arbitrator in ..... Further you are hereby directed to proceed, with the arbitration work and to finish it within the period stipulated under the <a href=\"/doc/1052228/\" id=\"a_5\">Indian Arbitration Act, 1940</a>, (i.e. four months from the date of receipt hereof).&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">This direction could admittedly have been given only to an arbitrator appointed under<a href=\"/doc/811701/\" id=\"a_6\"> S. 20</a> of the Act. The Court&#x27;s order was thus purportedly made under<a href=\"/doc/1232861/\" id=\"a_7\"> S. 8</a> while this direction was given under<a href=\"/doc/811701/\" id=\"a_8\"> S. 20</a> which was impermissible in law. It may be noted in this connection that the order passed under<a href=\"/doc/811701/\" id=\"a_9\"> S. 20</a> is appealable while that passed under<a href=\"/doc/1232861/\" id=\"a_10\"> S. 8</a> is not. It appears that thereafter the arbitrators in each case proceeded with the arbitration, fixing different dates of hearing. In arbitration proceedings involved in First Appeal No. 21 of 1987 the dates of hearing were 18th November 1985, 28th November, 1985 and 5th December 1985, and the award was made on Dec. 6, 1985. In arbitration proceedings involved in First Appeal No. 22 of 1987, the dates of hearing were 4th Nov. 1985, I8th Nov. 1985, 29thNov. 1985, 6th Dec. 1985 and 11th Dec. 1985 and the award was made on Dec. 13, 1985. In arbitration proceedings involved in First Appeal No. 23 of 1987, the dates of hearing were 21st Nov. 1985, 28th Nov. 1985 and 5th Dec. 1985 and the award was made on Dec. 7. 1985. In arbitration proceedings involved in First Appeal No. 24 of 1987, the dates of hearing were 5th Nov. 1985, !9th Nov. 1985, 30th Nov. 1985 and 7th Dec. 1985 and the award was made on Dec. 14. 1985. In arbitration proceedings involved in First Appeal No. 25 of 1987, the dates of hearing were 18th Nov, 1985, 25th Nov. 1985 and 2nd Dec. 1985 and the award was made on Dec. 7, 1985. These dates have a bearing on a point raised in these proceedings.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\">9. The appellants did not participate in these proceedings since they were all along challenging the very appointment of the arbitrators as being without jurisdiction. They were therefore intending to prefer a revision application before the High Court under S, 115 of the Civil Procedure Code.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_16\">Friday, the Nth August. 1989.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">After the appointment of the arbitrators and in response to the notices issued by the arbitrators fixing the dates of hearing, the appellants had from time to time informed all the arbitrators that they were challenging their appointments as being without jurisdiction: and also requesting them not to proceed further with the arbitration. The stand taken by the arbitrators was that they were appointed by the Court, and the Court had also directed them to complete the arbitration within a period of four months and hence unless the appellants obtained a stay from the court they would proceed with the matter,\n \n\n</p><p data-structure=\"Facts\" id=\"p_18\">10. The appellants filed five different civil revision applications in this court on 11th Dec. 1985 challenging the appointment of the arbitrators in all the five proceedings. How-over, before the said date, awards were made on 6th, 7th and 7th December, 1985 in arbitration proceedings in First Appeal Nos. 21, 23 and 25 of 1987, respectively. The awards in First Appeals Nos. 22 and 24 of 1957 were however made thereafter on 13th Dec. and 14th Dec. 1985 respectively. The appellants did not apply for stay of any of the arbitartion proceedings immediately on the filing of the applications as indeed they could not have applied for such a stay of arbitration proceedings at least in First Appeals Nos. 21, 23 and 25 of 1987 in which awards were passed even before the revision applications were filed. The civil revision applications came up for admission on Dec. 24, 1985 and the learned single Judge by his order of Dec. 24, 1985 rejected the petitions summarily at the admission stage with the following order:\n</p>  \n\n\n<blockquote id=\"blockquote_2\">&quot;After the impugned order the arbitrator has not only entered upon the reference but has also made his award. Even on merits of order impugned herein, I find no good reason to interfere. Good reasons have been given in support thereof and the order well deserves to be sustained.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">Petition is hence rejected. This rejection will not in the least preclude the petitioners from challenging the award if so advised.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">Since much depends on the interpretation of this order, we have reproduced the order perbatim. It may be noted that by this time the awards in the other two arbitration proceedings were also passed on 13th Dec. 1985.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_20\">11. After the awards were passed the firm filed applications again in the same Court on December 20, 1985 and January 9, 1986 variously for decrees in terms of the awards. These applications were converted into suits. On February 19, 1986 the appellants filed their objection petitions under Ss. 30, 33 and. 35 of the Act to each of the awards. The five suits and the five objection petitions were heard together and by its impugned decision the trial Court rejected ail the objection petitions and confirmed the awards on certain items and modified them on certain other items. The Court also remitted the awards to the arbitrators on yet other items in each case. It is this decision and the direction given in each case which is challenged by the present separate appeals.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_21\">12. The appellants have raised six contentions to challenge the impugned decision. Their first contention is that in view of the receipt of the final bill and or the submission thereof unconditionally by the firm the contract had come to an end as far as the firm was concerned and hence it could not invoke clause 70 of the contract which provides for arbitration of the disputes between the parties which also came to an end. Hence the reference of the dispute by oral the instance of the firm was void ab initio as being without jurisdiction. The second contention was that in am case the firm could not have applied to the Court for appointment of an arbitrator under<a href=\"/doc/1232861/\" id=\"a_11\"> S. 8</a> of the Act, since clause 70 of the contract did not provide for the appointment of an arbitrator by consent. Hence the appointment of the arbitrator made by the Court under<a href=\"/doc/1232861/\" id=\"a_12\"> S. 8</a> was void ab initio and the further proceedings pursuant to the appointment were a nullity as being without jurisdiction. The third submission was that assuming that the arbitrator had jurisdiction to proceed with the arbitration, the arbitrator was guilty of legal misconduct because (i) in the first instance the arbitrator had given the award without there being any primary and material documents before him; (ii) secondly he had considered claims which were not made originally before him and without giving an opportunity to the appellants to meet them: (iii) thirdly he had granted claims which were contrary to the terms of the contract between the parties: (iv) fourthly he had proceeded with the arbitration assuming the powers of an arbitrator appointed under<a href=\"/doc/811701/\" id=\"a_13\"> S. 20</a> and had therefore felt bound by the direction of the Court to complete the arbitration within four months which had prejudiced the appellants: (\\) fifthly a point which was raised additionally to challenge the award in First Appeal No. 21 of 1987. the arbitrator Prabhune had acted on behalf of the sister concern of the firm (of which the partners of the present firm were also the partners) in an earlier arbitration proceedings; and (vi) sixthly in view of<a href=\"/doc/1912867/\" id=\"a_14\"> S. 35</a> of the Act the arbitrator could not have proceeded with the arbitration proceedings since the civil revision application filed in this Court, challenging the very validity of the appointment of arbitrator, was pending. This contention was confined to First Appeals Nos. 22 and 24 of 1987.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_22\">The fifth main contention which is peculiar to the award in First Appeal No. 23 of 1987 is that the firm had already filed an application under<a href=\"/doc/811701/\" id=\"a_15\"> S. 20</a> of the Act in the City Civil Court at Ahmedabad being Suit No. 4260 of 1982 on Nov. 23, 1982 covering all matters in arbitration. Hence it could not have initiated any proceeding in the matter as it did in the Pune Court, pending the said suit which came to be withdrawn by it only on August 28, 1987, i.e. about a year after the objection petition and the suit came to be decided by the Pune Court.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_23\">It was also lastly contended that the interest which was granted by the arbitrator for the period during which the proceedings were pending before the arbitrator was illegal. Since however the point was conceded on behalf of the firm and since the part of the awards covering the said interest is severable; the contention need only be stated.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_24\">13. To counter these contentions, it was submitted on behalf of the firm, firstly, that the appellants had not taken the contentions in question in the objection petitions filed in the trial Court. It was also contended that whether there was an accord and satisfaction as contended by the appellants, was itself, a dispute referable to arbitration and could have been so referred under clause 70 of the contract. Hence the arbitrator bad jurisdiction to arbitrate the dispute. It was further submitted that the provisions of<a href=\"/doc/1232861/\" id=\"a_16\"> S. 8</a> of the Act were available in the present case and the firm could approach the Court either under<a href=\"/doc/1232861/\" id=\"a_17\"> S. 8</a> or<a href=\"/doc/811701/\" id=\"a_18\"> S. 20</a> of the Act for appointment of the arbitrator the choice being its. Hence the appointment of the arbitrator under<a href=\"/doc/1232861/\" id=\"a_19\"> S. 8</a> of the Act was not without jurisdiction and void. The further submission was that in any case the question whether an arbitrator could have been appointed under<a href=\"/doc/1232861/\" id=\"a_20\"> S. 8</a> or whether the contract had ended at the instance of the firm on account of accord and satisfaction was res judicata in view of the decision of this Court in the revision application. Hence no such contention can be allowed to be raised in this proceeding. In reply to the contention that the arbitrators had no material before them it was submitted that the arbitrators having given their awards which, were not speaking ones, it was not open for the Court to probe whether the awards were given on sufficient or insufficient evidence, the sufficiency or insufficiency of evidence being not open to challenge. In any case it was submitted that the arbitrators had sufficient material before them to proceed to give the awards. As regards the challenge to the jurisdiction of the Pune Court to entertain either the application under<a href=\"/doc/1232861/\" id=\"a_21\"> S. 8</a> or the applications for decrees in terms of the awards, it was contended that no such objection was taken in the trial Court, and hence the same could not be taken at this stage. Lastly, it was contended that<a href=\"/doc/631064/\" id=\"a_22\"> S. 25</a> was no bar to the arbitration proceedings in the present case, firstly because in three of the cases the awards were already passed before the civil revision application was even filed. In the remaining two cases what was involved in the civil revision application was only the question of the appointment of the arbitrator and not the whole of the subject-matter of the reference which was pending before the arbitrators. Hence, it was contended that the prohibition of <a href=\"/doc/1912867/\" id=\"a_23\">Section 35</a> of the Act could not have operated in the present case, and hence, the awards pronounced are not illegal. As regards the contention that no proceedings for arbitration could have been taken with regard to the contract in First Appeal No. 23 of 1987 in view of the suit which was already pending, the argument was not countered.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">14. Coining now to the first contention of the appellants, it is necessary first to refer to the relevant clauses of the contract between the parties which deal with the final bill. Clause 65 states that the final bill shall be submitted by the contractor in duplicate within three months of the physical completion of the works to the satisfaction of the engineer-in-charge, and that it shall be accompanied by all abstracts, vouchers, etc. supporting it, and shall be prepared in the manner prescribed by the Garrison Engineer. The clause then makes it specifically clear that &quot;no further claims shall be made by the contractor after submission of the final bill and these shall be deemed to have been waived and extinguished.&quot;\n</p> \n\n<p data-structure=\"Facts\" id=\"p_26\">The relevant provision of the next cl. 66 which relates to the payments of the bills states that the payment of those items of the final bill in respect of which there is no dispute shall be made if the contract amount does not exceed Rs. 5 lakhs, within four months, and of the rest within six months. The contracts with which we are concerned involved amounts exceeding Rs. 5 lakhs and therefore the payments of final bills were to be made within six months. The clause further states that after payment of the final bill is made the con tract or may. if he so desires, reconsider his position in respect of the disputed portion of the final bill and if he fails to do so within 90 days, his disputed claim shall be dealt with as provided in the contract. Since this provision applies to final bills the items of which are disputed at the time of the submission of the bills, it is not applicable in our case.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">Clause 70 which is the arbitration clause states that all disputes between the parties to the contract shall, after written notice by either party to the contract to the other of them, will be referred to the sole arbitration of an Engineer Officer to be appointed by the authority mentioned in the tender documents. In our case the authority concerned is the Engineer-in-Chief in all appeals other than in First Appeal No. 22 of 1987 where the authority is the Chief Engineer.\n</p> \n\n<p data-structure=\"Section\" id=\"p_28\">It is thus apparent from clauses 65, 66 and 70 that, in the first instance, the contractor is prevented from making any further claims after he has submitted the final bill and his claims, if any, made after the submission of the bill being deemed to have been waived and extinguished arc not entitled to be considered. Secondly, when the Garrison Engineer (i.e. the Faying Authority) to whom the final bill is submitted makes the payment only of the undisputed portion of the bill, the contractor may reconsider his position in respect of the disputed portion of the bill. If he does not reconsider it within 90 days, the disputed claim is to be dealt with as provided in the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_29\">15. There is no dispute that the firm in the present case is an experienced one and it is fully aware of its duties and obligations under the contract. There is further no dispute that in each of these cases, the firm had submitted the final bill unconditionally and without raising any dispute about any matter. As pointed out earlier, in three of the cases, the final bill was paid within the stipulated time. In one case, the payment of the final bill was delayed only because the firm had not returned the excess stores lying with it and which were given to it by the authorities. Only in one case, the final bill was not paid because there were dues from the firm under another contract taken by its sister concern and the appellants were entitled to withhold the payment under cl. 67 of the contract. There is also no dispute that in all cases where the final bill was paid the firm passed a final receipt in full and final settlement of all its claims and without any reservations or conditions. In all cases but two, i.e. First Appeals Nos. 22 and 23 of 1987 bank guarantees were also released. In First Appeal No. 22 of 1987 neither final bill was paid nor bank guarantee was released, because of the dues under another contract. In First Appeal No. 23 of 1987, though the final bill was paid, the bank guarantee was not released because of the duos under another contract. There is further no dispute that in all cases, fresh claims were raised for the first time after a lapse of time, as detailed earlier. The firm has not given any reason whatsoever at any stage of the proceedings to explain the submission of the final bill unconditionally and where the payment has been received, the receipt of the same in full and final settlement. It is also necessary to note in this connection that for our purpose the clause of the contract which is relevant is cl. 65 which, as pointed out above, prohibits the contractor from making any further claim after the &quot;submission of the final bill&quot;. If therefore the controctor has &quot;submitted&quot; the final bill without any reservations or conditions or without disputing any of the items, even if he had received the payment under protest or had not received it. his fresh claims cannot be considered. However, in the present case even the receipts for final payment in all cases but one have been passed by the contractor in full and final settlement of all its claims and without any reservations. Further in the one case where the final bill has not been paid, it is because the payment is liable to be withheld under cl, 67 of the contract. That the final bill was submitted and/or the payment of the final bill was received unconditionally has also not been disputed at any stage by the firm, either in the correspondence or in the application made to the Court under<a href=\"/doc/1232861/\" id=\"a_24\"> S. 8</a> of the Act or in the application made to the Court for a decree in terms of the award. Nor was such a case made out by it even before the arbitrator as is evident from the statement of claim preferred by it. It was also not its case in the evidence led by it before the Court. It is only in an answer to a question put to its witness in cross-examination on behalf of the appellants that, for the first time, its witness came out with a vague allegation that had the firm not submitted the final bill without reservations, it would not have received the final payment.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_30\">Monday, the 14th August 1989.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_31\">As regards the contention raised on behalf of the firm that the point that there was an accord and satisfaction, and therefore, the contract had come to an end and no arbitrator could be appointed under the contract, was not raised by the appellants before the trial Court, we find that this contention is contrary to the record. In paragraphs 5 and 6 of their reply to the application under<a href=\"/doc/1232861/\" id=\"a_25\"> S. 8</a> of the Act, the appellants had specifically stated that the final bill of the contract was signed by the firm in full and final settlement of all the claims, giving a clear &quot;no further claims&quot; certificate. Hence, the appellants had acted upon the representation made by the firm that it had no further claim and had made the payment of the final bill to it; hence there was no question of seeking an appointment of an arbitrator.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_32\">So also in paragraph 2 of the objection petition filed by the appellants, they had in clear terms stated that they had paid all the dues of the firm as and when they were claimed and which were also certified by the appropriate authorities. There was no dispute regarding the payment to be made to the firm. In paragraph 3, it was stated that all the obligations of the contract were discharged completely and the contract had come to an end on account of the performance of the contract. It was further averred in paragraph 6 that both the firm and the arbitrator were fully aware of the fact that the parties to the contract had to perform their respective parts and that all the dues of the firm were to be paid by the appellants as per the bills raised by it and that the dispute was raised only with a view to cause wrongful loss to the appellants and wrongful gain to the contractor, in the prayer clause of the petition again the appellants had prayed that the award be declared null and void and the same be quahsed on the grounds contemplated under Ss. 30 and 35 of the Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">The point was also urged before the trial Court, and in paragraphs 47 and 4K of the judgment, the trial Court has held that, firstly. the claims for damages which were made by the firm before the arbitrator could not be included in the final bill and. secondly, the point was resjudicata in view of the decision of this Court in the revision application. In the judgment given by the trial Court in the proceedings under<a href=\"/doc/1232861/\" id=\"a_26\"> S. 8</a>, the Court has dealt with this point and negatived it by holding that even the payment made and accepted in lull and final settlement of the bill did not extinguish the arbitration clause in the contract. This being the factual position, it is not correct to say that the appellants had not taken the contention in question before the trial Court. .\n</p> \n\n<p data-structure=\"Facts\" id=\"p_34\">16. We may now refer to the relevant authorities on the point. In  Kapurchand Sodha v. Himayatalikhan Azamjah, the facts were that the defendant had executed in 1937, a promissory note in favour of the plaintiff for a sum of Rs. 13 lacs and odd due on account of the purchase of jewellery from the plaintiff. After the military occupation of Hyderabad, the Princes Debt Settlement Committee set up by the Military Governor decided that the plaintiff should be paid a sum of Rs. 20 lacs in full satisfaction of his claim of Rs. 27 lacs under the promissory note. The Government also made it clear that unless full satisfaction was recorded payment would not be made. The plaintiff after some initial protests agreed to accept the sum of Rs. 20 lacs in full satisfaction of his claim and duly discharged the promissory note by endorsement of full satisfaction, and received the payment. He then brought a suit against the defendant for recovery of the balance of Rs. 7 lacs. The Court held that the case was completely covered by<a href=\"/doc/1105874/\" id=\"a_27\"> S. 63</a> of the Contract Act and illustration (c) thereof, and the plaintiff having accepted payment from a third person viz. the Government in full satisfaction of their claim was not entitled to sue the defendant for the balance in view of<a href=\"/doc/28932/\" id=\"a_28\"> S. 41</a> of the same Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1545494\" id=\"span_1\">In  <a href=\"/doc/1545494/\" id=\"a_29\">Darnodar Valley Corporation v. K.K. Kar</a>, the respondent-contractor entered into a contract with the appellant-Corporation to supply coal but as he failed to do so in accordance with the terms of the contract, the appellant unilaterally repudiatec the contract and ultimately paid the respondent for the supply of coal. It was the case of the appellant that these payments, including the return of the deposit amount, finally settled the claims of the respondent. After receiving those payments the respondent claimed from the appellant damages for repudiation of the contract. It is on these facts it was held that the questions of unilateral repudiation of the rights and obligations under the contract or of a full and final settlement of the contract relate to the performance or discharge of the contract, and hence, far from putting an end to the arbitration clause, they fall within the purview of it. It was not a case where the contractor had passed a receipt in full and final settlement of his claim. In fact he did not give such receipt although he was asked to do so. It is for these reasons that the reliance placed on this authority, both by the trial Court and the firm in support of the contention that even where the receipts are passed in full and final settlement of the contract, the arbitration clause would still survive is not correct.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"864798\" id=\"span_2\">In  <a href=\"/doc/864798/\" id=\"a_30\">Union of India v. L. K. Ahuja &amp; Co</a> four agreements were entered into between the contractor and the Union of India for the construction of certain quarters. All the four contracts were executed and completed by the contractor on diverse dates. The contractor accepted the four final bills and gave no claim declaration in respect of the four contracts as in our case. Thereafter the contractor wrote a letter stating that a certain amount was due on account of the work executed and requested the authority to  refer the dispute to the arbitrator. A reply was sent stating that no dispute was left between the parties, and hence, there was no question of appointment of any arbitrator. The contractor subsequently filed an application under; <a href=\"/doc/811701/\" id=\"a_31\">S. 20</a> of the Act. The trial Court held that the application was barred by time and dismissed it. The High Court allowed the contractor&#x27;s appeal. The question before the Supreme Court was whether the reference under<a href=\"/doc/811701/\" id=\"a_32\"> S. 20</a> of the Act was time-barred. The Court while holding that the application under<a href=\"/doc/811701/\" id=\"a_33\"> S. 20</a> was not barred by limitation held that in order to be entitled to ask for a reference under<a href=\"/doc/811701/\" id=\"a_34\"> S. 20</a>. there must he an entitlement to money and a difference or dispute in respect of the same. It is true that on completion of the work, right to get payment normally arises and it is also true that on settlement of the final bill, the right to get further payment gets weakened but the claim subsists and whether it does subsist, is a matter which is arbitrable. &quot;This authority no doubt states that even in a case where the payment is received on settlement of the final bill, the claim can be made and it subsists for arbitration. However it is not clear from the decision whether <a href=\"/doc/864798/\" id=\"a_35\">in that case</a> the contractor had alleged that there was no accord and satisfaction in spite of the full settlement because the settlement was vitiated on one or the other ground.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">We may now refer to the decisions of the High Courts on the point. In Arbitration Petition No. 123 of 1980 in Award No. 52 of 1980, a learned single Judge of this Court in his decision of November 22, 1984 has taken the view, interpreting the very cl. 65 of the contract which falls for interpretation in our case, that where the contractor while tendering the final bill clearly certifies that he has no further claim under the contract, it is not permissible for him to make additional claims after the submission of the bill. The learned Judge has also held that in view of cl. 11 of the contract which specifically provides that the contractor would not be entitled to make any claim on account of loss or compensation due to delayed completion of the contract work, no additional claims on account of the delayed completion of the work can be entertained.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\">On behalf of the respondent firm a decision of the same learned Judge in Arbitration Petition No. 81 of 1985 in Award No. 19 of 1985 delivered on March 17, 1986 was relied on to contend to the contrary. The facts <a href=\"/doc/864798/\" id=\"a_36\">in that case</a> however show that after the construction was completed and the final bill was prepared by the Union of India, within three days the contractor had lodged the claim for additional amount. The contractor was offered cheque in accordance with the final bill but he received the same without prejudice to his right to claim the additional amount. It also further appears from the facts <a href=\"/doc/864798/\" id=\"a_37\">in that case</a>, that the Union of India had there agreed to refer the dispute to the arbitrator. It is on these facts that it was held by the learned Judges there that the reference of the dispute to the arbitration was valid and justified. We are unable to understand as to how this decision helps the firm.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1762421\" id=\"span_3\">In  <a href=\"/doc/1762421/\" id=\"a_38\">Union of India v. D. Bose</a>, the dispute was already referred to an arbitrator appointed under<a href=\"/doc/811701/\" id=\"a_39\"> S. 20</a> of the Act and while the arbitration was still pending the contractor passed a no claim certificate without prejudice to his rights in the arbitration proceeding. Hence it was held by the Division Bench there that the dispute was well within the arbitration clause and the question whether the claim of the contractor stood discharged by accord and satisfaction and whether there was a valid no claim certificate was itself a matter of dispute within the meaning of the arbitration clause and in the circumstances the arbitration clause had not come to an end. The facts of this case are clearly distinguished since the no claim certificate was given here without prejudice to the rights of the contractor.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1225418\" id=\"span_4\">Shri Advani on behalf of the contractor however relied upon yet anotherdecision of a single Judge of the same Court  <a href=\"/doc/1225418/\" id=\"a_40\">Jiwani Engineering Works (P) Ltd. v. Union of India</a>. It was held <a href=\"/doc/1225418/\" id=\"a_41\">in that case</a> that the no claim certificate passed by the contractor did not prevent him from invoking the arbitration clause. To come to this conclusion the learned Judge has relied upon the decision of the Supreme Court in  and of the Division Bench of the Calcutta Hieh Court in  both of which we have discussed earlier. As we have pointed out the facts in both the cases are materially different. In the Supreme Court case the termination of the contract was unilateral and though demanded of him, the contractor had not given a full and final settlement. In the case before the Division Bench of the Calcutta High Court, the no claim certificate was given without prejudice to the rights of the contractor. Since the decision with respect is based on a misreading of the facts of the case, we are unable to follow it. The learned Judge has no doubt stated that there were other decisions of the Calcutta High Court and the Supreme Court to support his view.</span> But he has not referred to them nor is any such decision cited before us.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1402658\" id=\"span_5\">In  <a href=\"/doc/1402658/\" id=\"a_42\">Vipinbhal R. Perakh v. General Manager, Western Railway, Bombay</a>, the facts were that the contract &quot;for construction was entered into with the Railways, but before the completion of the construction work, the parties terminated the contract by mutual agreement. The contractor had put certain conditions to the Railways for termination of the contract and as per the said terms the Railways purchased the entire material lying at the site and paid all the dues to the contractor who thereafter gave a no claim certificate and the contract was thus terminated. Subsequently the contractor claimed damages from the Railways alleging that the Railways had committed a breach of contract. He filed an application under<a href=\"/doc/811701/\" id=\"a_43\"> S. 20</a> of the Act. praying for a reference of the dispute to the arbitrator. The Court held that since the contractor had received all dues from the Railways and had put the Railways in a position to its own detriment, it was not open to the contractor to say that the dispute had not been settled and that it still existed with regard to the alleged damages sustained by him. The <a href=\"/doc/1402658/\" id=\"a_44\">Court further held</a> that the contractor was estopped from raising the dispute by his own conduct since the Railways had changed its position to its detriment. The <a href=\"/doc/1402658/\" id=\"a_45\">Court further held</a> that apart from the question of estoppel, the parties had brought to an end the contract after setting it between them and since all claims stood fully paid and adjusted there was no dispute pending between them as the contract had come to an end by mutual agreement. Hence in the absence of the contract itself, the arbitration clause also came to an end. For this conclusion the Court relied on  (supra).</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1574487\" id=\"span_6\">In  <a href=\"/doc/1574487/\" id=\"a_46\">Cochin Refineries Ltd. v. C. S. Company, Engineering Contractors, Kottayam</a>, after completion of work as per the final measurement, amounts were received by the contractor in full and final settlement of all the claims, admitting that no further claims were due. After the liability period was over, at the instance of the contractor, security and retention amounts were also released. Two years thereafter the contractor raised a claim making mention of some earlier claims and the contractor appointed his arbitrator and called upon the company to appoint their arbitrator. The company took the stand that there was no arbitrable dispute and hence they did not appoint the arbitrator. When the arbitrator appointed by the contractor attempted to proceed as sole arbitrator the company filed the petition under<a href=\"/doc/1154891/\" id=\"a_47\"> S. 33</a> of the Act for a finding that the arbitration agreement was not in existence and for a declaration that the action taken by the contractor was illegal and void. It was held that whether there was full and final settlement or not was itself a dispute arising out of the contract and under the arbitration clause the arbitrator alone had to decide it. It was further held that if the dispute is that on account of accord and satisfaction the contract it self did not subsist. That is not a matter for arbitration because if the contract did not subsist there was no question of arbitration since the arbitration clause also would perish. However a repudiation by one party that the contract is discharged alone will not terminate the contract when the other party says that the obligations are due. That itself is a dispute arising out of or in connection with the contract.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">This decision has referred to a Division Bench decision of the same Court reported in (1987) 1 Ker LT 241 wherein it is held that where the parties have by mutual consent recorded satisfaction of all claims which arose under the contract, and full and final payment has been made and accepted, nothing remains to be done under the contract, and the contract has therefore ceased to exist. In such circumstances, the arbitration clause, though collateral and supplementary, but being an integral part of the contract, has no separate life. &quot;The learned Judge has distinguished this decision on the ground that full facts of the case were not evident. The learned Judge has then refer red to other cases, in all of which the contractor had invoked the arbirtation clause alleging in terms that there was no accord and satisfaction because of one or the other circumstance. In the case before the learned Judge also the contractor had made a similar allegation. It is necessary to note this fact for it makes all the difference to the case before us.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_44\">Thus the authorities discussed above can be said to lay down the law that in spite of full and final settlement of the claim, the arbitration clause in the contract may subsist where I the party invoking it alleges that in fact there was no accord and satisfaction for some reasons such as the final bill was submitted or receipt was given under coercion, mistake or misrepresentation, without prejudice, under protest etc. For then that itself becomes a dispute arbitrable under the clause. However when there is no such allegation made when invoking the arbitration clause, and it is invoked simpliciter, it will have to be held that the contract itself had come to an end and with it the arbitration clause which is a part and parcel of it. We have come across no decision which has taken a contrary view. On the other hand the decisions discussed above support our conclusion.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">17. The circumstances on record to which we have already made a reference show that the firm in our case had not only submitted the final bill and given a no claim certificate without reservations in all the cases but had also in all cases but one received the final payment in full and final satisfaction of the claim. At no stage thereafter the Contractor had alleged that the bill was submitted or no claim certificate was given or the payment was received under coercion or protest or without prejudice, etc. As pointed out earlier, neither in the correspondence proceeding the proceedings nor in the proceedings under<a href=\"/doc/1232861/\" id=\"a_48\"> S. 8</a>, nor before the Arbitrator, nor in the present combined proceedings in the application for the decree in terms of the Award and the objection petition of the Appellants any such plea was taken. There is further no explanation given for the said omission. This omission further is more eloquent because from the very inception, i.e. from the date the fresh claims were made, the Appellants had raised the contention that in view of the unconditional submission of the final bill and the certificate of no claim and in view also of the receipt of final payment in full and final settlement of the bill, the contract had come to an end and no dispute had survived and therefore there was no question of any arbitration in the matter. We are therefore of the view that in the present case the contract and therefore the arbitration clause had been ended mutually by accord and satisfaction. Hence the Respondent firm could not have invoked the arbitration clause and no arbitrator could have been appointed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\">18. Assuming we are wrong in our conclusion, that in the present case the agreement and therefore the arbitration clause had not come to an end and therefore the question whether there was an accord and satisfaction was arbitrable, then the arbitrator is clearly guilty of legal misconduct inasmuch as he has not arbitrated the question and has not recorded his finding thereon. He was admittedly made aware of the said didpute between the parties by letters written to him by the Appellants as well as the objections which were raised by the Appellants in the proceedings under<a href=\"/doc/1232861/\" id=\"a_49\"> S. 8</a>. It was therefore incumbent upon him to decide the said dispute. It was also the duty of the Respondents to get a finding from him on the same. The arbitrator in each case is thus guilty of a legal misconduct for having failed to decide the said preliminary question. The Award can also on that account be said to have been procured improperly and fraudulently. The Awards in any case therefore are liable to be set aside under<a href=\"/doc/1503578/\" id=\"a_50\"> S. 30</a> of the Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_47\">19. The second contention raised on behalf of the Appellants is equally well-merited. As pointed out earlier, the firm had made the application to the Court in each case for appointment of an Arbitrator under<a href=\"/doc/1232861/\" id=\"a_51\"> S. 8</a> of the Act. <a href=\"/doc/1232861/\" id=\"a_52\">S. 8</a> of the Act reads as follows:\n</p>  \n\n\n<blockquote id=\"blockquote_4\">&quot;8. (1) In any of the following cases,--\n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (a) where an arbitration agreement provides that the reference shall be to one or more arbitrators to be appointed by consent of the parties, and all the parties do not, after differences have arisen, concur in the appointments; or\n \n\n</blockquote><blockquote id=\"blockquote_6\"> (b) if any appointed arbitrator or umpire neglects or refuses to act, or is incapable of acting, or dies, and the arbitration agreement does not show that it was intended that the vacancy should not be supplied, and the parties or the arbitrator, as the case may be, do not supply the vacancy; or\n \n\n</blockquote><blockquote id=\"blockquote_7\"> (c) where the parties or the arbitrators are required to appoint an umpire and do not appoint him;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_48\">any party may serve the other parties or the arbitrators, as the case may be, with a written notice to concur in the appointment or appointments or in supplying the vacancy.\n</p> \n\n<p data-structure=\"Section\" id=\"p_49\"> (2) If the appointment is not made within fifteen clear days after the service of the said notice, the Court may, on the application of the party who gave the notice and after giving  the other parties an opportunity of being heard, appoint an arbitrator or arbitrators or umpire, as the case may be, who shall have like power to act in the reference and to make an award as if he or they had been appointed by consent of all parties,&quot;\n</p> \n\n<blockquote id=\"blockquote_8\">The arbitration Cl. 70 of the Contract reads as follows:\n</blockquote> \n<blockquote id=\"blockquote_9\">&quot;70, Arbitration.-- All disputes, between the parties to the Contract (other than those for which the decision of the C.W.E. or any other person is by the Contract expressed to be final and binding) shall, after notice by either party to the Contract to the other of them, be referred to the sole arbitration of an Engineer Officer to be appointed, by the authority mentioned in the tender documents and unless both parties agree in writing such reference shall not take place until after the completion of the works or termination or determination of the Contract.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_50\">It is evident from this clause that the Arbitrator to be appointed is not by the consent of the parties. The consent is only to the effect that it is the Appointing Authority which will appoint the sole Arbitrator. <a href=\"/doc/1232861/\" id=\"a_53\">S. 8(1)(b)</a> and (c) are clearly not applicable to the present case. The appointment is purported to be made in pursuance to<a href=\"/doc/1232861/\" id=\"a_54\"> S. 8(1)(a)</a> which speaks of one or more Arbitrators to be appointed by the consent of the parties. That provision has also no application to the present case. Yet the present Arbitrators were appointed in all cases under<a href=\"/doc/1232861/\" id=\"a_55\"> S. 8(1)(a)</a> of the Act.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\">20. It is not disputed that the application was made under<a href=\"/doc/1232861/\" id=\"a_56\"> S. 8(1)(a)</a> and the order passed in the application was also made pursuant to that provision. However as has been pointed out earlier, subsequent to the said order of March 6, 1985, on March 16, 1985 the Court gave directions to the Arbitrator in each case to complete the arbitration proceedings &quot;within four months&quot; from the receipt of the order &quot;as stipulated under the Act&quot;. The said directions given by the Court could only have been given to the Arbitrator appointed under<a href=\"/doc/811701/\" id=\"a_57\"> S. 20</a>. It is also evident from the record that the Arbitrator in each case acted as if he was appointed under<a href=\"/doc/811701/\" id=\"a_58\"> S. 20</a> of the Act. The correspondence between the Appellants and the Arbitrator shows that the Arbitrator was under the impression that as directed by the Court the arbitration was to be completed within four months of his entering on the reference, and hence, the Arbitrator in each case had refused to extend the time as requested by the Appellants to approach this Court and insisted that unless either the Appointing Court or the Superior Court directed to the contrary, he would have to proceed with the matter and complete the arbitration proceeding within the stipulated time. The Arbitrator in each case therefore proceeded with the arbitration and passed the impugned Award.\n</p> \n\n<p data-structure=\"Section\" id=\"p_52\">21.  The difference between the Arbitrators appointed under<a href=\"/doc/1232861/\" id=\"a_59\"> S. 8</a> and<a href=\"/doc/811701/\" id=\"a_60\"> S. 20</a> is well-known. Under<a href=\"/doc/1232861/\" id=\"a_61\"> S. 8</a> the Court is only called upon to supply the Arbitrator and the moment it names the Arbitrator, the Court becomes functus officio. The arbitration proceedings thereafter are governed by the specific terms of the arbitration agreement between the parties. The arbitration in such case is without the intervention of the Court, and therefore, the Court has no control over the arbitration proceedings nor has it a power to give him any direction. This is unlike the provisions of<a href=\"/doc/811701/\" id=\"a_62\"> S. 20</a>. The arbitration proceedings conducted by the Arbitrator appointed under this section are controlled by the provisions of the Act and the Court can give directions to the Arbitrator from time to time.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">22. In the present case the arbitration Cl. 70, of the Contract provided that the only authority mentioned in the tender document, namely, the Engineer-in-Chief had the power to appoint the sole Arbitrator. That Arbitrator further had to be an Engineer Officer. By implication, therefore, if the Appointing Authority failed to appoint any such Arbitrator the only course open to a party was to approach the Court under<a href=\"/doc/811701/\" id=\"a_63\"> S. 20</a> and all that the Court while making the order under<a href=\"/doc/811701/\" id=\"a_64\"> S. 20</a> could have done was to direct the Appointing Authority to appoint the sole Arbitrator. Even under that provision the Court could not have itself appointed the Arbitrator. Even assuming further that the present application under<a href=\"/doc/1232861/\" id=\"a_65\"> S. 8(1)</a> was maintainable, the Court could have even under that provision only directed the Appointing Authority to appoint an Arbitrator but under no circumstances could have itself appointed him. In no case further the Court could have appointed an Arbitrator from the list of the arbitrators submitted by the firm. The provisions of Cl. 70 of the Con tract, are clear in that behalf. The power to appoint the Arbitrator is vested solely in the Appointing Authority.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_54\">What is more, the Arbitrator appointed under Cl. 70 has the power to enlarge the time from time to time with the consent of the parlies up to one year from the date of the entering on the reference for making and publishing the Award. Admittedly, the letter written by the Court to the Arbitrator stated that the Arbitrator had to finish the work within the period stipulated under the Act which was four months from the date of the receipt of the said direction. The facts on record further show that after the Arbitrator was so appointed the Appellants had written to them that since they were challenging the very appointment of the Arbitrator, they were intending to approach the superior Court for restraining the Arbitrator from proceeding further in the matter. The Arbitrators being under the impression that they were appointed under<a href=\"/doc/811701/\" id=\"a_66\"> S. 20</a> and the stipulated time was binding on them expressly stated that they were not in a position to grant further time since they had to complete the work within thespecified time. They, therefore, proceeded to make the Award ex parte without waiting for orders from the Court. Shri Agrawal has rightly contended that this has prejudiced the Appellants. While rejecting the revision applications against the appointment of the Arbitrators, summarily at the admission stage, this Court took account of the fact that the Awards had already been passed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"233707\" id=\"span_7\">23. We may now refer to the relevant authorities cited before us on the question whether under the arbitration clause such as Cl. 70 in the present case, an Arbitrator could be appointed under<a href=\"/doc/1232861/\" id=\"a_67\"> S. 8</a> of the Act. The only authority which is against the proposition advanced by Shri Agarwal for the Appellants is of the learned single Judge of the Patna High Court  <a href=\"/doc/233707/\" id=\"a_68\">Union of India v. D.P. Singh</a>. In that case, an arbitration clause similar to the present Cl. 70 was part of the contract between the parties, the Contractor served a notice under<a href=\"/doc/1232861/\" id=\"a_69\"> S. 8</a> of the Act on the General Manager of the Northern Railway who was the other contracting party vested with power to appoint an Arbitrator. The General Manager however did not either reply or take any step for appointing the Arbitrator. The Contractor therefore filed an application under<a href=\"/doc/1232861/\" id=\"a_70\"> S. 8</a> of the Act for appointment of an Arbitrator by the Court, and to refer the matter in dispute for his arbitration and submission of his Award. The application was contested on the ground, inter alia, that it was not maintainable since<a href=\"/doc/1232861/\" id=\"a_71\"> S. 8</a> had no application to the facts. The trial Court overruled the objection and appointed an Arbitrator. The petitioner therefore approached the High Court and the learned Judge interpreting the provisions of<a href=\"/doc/1232861/\" id=\"a_72\"> S. 8</a> held that an application under<a href=\"/doc/1232861/\" id=\"a_73\"> S. 8(1)(a)</a> is maintainable where the party having a sole power under the arbitration agreement to appoint the only arbitrator fails to make the appointment when called upon to do so, even if the agreement has not expressly provided that the appointment should be made by the consent of both parties. According to the Court, in such a case it is inherent in the arbitration agreement itself that the nomination of the arbitrator by the party who is given the sole power to appoint him &quot;shall be deemed to have been made by the consent of both the parties&quot; and hence it was not necessary to make any express provision that the appointment should be made by the consent of the parties. There may be an express provision to such an effect but even in the absence of any express provision, such a provision must be taken to be necessarily implied. The <a href=\"/doc/233707/\" id=\"a_74\">Court further held</a> that under sub-section (2) of<a href=\"/doc/1232861/\" id=\"a_75\"> S. 8</a>, discretion has been given to the Court to make its own appointment. There is no duty cast on the Court to consult the defaulting party and give him an opportunity to make the appointment, before itself making the appointment, even where the defaulting party has the sole power under the arbitration clause to appoint the sole arbitrator. The Court has absolute discretion in the matter of the appointment of an arbitrator after hearing the other party. This decision no doubt takes the view that the provisions of<a href=\"/doc/1232861/\" id=\"a_76\"> S. 8</a> are available for appointment of an arbitrator even where the arbitrator to be appointed is not by the consent of the parties.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\">However, as against this sole decision to the contrary, we have a catena of authorities which have taken a contrary view. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_8\">In  <a href=\"/doc/318186/\" id=\"a_77\">Thawardas Pherumal v. Union of India</a>, the Supreme Court has observed that when one side is not prepared to submit a given matter to arbitration when there is an agreement between them that it should be referred, then recourse must be had to the Court under<a href=\"/doc/811701/\" id=\"a_78\"> S. 20</a> of the Act and the recalcitrant party can then be compelled to submit the matter under sub-section (4) thereof.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"876875\" id=\"span_9\">In  <a href=\"/doc/876875/\" id=\"a_79\">Dhanrajmal Gobindram v. Sriamji Kalidas &amp; Co.</a> the case involved an agreement by which the parties had placed the power of selecting an arbitrator or arbitrators in the hands of the Chairman of the East India Cotton Association Ltd. Interpret ing these provisions, which are similar to ours, the Court held that in these circumstances the Court can certainly perform the ministrial act of sending the agreement to the Chairman of the Board of Directors of East India Cotton Association Ltd. to be dealt with by him. The Court further observed that once the agreement filed in Court is sent to the Chairman, the bye-laws lay down the procedure for the Chairman and the appointed arbitrator or arbitrators to follow, and that procedure, if inconsistent with the <a href=\"/doc/1052228/\" id=\"a_80\">Arbitration Act</a>, prevails. The <a href=\"/doc/876875/\" id=\"a_81\">Court further held</a> that in its opinion there was no impediment to action being taken under<a href=\"/doc/638888/\" id=\"a_82\"> S. 20(4)</a> of the Act in such cases. It is thus clear from these observations that where there is a provision similar to the one under our Cl. 70, all that the Court is required to do is to perform a ministerial act of asking the Appointing Authority to name the arbitrator. Once this act is performed, the further procedure is left to the Appointing Authority and to the Arbitrator that he may appoint and this ministrial act can be performed under<a href=\"/doc/638888/\" id=\"a_83\"> S. 20(4)</a> of the Arbitration Act, It may be mentioned here that in this case the provision of<a href=\"/doc/1232861/\" id=\"a_84\"> S. 8(1)(a)</a> did not directly fall for consideration much less in contrast to the provision of<a href=\"/doc/811701/\" id=\"a_85\"> S. 20</a> of the Act.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"340656\" id=\"span_10\">In  <a href=\"/doc/340656/\" id=\"a_86\">Union of India v. Om Prakash</a>, the Court has held that in cases of arbitration without the intervention of the Court, a Court has no jurisdiction after appointing an arbitrator under<a href=\"/doc/411664/\" id=\"a_87\"> S. 8(2)</a> to proceed further to make an order referring the dispute to the arbitrator. Where such reference has been made and awards are passed in pursuance of such reference, such awards can he set aside as invalid on the ground that the reference was incompetent.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_59\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1078365\" id=\"span_11\">In  <a href=\"/doc/1078365/\" id=\"a_88\">Union of India v. Prafulla Kumar Sanyal</a>, the agreement between the parties contained an arbitration clause which provided that all questions and disputes arising out of the contract shall be refer red to the sole arbitration of the person appointed by the President of India and if he is unwilling to act, to the sole arbitration of some other person appointed by the arbitrator. An arbitrator, in fact, had not been appointed by the President though the provision had been made for such appointment. The Court held that since an arbitrator had not been appointed by the parties and the parties were not agreed upon an arbitrator the Court might proceed to appoint an arbitrator, but in so doing it was desirable that the Court should consider the feasibility of appointing an arbitrator according to the terms of the cormact. It appears that before the Court both the parties expressed a desire that the President should be asked to appoint an arbitrator according to the relevant clause of the agreement and the Court expressed no objection to this suggestion and accordingly asked the President to appoint the arbitrator as contemplated under the arbitration clause.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1906169\" id=\"span_12\">In  <a href=\"/doc/1906169/\" id=\"a_89\">Sunder Pass v. Ram Prakash</a> the well-known proposition of law is laid down that an executing Court cannot go behind the decree nor can it question its legality or correctness. But there is one exception to this general rule and that is that where the decree sought to be executed Is a nullity for lack o! inherent jurisdiction in the Court passing it. its invalidity can be set up in an execution proceeding. Where there is a lack of inherent jurisdiction, it goes to the root of the competence of the Court to try the case and a decree which is a nullity is void and can be declared to be void by any Court in which it is presented. Its nullity can be set up whenever and wherever it is sought to be enforced or relied upon and even at the stage of execution or even in collateral proceedings. The executing Court can, therefore, enterain an objection that the decree is a nullity and can refuse to execute the decree. By doing so. the executing Court would not incur the reproach that it is going behind the decree, because the decree being null and void, there would really be no decree at all. This authority is relied upon to urge that if Ihe award passed by an arbitrator appointed under<a href=\"/doc/1232861/\" id=\"a_90\"> S. 8(1)</a> in the present case is a nullity because the appointment of the Arbitrator itself was null and void, since he lacked inherent jurisdiction to pass the award, an objection to its voidness can be entertained at any stage.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"456990\" id=\"span_13\">In <a href=\"/doc/456990/\" id=\"a_91\">AIR 1973 Mysore 309 Boriah Basavish and Sons v. Indian Telephone Industries Ltd.</a>, a dispute having arisen between the parties in respect of certain terms and conditions embodied in an agreement, the petitioner filed an application under<a href=\"/doc/1232861/\" id=\"a_92\"> S. 8</a> of the Act before the Court for the appointment of an arbitrator. The relevant clause of the agreement was as follows:</span>\n</p> \n<blockquote id=\"blockquote_10\">&quot;In all cases of dispute or difference (dispute) .....shall be referred to the arbitration of an arbitrator to be appointed by the President of the Institute of Engineers . ..... by his nominees, under the provisions of the <a href=\"/doc/1052228/\" id=\"a_93\">Indian Arbitration Act, 1940</a>...... and the decisions of the said arbitrator shall be final and binding ....\n</blockquote> \n\n<blockquote id=\"blockquote_11\">Thus the clause was similar to ours. One of the contentions raised on behalf of the petitioner was that the application was not maintainable under S. S of the Act, The Court held that this was a case where both parties had already agreed upon the arbitrator and was not a case where the Court had to exercise its jurisdiction under<a href=\"/doc/1232861/\" id=\"a_94\"> S. 8</a> of the Act, where the parties had not agreed upon the appointment of the arbitrator or arbitrators or where there was a vacancy created on account of the arbitrator already appointed not being available to decide the dispute. The Court further observed that in cases where the arbitrator has clearly been agreed upon between the parties, what remains to be done after the dispute arises is, only a reference to the named arbitrator. In such a case, a party who wishes to have the dispute decided by the named arbitrator, has to resort to the provisions of<a href=\"/doc/811701/\" id=\"a_95\"> S. 20</a> of the Act. Sub-section (4) of<a href=\"/doc/811701/\" id=\"a_96\"> S. 20</a> provides that where no sufficient cause is shown, the Court shall order the agreement to be filed and shall make an order of reference to the arbitrator appointed by the parties, whether in the agreement or otherwise, or, where the parties cannot agree upon an arbitrator, to an arbitrator appointed by the Court. The Court in this connection approvingly referred to the observations of the Allahabad High Court in  Union of India .v. Gorakh Mohan Das and held that in the circumstances the application was not maintainable under<a href=\"/doc/1232861/\" id=\"a_97\"> S. 8</a> of the Act. In\nAIR 1978 Gauhati 91 Union of India v. Dev and Company, Shillong. the learned single Judge construing provision of<a href=\"/doc/1232861/\" id=\"a_98\"> S. 8(1)</a> held that it makes provision for appointment of an arbitrator or arbitrators by consent of parties where such a stipulation has been made in the arbitration agreement itself, or when the parties or arbitrators do not appoint an umpire as requited or when the arbitrator or umpire refuses or neglects to act or cannot act for some reason. In such a situation only, the jurisdiction of the Court can be invoked under sub-section (2). If it is so stipulated in the arbitration agreement, then sub-section (1) of<a href=\"/doc/1232861/\" id=\"a_99\"> S. 8</a>  not attracted and the question of appointment of arbitrator within 15 days after the service of the notice by a party does not arise. The power of the Court under sub-section (2) cannot be invoked if subsection (1) itself is not applicable. In that case the arbitration agreement was similar to ours and had named the Chief Engineer for appointing an arbitrator in case a dispute arose between the parties. The Court therefore held that under such a clause the Court can have absolutely no jurisdiction under<a href=\"/doc/411664/\" id=\"a_100\"> S. 8(2)</a> to entertain the application of the contractor and to appoint the arbitrator, and the ap-pointment made under<a href=\"/doc/411664/\" id=\"a_101\"> S. 8(2)</a> cannot be saved by<a href=\"/doc/811701/\" id=\"a_102\"> S. 20</a>.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">In AIR 1978 Cal 87 Sunil Mukherjee v. Union of India, again the arbitration clause provided for appointing two arbitrators. The railway was to send a panel of three railway officers to the contractor and out of the said panel the contractor was to suggest a panel of three names out of which the General Manager was to appoint one arbitrator as the contractor&#x27;s nominee and then the General Manager was to appoint the second arbitrator of equal status as the railway&#x27;s nominee without the contractor&#x27;s consent. When disputes arose between the parties, the contractor called upon the railways to appoint arbitrators in terms of the agreement for resolving the disputes, and ultimately on the contractor&#x27;s application under<a href=\"/doc/1232861/\" id=\"a_103\"> S. 8</a>, the High Court appointed two arbitrators and directed a reference.&#x27; It was held, firstly, that<a href=\"/doc/1232861/\" id=\"a_104\"> S. 8</a> was applicable only in a case where the arbitration agreement provided for reference to arbitrators to be appointed by consent of the parties. Secondly, it could not be said that under the arbitration agreement in question the arbitrators were to be appointed with the consent of the parties, and hence neither<a href=\"/doc/1232861/\" id=\"a_105\"> S. 8</a> nor any other provision of the Act was applicable. Thirdly, the application under<a href=\"/doc/1232861/\" id=\"a_106\"> S. 8</a> could not be entertained and the order of the Court appointing arbitrators and directing reference under<a href=\"/doc/1232861/\" id=\"a_107\"> S. 8</a> was without jurisdiction and was a nullity and void, and the award made by the arbitrators was necessarily to be held to be without jurisdiction and a nullity. The Court further held that the Court had no inherent jurisdiction to appoint arbitrators as its powers were regulated by the statute, and lastly, it was held that the fact that the contractor himself had made an application under<a href=\"/doc/1232861/\" id=\"a_108\"> S. 8</a> and had participated in the arbitration proceedings could not estop him from rasing the question of want of jurisdiction in the Court and could not confer jurisdiction on the Court when it did not possess it under<a href=\"/doc/1232861/\" id=\"a_109\"> S. 8</a>. The Court also held that in an appeal against the order refusing to set aside an award, pure questions of law such as those relating to construction of he order of the trial Court, construction of the arbitration agreement and construction of the provisions of the Act can be raised for the first time when no investigation of facts is necessary and the relevant material is on record. In  Food Corporation of India v. A. Moham-med Yunus, the facts were that in an agreement between A and B, it was provided that the matter in dispute shall be to the sole arbitration of any person appointed by A, and also that, no person other than a person appointed by A should act as arbitrator, and if for any reason that is not possible the matter is not to be referred to arbitration at all. In such circumstances the arbitrator appointed by the Court on an application made by B will be without jurisdiction and the award can be set aside under<a href=\"/doc/1503578/\" id=\"a_110\"> S. 30</a> as being invalid. The Court further observed that the award passed by the arbitrator appointed by a Court lacking jurisdiction cannot have any force. It is always open to the aggrieved party to take the stand that the award is not legally and properly obtained. Merely because the party failed in its attempt to challenge the very appointment of the arbitrator as the appeal filed by him was dismissed as barred by limitation. he is not precluded from challenging the award under<a href=\"/doc/1430414/\" id=\"a_111\"> S. 30(c)</a>. The Court also held in this case that the position is that if the dispute is with regard to the very appointment of the arbitrator and yet the arbitrator had proceeded to make the award, the Court can still intervene when the award is sought to be enforced. In paragraph 10 of the judgment, the Court has stated as follows:\n</blockquote> \n<blockquote id=\"blockquote_13\">&quot;As the Court could not have appointed arbitrator it can never be said that there was any proper appointment. It necessarily follows that there is no estoppel by conduct in such a case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1839949\" id=\"span_14\">In <a href=\"/doc/1839949/\" id=\"a_112\">Jagannath v. P. C. &amp; I. Corporation</a>,  it has been held trial objection as to the lack of jurisdiction in the arbitrator can be allowed to be raised at any stage and the mere fact that the party objecting had appeared before the arbitrator at earlier stages of the proceedings and had even filed objections against the claim of the opposite party would not operate as estoppel against them in challenging the jurisdiction to give the award. As the Court lacked jurisdiction to appoint the arbitrator overlooking the affirmative clause that arbitrator can only be appointed by the appellants, the arbitrator appointed by the Court cannot get any jurisdiction to make the award and consequently it is always open to the appellants to challenge the award on the ground that it has been improperly procured or is otherwise invalid.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"456058\" id=\"span_15\">In  <a href=\"/doc/456058/\" id=\"a_113\">Brij Bhushan Lal v. Chief Engineer, North Western Zone (Central</a>) the very same clause of arbitration as we are called upon to construe fell for consideration. The Court differing with the view taken by the Patna High Court in  (supra) held that<a href=\"/doc/1232861/\" id=\"a_114\"> S. 8(1)(a)</a> will be attracted only if the arbitration agreement specifically provided that the appointment of the actual person as an arbitrator must have the consent of both the parties. It is not enough if the parties agreed only to the person or authority who will subsequently appoint an arbitrator, even if he is told to appoint only that one who had some special qualifications without, of course, mentioning the particular individual. Then we have the Full Bench decision of the Delhi High Court  Ved Prakash.</span> Mithal v. Union of India. In this case again the arbitration clause similar to ours fell for consideration in the context of<a href=\"/doc/1232861/\" id=\"a_115\"> S. 8(1)(a)</a>. The Court held that in such circumstances, neither<a href=\"/doc/1232861/\" id=\"a_116\"> S. 8(1)(a)</a> nor<a href=\"/doc/1232861/\" id=\"a_117\"> S. 8(1)(b)</a> applied to the case since the method does not fit in the scheme and structure of<a href=\"/doc/1232861/\" id=\"a_118\"> S. 8</a>. The Court further held that when in such circumstances the appointing authority refuses to appoint the arbitrator, the Court is not powerless. The appointing authority has to mention reasons for his refusal to appoint the arbitrator. If the reasons were satisfactory, the Court would refuse to appoint arbitrator and file the arbitration proceedings and if the reasons were bad the Court would direct him to appoint the arbitrator. <a href=\"/doc/638888/\" id=\"a_119\">Section 20(4)</a> conferred upon the Court a general residual power to appoint an arbitrator when the parties do not agree upon the arbitrator. The purpose of the section was to effectuate the intention of the parties in certain events. If the arbitrator was not appointed by the agreed appointer such a case was contemplated by the authors of S- 20(4).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_63\">A learned single Judge of this Court has also held in AiR 1988 Bom 105 Western Coalfields Ltd. v. M/s. Harichand Rai that under<a href=\"/doc/1232861/\" id=\"a_120\"> S. 8(1)(a)</a> the Court could appoint arbitrators only when the agreement provides that arbitrators are to be appointed by consent of the parties, which means that, the individual arbitrators are to be appointed by consent. Nomination of arbitrators by one of the parties in pursuance of express terms of the agreement is a different situation. The Court then construed the provisions of the arbitration clause in that case which was similar to ours, and under which the dispute was to be referred to arbitrator nominated by the Managing Director of the Petitioner-Company and held that in such cases the provisions of<a href=\"/doc/1232861/\" id=\"a_121\"> S. 8(1)(a)</a> were not attracted, and therefore, the appointment of arbitrators by the Court under the said provisions was without jurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"233707\" id=\"span_16\">The learned Judge referred to the decision at  <a href=\"/doc/233707/\" id=\"a_122\">Union of India v. D.P. Singh</a> to which we have made a reference earlier and did not follow it. With respect to the learned single Judge, we are in agreement with him.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\">24. As against this, Shri Advani for the Contractor referred us to the provisions of<a href=\"/doc/1430346/\" id=\"a_123\"> S. 2(a)</a> and <a href=\"/doc/85567/\" id=\"a_124\">2(e)</a> of the Act and contended that when there is a written arbitration agreement between the parties it is the choice of the parties whether to proceed under<a href=\"/doc/1232861/\" id=\"a_125\"> S. 8</a> or<a href=\"/doc/811701/\" id=\"a_126\"> S. 20</a> of the Act. He further contended that if the agreement envisages a reference of the dispute to a particular person then alone<a href=\"/doc/811701/\" id=\"a_127\"> S. 20</a> will apply exclusively. In all other cases, the parties have a liberty to approach under either of the two sections. Nor this proposition, he relied upon a recent decision of the Calcutta High Court , M/s. National Project Construction Corporation Ltd. v. M./s. S.P. Enterprise (P.) which we are afraid does not support his proposition. In this case the arbitration clause in the contract provided a reference to the arbitrator chosen by the Chairman of the Project Construction Corporation and the Court held that the party cannot by-pass the Chairman and approach the Court directly for the appointment of the arbitrator by giving notice to the other party. While holding so, the Court has referred to the scope of Ss. 8 and 20. The Court held that <a href=\"/doc/1232861/\" id=\"a_128\">section 8</a> applies so far as the appointment of an arbitrator is concerned where in terms of the agreement the arbitrator is to be appointed by-consent of the parties and the parties do not consent in such appointment even after service of a notice of fifteen days by one of the parties or where the arbitrator appointed - -presumably by the consent of the parties --cannot or does not act. The Court has held that under such circumstances the Court can on the application of the party to the agreement serving the notice, appoint an arbitrator of its choice after giving the the other party an opportunity of being heard. Under<a href=\"/doc/811701/\" id=\"a_129\"> S. 20</a>, on the other hand the aggrieved party may petition the Court straightway for filing of the agreement in Court, and the Court where the party fails to show sufficient cause, shall order of reference to the arbitrator appointed by the parties, whether in the agreement or otherwise, or, where the parties cannot agree upon an arbitrator, to an arbitrator being appointed by the Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"233707\" id=\"span_17\">The Court has further held that a party may pursue his relief under either section depending upon the circumstances and the steps taken by him, but he cannot pursue his relief under both the sections, simultaneously. This is because the proceedings under the two sections contemplate not the same end-result. Under<a href=\"/doc/1232861/\" id=\"a_130\"> S. 8</a>, the Court, may appoint any arbitrator of its choice whereas under<a href=\"/doc/638888/\" id=\"a_131\"> S. 20(4)</a> the court compulsorily has to refer the dispute to the arbitrator appointed by the parties, and it is only where the parties have not appointed any particular person or authority to act as an arbitrator that the Court can refer the dispute to an arbitrator of its choice. The Court has further held that <a href=\"/doc/233707/\" id=\"a_132\">in that case</a> the application under<a href=\"/doc/1232861/\" id=\"a_133\"> S. 8</a> of the Act could not be considered as maintainable because the arbitration clause dictated that in case of any dispute the matter would be referred for arbitration to an arbitrator to be appointed by the Chairman and Managing Director, National Project Construction Corporation. While discussing the law <a href=\"/doc/233707/\" id=\"a_134\">laid down by</a> the same Court and other Courts, it appears that the Court has in paras 7 and 8 of the judgment, referred to a stage where the appointing authority makes an appointment and has held that such appointee is to be deemed to be by the consent of the parties. This is also clear from the end of para 8 of the judgment. The Court has taken into consideration there a case when the appointing authority refuses to appoint an arbitrator and has held that in such cases, the aggrieved party may move the Court under<a href=\"/doc/499427/\" id=\"a_135\"> S. 10</a> of the Act. We are afraid that the reference to<a href=\"/doc/499427/\" id=\"a_136\"> S. 10</a> is either a misprint or a mistake. Be that as it may. We are however in the circumstances unable to see how this authority helps Shri Adwani.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"233707\" id=\"span_18\">25. The conspectus of the decisions cited\nabove, therefore, lays down a proposition\nthat if under a clause of arbitration such as\nours where the arbitrator is to be appointed\nby a named authority and not by consent of\nthe parties, the provisions of<a href=\"/doc/1232861/\" id=\"a_137\"> S. 8</a> cannot be\ninvoked for appointment of an arbitrator. It is\nonly the provision of<a href=\"/doc/638888/\" id=\"a_138\"> S. 20(4)</a> that can be\navailed of in such circumstances, and even <a href=\"/doc/233707/\" id=\"a_139\">in\nthat case</a> the only direction that the Court can\ngive, in the first instance, is to the appointing\nauthority to name the arbitrator. The second\nproposition which emerges from this decision\nis that when there is an express term in the\ncontract that the dispute will be arbitrated\nonly by an arbitrator appointed by the named\nauthority and when an arbitrator is appointed\nunderS. 8 to arbitrate such adispute, the very\nappointment of the arbitrator is void being\nwithout jurisdiction, the arbitrator so ap\npointed lacks jurisdiction inherently and\nhence the award made by such arbitrator is\nnon-est. The third proposition is that when\nthe award suffers from such inherent defect it\ncan be set aside or ignored at any stage of the\nproceedings.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_66\">Wednesday, the 16th August, 1989.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_67\">26. Shri Advani then contended that al-thoug in reply to the application of the contractor the appellants had urged the point with regard to the maintainability of the application under<a href=\"/doc/1232861/\" id=\"a_140\"> S. 8</a> and the learned Judge by his decision in that application had negatived the said point, the appellants had not raised the same in the revision application filed in this Court, nor did they raise it in their objection petition challenging the award filed under Ss.30, 33 and 35 of the Act. He therefore urged, firstly, that they should be deemed to have given up the said point and, therefore, barred from raising it for the first time at this stage firstly on the ground that it was barred by (i) limitation; (ii) constructive resjudicata and (iii) res judicatain view of the decision of this court in the revision applications.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_68\">27. Admittedly, in their written objections to the application made by the firm for appointment of the arbitrator under<a href=\"/doc/1232861/\" id=\"a_141\"> S. 8</a>, the appellants had in so many words urged that the Court had no jurisdiction to appoint the arbitrator under that section in view of the specific provisions of clause 70 of the contract. The trial court negatived it holding that the provisions of<a href=\"/doc/1232861/\" id=\"a_142\"> S. 8</a> were attracted to the facts of the present case. There is further no dispute that in the revision applications which were filed by the appellants in this Court challenging <a href=\"/doc/233707/\" id=\"a_143\">the said decision</a>, this point was not raised and the only question which was raised was that the Pune Court had no jurisdiction because no cause of action had arisen within its territorial jurisdiction, and secondly, in view of the fact that the payment of the final bill was accepted and/or the bill was submitted without reservations or conditions, the contract and therefore the arbitration clause had come to an end. This Court by its impugned judgment, which has been quoted earlier had, at the admission stage itself summarily rejected the applications giving two grounds, firstly that the award had already been passed, and secondly, it was open for the revision applicants, i.e. the appellants to challenge the award on whatever grounds they were advised to do so and, therefore, it was not necessary to interfere with the decision of the lower Court at that stage. However, while doing so, the Court had also observed that &quot;even on merits of the order impugned herein, I find no good reason to interfere. Good reasons have been given in support thereof and the order well deserves to be sustained.&quot; These observations are undoubtedly in conflict with what the Court has observed at the end, namely, &quot;The rejection will not in the least preclude the petitioners from challenging the award if so advised.&quot; It is not possible to contend, as Shri Advani has done, that this last observation only meant that if there were other points, barring the points which were raised in the revision application on which the award could be challenged, the appellants were free to do so although according to Shri Advani this was particularly so, when the Court had in terms observed that it found no good reason to interfere with the order on merits and that good reasons had been given in support of. the order and the order well deserved to be sustained.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_69\">In the first instance, admittedly, the order in question was passed at the admission stage and the petition came to be rejected summarily. The order further does not disclose what points were urged at the bearing because it does not deal with any and merely makes an omnibus or general observation that on merits there was no good reason to interfere with it and good reasons had been given. Secondly, since what was challenged in the revision applications was the jurisdiction of the Court to appoint an arbitrator on two grounds, namely, that the arbitration agreement had come to an end and that no cause of action had arisen in Pune, if the Court had not intended to preserve those challenges while challenging the award, there was no reason to observe at the end that the rejection of the revision petition would not &quot;in the least preclude the petitioners from challenging the award if so advised.&quot; For these observations would otherwise be redundant. They were not necessary to be made if the award was challengeable on the grounds other than those which were urged in the applications, since even without these observations the appellants&#x27; right to challenge the award on such other grounds would survive. It has therefore to be presumed that the Court did not make these observations without any reason and that the observations were not redundant. Hence what the Court had to say while summarily rejecting the petition with regard to the merits of the order could only be construed as its prima facie observation at that stage, particularly because the Court had found that the awards had already been made, and secondly, the appellants were not precluded from challenging the awards even on the grounds which were urged in the revision application. We are therefore in favour of construing that order as contended by the appellants and not as urged by Shri Advani. This is particularly so, because as observed earlier, no reasons have been given or even contentions referred to in the said order much less discussed and decided. It would therefore be unjust to the appellants to prevent them from raising them in these substantial proceedings. That would amount to depriving them of an opportunity of hearing, which we cannot do.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_70\">What is further, admittedly, although the trial Court had decided their objections to the appointment of the arbitrator under<a href=\"/doc/1232861/\" id=\"a_144\"> S. 8</a>, the point was not admittedly raised in the revision application. As pointed out above, there is nothing in the order to show whether it was raised even orally. Hence it cannot be said that at least the point with regard to<a href=\"/doc/1232861/\" id=\"a_145\"> S. 8</a> was raised and decided upon. The bar of res judicata is in any case not applicable to the said point. We also hold that in the circumstances it is not applicable to any of the points.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\">Shri, Advani then contended that since the revision application did not impugn the order appointing the arbitrator on the ground that the appointment was bad under<a href=\"/doc/1232861/\" id=\"a_146\"> S. 8</a>, the objection now raised on that ground is barred by constructive res judicata. We are unable to accept this contention because the said objection goes to the root of the arbitration proceedings. Even if no application was filed challenging the appointment of the arbitrator at that stage, it would have been open for the appellants to raise it while challenging the award itself. A party may choose to challenge the appointment of the arbitrator either at the stage of his appointment or reserve such challenge till the end. So also a party may challenge it on some grounds at the interlocutory stage and may reserve others till the final stage. Merely because therefore all the points which were available were not taken at the interlocutory stage will not prevent the party from urging them at the final stage. The proceedings beginning with the appointment of the arbitrator do not end till the award is passed. The doctrine of constructive res judicata would not therefore be applicable in the present case. We are thus of the view that the appellants arc not precluded from raising the said point in the present proceedings either by the doctrine of res judicata or constructive res judicata.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_72\">28. The matter however does not rest there. As Shri Advani points out, even while objecting to/the award, the appellants have not raised, the said point in their objection petition. Shri Agarwal for the appellants contended that this was not done because the appellants and their legal advisers were under a bona fide impression that the proceedings before the arbitrator were in continuation of the proceedings before the Court by which the arbitrator was appointed and since the question with regard to the jurisdiction of the Court to appoint an arbitrator under<a href=\"/doc/1232861/\" id=\"a_147\"> S. 8</a> was already raised in the earlier proceedings, it was felt that it was not necessary to raise that point specifically at least before the same Court which had negatived it earlier and that the point could be urged in appeal before this Court. We must admit that we are not much impressed by this contention. It is not possible to hold that the proceedings challenging the award are a continuation of the proceedings appointing the arbitrator under<a href=\"/doc/1232861/\" id=\"a_148\"> S. 8</a> of the Act. This is so because, on his own contention which we accept, the power of the Court under<a href=\"/doc/1232861/\" id=\"a_149\"> S. 8</a> comes to an end and the Court becomes functus officio the moment the arbitrator is appointed under that section. The arbitration in pursuance of the appointment under<a href=\"/doc/1232861/\" id=\"a_150\"> S. 8</a> is an arbitration without the intervention of the Court and the Court has no power over what the arbitrator does or does not do thereafter. He is not an arbitrator appointed under<a href=\"/doc/811701/\" id=\"a_151\"> S. 20</a> where the arbitration is with the intervention of the Court and under its control and the Court has power to give further directions to him. Hence, we reject the said contention.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_73\">Shri Agarwal then contended that there was no use raising the same point before the trial Court because the trial Court had already decided it and the proper forum to challenge the award on that ground was the Appellate Court and hence it was raised in this Court. He also contended that this was not only a question of law which the appellants were entitled to raise at any stage of the proceedings but also a question which went to the root of the award since both the Court and the arbitrator lacked inherent jurisdiction to act under<a href=\"/doc/1232861/\" id=\"a_152\"> S. 8</a>. The entire proceedings before the arbitrator and the award made by him were therefore non est. In this connection he submitted firstly that even if a party does not raise such issue, the Court has suo motu powers under<a href=\"/doc/1171700/\" id=\"a_153\"> S. 17</a> of the Act to declare the award a nullity and to refuse to pass a decree in terms of the award. Secondly he submitted that an award which is a nullity can be challenged even at the stage of its execution even if no such challenge is raised in the objection petition.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_74\">As againstthis Shri Advani contended that all questions with regard to the invalidity of the award have to be raised by a petition filed under<a href=\"/doc/1154891/\" id=\"a_154\"> S. 33</a> of the Act and an award can be set aside only on grounds mentioned under<a href=\"/doc/1503578/\" id=\"a_155\"> S. 30</a> of the Act and none else. <a href=\"/doc/1430414/\" id=\"a_156\">S. 30(c)</a> includes the ground with regard 10 the invalidity of the award such as the one raised before us and since the ground was not raised in the petition, it was barred by limitation and cannot be permitted at this stage. He also contended that the Court had no suo motu powers under<a href=\"/doc/1171700/\" id=\"a_157\"> S. 17</a> of the Act to set aside an award, and in any case not on grounds covered by<a href=\"/doc/1503578/\" id=\"a_158\"> S. 30</a> of the Act. For their respective contentions, the learned counsel have relied upon certain authorities.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_75\">29. The first question that falls for our consideration is whether the Court has suo motu powers under<a href=\"/doc/1171700/\" id=\"a_159\"> S. 17</a> of the Act to set aside an award even if the party has not raised it in the objection petition assuming that it is not open for the party to raise it for the first time in appeal. This question assumes importance because under Art. of 19 of the <a href=\"/doc/1317393/\" id=\"a_160\">Limitation Act</a> (<a href=\"/doc/1438194/\" id=\"a_161\">Art. 158</a> of the old Act) a party can apply to the Court for setting aside an award on the grounds mentioned in<a href=\"/doc/1503578/\" id=\"a_162\"> S. 30</a> of the Act within 30 days, and admittedly, the provisions of<a href=\"/doc/100581/\" id=\"a_163\"> S. 5</a> of the Limitation Act do not apply to such application. Hence if it is held that the present ground is covered by the provisions of<a href=\"/doc/1430414/\" id=\"a_164\"> S. 30(c)</a>, it cannot be raised in this appeal since it would be barred by limitation.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1338070\" id=\"span_19\">30. A Division Bench of this Court in  <a href=\"/doc/1338070/\" id=\"a_165\">Hastimal Dalichand Bora v. Hiralal Motich and Muthal</a> dealt with the scheme and the relevant provisions of the Act. While construing the provisions of Ss. 16, 17, 30 and 33, the Court observed that looking at the words of<a href=\"/doc/1171700/\" id=\"a_166\"> S. 17</a>, it was fairly clear that it was open to the Court to see whether there was may cause to remit or set aside the award apart from the application which a party may make for the purpose of getting the award remitted or set aside. . The Court held that the section clearly laid down that if an application was made, it had to be decided on merits, and if the application was rejected, a judgment had to be pronounced in accordarce with the award. The <a href=\"/doc/1338070/\" id=\"a_167\">Court further held</a> that while making this provision, the section did seem to contemplate that the Court might proceed to consider the question whether the award should be remitted or set aside even though an application might not have been made before it by any party to the award, in such a case, if the Court suo motu saw any cause to remit or set aside the award, the Court might make that order. If the Court saw no cause to remit or set aside the order, even so, the Court must wait until the period for making an application under<a href=\"/doc/1154891/\" id=\"a_168\"> S. 33</a> has expired and if an application is made, until the application is refused. The Court therefore categorically laid down that it was clear that on a fair and reasonable construction of the words used in<a href=\"/doc/1171700/\" id=\"a_169\"> S. 17</a>, the Court had jurisdiction to consider the question of remitting or setting aside the award suo motu. While dealing with the provision of<a href=\"/doc/1503578/\" id=\"a_170\"> S. 30</a>, the Court held that the provision contained in that section was put in the negative form; but even so it would not be correct to assume that the jurisdiction conferred under the section could be invoked only at the instance of a party making an application under<a href=\"/doc/1154891/\" id=\"a_171\"> S. 33</a>, and that it would be legitimate to infer from the wording of section that even if an application was not made by any of the parties for that purpose, the Court might set aside an award if it was satisfied suo motu that any of the grounds mentioned in<a href=\"/doc/1503578/\" id=\"a_172\"> S. 30</a> vitiated the award.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1338070\" id=\"span_20\">The Court thereafter dealt with the period of limitation under the then <a href=\"/doc/1438194/\" id=\"a_173\">Art. 158</a>, of the <a href=\"/doc/1317393/\" id=\"a_174\">Limitation Act</a> (present Art.) 19) which prescribed time for challenging the award under<a href=\"/doc/1154891/\" id=\"a_175\"> S. 33</a>, and held that<a href=\"/doc/1154891/\" id=\"a_176\"> S. 33</a> required parties to make applications if they wished to challenge the existence or validity of an arbitration agreement or an award or to have the effect of either determined and that it laid down the procedure for dealing with applications made under it. The Court held that since <a href=\"/doc/1438194/\" id=\"a_177\">Art. 158</a> of the <a href=\"/doc/1317393/\" id=\"a_178\">Limitation Act</a>; prescribed limitation for the purpose of applications made for remitting or setting aside the award, and since if a party wanted to challenge the award on any ground he had to make an application Under<a href=\"/doc/1154891/\" id=\"a_179\"> S. 33</a>, the provision of <a href=\"/doc/1438194/\" id=\"a_180\">Art. 158</a> would apply to such an application. However if the party had not made such an application or it was precluded from making such an application by the bar of limitation enacted by <a href=\"/doc/1438194/\" id=\"a_181\">Art. 158</a>, it would not foltow&#x27;that the Court could not suo motu consider the same question in a proper case. The Court then held that if the award directed a party to do an act which was prohibited by law or if it was otherwise patently illegal or void it would be open to the Court to consider the patent-defect in the award suo motu  and when the Court acted suo motu, no question of limitation prescribed by <a href=\"/doc/1438194/\" id=\"a_182\">Art. 158</a> could arise. The <a href=\"/doc/1338070/\" id=\"a_183\">Court further held</a> that the words used both in Ss. 17 and 30 were wide enough to include the jurisdiction of the Court to deal with matters covered by those sections suo motu, The Court also referred to the English law on the subject and observed that under the English law the Court had a similar power to set aside an award, apart from the motion made by the parties in that behalf. In support of this proposition the Court quoted Russell on the point, which quotation is as follows:</span>\n</p> \n \n\n<blockquote id=\"blockquote_14\">&quot;The Court has further an inherent power to set aside an award which is bad on its face; either as involving an apparent error in fact or law, or as not complying with the requirements of finality and certainty. The inherent power to set aside also extends to an award which exceeds the arbitrator&#x27;s jurisdiction and possibly to cases where fresh evidence has become available.&quot; (Russell on Arbitration 16th edition, p. 263).\n</blockquote> \n\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"643261\" id=\"span_21\">The Court then overruled the judgment of the learned single <a href=\"/doc/643261/\" id=\"a_184\">Judge, Mr. Justice Blagden  Umadutt Nemani v. Chandrao</a>, where the learned Judge had taken the view that if suo motu powers to set aside an award on the grounds mentioned in<a href=\"/doc/1503578/\" id=\"a_185\"> S. 30</a> were construed in<a href=\"/doc/1171700/\" id=\"a_186\"> S. 17</a>, then the provisions of <a href=\"/doc/1438194/\" id=\"a_187\">Art. 158</a> of the <a href=\"/doc/1317393/\" id=\"a_188\">Limitation Act</a> would be rendered nugatory.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"340656\" id=\"span_22\">31. This view has, in terms, been endorsed by the Supreme Court in its decision  Madan Lal Sunder  Lal. However since the observations made there are sought to be placed in juxtaposition with the later decision of the Supreme Court in  <a href=\"/doc/340656/\" id=\"a_189\">Union of India v. Om Prakash</a> which has been relied upon by another Division Bench of this Court later to hold that the aforesaid decision of this Court <a href=\"/doc/340656/\" id=\"a_190\">has been overruled</a>, it has become necessary to analyse a little closely this decision. In this case there was no dispute before the Court that the objections which were raised by the Appellants were covered by<a href=\"/doc/1503578/\" id=\"a_191\"> S. 30</a> of the Act, and that the objections were taken in the written statement which was filed 30 days after the service of the filing of the award. The objection did not contain any prayer at the end and indicated what relief the Appellants desired. By the objection the validity of the award was challenged on various grounds. It is in this context that the provisions of Ss. 17 and 30 specifically fell for consideration. The Court observed that it was clear from the scheme of the Act that if a party wanted an award to be set aside on any of the grounds mentioned in<a href=\"/doc/1503578/\" id=\"a_192\"> S. 30</a>, it must apply within 30 days of the date of service of notice of filing of the award as provided in the then <a href=\"/doc/1438194/\" id=\"a_193\">Art. 158</a> of the <a href=\"/doc/1317393/\" id=\"a_194\">Limitation Act</a>, and if no such application was made the award could not be set aside on any of the grounds specified in<a href=\"/doc/1503578/\" id=\"a_195\"> S. 30</a> of the\nAct. Then dealing with the provisions of<a href=\"/doc/1171700/\" id=\"a_196\"> S. 17</a> and the decision of this Court in  (supra), the Court in paragraphs 10 and 11 observed as follows:</span>\n</p>  \n\n\n<blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1338070\" id=\"span_23\">&quot;10. Learned counsel for the appellant, however, urges that<a href=\"/doc/1171700/\" id=\"a_197\"> S. 17</a> gives power to the Court to set aside the award and that such power can be exercised even where an objection in the form of a written-statement has been made more than 30 days after the service of the notice of the filing of the award as the Court can do so suo motu. He relies in this connection on <a href=\"/doc/1338070/\" id=\"a_198\">Hastimal Dalichand v. Hiralal Motichand</a>,  and Saha and Co. v. Isharsingh Kripalsingh, . Assuming that the Court has power to set aside the award suo motu, we are of opinion that that power cannot be exercised to set aside an award on grounds which fall under<a href=\"/doc/1503578/\" id=\"a_199\"> S. 30</a> of the Act, if taken in an objection petition filed more than 30 days after service of notice of filing of the award, for if that were so the limitation provided under <a href=\"/doc/1438194/\" id=\"a_200\">Art. 158</a> of the <a href=\"/doc/1317393/\" id=\"a_201\">Limitation Act</a> would be completely negatived. The two cases on which the appellant relies do not in our opinion support him.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1338070\" id=\"span_24\">In <a href=\"/doc/1338070/\" id=\"a_202\">Hastimal</a>&#x27;s case , it was observed that &quot;if the award directs a party to do an act which is prohibited by law or if it is otherwise patently illegal or void it would be open to the Court to consider this patent defect in the award suo motu, and when the Court acts suo motu no question of limitation prescribed by <a href=\"/doc/1438194/\" id=\"a_203\">Art. 158</a> can arise.&quot; These observations only show that the Court can act suo motu in certain circumstances which do not fall within<a href=\"/doc/1433021/\" id=\"a_204\"> S. 30</a> of the Act.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_17\">Saha and Co.&#x27;s case , was a decision of five Judges by a majority of 3:2 and the majority judgment is against the appellant. The minority judgment certainly takes the view that the non-existence of invalidity of an arbitration agreement and an order of reference to arbitration may be raised after the period of limitation for the purpose of setting aside an award because they are not grounds for setting aside the award under<a href=\"/doc/1433021/\" id=\"a_205\"> S. 30</a>. It is not necessary in the present case to resolve the conflict between the majority and the minority Judges in Saha\nand Co.&#x27;s case, , for even the minority judgment shows that it is only where the grounds are not those falling within<a href=\"/doc/1433021/\" id=\"a_206\"> S. 30</a>, that the award may be set aside on an objection made beyond the period of limitation, even though no application has been made for setting aside the award within the period of limitation. Clearly, therefore, where an objection as in the present case raises grounds which fail squarely within<a href=\"/doc/1433021/\" id=\"a_207\"> S. 30</a> of the Act that objection cannot be heard by the Court and cannot be treated as an application for setting aside the award unless if is made within the period of limitation. Saha and Co.&#x27;s case, , therefore, also does not help the appellant.\n</blockquote> \n\n<blockquote id=\"blockquote_18\">11. Learned counsel for the appellant also relies on Mohan Das v. Kessumal, AIR 1955 Ajmer 47. In that case the objection which was made more than 30 days after the service of notice was that the award had been filed by a person not authorised by the arbitrator to do so. The Court held that such an objection did not fall within<a href=\"/doc/1433021/\" id=\"a_208\"> S. 30</a> of the Act and, therefore, <a href=\"/doc/1438194/\" id=\"a_209\">Art. 158</a> of the <a href=\"/doc/1317393/\" id=\"a_210\">Limitation Act</a> did not apply. On those facts the decision in that case may be right. But the Court seems to have made a general observation that <a href=\"/doc/1438194/\" id=\"a_211\">Art. 158</a> eannol apply to a written-statement by a defendant in reply to an application to have the award made a rule of the Court. If by that general observation the Court means that even if the objection is of the nature failing within<a href=\"/doc/1433021/\" id=\"a_212\"> S. 30</a> and is filed more than 30 days after service of notice, it would be open to the Court to set aside the award on such objection, we are of the opinion that the view is incorrect.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_79\">It is clear from what is observed by the Court above that the view taken by this Court in  (supra) that the Court can act suo mom is not disapproved. The said view can be said to have been modified only to this extent that when the grounds for setting aside an award fall within<a href=\"/doc/1433021/\" id=\"a_213\"> S. 30</a> of the Act, the Court has no power to act suo motu. However the Court has accepted that there can be circumstances which do not fall within<a href=\"/doc/1433021/\" id=\"a_214\"> S. 30</a> of the Act and the Court can exercise its suo motu powers to set aside the award in those\ncircumstances. There is no manner of doubt\ntherefore that the Court&#x27;s suo motu powers in\nthe circumstances which do not fall within<a href=\"/doc/1433021/\" id=\"a_215\">\nS. 30</a> of the Act have been expressly saved and\nthe decision of this Court in  (supra) stands to the extent of such suo\nmotu powers. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_80\">32. In  (supra) on which Shri Advani relied very strongly, the facts were that the Respondent-Contractor had entered into seven agreements with the military department of the Government of India for the construction of hospital, etc. In each of these agreements, there was an arbitration clause naming a particular officer by designation as the arbitrator. Disputes having arisen between the parties, the respondent-contractor made seven applications to the Court of the First Civil Judge, Meerut, underS. 8(2) of the Act stating that the office by reference to which the arbitrators were selected in the agreements had been abolished and it was therefore necessary to appoint new arbitrators. In the applications, the contractor named several officers praying that one of them be appointed to act as arbitrator who shall have like power to act in the reference and to make an award as if he has been appointed by the consent of the parties.&quot; The Court appointed one Col. Ranbir Singh who was not in the respondent&#x27;s list to act as an arbitrator in all the seven cases and farther directed the papers to be sent to him, asking him to give his award within two months from that date. Both sides agreed to submit the disputes to Col. Ranbir Singh for arbitration. After the arbitration had made some progress, the arbitrator returned the papers to the Court on being asked not to proceed further by the Government counsel, who thought that the arbitrator was not competent to deal with the quest ion of law arising for decision. After this the District Judge, Meerut transferred the cases to the Judge of the Small Cause Court, Meerut, presumably on the assumption that the respondent-contractor&#x27;s applications for the appointment of an arbitrator were pending. The Judge of the Small Cause Court appointed Director of Farms, General Headquarters, Simla (who was named by office, as an arbitrator in four of the cases\nunder the agreement between the parties) to act as arbitrator in all the seven proceedings. While doing so, the Court further directed that &quot;all these cases should be referred to him for arbitration. He must file his award within one month from this order&quot;. The papers were then sent to Brigadier H. L. Bhandari who was said to be the officer concerned. The respondent-contractor applied to the Court thereafter for review of the order alleging that the office of the Director of Farms had been abolished, and hence Brig. H. L. Bhandari could not be the officer mentioned in the order. The respondent thereafter did not take part in the proceedings before Brig. Bhandari and before he moved the Court for stay of the proceedings Brig. Bhandari had made his awards which were filed in Court on May 4, 1951. The review application made by the respondent-contractor on May 8, 1951 was dismissed on May 12, 1951. The respondent-contractor then made seven applications urging several grounds for setting aside the awards, but the Judge of the Small Cause Court, Meerut overruled all objections and confirmed the awards and passed a decree in terms of the award in each of the cases on May 26, 1952. Against that order, the respondent preferred seven appeals to the Allahabad High Court. The High Court allowed the appeals accepting the contention that the Court was functus officio after appointing the arbitrator under<a href=\"/doc/996339/\" id=\"a_216\"> S. 8(2)</a>, and had no jursidiction to refer the cases to the arbitrator. The High Court was of the view that it was for the parties to refer their disputes to the arbitrator after he was appointed by the Court, and the reference by the Court being without jurisdiction, the awards were invalid. The High Court further held that when the Court below made the order of reference there was no post of Director of Farms, General Headquarters, Simla in existence and as such Brig. Bhandari who made the awards was not competent to act as arbitrator. It is this order of the High Court which was challenged by the Union of India in the appeals bclore the Supreme Court. The only question that fell before the Court was therefore whether it was open for the respondent-contractor to challenge these awards\nbecause the reference made by the Court under<a href=\"/doc/996339/\" id=\"a_217\"> S. 8(2)</a> was incompetent. The question before the Court was therefore of the construction of the phrase &quot;otherwise invalid&quot; in<a href=\"/doc/1433021/\" id=\"a_218\"> S. 30(c)</a>. There was no question with regard to, firstly, whether the Court had suo motu powers under<a href=\"/doc/1968689/\" id=\"a_219\"> S. 17</a> or<a href=\"/doc/1433021/\" id=\"a_220\"> S. 30</a> of the Act or whether the Court could suo motu set aside an award only on the grounds mentioned in<a href=\"/doc/1433021/\" id=\"a_221\"> S. 30</a> or whether there were grounds other than those mentioned in<a href=\"/doc/1433021/\" id=\"a_222\"> S. 30</a> on which the award can be set aside suo motu. Answering therefore the only question which fell before it viz., whether the invalidity of the reference was a ground covered by<a href=\"/doc/1433021/\" id=\"a_223\"> S. 30(c)</a> of the Act, the Court observed as follows: &quot;That the words &quot;or is otherwise invalid&quot; in Cl. (c) of<a href=\"/doc/1433021/\" id=\"a_224\"> S. 30</a> are wide enough to cover all forms of invalidity including invalidity of the reference&quot; and the Court did not find any reason why the general and unqualified language of Cl.(c) should not include an award on an invalid reference which is a nullity. The Court therefore held in that case that the awards being nullities had been rightly set aside by the High Court and the appeals preferred by the Union of India were dismissed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_81\">What is important to note from this decision is, firstly, that there is nothing in it which takes a view which is either contrary to  (supra) or  Madanlal v. Sunderlal. In this case, these two decisions have not even been referred to nor is the suo motu power of the Court under<a href=\"/doc/1968689/\" id=\"a_225\"> S. 17</a> discussed. It has become necessary to point this out because it is urged by Mr. Advani relying upon a later decision of this Court that this decision has implicdly overruled the decision of this Court in . <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"260608\" id=\"span_25\">The later decision of this Court to which Shri Advani refers is  <a href=\"/doc/260608/\" id=\"a_226\">S. S. Gruhanirman Sanstha v. Shree Ram</a> obstruction Co.. There  is no doubt that this decision has taken a view that the decision in  (supra) has been implicdly overruled not only by the decision of the Supreme Court in  (supra) but also by the decision of the Supreme Court in  (supra). In paragraphs 19, 20 and 21, the observations of the later Division Bench are as follows:</span>\n</p>  \n\n\n<blockquote id=\"blockquote_19\">&quot;19. It will be seen that the further question as to which particular ground would fall outside the ambit of<a href=\"/doc/1433021/\" id=\"a_227\"> S. 30</a> and if such a ground exists whelher the Court can act suo motu was not considered by the Supreme Court in Madanlal&#x27;s case, . But what is significant to note is that the ground on which the award was challenged in Madanlal&#x27;s case was that the arbitrator had passed the award in regard to the matters beyond the scope of reference. In other words, the award was said to be invalid as the arbitrator had exceeded its jurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1338070\" id=\"span_26\">But nonetheless, it is clear that the wide view taken by this Court in <a href=\"/doc/1338070/\" id=\"a_228\">Hastimal</a>&#x27;s case that the Court can exercise suo motu power even when the case is covered by<a href=\"/doc/1433021/\" id=\"a_229\"> S. 30</a> has not been accepted by the Supreme Court in Madanlal&#x27;s case.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"340656\" id=\"span_27\">20. What is covered by the words &#x27;or is otherwise invalid&quot; in<a href=\"/doc/1433021/\" id=\"a_230\"> S. 30(c)</a> has been explained by the Supreme Court in <a href=\"/doc/340656/\" id=\"a_231\">Union of India v. Om Prakash</a>, . In that case the validity of the award was challenged on the ground that the Court had become functus officio after appointing an arbitrator under<a href=\"/doc/996339/\" id=\"a_232\"> S. 8(2)</a> and had no jurisdiction to refer the matter to him and consequently the award itself was without jurisdiction and a nullity. The Supreme Court accepted the contention and held that the Court <a href=\"/doc/340656/\" id=\"a_233\">in that case</a> had no jurisdiction, after appointing an arbitrator under<a href=\"/doc/996339/\" id=\"a_234\"> S. 8(2)</a> to proceed further to make an order referring the dispute to an arbitrator. The Supreme Court then proceeded to consider the question as to whether the award can be set aside because the reference itself was incompetent. The Supreme Court observed (at p. 1749 of AIR 1976 SC) :</span>\n</blockquote> \n\n<blockquote id=\"blockquote_21\">&quot;The words &#x27;or is otherwise invalid&#x27; in Cl. (c) of<a href=\"/doc/1433021/\" id=\"a_235\"> S. 30</a> are wide enough to cover all forms of invalidity including invalidity of the reference which is a nullity.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_82\">21. The decision in Madanlal&#x27;s case,  clearly shows that there is no question of exercising suo motu powers where the ground for setting aside the award falls under any of the Clauses under<a href=\"/doc/1433021/\" id=\"a_236\"> S. 30</a> and in such a case it is incumbent on the person challenging the award to make an applica-\n</p><p data-structure=\"Precedent\" id=\"p_83\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"340656\" id=\"span_28\">tion within the lime prescribed under <a href=\"/doc/710990/\" id=\"a_237\">Art. 119</a> of the <a href=\"/doc/1317393/\" id=\"a_238\">Limitation Act, 1963</a>. If no such application is made, the Court has no power to set aside the award suo motu. What is covered by the words &quot;or is otherwise invalid&quot;, is clearly explained in the case of <a href=\"/doc/340656/\" id=\"a_239\">Union of India v. Om Prakash</a>, . According to this decision Cl. (c) of<a href=\"/doc/1433021/\" id=\"a_240\"> S. 30</a> covers all forms of invalidity including the nullity of reference.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1338070\" id=\"span_29\">In view of these two decisions of the Supreme Court, we are of the view that the decision of the Division Bench of this Court in <a href=\"/doc/1338070/\" id=\"a_241\">Hastimal</a>&#x27;s case,  will have to be regarded as impliedly overruled and no longer good law&quot;.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_84\">It will be apparent from what is stated by the Division Bench hereinabove that which particular ground would fall outside the ambit of<a href=\"/doc/1433021/\" id=\"a_242\"> S. 30</a> and if such a ground exists, whether the Court can act suo motu was not considered by the Supreme Court in Madanlal&#x27;s case . With respect to the learned Judges, this observation is contrary to what the Supreme Court has stated in paragraph 10 of its judgment. We may at the cost of repetition reproduce the relevant portion from the said paragraph:\n</p> \n<blockquote id=\"blockquote_22\">&quot;The two cases on which the appellant relies do not in our opinion support him. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1338070\" id=\"span_30\">In <a href=\"/doc/1338070/\" id=\"a_243\">Hastimal</a>&#x27;s case, , it was observed that &quot;if the award directs a party to do an act which is prohibited by law or if it is otherwise patently illegal or void it would be open to the Court to consider this patent defect in the award suo motu and when the Court acts suo motu no question of limitation prescribed by <a href=\"/doc/1438194/\" id=\"a_244\">Art. 158</a> can arise&quot;. These observations only show that the Court can act suo motu in certain circumstances which do not fall within<a href=\"/doc/1433021/\" id=\"a_245\"> S. 30</a> of the Act.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_85\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1338070\" id=\"span_31\">These observations of the Supreme Court therefore show that not only the suo motu powers of the Court are saved, but the suo motu powers can be exercised for setting aside awards which are otherwise patently illegal or void and that such grounds can be outside the purview of<a href=\"/doc/1433021/\" id=\"a_246\"> S. 30(c)</a>. The view of the Supreme Court in that behalf is also clear in its discussion of the Full Bench decision of the Calcutta High Court in \n   (supra) when it has not disapproved of the observation of the minority judgment <a href=\"/doc/1338070/\" id=\"a_247\">in that case</a> which had taken the view that objection beyond limitation can be taken on grounds which do not fall within<a href=\"/doc/1433021/\" id=\"a_248\"> S. 30</a>.</span> What is further, in paragraph 11 of the judgment, the Court has also referred to a decision of the Ajmer High Court in AIR 1955 Ajmer 47 Mohan Das v. Kessumal, where the Ajmer High Court had taken the view that the award which had been filed by a person not authorised by the arbitrator to do so, did not fall within<a href=\"/doc/1433021/\" id=\"a_249\"> S. 30</a> of the Act, and therefore, the bar of limitation enacted in <a href=\"/doc/1438194/\" id=\"a_250\">Art. 158</a> of the Act did not apply. The Court did not disapprove of this observation, and in fact has held that on this fact the decision in that case may be right. We have already pointed out in extenso the exact issue which fell for consideration before the Supreme Court in its decision in  (supra). As pointed out there, in that case the question whether the Court had suo motu powers or which were the grounds which fell outside the scope of<a href=\"/doc/1433021/\" id=\"a_251\"> S. 30</a>, did not fall for consideration. All that was decided there was that the expression &quot;or is otherwise invalid&quot; in Cl. (c) of<a href=\"/doc/1433021/\" id=\"a_252\"> S. 30</a> were wide enough to cover all forms of invalidity including invaidity of the reference, and there was no reason why the general and unqualified language of the said Cl. (c) should not include an award on an invalid reference which is a nullity. It is necessary again to remind that this answer was given because the appellant-Union of India in that case had contended that the reference made to an officer who was not holding the office which according to the arbitration agreement the arbitrator was supposed to hold, was not an invalid one.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_86\">With respect, therefore, we are of the view that to the extent the Division Bench in the present case i.e.  (supra) holds that the decision of the earlier Division Bench in  (supra) is overruled by denying suo motu powers to the Court on the grounds which fell outside the scope of<a href=\"/doc/1433021/\" id=\"a_253\"> S. 30</a> of the Act, the decision can he said to be per incuriam and is not therefore correct. When we say this, we are aware of the fact that even an interpretation of a decision\nincluding the decision of the Supreme Court given by a Bench of a co-ordinate jurisdiction has to be followed by another Bench and in case of a difference of opinion the matter has to be referred to a larger Bench. This may also probably include a decision which is per incuriam. We would therefore certainly have referred the matter to a larger Bench. Since however we are setting aside the impugned awards on other grounds as well and not only on this ground, we do not think it necessary to refer the matter to the larger Bench and delay the decision in this case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_87\">33. Another test for determining whether there is a ground which falls outside the scope of<a href=\"/doc/1433021/\" id=\"a_254\"> S. 30(c)</a> of the Act is to ask a question whether there can be an award which is unenforceable at law and can be resisted even at the execution stage. That there are such awards and decrees cannot be disputed. If any authority is required for the proposition, we may refer to  (supra). If this is so, it can safely be accepted that not only the Court can set aside such awards in exercise of its suo motu powers but even a party can raise a contention to set it aside on that ground at any stage of the proceedings whether such contention is raised in the objection petition or not.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_88\">34. Assuming, therefore, that we are right in our view that the Court has suo motu powers to set aside an award on grounds other than those covered by<a href=\"/doc/1433021/\" id=\"a_255\"> S. 30</a>, the present awards which are made by arbitrators who can never have been appointed under<a href=\"/doc/996339/\" id=\"a_256\"> S. 8</a> are undoubtedly ab initio void and non est. The present is not a case of a mere invalidity of the award either on account of an error apparent on the face of the award or on account of its being outside the scope of the reference or being made pursuant to an invalid reference. In the present case, the award is a nullity from its inception since the very appointment of the arbitrator was without jurisdiction. The Court which made the appointment had no power under<a href=\"/doc/996339/\" id=\"a_257\"> S. 8</a> to appoint the arbitrator and hence no arbitrator could have been appointed under the said section at all. This is not a matter of mere illegality in the appointment of the arbitrator but a lack of power\nto appoint the arbitrators in question. Since the arbitrator/s in question could not have acted in law, they had no legal existence. The arbitrators so appointed were prohibited by law to proceed with the arbitration. Hence the proceedings conducted and the award/s made by him/them are non-est from the beginning and will have always to be regarded as such. The award is thus patently illegal and void. This illegality which goes to the very foot of the award is not necessarily covered only by<a href=\"/doc/1433021/\" id=\"a_258\"> S. 30</a>. It can be raised is a ground to set aside the award even independently of the said section. Hence the Court not only has the power but also a duty to quash the award or to ignore it. The nullity in such cases further runs with the award and the objection with regard to it can be raised at any stage including the stage of its execution or enforcement. The bar of limitation enacted by <a href=\"/doc/710990/\" id=\"a_259\">Art. 119</a> of the <a href=\"/doc/1317393/\" id=\"a_260\">Limitation Act</a> therefore does not either prevent a party from raising such objection or prevent the Court from using its suo motu power to set aside the award on that ground.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_89\">Shri Advani then contended that the decision of the Supreme Court in  (supra) would show that a reference to the Arbitrator appointed under<a href=\"/doc/996339/\" id=\"a_261\"> S. 8</a> was a mere illegality covered by<a href=\"/doc/1433021/\" id=\"a_262\"> S. 30(c)</a> and hence such award cannot be set aside under the suo motu powers of the Court. We are afraid that the argument proceeds on a misreading of the facts of the case. In that case the appointment of the arbitrator under<a href=\"/doc/996339/\" id=\"a_263\"> S. 8</a> was valid and proper, and was not questioned. What was questioned was the further action of the Court in referring the dispute to the arbitrator so appointed. Since as has been pointed out earlier, the Court becomes functus officio, after appointing the arbitrator under that section, the Court had no powers to make the said reference. Hence what was held invalid in that case was reference made by the Court and not the initial appointment which in view of the arbitration clause in that case was valid. It was therefore a case of the invalidity of the award on account of the invalidity of the reference and not a case of a patent illegality on account of the want of jurisdiction to appoint the arbitrator. The two situations are\ndifferent. In the former case the appointment of the arbitrator is valid but the further control which is sought to he exercised on him is invalid. In the latter case the appointment itself is invaid for want of a jurisdiction to do so. In view of Cl. 70 of the Contract in the present case, the power to appoint an arbitrator was in the first instance at least exclusively vested in the Appointing Authority and in view of the terms of the said clause, he had to appoint an arbitrator who was an Engineer Officer and none else. The appointment made by the Court was thus directly in breach of the valuable, substantial and exclusive rights vested by the contract in the Appellants. The Court had thus an inherent lack of jurisdiction to make the appointment. Hence the appointment and the proceedings further thereto were non est in the eye of the law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_90\">35. For the same reasons we are also of the view that even apart from the availability or non-availability of the suo motu powers to set aside the awards on the aforesaid grounds, the awards are also liable to be ignored even otherwise as being patently void. They are unenforceable in law on that count. In this connection we may refer to two authorities which have been relied upon by Shri Agrawal for the Appellants. One of them viz., the decision of the Supreme Court in  (supra) we have already discussed in another context. At the cost of repetition we may state that it is held there that where the decree sought to be executed is a nullity for lack of inherent jurisdiction in the Court passing it, its invalidity can be set up in an execution proceeding. The executing Court can, therefore, entertain an objection that the decree is a nullity and can refuse to execute the decree. By doing so, the executing Court would not incur the reproach that it is going behind the decree because the decree being null and void, there would really be no decree at all. The same view has been taken in the earlier decision of the Supreme Court  Kiran Singh v. \n</p><p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"262379\" id=\"span_32\"><a href=\"/doc/262379/\" id=\"a_264\">Chaman Paswan and   Hiralal Patni v. Kali Nath</a> both of which  \ndecisions have been referred to in this case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1881346\" id=\"span_33\">In  <a href=\"/doc/1881346/\" id=\"a_265\">Sunil Mukherjee v. Union \nof India</a>, which was also a case where in spite\nof the provisons in the arbitration clause similar to ours an arbitrator was appointed under<a href=\"/doc/996339/\" id=\"a_266\"> S. 8</a>. The Court held that the order of the Court appointing arbitrator under<a href=\"/doc/996339/\" id=\"a_267\"> S. 8</a> was without jurisdiction and was a nullify and void and the award made by the arbitrator must necessarily be held to be without jurisdiction and a nullity. It was further held that an objection to the award on that ground could be raised at any time. This is a clear authority for the proposition that when as in our case, an arbitrator is appointed under<a href=\"/doc/996339/\" id=\"a_268\"> S. 8</a> the award made by him is a nullity because the Court lacks inherent jurisdiction to appoint an arbitrator, and such award can be ignored at any stage of the proceeding. This will obviously be so whether the Court has suo motu powers either under<a href=\"/doc/1968689/\" id=\"a_269\"> S. 17</a> or 30 or both, or not. Hence assuming that we are wrong in our view that the Court has no suo motu powers to set aside the award, the impugned award/s is/are liable to be ignored as being non est.</span>\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_92\">36. Coming now to the third contention raised on behalf of the Appellants, namely, that the arbitrator is guilty of legal misconduct, the submission is that, firstly, the arbitrator had no material documents before him to arbitrate the dispute. The record sent by the Arbitrator in each case shows that the Arbitrator did not have before him even such material documents as the contract between the parlies, the final bill submitted by the firm, the no-claim certificate given and tile receipt passed by it in full and final settlement of the bill which are all admittedly primary documents. The arbitrator/s also did not have before him/them vouchers or other documents. It is not disputed before us as indeed it cannot be disputed that without these documents the arbitrator could not have arbitrated the disputes if any and pronounced the award. That none of these documents were before the arbitrator/s is simply borne out by the communication addressed by the arbitrator to the Appellant and by the Contractor to the Arbitrator in identical terms in that behalf. It is enough if we reproduce the relevant communication in First Appeal No. 21 of 1987.\n</p><p data-structure=\"Conclusion\" id=\"p_93\">On August 24, 1985, the Arbitrator ad-\n</p><p data-structure=\"Precedent\" id=\"p_94\">dressed both to the Appellants and the Repartment-firm his first letter whereby after informing the parties that he had entered upon the reference in view of the direction of the Court, he proceeded to state as follows:\n</p>  \n\n\n<blockquote id=\"blockquote_23\">&quot;xxxxxxxxxxxxxxxxxxxxx\n \n\nI hereby call upon you to submit to me your statement of case as claimants in regards to all the matters in disputes along with all supporting vouchcrs/exhibits/documcnts by 26th Spet., 85. A copy thereof should be simultaneously endorsed to the other party.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">The opposite party will on receipt of the statement of claim submit to me his pleadings in defence along with all the documents by 24th October, 1985. A copy of these pleadings should be endorsed to the other party simultaneously.  xxxxxxxxxxxxxxxxxx x\n \n\nThe party having the relevant original document such as contract agreement, final bill etc. will make necessary arrangements to produce these during the hearing. In the meantime the Chief Engineer (Projects) will forward a copy of contract agreement along with a copy of final bill to me for studying the same.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_95\">On September 17, 1985, the firm addressed a letter to the Arbitrator Prabhun <a href=\"/doc/1881346/\" id=\"a_270\">in that case</a>, the contents of which were as follows:\n</p>  \n\n\n<blockquote id=\"blockquote_25\">&quot;Reference your No. 85/BRP/2 dt. 24-8-1985.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">While preparing the claims, it is observed that we do not have in our possession complete set of drawings and contract agreement and the final bill (including deviaton orders and stores statements etc.)\n \n\nIn order to enable us to forward our claims based on correct figures, you are requested to direct the other parties to make these available to us. We are ready to bear the expenses for typing/ zerox, if any.\n</blockquote> \n\n<blockquote id=\"blockquote_27\">If there is any difficulty in this regard, we request you to hold the preliminary Hearing for exhibition of these documents. We will be able to keep those documents at the hearing and submit our claims to you&quot;.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_96\">Admittedly the Appellants did not furnish any of the documents nor was there any such preliminary hearing before the Arbitrator since the Appellants never appeared before him. Thereafter on October 26, 1985, the firm again wrote to the Arbitrator as follows:\n</p>  \n\n\n<blockquote id=\"blockquote_28\">&quot;1. Our statement of claims are submitted herewith.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">2. Attention of the learned Arbitrataor is invited to Petn. No. 32 of the statement of claims. The amount of Claims as reflected in the statement of claims are provisional. We are not in a position to indicate the firm amount of claims and the details in support thereof, unless the documents as listed in our letter No. 690/1/85 dated 17 Sep. 85 are made available to us.\n</blockquote> \n\n<blockquote id=\"blockquote_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1881346\" id=\"span_34\">3.  We, therefore,    again    request your. Honour to direct the other party to make the documents <a href=\"/doc/1881346/\" id=\"a_271\">referred to above</a> available to us immediately.&quot;</span>\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_97\">The admitted position further is that even after this letter neither the Appellants remained present nor did they furnish any of the documents, and the arbitration proceeded further culminating in the Impugned award. There is also nothing on record to show that any of the said documents were ever produced before the Arbilrator. We have already stated earlier that the record sent by the Arbitrator does not have any of the said documents in it. However Shri Advani for the Firm submitted that the firm had produced a copy of the contract but either the Arbitrator had given it back to it or the firm itself had taken it away. Since the record before us does not indicate that any of the documents including the contract was before the Arbitrator, it is not possible for us to accept this statement made at the Bar as an evidence of the fact that in fact the contract was produced before the Arbitrator. The Arbitrator is required to send all documents perused by him to the Court along with the award and not either return or retain any of them. Further it is even Shri Advani&#x27;s case that the other documents including the final bill, the no claim certificate, the final payment receipt, the vouchers without which also no award could have been passed, were\nbefore the Arbitrator. When faced with this situationl Shri Advani submitted that when an Arbitrator makes his Award, it is not for the Court to probe as to whether the Arbitrator had before him sufficient evidence or not, the sufficieny or insufficiency of the evidence being beyond the pale of the Court&#x27;s investigation. We are afraid that the argument completely misses the point. The present is not a case of insufficient evidence but of no evidence at all. When the relevant necessary documents are not before the Arbitrator, he cannot proceed with the arbitration on speculation and pass award as he deems fit. On the admission of both the Arbitrator and the firm, there were no documents with them on the basis of which alone the Arbitrator could have proceeded further. In fact as admitted by the firm, in the letter reproduced above, it could not have formulated its claim before the Arbitrator in their absence. It is not as if the Arbitrator and/or the firm was without remedy if the appellants had not produced the documents in question. Section 41 read with <a href=\"/doc/1317393/\" id=\"a_272\">Section 43</a> of the Act confers ample powers on the Arbitrator to summon any witness or document. Hence in the absence of even the primary documents which were the foundation of the disputes if any, the awards given by the arbitrator can only be described as award/s with no evidence at all or at best based on speculation and therefore prima facie illegal and improperly procured. The award/s is/are therefore liable to beset aside on that ground.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_98\">37. Shri Advani then contended that the arbitrator/s had at least some documents before them and they were sufficient to grant the firm&#x27;s claims. The documents which are on record admittedly consist only of two sets (i) correcspondence between the firm and the Appellants. The correspondence mainly consists of letters written by the Appellants to the firm issuing deviation orders and also making complaints about the sluggishness in work and the firm&#x27;s replies to them (ii) a bunch of fresh documents filed by the firm before the arbitrator but received by the Appellants much after the award/s was/were made. It consists of gazette notification relating to revision of wages and some sheets of\npapers giving the formula to arrive at the amount of increased wages, increased material and fuel prices, etc.\n \n\nThe first set of documents on the face of it does not prove anything in favour of the firm. The second set is meaningless in the absence of muster roll of the workers, vouchers, bills and account books since the items concerned are governed by a specific condition in the contract viz., Cl. 63. This clause in terms stipulates that in the first instance the increase in the wage-rates and the prices must exceed by more than 10% of the wages/prices prevalent at the time of the acceptance of the contract, and secondly the Contractor is entitled only to the amount in excess of the 10% provided he properly pays the wages/ prices. The Contractor has therefore to prove the payment by producing the relevant documents such as muster roll, vouchers, wage register, bills, receipts, etc. which were admittedly not before the arbitrator. In fact clause 63 of the Contract itself was not before him, since the contract was not before him.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_99\">38. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"992584\" id=\"span_35\">In this connection, we may refer to a decision of the Supreme Court in  <a href=\"/doc/992584/\" id=\"a_273\">Poulose v. State of Kerala</a>. In this case the Court went through all the documents and was satisfied that two material documents were not before the arbitrator. The Court held that it was incumbent on the arbitrator to get hold of the said documents even if the department had not produced them. The <a href=\"/doc/992584/\" id=\"a_274\">Court further held</a> that since the documents were necessary to arrive at a just conclusion, the arbitrator was guilty of a legal misconduct, and set aside the award.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_100\">In AIR 1981 Delhi 374 Bhai Sardar Singh &amp; Sons, New Delhi v. New Delhi Municipal Committee, it was held that even where the award is a non-speaking one, it can be set aside on the ground that a document such has the conlrol between the parties which is the foundation of their rights and liabilities is not before the arbitrator and the award is passed without perusing such document. In that case also it had come on record through the mouth of the arbitrator that he had no contract before him, while making the award.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_101\">39. The Appellants&#x27; contention that the Arbitrator is guilty of a further legal misconduct inasmuch as he had entertained claims during the arbitration proceedings w.hich were not made initially and of which claims the Appellants had no knowledge and which therefore they had no opportunity to meet has also in the circumstances to he accepted. There is no dispute that in all cases the firm had improved upon its claims during the course of the arbitration proceedings and had either increased or reduced them. In First Appeal No. 21 of 1987, the firm had gone to the Arbitrator on October 26, 1985 with its original claim of Rs. 18,98,339.85. It increased it before him on December 4, 1985 to Rs. 25,61,008.93. It has to be remembered in this connection that the notice of this increased claim which was sent by the Arbitrator from Pune to Jaipur was received at Jaipur on December 10, 1985, and in the meanwhile the Award was passed by him on December 6, 1985 taking into consideration the said increased claim. In First Appeal No. 22 of 1987, the original claim submitted to the Arbitrator on October 26, 1985 was Rs. 17,89,322.16. It was increased to Rs. 18,74,909.43/- on December 6, 1985. The notice of the increased claim was received by the Appellants on December 17, 1985 and in the meanwhile the Award was pronounced on December 13, 1985. There is no dispute that the Award was given after considering the increased claim. In First Appeal No. 23 of 1987, the first claim was submitted to the Arbitrator on October 26, 1985 was of Rs. 31,11,366.68. It was increased to Rs. 36,01,591.95 on December 4, 1985. A notice of the increased claim was received by the Appellants on December 10, 1985 and the Award was pronounced already on December 7, 1985. The Award did take into consideration the increased claim. In First Appeal No. 24 of 1987, the first claim submitted was of Rs. 34,26,766.47 on October 26, 1985. Inthis case the claim was reduced on December 7, 1985 to Rs. 32,72,692.47. The reasons for reduction in the claim were communicated to the Appellants on December 24, 1985 and the Award was already pronounced on December 14, 1985. In First Appeal No. 25 of 1987, the first claim sub-\n</p><p data-structure=\"CDiscource\" id=\"p_102\">mitted on October 26, 1985 was of Rupees 11,49,195.77. The increased claim of Rupees 14,32,607.40 was made on December 2, 1985. A notice of the same was received by the Appellants on December 6, 1985 and the Award was pronounced on the next day, i.e. December 2, 1985. There is no dispute that in this case also the Award was made in the light of the increased elaim. These facts are not disputed by Shri Advani for the firm. His contention however is that in all these cases the amounts awarded are less than the original claims and therefore it should be held that no prejudice is caused to the Appellants. The argument besides being desperate misses a vital point. Once it is admitted that the arbitrators in all these cases had taken into consideration the increased claims (and in one case the reduced claim) and that they had made their awards in the context of the new claims, it is always open to question as to whether the amounts awarded would have been still less if the new claims were not taken into consideration. Shri Agarwal, for the Appellants, rightly conteded that if the amounts awarded are in proportion of the increased or reduced new claims they would have been much less than what they are if only the original claims were considered. It has further to be remembered in this connection, that the awards are non-speaking and therefore more vulnerable in this ground. There is also further no dispute that in none of these cases, the Appellants had enough time to meet the new claims even assuming that their appearance in the beginning was without any valid reason. In so far, therefore, the arbitrators in all the cases have admittedly taken into consideration the new claims and had proceeded to give the Award without giving an opportunity to the Appellants to meet them, the awards are also void and without jurisdiction being in breach of the principles of natural justice. They are also improperly and fraudulently procured and are liable to be set aside on that ground.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_103\">40. Shri Advani contended that this contention has not been specifically taken in the objection petition. According to us, this submission is without force because the Appellants have in so many words stated that the awards have been improperly and fraudu-\n</p><p data-structure=\"Precedent\" id=\"p_104\">lently procured by the Respondent. In support of this contention they have also relied upon the fact that the firm had varied its claims during the arbitration proceedings and that they had no opportunity to meet the new case made out by the firm. It is now well-settled that the pleadings are to be construed liberally and as a whole. Thus construed the objection petition does spell out the said ground.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_105\">41. The Appellant&#x27;s next contention in this behalf is also well-merited. In all these cases the arbitrators have purported to grant claim under Cls. 7, 1, 63 and 67 and in two cases also under Cl. 10. Clause 7 relates to deviations in the contract-work. Clause 11 relates to damages on account of delays in construction and extensions in time for completing the work. Clause 63 relates to reimbursement on account of variations in prices and wages (to which we have already referred earlier), and clause 67 relates to withholding of payments on account of the dues from the Contractor under other contacts. All these clauses (under which the arbitrators have purported to award the claims of the firm) lay down the mode and manner of making the claims under them and the conditions on which and the extent to which such claims can be granted. The arbitrators admittedly did not have even a copy of the contract before them. Hence, it is difficult to know how the arbitrators have come to the conclusion that the firm had satisfied the terms of the said clauses. It may further be pointed out that the claim under Cl. 11 which appears to be a major claim in each case is in the nature of damages including damages for delays in work. Admittedly none of these claims were made in the final bill. In fact, the final bills were submitted unconditionally. Clause 11(c) of the Contract, among other things, states in categorical terms, as follows : &quot;No claim in respect of compensation or otherwise, arising, as a result of extensions granted under Conditions (A) and (B) above shall be admitted,&quot; When therefore there was a specific prohibition against entertainment of such claim in the contract, it was certainly not open for the arbitrators to grant the same\nand yet the arbitrators have proceeded to grant the claims.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_106\">Shri Advani made two submissions in this behalf. He submitted firstly that these claims being for damages were outside the scope of the final bill. We are afraid that this submission is unwarranted on the facts of the present case because the contract is self-sufficient and comprehensive, and provides for all kinds of claims. The contract also provides that the final bill would include all claims including those for damages under Cl. II, if they arose. Since no such claim was made at the time of submission of the final&quot; bill, the arbitrators could not have proceeded to grant it. His second submission that the fire was entitled to claim increased Labour and Industrial cost under clause 63 because the Government had increased the minimum wages as evidenced by the notifications on record is also not well-merited. The argument ignores that the terms of the said clause as pointed out earlier, require reimbursement only if the Labour and Industrial cost exceeded by more than 10% of the original and the Contractor proved it by producing the relevant documents to show that he had actually paid by the increased wages. Neither the documents were produced nor was there anything before the arbitrator to show that the Labour and Industrial cost had exceeded as stipulated, A mere production of the Government notification was not sufficient to claim the amount and the grant of the claim was obviously against the contract. The arbitrators are therefore guilty of legal misconduct on this Count also viz., that they had entertained and granted claims in breach of the contract, which was of course not before them.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_107\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_36\">In  <a href=\"/doc/318186/\" id=\"a_275\">Thawardas v. Union of India</a>, two propositions of law have been <a href=\"/doc/318186/\" id=\"a_276\">laid down in</a> clear terms. One is that an award which is made in breach of the terms, of the contract is an illegal one. The arbitrator cannot entertain claims and award them contrary to the express terms of the contract. Second proposition is that an award must be based either on evidence or on admission. Facts cannot be found to exist from a mere contention by one side especially when they are expressly denied by the other. These two\npropositions clearly invalidate the awards in the present case which are in breach of the terms of the contract and have also been made on mere contentions of the firm.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_108\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1989300\" id=\"span_37\">In  <a href=\"/doc/1989300/\" id=\"a_277\">Alopi Parshad &amp; Sons, Ltd. v. Union of India</a>, the Court has reiterated that an arbitrator cannot grant charges at rates higher than stipulated or compenstion not provided for in the contract, even if the stipulations in the contract are not reasonable. Such an award on the face of it suffers from an error apparent on the face of the record.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_109\">42. The Appellants have also contended that inasmuch as the arbitrations had felt themselves bound by direction of the Court to complete the proceedings within four months and had refused to give time to them to approach the Court and had proceeded to pass the awards, they were guilty of legal misconduct. Admittedly, under Cl. 70 of the Contract, the arbitrators had with the consent of the parties power to extend the time up to one year from the date of entering on the reference. This period in the agreement is saved by <a href=\"/doc/1154330/\" id=\"a_278\">Section 28(2)</a> of the Act. Inasmuch as the arbitrators have conducted the proceedings in breach of the agreement, they have committed a further legal misconduct, assuming that their appointment was and could have been made in the first instance under <a href=\"/doc/1453009/\" id=\"a_279\">Section 20</a> of the Act. There is no doubt that the arbitrators felt bound by the time limit of four months and proceeded to give the award. But there is also nothing on record to show that the Respondent-firm was agreeable to extend the time, which agreement was required by the terms of the said clause 70. Hence it is not possible to accept this contention.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_110\">43. Before we deal with the contentions which are raised against particular awards, we may deal with the fourth general contention. That contention is that since no part of the cause of action had arisen in Pune, the Pune Court had no jurisdiction either to appoint an Arbitrator or to entertain an application for a decree in terms of the Award. This point was raised while challenging the appointment of the Arbitrator under <a href=\"/doc/996339/\" id=\"a_280\">Section 8</a>, and as we\nhave pointed out earlier, the trial Court had negatived it holding that the Pune Court had jurisdiction because the letter communicating the acceptance of the tender was received in Punc. When the matter was carried before this Court in revision application, the revision application was dismissed as we have pointed out earlier on the three grounds. Firstly, that the Award had already been passed; secondly, the Court did not see any reason to interfere since it was satisfied that the reasoning was proper; and thirdly, it was open for the Appellants to challenge the Award on that ground. Admittedly, the Appellants did not raise this objection in their objection petition filed to challenge the Award. Since the want of territorial jurisdiction does not go to the root of the validity of the Award, we are not inclined to accept the contention at this stage. H owever it is necessary to deal with this point since it is pointed out to us that taking advantage of a decision of this Court a large number of applications are filed in places suitable to the contractors, and the officers of the Government Departments are made to run from one corner to another of the State. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1386912\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"123125\" id=\"span_39\">In  State of Maharashtra v. M/s. Ranjeet Construction a learned single Judge of this Court has taken a view contrary  to the decision of a Division Bench of this  Court  <a href=\"/doc/123125/\" id=\"a_281\">Baroda Oill Cakes Traders v. Parshottam Narayandas Bagulia</a> which is also confirmed by the  Supreme Court in  <a href=\"/doc/1386912/\" id=\"a_282\">Bhagwandas Goverdhandas Kedia v. Girdharlal Parshottamdas &amp; Co.</a> both of which decisions were not pointed out to the learned single Judge. In  (supra) the Division Bench has held that though <a href=\"/doc/1386912/\" id=\"a_283\">in that case</a> the plaintiff had sent his offer from Baroda by telegram and had received the acceptance from the defendants by telegram at Baroda, no part of the cause of aclion had arisen at Baroda. On the other hand in the eyes of the law since the offer was made at Kanpur where it was received and since the acceptance was likewise made at Kanpur the whole of the contract was made at Kanpur and consequently the Baroda Court had no jurisdiction to entertain the suit. The suit filed in the Baroda Court was accordingly\ndismissed. The decision was in terms approved by the Supreme Court in its decision  (supra). The Court there held that the mere making of an offer does not form part of the cause of action for suit for damages for breach of the contract which has resulted from acceptance of the offer. The <a href=\"/doc/1386912/\" id=\"a_284\">Court further held</a> that this rule was well settled by long and uniform course of decisions and approvingly referred to the aforesaid decision of this Court. Admittedly neither of these two decisions were pointed out to the learned Judge who in  (supra) held that since the tender was accepted by the Government and communicated to the Applicant at his Pune address where the Applicant carried on business, though the contract itself was formally executed at Kolhapur, Pune Court had jurisdiction to entertain the petition objecting to the Award because the acceptance of the tender was communicated to the Applicant at Pune. The learned Judge held that a part of the cause of action should be deemed to have arisen at Pune, and therefore, the contractor could file the suit at Pune. The learned Judge further held that since the Government can be said to be carrying on its business throughout the State, the Court at Pune had jurisdiction to entertain the petition. With respect to the learned Judge, we are unable to agree with this proposition not only because of the earlier decision of this Court on the point, but also because we do not agree with him that the suit will be maintainable against the Government anywhere in the State because the State is deemed to carry on business everywhere. If such a proposition of law is endorsed, then whatever the place where the contracts made or the cause of action has arisen, the department of the Government concerned will have to run from one end of the Stale to the other where the parties for their own reasons may choose to file the proceedings against it. The expression &quot;carries on business&quot; in <a href=\"/doc/1453009/\" id=\"a_285\">Section 20(a)</a> of the Civil Procedure Code when used in reference to the State or the Government cannot refer to all its activities but only the commercial ones, if there are any. Hence that expression cannot be stretched to sue the State at any place, irrespective of where the\nwhole or the part of the cause of action has arisen.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"941841\" id=\"span_40\">We are supported in this view also by a decision of the Full Bench of the Delhi High\n Court  <a href=\"/doc/941841/\" id=\"a_286\">Mrs.\n Gupta Sanitary Stores v. Union of India</a>. In thai&quot; case&#x27;the contractor had entered into a contract with the Union of India in U.P. for improvement of water supply in Joshimath in U.P. and an award was made by Commander Works Engineer of Bareilly Cantonment on reference of dispute between the parties. On an application by the contractor under <a href=\"/doc/665266/\" id=\"a_287\">Sections 14</a> and <a href=\"/doc/1171700/\" id=\"a_288\">17</a> of Arbitration Act on the Original side of Delhi High Court, asking for a direction to the arbitrator to file the award and for making the award a rule of the Court, it was held that the Delhi Courts had no jurisdiction to entertain the said petition, since the contract was made in U.P., the work was executed in U.P., the Commander Works Engineer bad his headquarters and head office in U.P. and no part of the cause of action arose in Delhi. It was further held that the Union of India did not carry on business when it entered into a military engineering contract for the improvement of water supply at Joshimath. It was a public service undertaking in the exercise of the sovereign power of the State. The concept of &quot;carrying on business&quot; cannot be imported into activities of such description. The Court further observed that in cases where the business is not of a commercial nature, the suit must be filed against the government at the place where the cause of action arises wholly or in part. The expressison &quot;business&quot; used in <a href=\"/doc/86911060/\" id=\"a_289\">Section 20</a> of C.P.C. means commercial business and not duties or functions of a sovereign character. Where the State is carrying on business is a pure question of fact. The test to determine it is : &quot;What is the nature and purpose of the activity in question? If it is commercial in character, the suit can be filed at the principal place of business or principal office, and also at the place where the cause of action arises wholly or in part&quot;. It will thus be apparent that even where the business is commercial in nature, the suit has to be filed either at the principal place of business or principal office of the Government which will be Delhi, in our case or at the place where the cause of action\narose wholly or in part which will be Jaipur in\nthe present case. But in no case Pune or any,\nother place can be said to be the place where\neither the cause of action has arisen or the\nUnion of India is carrying on its business,\nassuming that the activity of constructing the\nbuildings in question is a commercial business, which of course it is not. We therefore\nmake it clear that the decision in  (supra) is no longer good law.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_111\">Thursday, the 17th August, 1989.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_112\">44. We may now deal with the contentions which are peculiar to awards in particular appeals. The Appellants contended that the impugned award which is the subject-matter of First Appeal No. 21 of 1987 is bad in law, also because the Arbitrator Shri Prabhune was guilty of a legal misconduct inasmuch as although he had appeared on behalf of the sister concern of the Respondent firm in an earlier proceedings, without disclosing the said fact he had entered on the reference and given the impugned award. The respondent firm is M/s. Ajit Mehta &amp; Associates whereas the Contractor for whom he had admittedly appeared in an earlier arbitration proceeding, was M/s. Ajit Construction Company. We have pointed out earlier that out of the four partners of Ajit Construction Company, three partners are the partners of M/s. Ajit Mehta &amp; Associates which firm incidentally consists only of the said three partners. Although the objection is substantial and has certainly a merit in it, we find that no such specific objection was raised either in the proceedings for appointment of the arbitrator under <a href=\"/doc/996339/\" id=\"a_290\">Section 8</a> or in the objection petition filed in the lower Court, initially. The objection was taken by way of an amendment effected after the expiry of 30 days. The trial Court has negatived the said objection, holding that no such objection was taken in proceeding under <a href=\"/doc/996339/\" id=\"a_291\">Section 8</a>. Although we are of the view that this reason given by the trial court is not correct, since this was one of the grounds which could have been urged in the objection petition, notwithstanding that it was not urged in the earlier proceedings, the ground had to be urged within time. It does not go to the root of the validity of the award\nsince a party may waive such objection. It is not an uncommon phenomenon to find that those who have pleaded a case of a party act as arbitrator in disputes between that party and a third party. The objection on the ground of a likely bias in such circumstances has to be taken at the earliest possible opportunity after one learns of the same. If it is not so done the objection should be deemed to have been waived. Hence, we do not want to set aside the award on that ground.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_113\">45. The next contention raised by the Appellants is confined to two awards, namely, those impugned in First Appeals Nos. 22 and 24 of 1987. The contention is that the revision application challenging the order upholding the appointment of the Arbitrator under <a href=\"/doc/996339/\" id=\"a_292\">Section 8</a> was filed in this Court on December 11, 1985 and it was pending till December 24, 1985 when it was summarily dismissed as pointed out above. The arbitration proceedings in both these cases were pending during the said period and the impugned award in First Appeal No. 22 of 1987 and First Appeal No. 24 of 1987 were made on December 13 and December 14, 1985 respectively. It is therefore contended that in view of the provisions of <a href=\"/doc/1317393/\" id=\"a_293\">Section 35</a> of the Act, the awards were invalid. In this connection, it is urged that what was challenged in the revision petition was the jurisdiction of the arbitrator to proceed with the matter. We have pointed out earlier while dealing with the revision petitions pending in this Court that the jurisdiction of the arbitrator was challenged on two grounds, firstly on the ground that the contract having come to an end the arbitration clause had also come to an end, and secondly on the ground that the Pune Court had no jurisdiction to entertain that application. Both these questions did go to the root of the appointment of the arbitrator. But even so it cannot be said that what was pending before the Court was a legal proceeding upon the whole of the subject matter of the reference within the meaning of Section 35. What was challenged in that proceeding was only the appointment of the arbitrator. In the circumstances, as at present advised, we are inclined to take the view that notwithstanding the fact that the arbitrators\nhad proceeded with the arbitration proceedings and also passed the impugned awards when the revision petition was pending in this Court, the awards on that account do not become invalid.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_114\">46. The Appellants have also challenged the award which is the subject-matter of First Appeal No. 28 of 1987 on the further ground that the Respondent firm had already filed an application (which was converted into a suit) being Suit No. 4260 of 1982 in Ahmedabad City Civil Court under <a href=\"/doc/1453009/\" id=\"a_294\">Section 20</a> of the Act (a) to cause Defendants 1, 2 and 3 who were Union of India, the Chief Engineer and Garrison Engineer to file the original agreement, namely, the contract between the parties and after filing the same to appoint an arbitrator in terms of clause 70 of the Contract and (b) to grant a permanent injunction restraining Defendants 1, 2, and 3 from encashing the bank guarantee which was that of Defendant No. 4 to the suit. There is further no dispute that an interim injunction was granted by the Court which was also operative throughout. This fact was pointed out to the Court in the written objection which was taken to the application made by the firm for appointment of the arbitrator under <a href=\"/doc/996339/\" id=\"a_295\">Section 8</a>. What is further, this objection was specifically raised in the present objection petition. However, the trial Court while dealing with this objection has given reasons which can only be described as a specimen of rigmarole. In the first instance, he has stated that admittedly the City Civil Court at Ahmedabad had not passed any order of reference to an arbitrator, but it was Pune Court which had passed such order and had appointed the arbitrator, and therefore, it is the Pune Court which had jurisdiction under <a href=\"/doc/1301998/\" id=\"a_296\">Section 31</a>. The second reason given by the Court is that since the present application, namely, the application made by the firm for a decree in terms of the award, arose out of a reference made by the Pune Court, the present application was maintainable. The third reason given by the Court is that in the objection application to the proceedings adopted by the firm for appointment of the arbitrator under <a href=\"/doc/996339/\" id=\"a_297\">Section 8</a>, the jurisdiction of the Pune Court was challenged by the Appel-\n</p><p data-structure=\"Conclusion\" id=\"p_115\">lants and the Court had held that the Pune Court had jurisdiction and that finding was res judicata and therefore, the same could not be assailed in a subsequent litigation. The last reason given by the Court is that this point was not raised during the proceedings for appointment of the arbitrator under <a href=\"/doc/996339/\" id=\"a_298\">Section 8</a> of the Act, and therefore, the Appellants were precluded from raising it in the present proceedings.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_116\">It will thus be apparent that all the reasons given by the learned Judge are untenable. In the first instance, even assuming that no such point was raised in the proceedings for appointment of the Arbitrator under <a href=\"/doc/996339/\" id=\"a_299\">Section 8</a>, the Appellants were entitled to raise it in the present objection petition which they have admittedly done. Secondly, the finding of the Court that Pune Court had jurisdiction which is given in the earlier proceedings under <a href=\"/doc/996339/\" id=\"a_300\">Section 8</a>, has nothing to do with the objection to the Award on the ground available under <a href=\"/doc/1301998/\" id=\"a_301\">Section 31</a>. Thirdly, it is immaterial for the operation of the provisions of <a href=\"/doc/1301998/\" id=\"a_302\">Section 31</a> that in the application filed in another Court that Court proceeds to make a reference and appoint an Arbitrator while in the proceedings adopted in the earlier Court, the Court takes no such steps. What is material for the operation of the provision of <a href=\"/doc/1301998/\" id=\"a_303\">Section 31</a> is that once the proceedings for appointment of an arbitrator are adopted in a Court having jurisdiction in the matter, all questions regarding the validity, effect or existence of an award or an arbitration agreement between the parties to the agreement or persons claiming under them shall be decided by that Court and by no other Court. Sub-section (4) of <a href=\"/doc/1301998/\" id=\"a_304\">Section 31</a> is very clear on the point. Admittedly, Defendant No. 4 was the Bank of Maharashtra, having its branch office within the jurisdiction of Ahmedabad Court and one of the prayers claimed in the suit was an injunction restraining Defendants 1 to 3 from encashing the bank guarantee given by the said bank. The suit was filed in the Court of competent jurisdiction. Since thus the proceedings had already been adopted in the Ahmedabad Court, no subsequent proceedings could have been adopted for the same reliefs and on the same subject-matter in Pune\nCourt. Hence all proceedings adopted in the Pune Court, including for the appointment of the arbitrator, the subsequent arbitration proceedings, the impugned award and also the present proceedings adopted by the Respondent-firm for a decree in terms of the award were patently bad in law, being in breach of the provision of <a href=\"/doc/1301998/\" id=\"a_305\">Section 31</a>. This is an illegality which was pointed out in the objection petition. The award is therefore invalid and liable to be set aside.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_117\">47. We have already pointed out earlier that Shri Advani for the Respondent-firm concedes the last contention raised on behalf of the Appellants viz., that the arbitrators could not have granted interest pendente lite. However since that part of the award is  severable, the whole award does not become invalid on that account.\n</p><p data-structure=\"Conclusion\" id=\"p_118\">48. Our reasons for setting aside the impugned awards are therefore as follows:\n</p>  \n\n\n<blockquote id=\"blockquote_31\">(1) The contracts between the parties had come to an end by accord and satisfaction. Hence the arbitration clause contained in the contract also stood terminated. There was no dispute between the parties which could have been referred to arbitration and the arbitration clause could also not have been invoked. The arbitration proceedings are therefore illegal.\n</blockquote> \n\n<blockquote id=\"blockquote_32\"> (2) Assuming that the question whether there was an accord and satisfaction was itself a matter of dispute and the arbitrators had power to adjudicate on the same, the arbitrators are guilty of legal misconduct in that they have not arbitrated the said issue. The Respondent-firms have also procured the awards improperly, and fraudulently without getting the said issue decided. The awards are therefore vitiated in law on both counts.\n</blockquote> \n\n<blockquote id=\"blockquote_33\"> (3) The Court suffered from lack of inherent jurisdiction to appoint arbitrators under <a href=\"/doc/996339/\" id=\"a_306\">Section 8</a> of the Act. The awards are therefore non est and unenforceable in law.\n</blockquote> \n\n<blockquote id=\"blockquote_34\"> (4) The arbitrators are guilty of legal misconduct and the awards can also be said to have been procured improperly and fraudulently in that (a) the awards are made without\nany evidence on record; (b) they have been made in breach of they principles of natural justice; (c) they have also been made in breach of the express terms of the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_35\"> (5) The award in Appeal No. 23 of 1987 is liable to be struck down also on the ground that no proceedings under the Act could have been started in Pune Court when the proceedings initialed under <a href=\"/doc/1453009/\" id=\"a_307\">Section 20</a> of the Act were pending in the Ahmedabad Court.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_119\">49. In the result, we allow all the appeals and set aside the awards impugned in ech of the appeals. Consequently each of the suits stands dismissed and the objection petition in each of the cases stands allowed. The Respondent-firm in each of the appeals will pay the costs to the Appellants throughout.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_120\">Before we part with these proceedings we may observe that these matters have assumed some importance because they reveal a large scale fraud practised on the public exchequer. The fraud involves crores of rupees and is being practised regularly in a very sophisticated manner. One docs not know how long these mal-practices have been going on and in how many departments of the Central and State Governments. The officers of more than one departent at different levels are involved in them. The modus operandi is simple. The contractors submit their final bills and no claim-certificates without reservations, pass receipts in full and final settlement of theent at different levels are involved in them. The modus operandi is simple. The contractors submit their final bills and no claim-certificates without reservations, pass receipts in full and final seitlement of the bills and get their bank-guarantees released. After some months, they prefer fresh claims and in spile of the provisions to the contrary in the contract, get arbitrators appointed under <a href=\"/doc/996339/\" id=\"a_308\">Section 8</a> of the Act from the list of arbitrators submitted by themselves. A sham fight is put up in the Courts to resist the proceedings. The list consists of obliging individuals, almost all of whom are the former officers of the contracting department. Finding that the business is lucrative, some of them have taken even a premature retirement and have been practising as arbitrators. The awards are mostly made ex parte or else the arbitration\nproceedings are resisted poorly. Even in Courts, the most obvious defences are deliberately omitted and decrees running into lakhs and crores of rupees are passed routinely. As the learned Government Counsel candidly admitted before us, there appears to be a regular clique which was discovered only recently at least as far as the operation of the present department in this part of the country is concerned, and action has been taken against some of the officers. Several similar matters are at present pending at different levels, and their fate depends upon what we have held in these proceedings. It is for the Government to investigate the matter and safeguard the public funds.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_121\">    Appeals allowed.\n</p>\n \n\n","numcites":53,"numcitedby":42,"docsource":"Bombay High Court","citetid":1829562,"divtype":"judgments","relatedqs":[{"value":"constructive res judicata","formInput":"constructive%20res%20judicata"},{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"res judicata ","formInput":"res%20judicata%20"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"lack of inherent jurisdiction sortby: mostrecent sec 2(g)","formInput":"lack%20of%20inherent%20jurisdiction%20sortby%3A%20mostrecent%20sec%202%28g%29"},{"value":"releasing of bank guarantee","formInput":"releasing%20of%20bank%20guarantee"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"stay     filter:      delay Stay granted after 2 years of order premature retirement Stay after 2 years of order","formInput":"stay%20%20%20%20%20filter%3A%20%20%20%20%20%20delay%20Stay%20granted%20after%202%20years%20of%20order%20premature%20retirement%20Stay%20after%202%20years%20of%20order"},{"value":"estoppel","formInput":"estoppel"},{"value":"appointment of sole arbitrator","formInput":"appointment%20of%20sole%20arbitrator"},{"value":"arbitrator not court","formInput":"arbitrator%20not%20court"},{"value":"jurisdiction of court to appoint arbitrator","formInput":"jurisdiction%20of%20court%20to%20appoint%20arbitrator"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"final bill","formInput":"final%20bill"},{"value":"civil revision","formInput":"civil%20revision"},{"value":"powers of the arbitrator","formInput":"powers%20of%20the%20arbitrator"},{"value":"lack of jurisdiction","formInput":"lack%20of%20jurisdiction"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"promissory note","formInput":"promissory%20note"}],"cats":[{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":false,"query_alert":null,"agreement":false}