{"tid":149642,"publishdate":"2009-01-22","title":"State Of Haryana vs Sandeep Kumar on 22 January, 2009","doc":"<h2 class=\"doc_title\">State Of Haryana vs Sandeep Kumar on 22 January, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-s-garewal\">K.S.Garewal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-s-garewal\">K.S.Garewal</a></h3>\n\n<pre id=\"pre_1\">Crl. Appeal No.495-DBA of 2008                              1\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\n     IN THE HIGH COURT OF PUNJAB AND HARYANA AT\n                     CHANDIGARH\n\n                            Crl. Appeal No.495-DBA of 2008\n                            Date of Decision : 22.01.2009\n\nState of Haryana                                  ...Appellant\n\n                            Versus\n\nSandeep Kumar                                     ....Respondent\n\n                            Crl. Appeal No.2409-SB of 2007\n\nKulbir Singh                                      ...Appellant\n\n                            Versus\n\nState of Haryana                                  ....Respondent\n\n                            Crl. Appeal No.2469-SB of 2007\n\nBabli @ Tarsem Singh                              ...Appellant\n\n                            Versus\n\nState of Haryana                                  ....Respondent\n\nCORAM:HON&#x27;BLE MR. JUSTICE K.S.GAREWAL\n     HON&#x27;BLE MR. JUSTICE SHAM SUNDER\n\nPresent: Mr. S.S.Pattar, Senior Deputy Advocate General, Haryana,\n         for the appellant, in Criminal Appeal No.495-DBA of 2008.\n\n         Mr. Pankaj Midha, Advocate,\n         for Sandeep Kumar-respondent, in\n         Criminal appeal No.495-DB of 2008.\n\n         Mr. Satnam Singh Gill, Advocate,\n         for Kulbir Singh, appellant,\n         in Criminal Appeal No.2409-SB of 2007.\n\n         Mr. S.S.Siao, Advocate,\n         with Ms. Shweta Bawa, Advocate,\n         for Babli @ Tarsem Singh-appellant, in\n         Criminal Appeal No.2469-SB of 2007.\n Crl. Appeal No.495-DBA of 2008                               2\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\n\n          Mr. S.S.Pattar, Senior Deputy Advocate General, Haryana,\n          for the respondent, in Criminal Appeal Nos.2409-SB of 2007 &amp;\n          2469-SB of 2007.\n\nSHAM SUNDER, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">          This judgment shall dispose of Criminal Appeal No.495-DBA\n\nof 2008, filed by the State of Haryana, against the judgment of acquittal\n\ndated 25.8.2007, of Sandeep Kumar, Criminal Appeal No.2409-SB of\n\n2007, filed by Kulbir Singh, appellant, and Criminal Appeal No.2469-SB\n\nof 2007, filed by Babli @ Tarsem Singh, appellant, against the judgment\n\nof conviction dated 25.8.2007,       and the order of sentence dated\n\n27.8.2007, rendered by the Special Judge, Jind, vide which he convicted\n\nKulbir Singh and Babli @ Tarsem Singh, accused/appellants, for the\n\noffence, punishable under <a href=\"/doc/1046310/\" id=\"a_1\">Section 15</a> of the Narcotic Drugs &amp;\n\nPsychotropic Substances Act, 1985 (hereinafter called as &#x27;the Act&#x27; only)\n\nand sentenced them, to undergo rigorous imprisonment, for a period of\n\nten years each, and to pay a fine of Rs.1 lac each, and in default of\n\npayment of the same, to undergo rigorous imprisonment for another\n\nperiod of six months each, for having been found in possession of 280\n\nkgs. poppy-husk, (falling within the ambit of commercial quantity),\n\nwithout any permit or licence. As stated above, Sandeep Kumar, accused,\n\nwas acquitted vide the aforesaid judgment, by the trial Court.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.        The facts of the prosecution case, as summarized, proceeded in\n\nthe manner, that on 3.5.2006, a V.T.message was received in Police\n\nStation Garhi, from the Deputy Superintendent of Police, Narwana. The\n\nmessage was to the effect, that one Scorpio vehicle having 2/3 occupants,\n\nwas found moving under suspicious circumstances, and a picket be held,\n<span class=\"hidden_text\" id=\"span_1\"> Crl. Appeal No.495-DBA of 2008                              3</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nwith a view to check the same. On receipt of this message, Dalbir Singh,\n\nASI, Police Station Garhi, alongwith other police officials reached Data\n\nSinghwala, in Govt. Jeep, bearing No.HR-21 B-8395, driven by Suresh\n\nKumar, Constable. At that place, the other police officials met the police\n\nparty. Thereafter, Dalbir Singh, ASI, held a picket. One Scorpio vehicle\n\n(silver coloured), bearing No.HR-37 B-4278, came from Narwana side.\n\nOn seeing the police party, the vehicle all of a sudden stopped. As soon\n\nas it stopped, two persons alighted from the back side of the said vehicle.\n\nThe driver of the said vehicle got down from the driver&#x27;s seat. All of\n\nthem fled towards the fields. Dalbir Singh, ASI, and the other police\n\nofficials got suspicious, about the conduct of the occupants of the said\n\nvehicle, who after getting down therefrom, started running. They were\n\nasked to stop, but they did not do so. They were chased. While running\n\ntwo of them put off their shoes. However, at a distance of about half\n\nkilometer, all of them were apprehended. One of them, disclosed his\n\nname as Sandeep Kumar, who was driving the vehicle, whereas, the\n\nremaining two persons, disclosed their names as Babli @ Tarsem Singh\n\nS/o Gurmel Singh and Kulbir Singh S/o Nikka Singh. Babli @ Tarsem\n\nSingh and Kulbir Singh, who put off their shoes, while running, sustained\n\ninjuries, in the fields, where the wheat crop was lying. Thereafter, they\n\nwere brought near the aforesaid vehicle. The vehicle was checked. It\n\nwas found containing 06 gunny bags and 02 plastic bags. Dalbir Singh,\n\nASI, suspected that the bags aforesaid, contained contraband. Notice\n\nunder <a href=\"/doc/961083/\" id=\"a_2\">Section 50</a> of the Act, was served upon them, as to whether, they\n\nwanted the search of the bags, to be conducted, in the presence of a\n<span class=\"hidden_text\" id=\"span_2\"> Crl. Appeal No.495-DBA of 2008                              4</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nGazetted Officer, or a Magistrate. They, however, opted that they wanted\n\nthe search to be conducted, in the presence of a Gazetted Officer.\n\nThereafter, Dalbir Singh, ASI, called the DSP, Narwana, to the spot, who\n\nreached there. He directed Dalbir Singh, ASI, to conduct the search of\n\nthe gunny and plastic bags. The gunny and the plastic bags, were taken\n\nout of the vehicle aforesaid. On search, each gunny bag, was found\n\ncontaining 40 kgs. poppy-husk, whereas each plastic bag, was found\n\ncontaining 20 kgs. poppy-husk. Two samples of 100 grams, from each of\n\nthe gunny and the plastic bags, were taken out, and the remaining poppy-\n\nhusk, was kept in the same gunny and plastic bags. The samples, gunny\n\nand the plastic bags, containing the remaining poppy-husk, were\n\nconverted into parcels, duly sealed, and taken into possession, vide a\n\nseparate recovery memo, alongwith the Scorpio vehicle. Ruqa, Ex.PG,\n\nwas sent to the Police Station, on the basis whereof, formal FIR, Ex.PE,\n\nwas registered. Rough site plan, Ex.PA, of the place of recovery, was\n\nprepared. The statements of the witnesses were recorded. The accused\n\nwere arrested. After the completion of investigation, the accused were\n\nchallaned.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.        On their appearance, in the Court, the copies of documents,\n\nrelied upon by the prosecution, were supplied to the accused. Charge\n\nunder <a href=\"/doc/1046310/\" id=\"a_3\">Section 15</a> of the Act, against all the accused, as also under\n\n<a href=\"/doc/1985627/\" id=\"a_4\">Sections 467</a> and <a href=\"/doc/1466184/\" id=\"a_5\">471</a> of the Indian Penal Code, against Sandeep Kumar,\n\naccused, was framed, to which they pleaded not guilty, and claimed trial.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">4.        The prosecution, in support of its case, examined Raghbir\n\nSingh, SI (PW-1), before whom the case property, samples, witnesses,\n<span class=\"hidden_text\" id=\"span_3\"> Crl. Appeal No.495-DBA of 2008                               5</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nand the accused, were produced, by Dalbir Singh, ASI, and who after\n\nverification of the same, affixed his own seal, Kuldeep Gupta, Draftsman\n\n(PW-2), who prepared the scaled site plan, Ex.PB, Ram Kumar,\n\nConstable (PW-3), a formal witness, who tendered his affidavit, Ex.PC,\n\nRaj Kumar, HC (PW-4), another formal witness, who tendered his\n\naffidavit, Ex.PD, Krishan Kumar, EHC (PW-5), who delivered special\n\nreport, Ex.PE, to the Illaqa Magistrate, Krishan Kumar, Photographer\n\n(PW-6), who took the photographs, Exs.P1 and P2, of Scorpio vehicle, as\n\nalso of the gunny bags, and of the plastic bags, and the negatives\n\nwhereof, are Exs.P3 and P4, Surender Singh Malik, DSP (PW-7), a\n\nwitness to the search and seizure, Dalbir Singh, SI (at the relevant time\n\nASI) (PW-8), the Investigating Officer, who deposed, with regard to the\n\nsearch of the accused, and seizure of the contraband, Jagat Singh, SI\n\n(PW-9), who submitted the report, under <a href=\"/doc/1412034/\" id=\"a_6\">Section 173</a> Cr.P.C., after the\n\ncompletion of investigation, and Rajinder Singh, ASI (PW-10), a witness\n\nto the search and seizure. Thereafter, the Public Prosecutor for the State,\n\ntendered report of the Forensic Science Laboratory, Ex.PM, and after\n\ngiving up Mahabir Singh, HC, he closed the prosecution evidence.\n\n</p><p data-structure=\"Issue\" id=\"p_5\">5.        The statements of the accused, under <a href=\"/doc/767287/\" id=\"a_7\">Section 313</a> Cr.P.C., were\n\nrecorded, and they were put all the incriminating circumstances,\n\nappearing against them, in the prosecution evidence. They pleaded false\n\nimplication.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">6.        Kulbir Singh, accused, in his statement, under <a href=\"/doc/767287/\" id=\"a_8\">Section 313</a>\n\nCr.P.C. stated that the prosecution witnesses deposed falsely, against him.\n<span class=\"hidden_text\" id=\"span_4\"> Crl. Appeal No.495-DBA of 2008                              6</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_7\">7.        Babli @ Tarsem Singh and Sandeep Kumar, accused, also took\n\nup the same plea, in their statements, under <a href=\"/doc/767287/\" id=\"a_9\">Section 313</a> Cr.P.C., as was\n\ntaken up by Kulbir Singh, accused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\">8.        Sandeep Kumar, accused, however, produced Harpal Kaur\n\n(DW-1), Raj Kumar, (DW-2), and Hem Raj, (DW-3), in their defence.\n\nThereafter, the accused closed the defence evidence.\n\n</p><p data-structure=\"CDiscource\" id=\"p_9\">9.        After hearing the Public Prosecutor for the State, the Counsel\n\nfor the accused, and, on going through the evidence, on record, the trial\n\nCourt, convicted and sentenced Kulbir Singh and Babli @ Tarsem Singh,\n\naccused, whereas, acquitted Sandeep Kumar, accused, as stated\n\nhereinbefore.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">10.       Feeling aggrieved, against the judgment of conviction, and the\n\norder of sentence, rendered by the trial Court, Criminal Appeal Nos.2409-\n\nSB of 2007 and 2469-SB of 2007, were filed by Kulbir Singh and Babli\n\n@ Tarsem Singh, appellants, respectively, and the State of Haryana, filed\n\nCriminal Appeal No.495-DBA of 2008, against the acquittal of Sandeep\n\nKumar.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">11.       We have heard the Counsel for the parties, and have gone\n\nthrough the evidence and record of the case, carefully.\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">12.       The Counsel for appellants, Kulbir Singh and Babli @ Tarsem\n\nSingh, at the very outset, submitted that the prosecution miserably failed\n\nto prove the conscious possession of the accused, in relation to the\n\npoppy-husk, allegedly recovered from the Scorpio vehicle, and, as such,\n\nthey did not commit any offence, punishable under <a href=\"/doc/1046310/\" id=\"a_10\">Section 15</a> of the Act.\n<span class=\"hidden_text\" id=\"span_5\"> Crl. Appeal No.495-DBA of 2008                              7</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nThe submission of the Counsel for the appellants, in this regard, does not\n\nappear to be correct. Kulbir Singh and Babli @ Tarsem Singh, were\n\nsitting on 06 gunny bags, and 02 plastic bags, containing poppy-husk,\n\nwhich were lying in the said vehicle.     It was not a small quantity of\n\npoppy-husk, which was recovered from the said vehicle. It was a big\n\nhaul of poppy-husk, which was being transported, in the said vehicle. It\n\ncould not escape the notice of both these accused. It was within the\n\nspecial means of knowledge of the accused, as to wherefrom these bags,\n\ncontaining poppy-husk, were loaded, in the said vehicle, and to which\n\ndestination the same were being transported, for the purpose of sale, on\n\ncommercial basis, for minting money. They were required to explain the\n\ncircumstances, regarding the existence of the bags, containing poppy-\n\nhusk, in the said vehicle.       They, however, failed to furnish any\n\nexplanation, in this regard. Under these circumstances, the possession of\n\nthe accused, and their control over the bags, containing poppy-husk,\n\nstood proved. Once the possession of the accused, and their control over\n\nthe contraband was proved, then statutory presumption under <a href=\"/doc/1297682/\" id=\"a_11\">Sections 54</a>\n\nand <a href=\"/doc/852142/\" id=\"a_12\">35</a> of the Act, operated against them, that they were in conscious\n\npossession thereof. Thereafter, it was for them, to rebut the presumption,\n\nby leading cogent and convincing evidence. However, the appellants\n\nfailed to rebut that presumption, either during the course of cross-\n\nexamination of the prosecution witnesses, or by leading defence\n\nevidence. In these circumstances, the trial Court was right, in holding\n\nthat they were in conscious possession of the contraband. <a href=\"/doc/1297682/\" id=\"a_13\">Section 54</a> of\n\nthe Act ibid reads as under :-\n</p><span class=\"hidden_text\" id=\"span_6\"> Crl. Appeal No.495-DBA of 2008                                      8</span><p data-structure=\"Section\" id=\"p_13\">\n</p><blockquote id=\"blockquote_1\">Crl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\n                     &quot;Presumption from possession of illicit articles:- In\n\n                     trials under this Act, it may be presumed, unless and\n\n                     until the contrary is proved, that the accused has\n\n                     committed an offence under this Act, in respect of:-\n\n</blockquote><pre id=\"pre_2\">                     a)           any       narcotic   drug   or    psychotropic\n\n                     substance or controlled substance;\n\n                     b)           any opium poppy, cannabis plant or coca\n\n                     plant growing on any land which he has cultivated;\n\n                     c)           any apparatus specially designed or any\n\n                     group      of    utensils    specially   adopted   for    the\n\n                     manufacture of any narcotic drug or psychotropic\n\n                     substance or controlled substance; or\n\n                     d)           any materials which have undergone any\n\n</pre><blockquote id=\"blockquote_2\">                     process towards the manufacture of a narcotic drug\n\n                     or psychotropic substance or controlled substance, or\n\n                     any residue left of the materials from which any\n\n                     narcotic        drug    or   psychotropic     substance   or\n\n                     controlled substance has been manufactured,\n\n                     for the possession of which he fails to account\n\n                     satisfactorily.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_14\">13.       <a href=\"/doc/852142/\" id=\"a_14\">Section 35</a> which relates to the presumption of culpable mental\n\nstate, is extracted as under :-\n</p>\n<blockquote id=\"blockquote_3\">                     &quot;Presumption of culpable mental state:- (1) In any\n\n                     prosecution for an offence under this Act, which\n\n                     requires a culpable mental state of the accused, the\n<span class=\"hidden_text\" id=\"span_7\"> Crl. Appeal No.495-DBA of 2008                                 9</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\n                    Court shall presume the existence of such mental\n\n                    state but it shall be a defence for the accused to\n\n                    prove the fact that he had no such mental state with\n\n                    respect to the act charged as an offence in that\n\n                    prosecution.\n</blockquote>\n<blockquote id=\"blockquote_4\">                    Explanation:- In this section &quot;culpable mental state&quot;\n\n</blockquote><p data-structure=\"Section\" id=\"p_15\">                    includes intention, motive knowledge of a fact and\n\n                    belief in, or reason to believe, a fact.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">                    (2) For the purpose of this section, a fact is said to\n\n                    be proved only when the court believes it to exist\n\n                    beyond a reasonable doubt and not merely when its\n\n                    existence is established by a preponderance of\n\n                    probability.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">14.       From the conjoint reading of the provisions of <a href=\"/doc/1297682/\" id=\"a_15\">Sections 54</a> and\n\n<a href=\"/doc/852142/\" id=\"a_16\">35</a>, referred to hereinbefore, it becomes abundantly clear, that once an\n\naccused, is found to be in possession of a contraband, he is presumed to\n\nhave committed the offence, under the relevant provisions of the Act,\n\nuntil the contrary is proved. According to <a href=\"/doc/852142/\" id=\"a_17\">Section 35</a> of the Act ibid, the\n\nCourt shall presume the existence of mental state, for the commission of\n\nan offence, and it is for the accused to prove otherwise. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_8\">In <a href=\"/doc/489126/\" id=\"a_18\">Madan Lal\n\nand another Vs. State of H. P.</a> 2003 SCC (Crl.) 1664 it was held as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_5\">                  The word &quot;conscious&quot; means awareness about a\n                  particular fact.     It is a state of mind which is\n                  deliberate or intended.\n</blockquote><blockquote id=\"blockquote_6\">                             Once possession is established, the person\n<span class=\"hidden_text\" id=\"span_9\"> Crl. Appeal No.495-DBA of 2008                               10</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\n                   who claims that it was not a conscious possession has\n                   to establish it, because how he came to be in\n                   possession is within his special knowledge. <a href=\"/doc/852142/\" id=\"a_19\">Section 35</a>\n                   of the Act gives a statutory recognition of this position\n                   because of the presumption available in law. Similar\n                   is the position in terms of <a href=\"/doc/1297682/\" id=\"a_20\">Section 54</a> where also\n                   presumption is available to be drawn from possession\n                   of illicit articles.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_10\">15.       The facts of <a href=\"/doc/489126/\" id=\"a_21\">Madan Lal</a>&#x27;s case (supra) in brief, were that\n\naccused Manjit     Singh was driving the Car and the remaining four\n\naccused, were sitting therein.      One steel container (dolu) in a black\n\ncoloured bag, was recovered from the said Car, which contained 820 gms.\n\ncharas. All the accused were convicted and sentenced by the trial Court,\n\nholding that they were found in conscious possession of charas, despite\n\nthe fact, that one of the accused, admitted his conscious possession, of the\n\ncontraband. The Apex Court held that the trial Court was right in coming\n\nto the conclusion, that the accused were found in conscious possession of\n\ncharas, as they had failed to explain, as to how, they were travelling in a\n\nCar together, which was not a public vehicle. The Apex Court upheld\n\nthe conviction and sentence awarded to the accused. In the instant case,\n\nthe accused failed to explain, as to how, 06 gunny bags and 02 plastic\n\nbags, containing poppy-husk were found in the Scorpio vehicle, in which\n\nthey were travelling.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_11\">The facts of <a href=\"/doc/489126/\" id=\"a_22\">Madan Lal</a>&#x27;s case (supra) are similar\n\nand identical to the facts of the present case.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"489126\" id=\"span_12\">The principle of law<a href=\"/doc/489126/\" id=\"a_23\">, <a href=\"/doc/489126/\" id=\"a_24\">laid\n\ndown, in</a></a> <a href=\"/doc/489126/\" id=\"a_25\">Madan Lal</a>&#x27;s case (supra) is fully applicable to the facts of the\n\npresent case. In the instant case, in their statements, under <a href=\"/doc/767287/\" id=\"a_26\">Section 313</a>\n\nCr.P.C., the accused/appellants took up the plea, only of false\n<span class=\"hidden_text\" id=\"span_13\"> Crl. Appeal No.495-DBA of 2008                               11</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nimplication.   They also failed to prove, as to how, they were found\n\ntravelling together in Scorpio, which was not a public vehicle. No plea\n\nwas taken up by Kulbir Singh and Babli @ Tarsem Singh, that they only\n\ntook a lift in the said vehicle, as no public transport, was available. They\n\nalso did not take up the plea that they were merely engaged as labourers,\n\nfor loading and unloading the bags, and, therefore, they did not know,\n\nwhat was contained therein. No plea was also taken up, by them, that they\n\nwere friendly to the driver of the said vehicle, and with a view to provide\n\nhim company, they sat therein. As stated above, the accused miserably\n\nfailed to rebut the statutory presumption<a href=\"/doc/489126/\" id=\"a_27\">, <a href=\"/doc/489126/\" id=\"a_28\">referred to above</a></a>. Thus, their\n\nconscious possession, in respect of the contraband, was proved, and, as\n\nsuch, the submission of the Counsel for the appellants, being without\n\nmerit, must fail, and the same stands rejected.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">16.       It was next submitted by the Counsel for Kulbir Singh and\n\nBabli @ Tarsem Singh, appellants, that no independent witness was\n\njoined, despite availability, and, as such, the case of the prosecution\n\nbecame doubtful.    In the instant case, no specific information had been\n\nreceived against the accused, that they were bringing contraband, in a\n\nparticular vehicle, and, in case, a picket was held, they could be\n\napprehanded and huge quantity of narcotics could be recovered from\n\nthem.   Only a general information was received, by the DSP, who\n\nconveyed the same through V.T.message to the Police Station. It was\n\nonly thereafter, keeping in view the urgency of the matter, that Dalbir\n\nSingh, ASI of Police Station Garhi, accompanied by other police\n\nofficials, went in the area of village Data Singhwala, and held a picket. It\n<span class=\"hidden_text\" id=\"span_14\"> Crl. Appeal No.495-DBA of 2008                               12</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nwas, per chance, that the aforesaid vehicle, the occupants whereof, were\n\nthe accused came. The place where the picket had been held, is at a\n\ndistance of about half kilometer from Village Data Singhwala, as is\n\nevident from the statement of Dalbir Singh, ASI (PW-8), the\n\nInvestigating Officer. Dalbir Singh, ASI, during the course of his cross-\n\nexamination, stated that some persons had reached the spot of their own.\n\nHe further stated that an attempt was made to join those persons, in the\n\ninvestigation, but they showed their inability. It means that an effort was\n\nmade by Dalbir Singh, ASI, the Investigating Officer, to join the\n\nindependent witnesses, but none was ready to join.            Under these\n\ncircumstances, the conduct of the Investigating Officer, could not be said\n\nto be blemished, in any manner. It is a matter of common experience that\n\nindependent witnesses, shun joining, a search or seizure with a view to\n\navoid wrath and displeasure of the accused, as also the complications,\n\nwhich may arise later on, on account of their appearance in the Court,\n\nfrom time to time, for their evidence.     It has also become the general\n\ntendency of the people to criticize the Police and the Courts, for their\n\nfailures, but when an occasion arises, to seek their assistance, at the time\n\nof search or seizure of a contraband, or detection of crime, they show\n\ntheir disinterest. The mere fact that no independent witness could be\n\njoined, on account of the aforesaid reasons, in itself, could not be said to\n\nbe sufficient to disbelieve and distrust the evidence of the prosecution\n\nwitnesses. In the face of the evidence of the official witnesses only, the\n\nCourt is required to scrutinize the same, carefully and cautiously. After\n\ncareful and cautious scrutiny, if the Court comes to the conclusion, that\n<span class=\"hidden_text\" id=\"span_15\"> Crl. Appeal No.495-DBA of 2008                              13</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nthe evidence of the official witnesses, inspires confidence, and does not\n\nsuffer from any serious infirmity, then no formidible reason can be\n\ncoined, to disbelieve the same. The evidence of the official witnesses, in\n\nthe instant case, has been subjected to indepth scrutiny, and nothing came\n\nto the fore, which may go to discredit the same. The evidence of the\n\nprosecution witnesses, on such scrutiny, has been found to be cogent,\n\nconvincing, reliable and trustworthy. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33261559\" id=\"span_16\">In <a href=\"/doc/33261559/\" id=\"a_29\">Akmal Ahmed Vs. State of\n\nDelhi</a>, 1999(2) RCC 297 (S.C.), it was held that, it is now well-settled,\n\nthat the evidence of search or seizure, made by the police, will not\n\nbecome vitiated, solely for the reason that the same was not supported by\n\nan independent witness.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81332\" id=\"span_17\">In <a href=\"/doc/81332/\" id=\"a_30\">State of NCT of Delhi Vs. Sunil</a> (2000)I\n\nS.C.C. 748, it was held as under:-</span>\n</p>\n<blockquote id=\"blockquote_7\">            &quot;It is an archaic notion that actions of the Police officer,\n\n            should be approached with initial distrust. It is time now to\n\n            start placing at least initial trust on the actions and the\n\n            documents made by the Police.        At any rate, the Court\n\n            cannot start with the presumption that the police records\n\n            are untrustworthy. As a proposition of law, the presumption\n\n            should be the other way round. The official acts of the\n\n            Police have been regularly performed is a wise principle of\n\n            presumption and recognized even by the Legislature.&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">17.       In Appa Bai and another Vs. State of Gujrat, AIR 1988 S.C.\n\n696, it was held that the prosecution story cannot be thrown out, on the\n\nground, that an independent witness had not been examined, by the\n\nprosecution. It was further held, in the said authority, that the civilized\n<span class=\"hidden_text\" id=\"span_18\"> Crl. Appeal No.495-DBA of 2008                                 14</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\npeople, are generally insensitive, when a crime is committed, even in\n\ntheir presence, and they withdraw from the victims&#x27; side, and from the\n\nside of the vigilant. They keep themselves away from the Courts, unless\n\nit is inevitable. Moreover, they think the crime like a civil dispute,\n\nbetween two individuals, and do not involve themselves, in it.           The\n\nprinciple of law, laid down, in the aforesaid authorities, is fully applicable\n\nto the facts of the present case. In these circumstances, mere non-joining\n\nof    an independent witness, when the evidence of the prosecution\n\nwitnesses, has been held to be cogent, convincing, creditworthy, and\n\nreliable, and there was no reason, on their part, to falsely implicate the\n\naccused, no doubt, is cast on the prosecution story. The submission of\n\nthe Counsel for the appellants, in this regard, being without merit, must\n\nfail, and the same stands rejected.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">18.        It was next submitted by the Counsel for Kulbir Singh and\n\nBabli @ Tarsem Singh appellants, that the samples were deposited in the\n\noffice of the Forensic Science Laboratory, after a delay of 14 days,\n\nwithout any explanation, and, as such, the possibility of tampering with\n\nthe same, until the same reached the Laboratory, could not be ruled out.\n\nThe submission of the Counsel for the appellants, in this regard, does not\n\nappear to be correct. The mere fact that no explanation was furnished for\n\ndepositing the samples, in the Laboratory, after delay, in itself, is not\n\nsufficient, to come to the conclusion, that the same were tampered with,\n\nat any stage of the case. In such circumstances, the Court is required to\n\nfall back upon the other evidence, produced by the prosecution, to\n\ncomplete the link evidence.       The other evidence, produced by the\n<span class=\"hidden_text\" id=\"span_19\"> Crl. Appeal No.495-DBA of 2008                               15</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nprosecution, has been subjected to indepth scrutiny. It has been found to\n\nbe cogent, convincing, reliable, and trustworthy.        From the other\n\nevidence, produced by the prosecution, it was proved that none tampered\n\nwith the sample parcels, until the same reached the office of the Forensic\n\nScience Laboratory. Above all, there is report of the Forensic Science\n\nLaboratory, Ex.PM, which clearly proves that the seals on the parcels,\n\nwere found intact, and tallied with the specimen seals sent. The report of\n\nthe Forensic Science Laboratory, is per-se admissible into evidence, in its\n\nentirety, as per the provisions of <a href=\"/doc/692331/\" id=\"a_31\">Section 293</a> Cr.P.C. The delay, in\n\nsending the samples, to the office of the Forensic Science Laboratory,\n\ntherefore, did not prove fatal to the case of the prosecution. Had no other\n\nevidence, been produced, by the prosecution, to prove that the sample\n\nparcels, remained untampered with, until the same reached the office of\n\nthe Forensic Science Laboratory, the matter would have been different. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"412787\" id=\"span_20\">In\n\n<a href=\"/doc/412787/\" id=\"a_32\">State of Orissa Vs. Kanduri Sahoo</a> 2004(1) RCR (Criminal) 196 (S.C.),\n\nit was held that mere delay in sending the sample to the Laboratory is not\n\nfatal, where there is evidence that the seized articles remained in safe\n\ncustody.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"355629\" id=\"span_21\">In <a href=\"/doc/355629/\" id=\"a_33\">Narinder Singh @ Nindi Vs. State of Punjab</a> 2005(3) RCR\n\n(Criminal) 343, which was a case, relating to the recovery of 4 Kgs. of\n\nopium, the samples were sent to the office of the Chemical Examiner,\n\nafter 23 days. All the samples were intact. In these circumstances, it was\n\nheld that, in the face of the other cogent, convincing, reliable, and\n\ntrustworthy evidence, produced by the prosecution, to prove the\n\ncompletion of link evidence, it could not be held that the possibility of\n\ntampering with the samples, could not be ruled out. The principle of law,\n<span class=\"hidden_text\" id=\"span_22\"> Crl. Appeal No.495-DBA of 2008                               16</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\n<a href=\"/doc/355629/\" id=\"a_34\">laid down, in</a> the aforesaid authorities, is fully applicable to the facts of\n\nthe instant case. Therefore, in the instant case, unexplained delay of 14\n\ndays, in sending the samples to the office of the Forensic Science\n\nLaboratory, did not at all matter much. In this view of the matter, the\n\nsubmission of the Counsel for the appellants, being without merit, must\n\nfail, and the same stands rejected.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">19.        It was next submitted by the Counsel for Kulbir Singh and\n\nBabli @ Tarsem Singh, appellants, that no written notice, under <a href=\"/doc/961083/\" id=\"a_35\">Section\n\n50</a> of the Act, was served, upon the accused, as to whether, they wanted\n\nthe search of the vehicle, and the bags, in the presence of a Gazetted\n\nOfficer or a Magistrate.       The submission of the Counsel for the\n\nappellants, in this regard, does not appear to be correct. In the instant\n\ncase, joint notice, Ex.PF, in terms of <a href=\"/doc/961083/\" id=\"a_36\">Section 50</a> of the Act, was served\n\nupon the accused, and their reply, Ex.PF/1, was obtained. However, it\n\nmay be stated here, that in the instant case, the provisions of <a href=\"/doc/961083/\" id=\"a_37\">Section 50</a>\n\nof the Act, were not applicable, as the recovery was not effected, from the\n\nperson of the accused, but from the aforesaid Scorpio vehicle, of which\n\nthey were the occupants. Had the recovery been effected from the person\n\nof the accused, the provisions of <a href=\"/doc/961083/\" id=\"a_38\">Section 50</a> of the Act, would have been\n\nattracted to this case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1438183\" id=\"span_23\">In <a href=\"/doc/1438183/\" id=\"a_39\">State of Punjab Vs. Baldev Singh</a>, 1999(6)\n\nS.C.C. 172, a Constitution Bench of the Apex Court, settled beyond\n\ndoubt, that the language of <a href=\"/doc/961083/\" id=\"a_40\">Section 50</a>, was implicitly clear, that the\n\nsearch had to be, in relation to a person, and not in relation to the\n\npremises, vehicles, or articles.</span> Similar view was taken in Smt. Krishna\n\nKanwar Thakuraeen Vs. State of Rajasthan, JT 2004(1) S.C. 597. In\n<span class=\"hidden_text\" id=\"span_24\"> Crl. Appeal No.495-DBA of 2008                                17</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nthese circumstances, it can be said that the consistent, and particularly the\n\nview of the larger Bench of the Supreme Court, appears to be that the\n\nsearch, must relate to the person, and not vehicles, other luggage and\n\narticles, and then alone the provisions of <a href=\"/doc/961083/\" id=\"a_41\">Section 50</a> would be attracted.\n\nSince, in view of the principle of law, laid down, in the aforesaid\n\nauthorities, the provisions of <a href=\"/doc/961083/\" id=\"a_42\">Section 50</a> were not applicable, to the\n\nsearch, in the instant case, the trial Court was right in recording\n\nconviction and awarding sentence, to the accused. The submission of the\n\nCounsel for the appellants, in this regard, being devoid of merit, is\n\nrejected.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">20.         It was next submitted by the Counsel for Kulbir Singh and\n\nBabli @ Tarsem Singh appellants, that the Scorpio vehicle, did not\n\nbelong to the accused. It was further submitted that no investigation was\n\nconducted, by the Investigating Officer, as to whom the said vehicle\n\nbelonged, and as to what was the origin of the poppy-husk. They further\n\nsubmitted that, on account of this reason, the case of the prosecution\n\nbecame highly doubtful. It was further submitted that even the owner of\n\nthe vehicle, was not challaned. It is, no doubt, true that the Investigating\n\nOfficer, committed some irregularity by not ascertaining the name of the\n\nowner of the vehicle. Even the owner of the vehicle was not joined,\n\nduring the course of investigation.      However, the mere fact that the\n\nInvestigating Officer, committed some irregularity or illegality, during\n\nthe course of investigation, did not mean that the benefit thereof, must go\n\nto the accused.    If such irregularity or illegality of the Investigating\n\nOfficer is taken into consideration, and benefit thereof, is given to the\n<span class=\"hidden_text\" id=\"span_25\"> Crl. Appeal No.495-DBA of 2008                                18</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\naccused, then every dishonest or negligent Investigating Officer, shall\n\nleave a lacuna, in the prosecution case, so as to create an escape route for\n\nthe accused.    On account of non-ascertaining the ownership of the\n\nvehicle, and non-joining the owner thereof, during the course of\n\ninvestigation, the liability of the accused was not at all affected. Kulbir\n\nSingh and Babli @ Tarsem Singh, were found transporting the\n\ncontraband, in the aforesaid vehicle. Mere possession of the contraband,\n\nis an offence, punishable under <a href=\"/doc/1046310/\" id=\"a_43\">Section 15</a> of the Act. Both the accused,\n\nnamely Kulbir Singh and Babli @ Tarsem Singh, thus, committed, the\n\noffence punishable under <a href=\"/doc/1046310/\" id=\"a_44\">Section 15</a> of the Act. The trial Court was right\n\nin coming to such a conclusion.         In this view of the matter, The\n\nsubmission of the Counsel for the appellants, being without merit, must\n\nfail, and the same stands rejected.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">21.       It was next submitted by the Counsel for Kulbir Singh and\n\nBabli @ Tarsem Singh, appellants, that, as soon as an information, was\n\nreceived by the DSP, that a Scorpio vehicle was moving about, under\n\nsuspicious circumstances, he did not send the same to the superior\n\nOfficer. The submission of the Counsel for the appellants, in this regard,\n\nis without merit. The DSP himself being a Gazetted Officer, as soon as,\n\nhe received the information, he sent the same to the Police Station, with a\n\nview to alert the police officials, to hold a picket, to detect that vehicle,\n\nand check the same, as to whether, the same was carrying some\n\ncontraband or not. Even otherwise, there was no specific information\n\nagainst the accused, that they were coming in a particular vehicle, loaded\n\nwith the contraband, and could be apprehended, if a raid was conducted,\n<span class=\"hidden_text\" id=\"span_26\"> Crl. Appeal No.495-DBA of 2008                               19</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nor a picket was held, with huge quantity thereof. The DSP was not\n\nrequired to send the said general information, received by him, to any\n\nsuperior Officer. By not sending the same, to a superior Officer, he did\n\nnot commit violation of any of the provisions of law. In this view of the\n\nmatter, the submission of the Counsel for the appellants, in this regard,\n\nbeing devoid of merit, is rejected.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_25\">22.        It was next submitted by the Counsel for Kulbir Singh and\n\nBabli @ Tarsem Singh, appellants, that the seal after use, remained with\n\nthe police officials, and, as such, the possibility of tampering with the\n\nsample parcels, and changing the contents thereof, until the same reached\n\nthe office of the Forensic Science Laboratory, could not be ruled out. It\n\nmay be stated here, that no independent witness could be joined, in this\n\ncase, on account of the aforesaid reasons. Under these circumstances, the\n\nseal after use was handed over to the police officials. The mere fact that\n\nthe seal after use, was handed over to the police officials, did not, in any\n\nway, go to prove that the sample parcels, were tampered with, in any\n\nmanner.    It may be stated here, that as soon as, Dalbir Singh, ASI,\n\nreached the Police Station, he produced the case property before the\n\nSHO, who after checking the same, affixed his own seal. Thereafter, the\n\ncase property, and the sample parcels, alongwith sample impression of\n\nthe seals, were entrusted to Dalbir Singh, ASI, by the SHO, and he\n\ndeposited the same, with the MHC. The seals remained with the other\n\nofficials. As soon as the case property, and the sample parcels, were\n\ndeposited with the MHC, it could not be said that the same remained with\n\nthose officials, who were in possession of the seals. Even otherwise,\n<span class=\"hidden_text\" id=\"span_27\"> Crl. Appeal No.495-DBA of 2008                                20</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nsufficient cogent, convincing, reliable, and trustworthy, evidence was\n\nproduced, by the prosecution, to prove that none tampered with the\n\nsample parcels, until the same reached the office of the Forensic Science\n\nLaboratory. There is no requirement of law, to hand over the seal, after\n\nuse, to an independent witness. The Investigating Officer is to investigate\n\na large number of cases. He cannot be expected to keep a number of\n\nseals. Only if, he has one seal for use, the sanctity thereof, can be\n\nmaintained. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1005201\" id=\"span_28\">In <a href=\"/doc/1005201/\" id=\"a_45\">Piara Singh Vs. The State of Punjab</a> 1982 C.L.R. (2)\n\n447, a case decided by a Full Bench of this Court, the seal, on the sample\n\nof illicit liquor, recovered from the accused, was not entrusted to an\n\nindependent person forthwith. Similarly, the independent person, though\n\nentrusted with the seal, by the Investigating Officer, later on, was not\n\nproduced as a witness. In these circumstances, it was held that this fact\n\nalone, was not sufficient to affect the merits of the trial, and the\n\nprosecution case, could not be thrown out, on that score alone. It was\n\nfurther held, in this case, that it was not incumbent upon the Police\n\nOfficer, to hand over the seal to a third person forthwith, and even, in\n\ncases, where he had done so, it was not obligatory upon him, to produce\n\nsuch person, as a witness, during trial, as there was no statutory\n\nrequirement, whatsoever, to this effect. The principle of law<a href=\"/doc/1005201/\" id=\"a_46\">, <a href=\"/doc/1005201/\" id=\"a_47\">laid down,\n\nin</a></a> the aforesaid authority, is fully applicable to the facts of the present\n\ncase.   Non-entrustment of seal, to an independent witness, by the\n\nInvestigating Officer, in view of the cogent, convincing, reliable, and\n\ntrustworthy evidence, produced by the prosecution, regarding the\n\ncompletion of link evidence, did not at all affect the merits of the case. In\n<span class=\"hidden_text\" id=\"span_29\"> Crl. Appeal No.495-DBA of 2008                                  21</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nthis view of the matter, the submission of the Counsel for the appellants,\n\nbeing without merit, must fail, and the same stands rejected.</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_26\">23.        It was next submitted by the Counsel for Kulbir Singh and\n\nBabli @ Tarsem Singh, appellants, that though, according to the\n\nprosecution case, 06 gunny bags and 02 plastic bags, containing poppy-\n\nhusk, were allegedly recovered from the accused, but only 5 seals were\n\naffixed. They further submitted that, as such, the case of the prosecution,\n\nbecame highly doubtful.       The submission of the Counsel for the\n\nappellants, in this regard, does not appear to be correct. Dalbir Singh,\n\nASI, in his statement, stated that the gunny bags and the plastic bags,\n\nwere sealed with his seal &#x27;DS&#x27;. He further stated that the samples were\n\nalso sealed with his seal &#x27;DS&#x27;. He further stated that he affixed 3 seals of\n\n&#x27;DS&#x27; on each sample parcel, and 5 seals of &#x27;DS&#x27; on each gunny and plastic\n\nbag.   He also stated that the DSP also affixed one seal, bearing\n\nimpression &#x27;SS&#x27; on each sample parcel, and each gunny and plastic bag.\n\nFrom the careful perusal of the statement of Dalbir Singh, ASI, it is\n\nevident, that on each sample parcel, he affixed 3 seals, whereas, on each\n\ngunny bag and plastic bag, he affixed 5 seals. It does not mean that he\n\nonly affixed 5 seals on 5 bags. In these circumstances, the submission of\n\nthe Counsel for the appellants, being without merit, must fail, and the\n\nsame stands rejected.     The trial Court was, thus, right in recording\n\nconviction and awarding sentence, for the offence, punishable under\n\n<a href=\"/doc/1046310/\" id=\"a_48\">Section 15</a> of the Act, to Kulbir Singh and Babli @ Tarsem Singh,\n\naccused.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">24.        Now coming to the appeal, filed by the State of Haryana,\n<span class=\"hidden_text\" id=\"span_30\"> Crl. Appeal No.495-DBA of 2008                              22</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nagainst the acquittal of Sandeep Kumar, it may be stated here, that the\n\nsame is liable to be dismissed, for the reasons to be recorded hereinafter.\n\nIt is, no doubt, true that the Appellate Court has got wide powers, to\n\nscrutinize the entire evidence produced by the prosecution, while hearing\n\nthe appeal, against acquittal. However, if the view taken by the trial\n\nCourt, was the one, which could be possible, on the basis of the evidence\n\non record, then the Appellate Court, is required to be very slow in\n\ninterfering with its finding.    The entire evidence produced by the\n\nprosecution, qua Sandeep Kumar, has been carefully scanned. The trial\n\nCourt was right, in holding that, in case, Sandeep Kumar, was present, at\n\nthe spot, and allegedly tried to flee, why was he not got medico-legally\n\nexamined, after he was arrested, alongwith other accused. The trial Court\n\nwas also right, in holding, that when the other accused namely Kulbir\n\nSingh and Babli @ Tarsem Singh, after apprehension were got examined\n\nfrom the Doctor, injuries were found on their person, and had Sandeep\n\nKumar been apprehended, in the manner, deposed to by the prosecution\n\nwitnesses, and got medico-legally examined, the injuries on his person\n\nwould have also been found, indicating that the case of the prosecution\n\nwas truthful.   The trial Court was, thus, right in holding that in the\n\nabsence of such medical examination, the presence of Sandeep Kumar, at\n\nthe time of the alleged recovery, and his apprehension was highly\n\ndoubtful.   The trial Court was also right in holding that since the very\n\npresence of Sandeep Kumar, at the time of alleged recovery, was\n\ndoubtful, it could not be said that he was in conscious possession of the\n\ncontraband, allegedly recovered, from the vehicle. The trial Court was\n<span class=\"hidden_text\" id=\"span_31\"> Crl. Appeal No.495-DBA of 2008                              23</span>\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\nalso right in holding that Sandeep Kumar, belonged to Ludhiana,\n\nwhereas, Kulbir Singh and Babli @ Tarsem Singh, accused, belonged to\n\nDhuri, District Sangrur, the places which were far away from each other,\n\nand, as such, there was no nexus, between him and the other accused.\n\nThe trial Court was also right, in placing reliance on the evidence of\n\nHarpal Kaur (DW-1), Raj Kumar, (DW-2), Social Workers, and Hem Raj,\n\n(DW-3), to come to the conclusion, that the possibility of false\n\nimplication of Sandeep Kumar, could not be ruled out. The view taken\n\nby the trial Court, that accused Sandeep Kumar, was not found in\n\nconscious possession of the poppy-husk aforesaid, nor was he the driver\n\nof Scorpio vehicle, wherefrom, the alleged recovery was effected, could\n\nbe said to be possible, on the basis of the evidence produced by the\n\nprosecution.   The judgment of the trial Court, recording acquittal of\n\nSandeep Kumar, accused, does not suffer from any factual infirmity,\n\nillegality, perversity, or mis-reading of evidence. Therefore, no ground,\n\nwhatsoever, is made out to interfere with the finding of the trial Court,\n\nacquitting Sandeep Kumar. The said appeal, therefore, is liable to be\n\ndismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">25.       No other point, was urged, by the Counsel for the parties.\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">26.       In view of the above discussion, it is held that the judgment of\n\nconviction, and the order of sentence, qua Kulbir Singh and Babli @\n\nTarsem Singh, appellants, and the judgment of acquittal qua Sandeep\n\nKumar, rendered by the trial Court, are based on the correct appreciation\n\nof evidence, and law, on the point.          The same do not warrant any\n\ninterference, and are liable to be upheld.\n</p><span class=\"hidden_text\" id=\"span_32\"> Crl. Appeal No.495-DBA of 2008                              24</span><p data-structure=\"Conclusion\" id=\"p_30\">\nCrl. Appeal No.2409-SB of 2007 &amp;\nCrl. Appeal No.2469-SB of 2007\n\n</p><p data-structure=\"Conclusion\" id=\"p_31\">27.       For the reasons recorded, hereinbefore, all the appeals, referred\n\nto hereinbefore, are dismissed.       The judgment of acquittal dated\n\n25.8.2007, qua Sandeep Kumar, and the judgment of conviction dated\n\n25.8.2007, and the order of sentence dated 27.8.2007, qua Kulbir Singh\n\nand Babli @ Tarsem Singh, are upheld. If Kulbir Singh and Babli @\n\nTarsem Singh, appellants, are on bail, their bail bonds, shall stand\n\ncancelled. The Chief Judicial Magistrate, Jind, shall take necessary steps,\n\nto comply with the judgment, in accordance with the provisions of law,\n\nwith due promptitude, on receipt of a copy thereof.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n\n</p><pre id=\"pre_3\">          (K.S.GAREWAL)                           (SHAM SUNDER)\n              JUDGE                                  JUDGE\n\nJanuary 22, 2009\nVimal\n </pre>","numcites":16,"numcitedby":15,"docsource":"Punjab-Haryana High Court","citetid":149642,"divtype":"judgments","relatedqs":[{"value":"conscious possession","formInput":"conscious%20possession"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"LINK evidence","formInput":"LINK%20evidence"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"forensic science","formInput":"forensic%20science"},{"value":"tarsem singh","formInput":"tarsem%20singh"},{"value":" charas","formInput":"%20charas"},{"value":"section 313 of criminal procedure code","formInput":"section%20313%20of%20criminal%20procedure%20code"},{"value":"After sec.313 of cr.p.c.","formInput":"After%20sec.313%20of%20cr.p.c."},{"value":"official witnesses","formInput":"official%20witnesses"},{"value":"Gazetted officer","formInput":"Gazetted%20officer"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"picketing","formInput":"picketing"},{"value":"sandeep kumar","formInput":"sandeep%20kumar"},{"value":"dalbir","formInput":"dalbir"},{"value":"313 cr.p.c","formInput":"313%20cr.p.c"},{"value":"313 crpc","formInput":"313%20crpc"},{"value":"controlled substance","formInput":"controlled%20substance"},{"value":"495","formInput":"495"}],"cats":[{"value":"conditions-for-search-of-persons","formInput":"tag:conditions-for-search-of-persons"},{"value":"punishment-in-relation-to-poppy-straw","formInput":"tag:punishment-in-relation-to-poppy-straw"},{"value":"examine-accused","formInput":"tag:examine-accused"}],"courtcopy":true,"query_alert":null,"agreement":false}