{"tid":34478051,"publishdate":"2025-01-06","title":"Neo Metaliks Limited vs Orrisa Metaliks Private Limited on 6 January, 2025","doc":"<h2 class=\"doc_title\">Neo Metaliks Limited vs Orrisa Metaliks Private Limited on 6 January, 2025</h2>\n\n<pre id=\"pre_1\">                 IN THE HIGH COURT AT CALCUTTA\n                          ORIGINAL SIDE\n                      COMMERCIAL DIVISION\n\n\nPresent:\n\nThe Hon&#x27;ble Justice Krishna Rao\n\n\n\n                       A.P. (COM) No. 32 of 2024\n\n\n                            Neo Metaliks Limited\n\n                                  Versus\n\n                    Orrisa Metaliks Private Limited\n\n\n\n\n           Mr. Aspi Chinoy, Sr. Adv.\n           Mr. Jishnu Chowdhury, Sr. Adv.\n           Mr. Sandip Agarwal\n           Mrs. Suchismita Ghosh Chatterjee\n           Mr. Pranit Bag\n           Mr. Tanoy Agarwal\n           Mr. Rohit Bhattacharjee\n           Mr. Amogh Joshi\n                                              ..... For the petitioner.\n\n\n           Mr. S.N. Mookherjee, Sr. Adv.\n           Mr. Krishnaraj Thaker, Sr. Adv.\n           Mr. Rishad Medora\n           Mr. Meghajit Mukherjee\n           Mr. Debrup Bhattacharya\n           Ms. Sweta Mohanty\n           Ms. Srijeeta Gupta\n                                        2\n\n\n              Mr. Yash Singhi\n              Ms. Sonia Das\n              Ms. Brinda Sengupta\n                                                 .....For the respondent.\n\n\nHearing Concluded On : 10.12.2024\n\nJudgment on             : 06.01.2025\n\nKrishna Rao, J.:\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">1.   This is an application under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and\n\n     Conciliation Act, 1996 filed by the petitioner challenging the Award\n\n     passed by the Learned Sole Arbitrator dated 16th October, 2023\n\n     wherein the Statement of Claim of the petitioner was rejected but held\n\n     that the petitioner will be entitled to adjustment of Rs. 4,49,55,000/-\n\n     paid to the respondent on 30th April, 2022 being the 10% of the total\n\n     contract price of the goods from the compensation payable to the\n\n     respondent and the Counter Claim of the respondent was allowed in\n\n     part directing the petitioner to pay a sum of Rs. 1,57,95,372/- as\n\n     compensation after adjustment of the amount of Rs. 4,49,55,000/- with\n\n     interest at the rate of 18% per annum from 25th April, 2022 till the date\n\n     of realization to the respondent. The Learned Sole Arbitrator also\n\n     directed the petitioner to pay a sum of Rs. 52,43,696/- as cost to the\n\n     respondent with interest at the rate of 18% per annum from the date of\n\n     Award.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">2.   As per agreement entered between the petitioner and the respondent\n\n     dated 22nd February, 2022, the respondent agreed to sell and the\n<span class=\"hidden_text\" id=\"span_1\">                                        3</span>\n\n\n     petitioner agreed to purchase 10,000 MT of Lam Coke of the\n\n     specification mentioned in the contract. The petitioner in discharge of\n\n     its obligation as per the contract has paid Rs. 4,49,55,000/- to the\n\n     respondent being the 10% of the contract amount on 22nd February,\n\n     2022. The balance consideration was to be paid by the petitioner by\n\n     opening a required Letter of Credit seven days prior to arrival of the\n\n     vessel and the said Letter of Credit would be in a mutually agreed\n\n     format from a First Class Bank.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\">3.   The petitioner by an email dated 1st April, 2022, requested the\n\n     respondent to share the format of the proposed Letter of Credit and on\n\n     8th April, 2022, the respondent forwarded a format of the Letter of\n\n     Credit to the petitioner. On receipt of format of Letter of Credit, the\n\n     petitioner had sent an email dated 9th April, 2022 suggesting track\n\n     changes to the format of Letter of Credit. On 9th April, 2022 and 13th\n\n     April, 2022, the petitioner sent reminders to the respondent requesting\n\n     confirmation of the draft Letter of Credit.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Issue\" id=\"p_7\">4.   The respondent transferred the 10% advance amounting to Rs.\n\n</p><p data-structure=\"Issue\" id=\"p_8\">     4,49,55,000/- to the petitioner and the same was also informed to the\n\n     petitioner by email dated 14th April, 2022. The respondent refunded the\n\n     advance of Rs. 4,49,55,000/- to the petitioner on the ground of breach\n\n     of contract by the petitioner failing to establish a Letter of Credit\n\n     leading to termination of the contract. On 16th April, 2022, the\n\n     petitioner sent an email to the respondent stating that it was unable to\n\n     understand the reason for the transfer of an amount of Rs.\n<span class=\"hidden_text\" id=\"span_2\">                                        4</span>\n\n\n     4,49,55,000/- to the petitioner. The petitioner further requested for\n\n     confirmation of draft Letter of Credit and date of arrival of vessel so as\n\n     to enable the petitioner for opening Letter of Credit and other facilities.\n\n     On 18th April, 2022, the petitioner again sent reminder to the\n\n     respondent for confirmation of draft Letter of Credit.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_9\">5.   The petitioner has filed a suit on 25th April, 2022 against the\n\n     respondent being T.S. No. 519 of 2022 praying for delivery of 10000 MT\n\n     of Lam Coke, Specific Performance of Contract, perpetual injunction\n\n     and other reliefs. The petitioner has also filed an application for grant of\n\n     ad-interim order under Order 39, Rule 1 and 2 <a href=\"/doc/161831507/\" id=\"a_2\">of the CPC</a>. On the\n\n     same day, the Learned Civil Judge (Sr. Division) 4th Court, Alipore\n\n     granted an ad-interim injunction restraining the respondents not to\n\n     deal with or disposing of or alienating or encumbering or creating any\n\n     third party right or interest or from removing the goods from the vessels\n\n     M.V. Akij Pearl or making over the same to any third party or storing\n\n     the same in warehouse or precincts of any third party in any manner\n\n     whatsoever till 21st May, 2022.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><p data-structure=\"Facts\" id=\"p_11\">6.   Being aggrieved and dissatisfied with the order dated 25th April, 2022,\n\n     the respondent has preferred an appeal before the Hon&#x27;ble Division\n\n     Bench of this Court being FMAT No. 137 of 2022 along with an\n\n     application being CAN No. 1 of 2022 praying for stay of the operation of\n\n     the order dated 25th April, 2022. The Hon&#x27;ble Division Bench has\n\n     passed an interim order by giving liberty to the respondent to remove\n\n     entire consignment after retaining 10,000 MT of LAM Coke in favour of\n<span class=\"hidden_text\" id=\"span_3\">                                        5</span>\n\n\n     the petitioner. The appeal preferred by the respondent as well as the\n\n     application was disposed of by way of consent order dated 28th April,\n\n     2022. As per order dated 28th April, 2022, the petitioner made 10%\n\n     advance payment of Rs. 4,49,55,000/- to the respondent on 30th April,\n\n     2022 and the petitioner also sent an email to the respondent recording\n\n     payment details and seeking confirmation of draft Letter of Credit. By\n\n     an email dated 2nd May, 2022, the respondent acknowledged the 10% of\n\n     the advance payment and forwarded a revised draft Letter of Credit to\n\n     the petitioner requesting the petitioner to open Letter of Credit.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_12\">7.   By an email dated 2nd May, 2022, the petitioner informed the\n\n     respondent that as per contract, the deal on High Sea Sale basis and\n\n     CFR mode. Since the goods have already unloaded and shifted at the\n\n     port, the sale can only be a GST sale, the bankers required an\n\n     addendum to the agreement date 22nd February, 2022 since it accounts\n\n     for High Sea Sale to open Letter of Credit. The petitioner can open\n\n     either Usance Letter of Credit or a Sight Letter of Credit, which can be\n\n     negotiated against GST Sale Invoice. The Expenses incurred at Haldia\n\n     Port can be added as per ton cost in GST invoice itself based on actual.\n\n     The respondent by an email dated 4th May, 2022 clarified that the value\n\n     of Letter of Credit must include GST. The agreement does not require\n\n     any amendment since it already contains provisions relating to GST\n\n     sale. The sight Letter of Credit would include GST Sale. The respondent\n\n     is in full agreement to supply 10,000 MT of Lam Coke out of 33,000\n\n     MT.\n</p><span class=\"hidden_text\" id=\"span_4\">                                        6</span><p data-structure=\"Issue\" id=\"p_13\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_14\">8.   On 4th May, 2022, the petitioner informed the respondent that the draft\n\n     Letter of Credit received from the respondent on 2nd May, 2022 was\n\n     incomplete and defective on certain points. The petitioner further\n\n     informed that it is proceeding to open the sight Letter of Credit. In\n\n     terms of the order dated 28th April, 2022, the respondent has filed\n\n     affidavit of undertaking before the Hon&#x27;ble Division Bench. On 6th May,\n\n     2022, the petitioner has provided two Letters of Credit. On receipt of\n\n     Letters of Credit, on the same day, the respondent by an email\n\n     informed the petitioner that the Letters of Credit proposed suffer from\n\n     serious anomalies i.e. (i) Payment is to be made through Letter of credit\n\n     based on invoice for the entire balance quantity of 9000 MT in one go,\n\n     instead of payments against material movement and (ii) The respondent\n\n     would not be able to issue lorry receipts.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n\n</p><p data-structure=\"RespArg\" id=\"p_16\">9.   The petitioner has objected to the demand of the respondent for\n\n     payment of balance of 9000 MT in a single transaction akin to 100%\n\n     advance payment. The petitioner also informed to the respondent that\n\n     the demand of the respondent would result in defeating the purpose of\n\n     the Letter of Credit itself. The respondent has informed the petitioner\n\n     that there is hardly any reference to make payment phase wise or in\n\n     instalments in the contract. Receipt of payments in installments is not\n\n     acceptable to the respondent. The respondent reiterated its readiness to\n\n     deliver the balance quantity of 9000 MT against payment in terms of\n\n     the contract.\n</p><span class=\"hidden_text\" id=\"span_5\">                                      7</span><p data-structure=\"Issue\" id=\"p_17\">\n\n\n</p><p data-structure=\"Issue\" id=\"p_18\">10. The petitioner has forwarded bank guarantee to the respondent on 12th\n\n    May, 2022 in terms of the order passed by the Hon&#x27;ble Division Bench\n\n    of this Court dated 28th April, 2022. The petitioner also filed contempt\n\n    application against the respondent for non-compliance of the order\n\n    passed by the Hon&#x27;ble Division Bench of this Court dated 28th April,\n\n    2022 by not permitting the petitioner to lift 10,000 MT of Lam Coke.\n\n    The petitioner has also filed an application before the Hon&#x27;ble Division\n\n    Bench of this Court for modification of the order dated 28th April, 2022\n\n    by deleting the direction pertaining to furnish bank guarantee of Rs. 5\n\n    Crores. On 20th May, 2022, the Hon&#x27;ble Court had disposed of the\n\n    application filed by the petitioner as per the terms agreed between the\n\n    parties:\n</p>\n<blockquote id=\"blockquote_1\">                      &quot;By consent of the parties, the application for\n                contempt being CPAN 457 of 2022 and the\n                application for modification being CAN 2 of 2022\n                are taken up together and disposed of on the\n                following agreed terms:\n</blockquote>\n<blockquote id=\"blockquote_2\">                     1. The applicant will amend the Sight LC into\n                a Usance LC upon a written request letter from the\n                appellant within 7 working days for the balance\n                contract value against following documents to be\n                provided by the appellant:\n</blockquote>\n<blockquote id=\"blockquote_3\">                     a. GST Sale Invoice for 10,000 MT;\n</blockquote>\n<blockquote id=\"blockquote_4\">                     b. Delivery Order for supply of 10,000 MT of\n                Coke from a single port plot in favour of the\n                applicant with a copy to the Handling Agent,\n                Customs Authorities and the Port Authorities.\n</blockquote>\n<blockquote id=\"blockquote_5\">                       c. Confirmation Letter to all concerned\n                authorities stating that the applicant is authorized\n                to lift the 10,000 MT of Coke.\n</blockquote><span class=\"hidden_text\" id=\"span_6\">                       8</span>\n\n\n<blockquote id=\"blockquote_6\">    2. The applicant shall be liable for and shall\nmake payment of Port Handling charges and other\ncharges in terms of the contract.\n</blockquote>\n<blockquote id=\"blockquote_7\">      3. The amended LC will be discounted by the\napplicant through the applicant&#x27;s bankers under\nthe applicant&#x27;s limit within another 3 days after\nsubmission of originals of (a) bill of exchange, (b)\nGST Sale Invoice, (c) Irrevocable Delivery Order and\n</blockquote><blockquote id=\"blockquote_8\">(d) Confirmation Letter as mentioned in 1(c) above\nby the appellant to the banker of the applicants. It\nis pertinent to add that the discounting/interest\nand incidental changes will be borne by the\napplicant. The applicant will submit proof of\ndispatch documents to the bankers from time to\ntime.\n</blockquote>\n<blockquote id=\"blockquote_9\">     4. The appellant undertakes to start giving\ndelivery of the 10,000 MT of materials to the\napplicant immediately after receiving the balance\nconsideration through the said Usance LC without\nany delay. The appellant undertakes to provide full\nco-operation and to ensure that the materials are\ndelivered.\n</blockquote>\n<blockquote id=\"blockquote_10\">     5. If within June 13, 2022 the appellant does\nnot receive the entire balance consideration for the\ngoods, it would be free to sale and deal with the\n10,000 MT of LAM Coke and the parties would then\nmake all claims in the arbitration.\n</blockquote>\n<blockquote id=\"blockquote_11\">      6. The undertakings filed by the respective\nparties shall be exchanged and the original bank\nguarantee furnished by the applicant in terms of\nthe order dated April 28, 2022 be handed over to\nthe appellant within 7 days from date. The bank\nguarantee shall be invoked in terms of the order\ndated April 28, 2022 only after giving 14 days&#x27;\nprior notice in writing to be given to the applicant in\nthis regard.\n</blockquote>\n<blockquote id=\"blockquote_12\">     7. However, all issues are left open to be\nraised before the learned Arbitrator.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_19\">     There will be no order as to costs.&quot;\n</p><span class=\"hidden_text\" id=\"span_7\">                                       9</span><p data-structure=\"Issue\" id=\"p_20\">\n\n\n</p><p data-structure=\"Facts\" id=\"p_21\">11. After the order passed by the Hon&#x27;ble Court, the petitioner through its\n\n    Advocate sent a letter to the Advocate of the respondent requested to\n\n    send a written request immediately for amending the Letter of Credit\n\n    upon which the petitioner will take necessary steps to convert the Sight\n\n    Letter of Credit to usance Letter of Credit within 7 days. On receipt of\n\n    the said letter, the respondent has sent email to the petitioner with the\n\n    required modifications of the Letter of Credit in terms of the order dated\n\n    20th May, 2022. The petitioner by email dated 24th May, 2022, stated\n\n    that the mail sent by the respondent is illegal and contrary to the order\n\n    dated 20th May, 2022. It is also mentioned that the order merely directs\n\n    the respondent to send a request letter for amendment of Letter of\n\n    Credit from Sight Letter of Credit to Usance Letter of Credit and the\n\n    contents of the Letter of Credit is no within the domain of the\n\n    respondent. The petitioner further requested the respondent to send a\n\n    request for conversion of Sight Letter of Credit to Usance Letter of\n\n    Credit. The respondent by an email dated 25th May, 2022 reiterated the\n\n    directions passed by the Hon&#x27;ble Court dated 20th May, 2022 and\n\n    clarified the contention raised by the petitioner. The petitioner by an\n\n    email dated 26th May, 2022 informed the respondent that the Letter of\n\n    Credit opened on 6th May, 2022 will be amended to a usance Letter of\n\n    Credit upon receipt of a mail from the respondent in the format given\n\n    therein. The respondent provided the petitioner with the debit note\n\n    along with supporting documents and requested the petitioner to make\n\n    payment towards port handling charges and other charges. The\n\n    respondent again called upon the petitioner to amend the Letter of\n<span class=\"hidden_text\" id=\"span_8\">                                      10</span>\n\n\n    Credit and make provisions therein for discounting the Letter of Credit\n\n    within three days after submissions of original documents. The\n\n    respondent has also requested the petitioner to make payment of the\n\n    port handling and other charges.\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">\n</p><p data-structure=\"RespArg\" id=\"p_23\">12. The petitioner informed the respondent that the Letter of Credit can be\n\n    amended only after receipt of an email from the respondent in the form\n\n    of a request letter, the contents of which were shared by the petitioner&#x27;s\n\n    mail I&#x27;d. The respondent by an email dated 27th May, 2022 informed the\n\n    petitioner that port handling and other charges remained unpaid, the\n\n    amendment of Sigh Letter of Credit to Usance Letter of Credit, only\n\n    keeping the contents therein unchanged is violation of the order dated\n\n    20th May, 2022 and the respondent while advising to amend Letter of\n\n    Credit from Sight to Usance, emphasized that necessary changes\n\n    incorporating discounting of the Letter of Credit within three days after\n\n    submission of original documents are required. The petitioner by an\n\n    email dated 28th May, 2022 stated that the respondent till date due to\n\n    malafide motives have refrained from sending a request to amend the\n\n    Sight Letter of Credit to Usance Letter of Credit. The respondent by an\n\n    email dated 30th May, 2022 informed the petitioner that the respondent\n\n    in several occasions by series of emails requested incorporation of\n\n    necessary amendments/ modifications in the Letter of Credit including\n\n    form Sight Letter of Credit to Usance Letter of Credit. The learned\n\n    Advocate for the respondent in terms of the order dated 20th May, 2022,\n<span class=\"hidden_text\" id=\"span_9\">                                      11</span>\n\n\n    provided the copy of undertaking filed before the Hon&#x27;ble Court by the\n\n    respondent.\n</p>\n<p data-structure=\"Issue\" id=\"p_24\">\n</p><p data-structure=\"RespArg\" id=\"p_25\">13. The petitioner by an email dated 31st May, 2022 informed the\n\n    respondent that the petitioner had decided to procure LAM Coke from\n\n    the market and demanded for refund of Rs. 4,49,55,000/-. The\n\n    respondent in reply to the said email informed the petitioner that the\n\n    petitioner has violated the order passed by the Hon&#x27;ble Court dated 20th\n\n    May, 2022 by not amending the Sight Letter of Credit to Usance Letter\n\n    of Credit inspite of repeated requests of the respondent, not paid the\n\n    port handling charges and other charges, failed to make provisions for\n\n    discounting the amended Letter of Credit within specified time and\n\n    failed to hand over the original bank guarantee to the respondent.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_26\">14. On 31st May, 2022, the petitioner has filed an application under <a href=\"/doc/318136/\" id=\"a_3\">Section\n\n    17</a> of the Arbitration and Conciliation Act, 1996 prays for grant of\n\n    interim reliefs. On 2nd June, 2022, the petitioner has also filed a\n\n    contempt application before the Hon&#x27;ble Court being CPAN No. 491 of\n\n    2022 against the respondent on the allegation for violation of the order\n\n    passed by the Hon&#x27;ble Court on 28th April, 2022 and 20th May, 2022.\n\n    By an order dated 10th June, 2022, the Hon&#x27;ble Court issued Rule\n\n    against the alleged contemnors. By emails dated 1st June, 2022 and 3rd\n\n    June, 2022, the respondent informed the petitioner that the petitioner\n\n    has violated the order dated 20th May, 2022 by refusing to amend\n<span class=\"hidden_text\" id=\"span_10\">                                      12</span>\n\n\n    Letter of Credit and also not paid the port handling charges and has\n\n    not handed over the original Bank Guarantee to the respondent.\n\n\n</p><p data-structure=\"Issue\" id=\"p_27\">15. On 22nd June, 2022, the petitioner has filed Statement of Claim before\n\n    the Learned Sole Arbitrator praying for following reliefs:\n\n</p><blockquote id=\"blockquote_13\">                a.   An Award for a sum of Rs. 25,35,75,803/-\n</blockquote><blockquote id=\"blockquote_14\">                     being the damages for non-delivery of goods.\n</blockquote>\n<blockquote id=\"blockquote_15\">                b.   In the alternative an enquiry into damages\n                     and award for such as may be found due and\n                     payable.\n</blockquote><blockquote id=\"blockquote_16\">                c.   Interim interest and interest on award at the\n                     rate of 18% per annum\n                d.   Receiver\n                e.   Injunction\n                f.   Costs\n                g.   Further and other reliefs.\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_28\">16. On 16th July, 2022, the respondent had also filed contempt application\n\n    against the petitioner for violation of order dated 28th April, 2022 and\n\n    20th May, 2022 being CPAN No. 592 of 2022.\n</p>\n<p data-structure=\"Issue\" id=\"p_29\">\n</p><p data-structure=\"Issue\" id=\"p_30\">17. The respondent has filed its Statement of Defence along with\n\n    Counterclaim on 16th July, 2022 praying for following reliefs:\n\n\n</p><blockquote id=\"blockquote_17\">                 (a) An award for a sum of Rs. 75,867,706/-\n</blockquote><p data-structure=\"Issue\" id=\"p_31\">                     (Rupees Seven crore fifty eight lakhs sixty\n                     seven thousand seven hundred and six only),\n\n</p><p data-structure=\"Section\" id=\"p_32\">                 (b) Alternatively, an enquiry into damages and\n                     award for such sum as may be found due and\n                     payable to the Respondent;\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">                 (c) Interim interest and interest on award @ 18%\n                     per annum;\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">                 (d) Receiver;\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">                 (e) Injunction;\n</p><span class=\"hidden_text\" id=\"span_11\">                                          13</span><p data-structure=\"Issue\" id=\"p_36\">\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_37\">                   (f) Attachment\n\n</p><p data-structure=\"Issue\" id=\"p_38\">                   (g) Costs; and\n\n</p><p data-structure=\"Section\" id=\"p_39\">                   (h) Further and other reliefs.\n</p>\n<p data-structure=\"Issue\" id=\"p_40\">\n</p><p data-structure=\"RespArg\" id=\"p_41\">18. The petitioner has also filed an application under <a href=\"/doc/1289597/\" id=\"a_4\">Section 31(6)</a> of the\n\n    Arbitration and Conciliation Act, 1996 before the Learned Arbitrator\n\n    praying for an order of interim award directing the respondent to\n\n    refund and/or release the sum of Rs. 4,49,55,000/- in favour of the\n\n    petitioner but subsequently the petitioner has not pressed the said\n\n    application.\n</p>\n<p data-structure=\"Issue\" id=\"p_42\">\n</p><p data-structure=\"RespArg\" id=\"p_43\">19. The application filed by the petitioner under <a href=\"/doc/318136/\" id=\"a_5\">Section 17</a> of the\n\n    Arbitration and Conciliation Act, 1996 was dismissed on 8th August,\n\n    2022. The respondent had filed an application before the Learned\n\n    Arbitrator for amendment of the Written Statement and Counter Claim\n\n    praying for the following reliefs:\n</p>\n<p data-structure=\"Issue\" id=\"p_44\">\n</p><blockquote id=\"blockquote_18\">                   a. An award for a sum of Rs. 78,066,406/- (Rupees\n                      Seven crore eighty lakhs sixty six thousand four\n                      hundred and six only),\n\n                   b. Alternatively, an enquiry into damages and\n                      award for such sum as may be found due and\n                      payable to the Respondent;\n</blockquote>\n<blockquote id=\"blockquote_19\">                   c. Interim interest and interest on award @ 18% per\n                      annum;\n</blockquote>\n<blockquote id=\"blockquote_20\">                   d. Receiver;\n</blockquote>\n<blockquote id=\"blockquote_21\">                   e. Injunction;\n</blockquote>\n<blockquote id=\"blockquote_22\">                   f. Attachment\n<span class=\"hidden_text\" id=\"span_12\">                                       14</span>\n\n\n                g. Costs; and\n\n                h. Further and other reliefs.\n</blockquote>\n\n\n<p data-structure=\"Facts\" id=\"p_45\">20. By an order dated 26th August, 2022, the Learned Arbitrator allowed\n\n    the amendment in the Counter Claim. During hearing of the proceeding\n\n    before the Learned Arbitrator, on 11th September, 2022, the respondent\n\n    not pressed the claim for a sum of Rs. 21,98,700/- being the damages\n\n    for the difference between the market price of the goods on 14th June,\n\n    2022 and the contract price in the sum of Rs. 21,98,700/- (Rs.\n\n    46,00,00,000/- - Rs. 457,801,300/-).\n</p>\n<p data-structure=\"Issue\" id=\"p_46\">\n</p><p data-structure=\"Issue\" id=\"p_47\">21. The Learned Sole Arbitrator has framed the following issues:\n\n</p><blockquote id=\"blockquote_23\">                     &quot;(1) Whether there was breach of the terms of\n                     the contract dated 22nd February, 2022\n                     admittedly executed by the parties and if so,\n                     who has actually committed such breach?\n</blockquote>\n<blockquote id=\"blockquote_24\">                     (2) Whether the terms of the first consent order\n                     dated 28th April, 2022 passed by the Division\n                     Bench of the Hon&#x27;ble High Court at Calcutta\n                     while appointing this Tribunal has been\n                     breached at the instance of any of the parties\n                     and if so, who is responsible for such breach?\n</blockquote>\n<blockquote id=\"blockquote_25\">                     (3) Whether the terms of the consent order\n                     dated 20th May, 2022 passed by the Division\n                     Bench has been breached by any of the\n                     parties and if so, who has committed such\n                     breach?\n</blockquote>\n<blockquote id=\"blockquote_26\">                    4) Whether the breach committed by a party in\n                     view of the Issue Nos. 1, 2 or 3 would enable\n                     the other party to claim damages and if so, to\n                     what extent?\n</blockquote>\n<blockquote id=\"blockquote_27\">                    (5) Whether the successful party would be\n                     entitled to interest on the loss suffered by\n                     reason of the breach committed by the other\n<span class=\"hidden_text\" id=\"span_13\">                                       15</span>\n\n\n                     party as may be found by this Tribunal to be\n                     due and payable and if so, to what extent?\n</blockquote>\n<blockquote id=\"blockquote_28\">                     (6) Whether the successful party is entitled to\n                      any other relief or reliefs?&quot;\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_48\">22. Mr. Aspi Chinoy with Mr. Jishnu Chowdhury, Learned Senior\n\n    Advocates representing the petitioner submits that the Award is breach\n\n    of <a href=\"/doc/1625083/\" id=\"a_6\">Section 32(2)(a)(iv)</a> is perverse and vitiated by patent illegality and is\n\n    beyond the pleadings/ case of the parties. He submits that the\n\n    Arbitrator fails to decide the main issue referred to Arbitration by an\n\n    order dated 28th April, 2022, i.e. the question that which of the parties\n\n    had committed breach of the contract of sale dated 22nd February,\n\n    2022.\n</p>\n<p data-structure=\"Issue\" id=\"p_49\">\n</p><p data-structure=\"RespArg\" id=\"p_50\">23. He submits that the issue of non-compliance or breach of the second\n\n    consent order dated 20th May, 2022 as a substantive claim independent\n\n    of the issue of breach of the Contract dated 22nd February, 2022\n\n    knowing fully well that the contempt application with regard to the\n\n    breach of order dated 20th May, 2022 was pending before the Hon&#x27;ble\n\n    High Court wherein a Rule had been issued against officials of the\n\n    respondent.\n</p>\n<p data-structure=\"Issue\" id=\"p_51\">\n\n</p><p data-structure=\"RespArg\" id=\"p_52\">24. He submits that on the date of reference to the Arbitration by an order\n\n    dated 28th April, 2022, the only difference / dispute between the parties\n\n    were regarding their rights and obligations under the contract of sale\n\n    dated 22nd February, 2022. He submits that in the suit, the claim of the\n\n    petitioner was whether under the contract dated 22nd February, 2022,\n<span class=\"hidden_text\" id=\"span_14\">                                      16</span>\n\n\n    the respondent was bound and liable to deliver the goods to the\n\n    petitioner at the contract price dated 21st April, 2022. The defence of\n\n    the respondent was that the respondent was not liable to deliver the\n\n    goods to the petitioner as the respondent terminated the contract on\n\n    14th April, 2022 and had refunded the advance amount of Rs. 4.49\n\n    crores to the petitioner.\n</p>\n<p data-structure=\"Section\" id=\"p_53\">\n\n</p><p data-structure=\"Precedent\" id=\"p_54\">25. In support of his submissions, Mr. Chinoy has relied upon the\n\n    judgment in the case of Union of India, through the General\n\n    Manager, Eastern Railway vs. Industrial Laminated (India) Pvt.\n\n    Ltd. report in 2017 SCC OnLine Cal 169 wherein the Coordinate\n\n    Bench of this Court held that:\n</p>\n<blockquote id=\"blockquote_29\">                      &quot;11. In my opinion, when the learned\n                arbitrator, does not address the real dispute or\n                issues between the parties, he is trying to decide\n                something which is not referred to him. Or, in other\n                words he is not exercising the jurisdiction vested in\n                him. The award is liable to be set aside under\n                <a href=\"/doc/148869/\" id=\"a_7\">Section 34(2)(a)(iv)</a> of the Arbitration and\n                Conciliation Act, 1996 which is as follows:\n</blockquote><blockquote id=\"blockquote_30\">                   &quot;(2) An arbitral award may be set aside by the\n                   Court only if -\n</blockquote><blockquote id=\"blockquote_31\">                      (a) .................\n</blockquote><blockquote id=\"blockquote_32\">                      (i) .................\n</blockquote><blockquote id=\"blockquote_33\">                      (ii) ................\n</blockquote><blockquote id=\"blockquote_34\">                      (iii) ..............\n</blockquote><blockquote id=\"blockquote_35\">                     (iv) the arbitral award deals with a dispute not\n                contemplated by or not falling within the terms of\n                the submission to arbitration, or it contains\n                decisions on matters beyond the scope of the\n                submission to arbitration:&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_15\">                                      17</span>\n\n\n<p data-structure=\"CDiscource\" id=\"p_55\">26. Mr. Chinoy submits that the order dated 28th April, 2022 which\n\n    referred the disputes between the parties to arbitration, had only\n\n    provided a working arrangement for payment and delivery of the goods,\n\n    whilst the legal rights of the parties were being determined in\n\n    Arbitration and which arrangement was not intended to modify or affect\n\n    the rights and contentions of the parties under the Agreement dated\n\n    22nd February, 2022. He submits that if the consent order is modified\n\n    the date of performance/ rights of the parties under the contract dated\n\n    22nd February, 2022, there would have been no question of referring to\n\n    arbitration the issue of breach/ performance of the original contract as\n\n    there would have been no subsisting dispute.\n</p>\n<p data-structure=\"Section\" id=\"p_56\">\n</p><p data-structure=\"CDiscource\" id=\"p_57\">27. Mr. Chinoy submits that the Arbitrator has at a number of places in\n\n    the Award held that the fact that the imposition of security by way of\n\n    bank guarantee and legal costs were added would not amount in itself\n\n    to superseding the original contract as these relate to payments under\n\n    the original contract and put the promisee in the same position as if the\n\n    contract had originally been performed.\n</p>\n<p data-structure=\"Section\" id=\"p_58\">\n\n</p><p data-structure=\"RespArg\" id=\"p_59\">28. Mr. Chinoy submits that the Award purports to deal with and decide\n\n    the issue of non-compliance/ breach of the second consent order dated\n\n    20th May, 2022 as a substantive claim independent of the issue of\n\n    breach of the contract dated 22nd February, 2022. He submits that\n\n    issue regarding non-compliance with the order dated 20th May, 2022\n\n    did not and could not have existed on the date of reference dated 28th\n<span class=\"hidden_text\" id=\"span_16\">                                      18</span>\n\n\n    April, 2022. He submits that both the parties in their pleadings referred\n\n    to the orders dated 28th April, 2022 and 20th May, 2022 as a result of\n\n    which additional loss, damages, consequential upon the determination\n\n    of which party was in breach of contract dated 22nd February, 2022.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_60\">29. He submits that the Award purports to consider and decides the issue\n\n    of non-compliance / breach of the consent order dated 20th May, 2022\n\n    as an issue, dehors from and independent of the issue of breach of\n\n    contract dated 22nd February, 2022. He submits that the Arbitrator has\n\n    decided the issue no.3 i.e. breach of consent order dated 20th May,\n\n    2022 as issue dehors from and independent of the issue of breach of\n\n    contract dated 22nd February, 2022, which vitiated under <a href=\"/doc/148869/\" id=\"a_8\">Section\n\n    34(2)(a)(iv)</a> and also having decided beyond the pleadings of the parties.\n\n    In support of his submissions, Mr. Chinoy relied upon the judgment in\n\n    the case of National Housing Bank vs. ANZ Grindlays Bank PLC.\n\n    passed by the Bombay High Court in Arbitration Petition No. 1 of\n\n    1997 dated 4th February, 1998 and held that:\n</p>\n<blockquote id=\"blockquote_36\">                      &quot;102. This was the pleadings on which the\n                parties went to trial. It is because of these\n                pleadings that no Issue has been raised as to\n                whether or not the 1st Respondents had become\n                the owners of the cheques or the proceeds thereof.\n                In my view, Mr. Parasaran is quite right when he\n                submits that there is no assertion of title as\n                &quot;payees&quot; or &quot;holders in due course&quot; either positively\n                or by reason of non-traverse. The pleadings show\n                that there is a disclaimer of title in themselves by\n                the 1st Respondents. The assertion is that it was\n                Mr. Harshad Mehta who was the intended\n                beneficiary of the cheques. The averment also is\n                that Mr. Harshad Mehta was the owner of the\n                cheques and the proceeds. The plea that the 1st\n<span class=\"hidden_text\" id=\"span_17\">                       19</span>\n\n\nRespondents as payees became true owners of the\ncheques is contrary to the positive case in\npleadings. It is a case on which parties did not go\nto trial and on which no Issue was raised. Even\nthough normally a person claiming conversion has\nto prove title or immediate right to possession, in\nthis case Petitioners&#x27; title to the cheques was\npositively accepted in the pleadings. Thus even\nunder Issue No. 12 the Petitioners did not need to\nlead evidence on this point. A new case, contrary to\npleadings, was made out for first time in\narguments. Undoubtedly this was done as 1st\nRespondents realised that they had failed to prove\nthe case pleaded by them. In allowing such an\nargument and upholding it there is an error\napparent on the face of the Award. The Award then\nproceeds on the basis that the 1st Respondents\nhad title to the cheques. It would therefore vitiate\nother portions of the Award also. Thus on this\nground also the Court would have to interfere.\n</blockquote>\n<blockquote id=\"blockquote_37\">      103. At this stage it must be mentioned that\nMr. Venugopal had, based upon Jajodia&#x27;s case,\nsubmitted that the Court could not look into the\npleadings as the pleadings had not been\nincorporated by the Arbitrators into the Award. I\nam unable to accept this submission. As seen, the\nArbitrators have in fact noted the respective case of\nthe parties not only at the beginning of the Award\nbut thereafter again while considering the case of\nconversion. The case has been set out again from\npage 169 of the Award onwards. Whilst setting out\nthe case of the 1st Respondents the Arbitrators do\nnot state that the 1st Respondents claimed that\nthey had become the true owners of the cheques.\nThe Arbitrators do not even state that by reason of\nnon-traverse such a case must be presumed. If the\nArbitrators had gone beyond and contrary to the\npleadings and the case on which parties went to\ntrial there would have been a jurisdictional error.\nThat would been a case falling under the ratio laid\ndown in Associated Engineering Co&#x27;s. case. As has\nbeen held in that case the Arbitrators cannot act\narbitrarily or independently of the contract or case\non which the parties go to trial. Their function is to\narbitrate in terms of the case with which the\nparties go to trial. If they travelled beyond this they\nwould be acting without jurisdiction. A conscious\ndisregard of the pleadings and specific case would\n<span class=\"hidden_text\" id=\"span_18\">                                     20</span>\n\n\n               vitiate the Award. In order to decide whether\n               Arbitrators have exceeded jurisdiction matters not\n               appearing on the face of the Award could be looked\n               at. It was thus open to the Court to see what was\n               the case with which parties went to trial. Even\n               otherwise, the Arbitrators set out Petitioners&#x27;\n               submission that this case is contrary to pleadings.\n               Arbitrators only say that disclaiming transactions\n               is not disclaiming title. However, the pleadings are\n               not just disclaiming transactions. In pleadings title\n               in themselves has been specifically disclaimed by\n               the 1st Respondents. There is error apparent on the\n               face of the Award.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_61\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"437381\" id=\"span_19\">30. Mr. Chinoy relied upon the judgment in the case of <a href=\"/doc/437381/\" id=\"a_9\">Dolphin Drilling\n\n    Limited Vs. Oil and Natural Gas Corporation Limited</a> reported in\n\n    (2010) 3 SCC 267 wherein the Hon&#x27;ble Supreme Court held that :</span>\n\n</p><blockquote id=\"blockquote_38\">                    &quot;8. The plea of the respondent is based on the\n               words &quot;all disputes&quot; occurring in Para 28.3 of the\n               agreement. Mr Agrawal submitted that those two\n               words must be understood to mean &quot;all disputes\n               under the agreement&quot; that might arise between the\n               parties throughout the period of its subsistence.\n               However, he had no answer as to what would\n               happen to such disputes that might arise in the\n               earlier period of the contract and get barred by\n               limitation till the time comes to refer &quot;all disputes&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_62\">               at the conclusion of the contract. The words &quot;all\n               disputes&quot; in Clause 28.3 of the agreement can only\n               mean &quot;all disputes&quot; that might be in existence\n               when the arbitration clause is invoked and one of\n               the parties to the agreement gives the arbitration\n               notice to the other. In its present form Clause 28 of\n               the agreement cannot be said to be a one-time\n               measure and it cannot be held that once the\n               arbitration clause is invoked the remedy of\n               arbitration is no longer available in regard to other\n               disputes that might arise in future.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">\n</p><p data-structure=\"PetArg\" id=\"p_64\">31. Mr. Chinoy submits that the Award passed by the Learned Arbitrator\n\n    with respect to damages is not for the breach of contract dated 22nd\n\n    February, 2022 but for the breach of consent order dated 20th May,\n<span class=\"hidden_text\" id=\"span_20\">                                     21</span>\n\n\n    2022 which is ex facie perverse and vitiated by patent illegality and\n\n    beyond the scope of submission to arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\">\n</p><p data-structure=\"PetArg\" id=\"p_66\">32. Mr. Chinoy without prejudiced to the contentions raised by him as\n\n    stated above, he submits that the award of damages of Rs.\n\n    5,60,00,000/- for breach of order dated 20th May, 2022, is ex-facie\n\n    contradictory, discloses errors apparent on the face of record and\n\n    virtually incomprehensible. He submits that the Award recorded that\n\n    the difference between the contract price of Rs. 46,000/- and market\n\n    price of the goods on 25th April, 2022 is Rs. 52,033/- when petitioner\n\n    had obtained the injunction was Rs. 5,600/- per Metric Ton and the\n\n    respondent was entitled to receive Rs. 5,60,00,000/- being the\n\n    difference in the price of 10,000 MT and the Award records that the\n\n    Market price of goods was Rs. 45,780.13 per Metric Ton on 14th June,\n\n    2022 and the respondent was entitled to receive the difference between\n\n    the Market price on 14th June, 2022 and the contract price which is Rs.\n\n    46,00,000 - Rs. 45,78,013 = Rs. 21,98,700/-.\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">\n\n</p><p data-structure=\"PetArg\" id=\"p_68\">33. Mr. Chinoy submits that the Arbitrator deals with the petitioner&#x27;s\n\n    submission that only relevant date for breach of the contract dated 22nd\n\n    February, 2022 was 21st April, 2022 i.e. the date of delivery under the\n\n    contract and that no damages could be awarded as on that date the\n\n    market price was higher than the contract price. He submits that it is\n\n    clearly contrary to the finding in paragraph 58 of the Award, the\n\n    Arbitrator in the final computation of damages Awarded at paragraph\n<span class=\"hidden_text\" id=\"span_21\">                                      22</span>\n\n\n    59, the Arbitrator does not make and Award/ direct payment of\n\n    damages in accordance with his finding in paragraph 58. i.e. Rs.\n\n    21,98,000/- but instead makes an award directing payment of damages\n\n    for Rs. 5,60,00,000/- although the said amount is not even referred to,\n\n    considered or dealt with in paragraphs 55 to 58 of the Award.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_69\">34. Mr. Chinoy submits that the finding of the Arbitrator that the petitioner\n\n    committed breach of the order dated 20th May, 2022 by failing to open a\n\n    usance Letter of Credit under which the respondent/ beneficiary was to\n\n    be paid at sight, is ex-facie contrary to the clear terms of the order\n\n    dated 20th May, 2022. He submits that order dated 20th May, 2022\n\n    required the petitioner to provide usance Letter of Credit and as per\n\n    Clause 3 the Letter of Credit would be discounted by the petitioner\n\n    through the petitioner&#x27;s bank within another 3 days after submission\n\n    of original, so as to enable payment being made by the petitioner to the\n\n    respondent within 3 days.\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">\n\n</p><p data-structure=\"RespArg\" id=\"p_71\">35. Mr. Chinoy submits that the Letter of Credit was only to be a Usance\n\n    Letter of Credit and there was no question of the respondent/\n\n    beneficiary receiving payment under such Letter of Credit at sight. He\n\n    submits that the payment was to be made by the petitioner by\n\n    discounting the documents submitted by the respondent under the\n\n    usance Letter of Credit, with the petitioner&#x27;s bankers and accordingly\n\n    making payment to the respondent within three days. He submits that\n<span class=\"hidden_text\" id=\"span_22\">                                      23</span>\n\n\n    payment to the respondent/ beneficiary at sight was contrary to the\n\n    clear terms of the order dated 20th May, 2022.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">\n\n</p><p data-structure=\"RespArg\" id=\"p_73\">36. Mr. S.N. Mookherjee with Mr. Krishnaraj Thaker, Learned Senior\n\n    Advocates representing the respondent submits that consent order\n\n    dated 28th April, 2022 does not only refer the disputes between the\n\n    parties which was the subject-matter of the suit being T.S. No. 519 of\n\n    2022. The reference by the order dated 28th April, 2022 has to be read\n\n    in conjunction with the arbitration clause of the contract. He submits\n\n    that the reference to arbitration was not limited to breach of the\n\n    contract but also included any dispute arising out of the contract. He\n\n    submits that by reason of the order dated 20th May, 2022, the disputes\n\n    pertaining to non-compliance of the orders dated 28th April, 2022 and\n\n    20th May, 2022 were to be referred to the Arbitrator.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_74\">37. Mr. Mookherjee submits that Issues Nos. 2 and 3 which were\n\n    concerned with breach of the consent orders at the instance of any of\n\n    the parties were framed on 8th August, 2022 as suggested by both the\n\n    parties. He submits that framing of such issues clearly shows that the\n\n    parties were ad idem that the consent orders recorded the revised and\n\n    agreed modalities for working out contract and were therefore germane.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_75\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"95111828\" id=\"span_23\">38. Mr. Mookherjee submits that the statement of claim of the petitioner\n\n    arising out of the alleged breach of the two consent orders by the\n\n    respondent. He submits that the petitioner has also claimed damages\n\n    arising out of alleged breach of two consent orders by the respondent.\n<span class=\"hidden_text\" id=\"span_24\">                                      24</span>\n\n\n    He submits that in the written notes of argument, the petitioner\n\n    addressed the Tribunal exclusively on the alleged breach of the two\n\n    consent orders by the respondent. Mr. Mookherjee relied upon the\n\n    judgment in the case of <a href=\"/doc/95111828/\" id=\"a_10\">Ssangyong Engineering and Construction\n\n    Company Limited Vs. National Highways Authority of India</a>\n\n    reported in (2019) 15 SCC 131 and submitted that as long as disputes\n\n    raised are within the ken of the arbitration agreement or the disputes\n\n    submitted to arbitration, they cannot be said to be disputes which are\n\n    either not contemplated by or which fall outside the scope of the\n\n    arbitration agreement. Even matters that are not strictly in issue but\n\n    are connected with matters in issue, would fall within the scope of\n\n    submission to the arbitration.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_76\">\n</p><p data-structure=\"PetArg\" id=\"p_77\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1644282\" id=\"span_25\">39. Mr. Mookherjee submits that the Arbitrator after considering all the\n\n    facts and circumstances has held that the 3rd issue is the real issue to\n\n    be decided in this proceeding. He submits that the learned Arbitrator\n\n    has held that the contract was not superseded by the consent orders\n\n    but was only sought to be enforced by the consent orders. He submits\n\n    that the consent orders are agreements that are binding upon the\n\n    parties and is essentially a contract between the parties which derives\n\n    sanctity by the Court superseding its seal to the contract. Mr.\n\n    Mookherjee in support of his submission relied upon the judgment in\n\n    the case of <a href=\"/doc/1644282/\" id=\"a_11\">Prithvichand Ramchand Sablok Vs. S.Y. Shinde</a> reported\n\n    in (1993) 3 SCC 271.</span>\n</p><span class=\"hidden_text\" id=\"span_26\">                                      25</span><p data-structure=\"Precedent\" id=\"p_78\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_79\">40. Mr. Mookherjee submits that the Learned Arbitrator addressed the\n\n    issue no.1 by coming to a finding that the effect of the two consent\n\n    orders on the contract dated 22nd February, 2022 was such that Issue\n\n    no.1 and Issue No.2 were not significant as the consent order dated\n\n    20th May, 2022, determined the way in which the contract was to be\n\n    performed which was covered by Issue No. 3. He submits that the\n\n    Learned Arbitrator came to a finding that Issue no.3 remained the only\n\n    significant issue in adjudicating the dispute, the finding cannot be\n\n    faulted in the proceeding under <a href=\"/doc/536284/\" id=\"a_12\">Section 34</a> of the Arbitration and\n\n    Conciliation Act, 1996.\n</p>\n<p data-structure=\"Precedent\" id=\"p_80\">\n\n</p><p data-structure=\"Precedent\" id=\"p_81\">41. Mr. Mookherjee relied upon Order 14, Rule 2 and <a href=\"/doc/161831507/\" id=\"a_13\">Order 20, Rule 5 of\n\n    the Code of Civil Procedure</a>, 1908 and submitted that if the finding on\n\n    anyone or more issues is sufficient for the decision of a case, there need\n\n    not to be a finding on each separate issue and the non-adjudication of\n\n    other issues will not render the decision bad. In support of his\n\n    submissions, Mr. Mookherjee relied upon the judgment in the case of\n\n    LIC Housing Finance Ltd. Vs. M/s Pearl Developers (P) Ltd. reported\n\n    in 2008 SCC OnLine Del 1248.\n</p>\n<p data-structure=\"Precedent\" id=\"p_82\">\n</p><p data-structure=\"PetArg\" id=\"p_83\">42. Mr. Mookherjee submits that the parties were aware of the issue of\n\n    breach of consent orders and effect on the contract by the consent\n\n    orders, no grievance can be made by the petitioner on the ground that\n\n    modification of the contract by the consent orders were not pleaded. He\n\n    submits that the parties had knowledge of the issue of compliance and\n<span class=\"hidden_text\" id=\"span_27\">                                      26</span>\n\n\n    non- compliance of the consent orders as notes of arguments were filed\n\n    and arguments were advanced on the said issue.\n</p>\n<p data-structure=\"Precedent\" id=\"p_84\">\n\n</p><p data-structure=\"Precedent\" id=\"p_85\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1167532\" id=\"span_28\">43. Mr. Mookherjee relied upon the judgments in the case of <a href=\"/doc/1167532/\" id=\"a_14\">Bhagwati\n\n    Prasad Vs. Chandramaul</a> reported in AIR 1966 SC 735 and in the\n\n    case of Ram Sarup Gupta (Dead) By Lrs. Vs. Bishun Narain Inter\n\n    College and Others reported in (1987) 2 SCC 555 and submitted that\n\n    even if a plea is not specifically made but is covered by an issue by\n\n    implication, the mere fact that the plea was not expressly taken in the\n\n    pleadings would not disentitle a party from relying upon it. As long as\n\n    parties had knowledge that the matter was in issue and has had an\n\n    opportunity to deal with the issue, the Court is entitled to consider and\n\n    decide such an issue.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_87\">44. Mr. Mookherjee submits that the Learned Arbitrator has not altered or\n\n    added terms to the contract nor has passed an award that is contrary\n\n    to the terms of the contract. He submits that Clause 10 of the contract\n\n    provides that Letter of Credit either in the form of a Sight or Usance\n\n    Letter of Credit would be in a mutually agreed format, wherein delivery\n\n    order will only be issued upon receipt of full payment of the material\n\n    value from the buyer. By a consent order dated 28th April, 2022, the\n\n    parties had agreed to a period of 3 days from date to finalize the Letter\n\n    of Credit. The petitioner had agreed to make over payment of balance\n\n    amount of the contract value being Rs. 40,50,45,000/- through the\n\n    Letter of Credit in accordance with the contract within 3 days\n<span class=\"hidden_text\" id=\"span_29\">                                          27</span>\n\n\n    thereafter. It is only after such payment was made by the petitioner, the\n\n    petitioner was permitted to lift the subject goods. Therefore, the\n\n    aforesaid order directed the respondent to issue a sight LC.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_88\">45. Mr. Mookherjee submits that by an e-mail dated 6th May, 2022, the\n\n    petitioner has opened two Sight Letters of Credit, however, Clause 46A\n\n    of   the   Letter   of   Credit   provided   for   consignee   copy   of   lorry\n\n    receipt/consignment note which clearly suggests that the payments will\n\n    be made to the respondent only after goods are loaded onto the lorry.\n\n    He submits that the said Clause 46A is contrary to the terms of the\n\n    contract as well as order dated 28th April, 2022 wherein the petitioner\n\n    would make payments against material movement rather than\n\n    payments against the entire quantity in one go as required under\n\n    Clause 10 of the contract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_89\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_90\">46. Mr. Mookherjee submits that by a consent order dated 20th May, 2022,\n\n    the respondent acceded to the request of the petitioner to amend the\n\n    sight Letter of Credit into a Usance Letter of Credit for the balance\n\n    contract value. He submits that the amendment was to be effected\n\n    upon a written request letter from the respondent within 7 working\n\n    days and thereafter within 3 days of submission of original documents,\n\n    the amended Letter of Credit would be discounted by the petitioner\n\n    through the petitioner&#x27;s banker. He submits that it was agreed between\n\n    the parties that it is only upon discounting such Letter of Credit and\n<span class=\"hidden_text\" id=\"span_30\">                                      28</span>\n\n\n    receiving the balance amount the petitioner would be permitted to start\n\n    taking delivery of the subject goods.\n</p>\n<p data-structure=\"Precedent\" id=\"p_91\">\n\n</p><p data-structure=\"RespArg\" id=\"p_92\">47. Mr. Mookherjee submits that complying with the order dated 20th May,\n\n    2022, the respondent sent a request for usance LC to be payable at\n\n    sight on the first working day after the order, to avoid any delay but the\n\n    petitioner&#x27;s delaying tactics continued as the petitioner raised absurd\n\n    objection to request letter dated 23rd May, 2022 stating that the order\n\n    permits only for a sight Letter of Credit to be converted to a Usance\n\n    Letter of Credit and thereby payments have to be deferred.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_93\">48. Mr. Mookherjee submits that the Award passed by the learned\n\n    Arbitrator is not inconsistent or unintelligible or has an error apparent\n\n    on the face of the Award. He submitted the Learned Arbitrator also\n\n    came to a finding that the respondent should get the difference of\n\n    contract price and price of goods in the market on 14th June, 2022 as\n\n    loss suffered for the breach committed by the petitioner of the order\n\n    dated 20th May, 2022.\n</p>\n<p data-structure=\"Precedent\" id=\"p_94\">\n\n</p><p data-structure=\"Section\" id=\"p_95\">49. Relevant Clauses of     the agreement entered between the parties to\n\n    decide the present application are Clauses 4, 6, 10, 11, 12, 13, 23 and\n\n    27 which reads as follows:\n</p>\n<blockquote id=\"blockquote_39\">                 &quot;4. PRICE:\n</blockquote>\n<blockquote id=\"blockquote_40\">                US$ 610 (UNITED STATES DOLLARS SIX\n                HUNDRED) PER MT CFR SAGAR ANCHORAGE\n                AND/OR HALDIA PORT, INDIA\n<span class=\"hidden_text\" id=\"span_31\">                  29</span>\n\n\n</blockquote><blockquote id=\"blockquote_41\">6. RATE OF CONVERSATION OF USD TO INR-\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_96\">CLOSING USD RATE OF RBI EITHER ON DATE OF\nBL OR BILL OF ENTRY. AS ADVISED BY BUYER\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_97\">10. PAYMENT:\n</p>\n<blockquote id=\"blockquote_42\">10% ADVANCE AMOUNT IN INR TO BE PAID BY\nBUYER TO THE SELLER LATEST BY 22-FEB-2022\nAND BALANCE AMOUNT BY SIGHT/ USANCE\nCONFIRMED, IRREVOCABLE LC TO BE OPENED\nBEFORE 7 DAYS PRIOR TO ARRIVAL OF THE\nVESSEL. SELLER WILL MAKE HIGHSEAS SALES\nINVOICE AND AGREEMENS UPON ISSUE OF THE\nBILL OF LADING. OPENING OF LC WITHIN THE\nSTIPULATED TIME AND IN A MUTUALLY AGREED\nFORMAT FROM A FIRST CLASS BANK ANY\nDEFAULT IN THE AFORESAID CLAUSE SHALL\nGIVE RIGHT TO THE SELLER, INTER ALIA, TO\nTERMINATE THE CONTRACT AND PROCEED FOR\nRECOVERY OF DAMAGES. DELIVERY ORDER\nWILL BE ISSUED UPON RECEIPT OF THE FULL\nPAYMENT OF THE MATERIAL VALUE FROM THE\nBUYER AS PER POINT NO. 4 AND 6 ABOVE.</blockquote>\n\n<blockquote id=\"blockquote_43\">ALL OTHER RELEVANT DOCUMENTS REQUIRED\nBY   THE   BUYER    WILL   BE  PROVIDED\nACCORDINGLY TO THE EXTENT REASONABLE..\n</blockquote>\n<blockquote id=\"blockquote_44\">11. DOCUMENTATION-\n</blockquote>\n<blockquote id=\"blockquote_45\">SELLER  TO     PROVIDE   THE   FOLLOWING\nDOCUMENTS\n\n  A. CEPA CERTIFICATE IN ORIGINAL (FOR\n  CLAIMING NIL BASIC COUSTOM DUTY). IN\n  CASE THE SAME IS PROVIDED BY THE\n  EXPORTER, OTHER WISE THE SAME WILL BE\n  LOCAL SALES UNDER GST LAWS.\n</blockquote>\n<blockquote id=\"blockquote_46\">  B. ENDORSED BILL OF LADING\n\n  C. COPY OF CERTIFICATE OF WEIGHT\n\n  D. COPY OF CERTIFICATE OF QUALITY\n\n  E. HIGH SEA SALE AGREEMENT\n<span class=\"hidden_text\" id=\"span_32\">                  30</span>\n\n\n   F. HIGH SEA SALE INVOICE\n\n   G. ANY OTHER DOCUMENT AS REQUIRED BY\n   CUSTOM/ HALDIA PORT/ GST DEPT/BANK\n   FOR LC.\n</blockquote>\n<blockquote id=\"blockquote_47\">12. DOCUMENTATION REQUIRED-\n</blockquote>\n<blockquote id=\"blockquote_48\">PART A: BILL OF EXCHANGE FOR 100 PCT OF\nINVOICE BENEFICIARY&#x27;S SIGNED COMMERCIAL\nINVOICE IN 3 SETS STATING THE FULL INVOICE\nVALUELESS ADVANCE, IF ANY PHOTOCOPY OF\nHIGH SEA SALE AGREEMENT\n\nPART B: DEBIT NOTE FOR ACUTAL DEMURRAGE\nAMOUNT LAY TIME CALCULATION\n\n</blockquote><blockquote id=\"blockquote_49\">13. PURCHASE TERMS:\n</blockquote>\n<blockquote id=\"blockquote_50\">IN CASE SELLER IN UNABLE TO SALE THE MET\nCOKE (DUE TO DIFFICULTY AVILEMENT OF ZERO\nDUTY BASED OF CEPF CERTIFICATES BY THE\nEXPORTER, SELLER SHOULD EXECUTE DEAL BY\nMAKING GST SELLS INVOICE (RATE AS PER POINT\nNO 4 &amp; 5) OF MET COKE. BUYER WILL\nREIMBURSE ACTUALLS FOLLOWING EXPENSES\nBASED ON PRORATA QUANTITY BASIS.\n</blockquote>\n<blockquote id=\"blockquote_51\">  A. ALL PAYMENT MADE TO PORT\n\n  B. ALL PAYMENTS MADE TO CHA FOR\n  HANDLING THE CARGO AND LOADING ON TO\n  TRUCKS\n\n</blockquote><blockquote id=\"blockquote_52\">23. GOVERNING LAWS\n\nTHIS AGREEMENT SHALL BE GOVERNED BY AND\nCONSTRUED IN ACCORDANCE WITH INDIAN\nLAWS, AND THE COURTS AT KOLKATA SHALL\nHAVE THE EXCLUSIVE JURISDICTION TO\nADJUDICATE UPON OR OTHERWISE DEAL WITH\nANY MATTER UNDER OR RELATING TO THIS\nAGREEMENT.\n</blockquote>\n<blockquote id=\"blockquote_53\">27. LAW AND ARBITRATION:\n</blockquote>\n<blockquote id=\"blockquote_54\">THIS CONTRACT SHALL BE GOVERNED BY\nINDIAN ARBITRATION AND CONCILIATION ACT\n1996 (AS AMENDED UPTO DATE) ANY DISPUTE\n<span class=\"hidden_text\" id=\"span_33\">                                      31</span>\n\n\n                ARISING OUT OF OR IN CONNECTION WITH THIS\n                CONTRACT,     INCLUDING    ANY    QUESTION\n                REGARDING ITS EXISTENCE, VALIDITY OR\n                TERMINATION. SHALL BE REFERRED TO AND\n                FINALLY RESOLVED BY ARBITRATION IN\n                KOLKATA    IN    ACCORDANCE    WITH    THE\n                ARBITRATION     RULES   OF    THE   INDIAN\n                ARBITRATION AND CONCILIATION ACT 1996 (AS\n                AMENDED UPTO DATE) FOR THE TIME BEING IN\n                FORCE WHICH RULES ARE DEEMED TO BE\n                INCORPORATED BY REFERENCE IN THIS\n                CLAUSE.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_55\">50. Order passed by the Learned Civil Judge, (Senior Division), 4th Court,\n\n    Alipore dated 25th April, 2022 reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_56\">                      &quot;that the prayer of the plaintiff for temporary\n                injunction with ad interim effect is hereby allowed\n                restraining the defendants not to deal with or\n                disposing of or alienating or encumbering or\n                creating any third party right or interest or from\n                removing the goods from the vessel MV Akij Parl or\n                making over the same to any third party or storing\n                the same in warehouse or precincts of any third\n                party in any manner whatsoever till 21.05.2022.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_98\">51. Order passed by the Hon&#x27;ble Division Bench in FMAT 137 of 2022\n\n    dated 28th April, 2022 reads as follows:\n</p>\n<blockquote id=\"blockquote_57\">                      &quot;By consent of the parties the appeal and\n                application are taken up together and disposed of\n                by this order.\n</blockquote>\n<blockquote id=\"blockquote_58\">                     Mr. Kishore Dutta, learned senior counsel\n                representing the appellant and Mr. Jisnu Saha,\n                learned senior counsel representing the respondent\n                no. 1/plaintiff upon instruction have agreed to\n                disposal of the appeal on the following terms:-\n</blockquote><blockquote id=\"blockquote_59\">                     i) The    respondent     no. 1   will   pay\n                Rs.4,49,55,000/- being 10% of the contract value,\n                in terms of the Agreement dated 22.2.2022 to the\n                appellant within April 30, 2022.\n</blockquote><span class=\"hidden_text\" id=\"span_34\">                      32</span>\n\n\n<blockquote id=\"blockquote_60\">       ii) The parties shall take necessary steps for\nfinalization of the L/C within a period of three days\nfrom date. The respondent shall make over\npayment of the balance amount of the contract\nvalue being Rs.40,50,45,000/- through the L/C in\naccordance with the contract within 3 days\nthereafter. The respondent no. 1 shall be at liberty\nto lift the 10000MT of LAM Coke thereafter.\n</blockquote><p data-structure=\"PetArg\" id=\"p_99\">     Mr. Kishore Dutta, learned senior counsel\nrepresenting the appellant, has suggested that in\nview of the fact that the appellant would be\nrequired to supply 10000MT materials at a reduced\nprice some protection in the form of bank guarantee\nor otherwise may be extended to the appellant.\n</p>\n<p data-structure=\"RespArg\" id=\"p_100\">     Mr. Jisnu Saha, learned senior counsel\nrepresenting the respondent no. 1/plaintiff,\nsubmits that the refusal to deliver the goods, after\nthe agreement has been concluded, was illegal and\nunfair and in the event the suit succeeds the\nappellant would have no claim against the\nplaintiff/respondent no. 1.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">     In the plaint it is alleged that the current\nmarket value of the materials would be Rs.67\ncrores and by reason of cancellation of the contract\nthe plaintiff/respondent no. 1 would suffer damage\nto the extent of Rs. 22 crores approximately.\n</p><p data-structure=\"Conclusion\" id=\"p_102\">     In order to balance the equities, keeping in\nmind that in the event the appellant succeeds, they\nwould be entitled to the differential amount, we\ndirect the plaintiff/respondent no. 1 to furnish an\nunconditional bank guarantee in favour of the\nappellant for sum of Rs. 5 crores within two weeks\nfrom date initially for a period of one year and in\nthe event the arbitration proceeding is not\nconcluded within the aforesaid period to keep it\nrenewed till an award is passed.\n</p><p data-structure=\"CDiscource\" id=\"p_103\">     In addition to the aforesaid, the plaintiff shall\nalso file an affidavit of undertaking to be\naccompanied by the board resolution of the plaintiff\nwith the Registrar General on or before 3rd May,\n2022 to the effect that in the event an award is\npassed against the plaintiff and ultimately\nsustained, the plaintiff would pay interest at the\nrate of 18% p.a from 25th April, 2022 till the\nrealisation of the amount. The appellant shall also\n<span class=\"hidden_text\" id=\"span_35\">                      33</span>\n\n\nfile an affidavit of undertaking to be accompanied\nby the board resolution of the appellant with the\nRegistrar General on or before 3rd May, 2022 to the\neffect that in the event an award is passed against\nthe appellant, the appellant shall pay interest at\nthe rate of 18% p.a from 25th April, 2022 till the\nrealisation of the amount.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_104\">     The aforesaid direction shall not prevent the\nparties to challenge the award if so advised in\naccordance with law.\n</p><p data-structure=\"Precedent\" id=\"p_105\">     The undertakings are without prejudice to the\nrights and contentions of the parties in the\narbitration proceeding.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_106\">     In view of the existence of the arbitration\nclause in the contract, the parties through their\nlearned senior advocates have agreed to refer their\ndisputes and differences to arbitration and have\nrequested this court to appoint an arbitrator.\n</p><p data-structure=\"CDiscource\" id=\"p_107\">     On the basis of such request, by consent of the\nparties we appoint Hon&#x27;ble Mr. Justice Bhaskar\nBhattacharyya, former Chief Justice of 4 Gujrat\nHigh Court, as an arbitrator to decide the disputes\nand differences of the appellant and the\nplaintiff/respondent no. 1.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_108\">    We request the learned arbitrator to fix his\nremuneration at the first sitting of arbitration.\n\n</p><p data-structure=\"Precedent\" id=\"p_109\">     The parties shall bear all charges and\nexpenses including the remuneration of the learned\narbitrator in equal measure. This, however, shall\nnot restrict the power of the learned arbitrator\nexercising any of the power under <a href=\"/doc/47045230/\" id=\"a_15\">Section 31A</a> of\nthe Arbitration and Conciliation Act, 1996.\n</p>\n<p data-structure=\"Precedent\" id=\"p_110\">     We request the learned arbitrator to dispose of\nthe reference as expeditiously as possible.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_111\">     Since we are of the view that the respondent\nnos. 2 and 3 are not necessary parties, their\nrepresentation before the arbitrator is not\nnecessary.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_112\">    The suit pending before the trial court shall\nremain permanently stayed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_113\">     In view of the above, FMAT 137 of 2022 is\ndisposed of.\n</p><span class=\"hidden_text\" id=\"span_36\">                                     34</span><p data-structure=\"Precedent\" id=\"p_114\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_115\">                   In view of the disposal of the appeal, CAN 1 of\n               2022 is accordingly disposed of.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_116\">\n\n</p><p data-structure=\"Section\" id=\"p_117\">52. Order passed by the Hon&#x27;ble Division Bench of this Court in CPAN No.\n\n    457 of 2022 in CAN No. 2 of 2022 dated 20th May, 2022, reads as\n\n    follows:\n</p>\n<p data-structure=\"Precedent\" id=\"p_118\">\n</p><blockquote id=\"blockquote_61\">                    &quot;By consent of the parties, the application for\n               contempt being CPAN 457 of 2022 and the\n               application for modification being CAN 2 of 2022\n               are taken up together and disposed of on the\n               following agreed terms:\n</blockquote>\n<blockquote id=\"blockquote_62\">                    1. The applicant will amend the Sight LC into\n               a Usance LC upon a written request letter from the\n               appellant within 7 working days for the balance\n               contract value against following documents to be\n               provided by the appellant:\n</blockquote>\n<blockquote id=\"blockquote_63\">                    a. GST Sale Invoice for 10,000 MT;\n</blockquote>\n<blockquote id=\"blockquote_64\">                    b. Delivery Order for supply of 10,000 MT of\n               Coke from a single port plot in favour of the\n               applicant with a copy to the Handling Agent,\n               Customs Authorities and the Port Authorities.\n</blockquote>\n<blockquote id=\"blockquote_65\">                      c. Confirmation Letter to all concerned\n               authorities stating that the applicant is authorized\n               to lift the 10,000 MT of Coke.\n</blockquote>\n<blockquote id=\"blockquote_66\">                   2. The applicant shall be liable for and shall\n               make payment of Port Handling charges and other\n               charges in terms of the contract.\n</blockquote>\n<blockquote id=\"blockquote_67\">                    3. The amended LC will be discounted by the\n               applicant through the applicant&#x27;s bankers under\n               the applicant&#x27;s limit within another 3 days after\n               submission of originals of (a) bill of exchange, (b)\n               GST Sale Invoice, (c) Irrevocable Delivery Order and\n</blockquote><blockquote id=\"blockquote_68\">               (d) Confirmation Letter as mentioned in 1(c) above\n               by the appellant to the banker of the applicants. It\n               is pertinent to add that the discounting/interest\n               and incidental changes will be borne by the\n               applicant. The applicant will submit proof of\n<span class=\"hidden_text\" id=\"span_37\">                                       35</span>\n\n\n                dispatch documents to the bankers from time to\n                time.\n</blockquote>\n<blockquote id=\"blockquote_69\">                     4. The appellant undertakes to start giving\n                delivery of the 10,000 MT of materials to the\n                applicant immediately after receiving the balance\n                consideration through the said Usance LC without\n                any delay. The appellant undertakes to provide full\n                co-operation and to ensure that the materials are\n                delivered.\n</blockquote>\n<blockquote id=\"blockquote_70\">                     5. If within June 13, 2022 the appellant does\n                not receive the entire balance consideration for the\n                goods, it would be free to sale and deal with the\n                10,000 MT of LAM Coke and the parties would then\n                make all claims in the arbitration.\n</blockquote>\n<blockquote id=\"blockquote_71\">                      6. The undertakings filed by the respective\n                parties shall be exchanged and the original bank\n                guarantee furnished by the applicant in terms of\n                the order dated April 28, 2022 be handed over to\n                the appellant within 7 days from date. The bank\n                guarantee shall be invoked in terms of the order\n                dated April 28, 2022 only after giving 14 days&#x27;\n                prior notice in writing to be given to the applicant in\n                this regard.\n</blockquote>\n<blockquote id=\"blockquote_72\">                     7. However, all issues are left open to be\n                raised before the learned Arbitrator.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_119\">                     There will be no order as to costs.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_120\">\n</p><p data-structure=\"PetArg\" id=\"p_121\">53. Though the Learned Arbitrator has framed altogether 8 issues but at\n\n    the time of deciding the issues, the learned Arbitrator held that:\n\n</p><blockquote id=\"blockquote_73\">                     &quot;28. Therefore, the first two issues framed by\n                this Tribunal have lost their significance after the\n                passing of the second consent order and need not\n                be decided in this proceeding. In place of those, the\n                issue no.3 framed in this proceeding viz. (3)\n                &quot;Whether the terms of the consent order dated 20th\n                May, 2022 passed by the Division Bench has been\n                breached by any of the parties and if so, who has\n                committed such breach?&quot; is the real issue to be\n                decided in this proceeding and the issue no.4\n                should be slightly varied as follows:\n</blockquote><span class=\"hidden_text\" id=\"span_38\">                                       36</span>\n\n\n\n<blockquote id=\"blockquote_74\">                &quot;(4) Whether the breach committed by a party in\n                view of the Issue No. 3 would enable the other\n                party to claim damages and if so, to what extent?&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_122\">                The issues nos.5 and 6 would remain the same\n                and this Tribunal will answer those depending\n                upon the finding of the reframed issue no.3 quoted\n                above.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_123\">\n</p><p data-structure=\"Conclusion\" id=\"p_124\">54. The main issue raised by the petitioner in the present application that\n\n    the Arbitrator fails to decide the main issue referred to Arbitration by\n\n    an order dated 28th April, 2022 i.e. which of the parties had committed\n\n    breach of the contract of sale dated 22nd February, 2022 but the\n\n    Arbitrator has decided the issue of non -compliance /breach of the\n\n    second consent order dated 20th May, 2022, which is ex-facie perverse\n\n    and vitiated by patent illegality and is also vitiated under <a href=\"/doc/148869/\" id=\"a_16\">Section\n\n    34(2)(a)(iv)</a> of the Arbitration and conciliation Act, 1996.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_125\">55. In the order dated 28th, April, 2022 passed by the Hon&#x27;ble Division\n\n    Bench of this Court recorded that &quot;the parties through their learned\n\n    senior advocates have agreed to refer their disputes and differences to\n\n    arbitration&quot; Clause 27 of the contract dated 22nd February, 2022\n\n    provides that &quot;Any dispute arising out of or in connection with this\n\n    contract, including any question regarding its existence, validity or\n\n    termination, shall be referred to and finally resolved by Arbitration.&quot;\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_126\">56. By an order dated 20th May, 2022, the Hon&#x27;ble Division Bench of this\n\n    Court categorically held that &quot;If within 13th June, 2022, the appellant\n\n    (Respondent herein) does not receive the entire balance consideration for\n<span class=\"hidden_text\" id=\"span_39\">                                       37</span>\n\n\n    the goods, it would be free to sale and deal with the 10,000 MT of LAM\n\n    Coke and the parties would then make all claims in the arbitration.&quot;\n\n    The Hon&#x27;ble <a href=\"/doc/1167532/\" id=\"a_17\">Court further held</a> that &quot;However all issues are left open to\n\n    be raised before the learned Arbitrator&quot;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_127\">\n\n</p><p data-structure=\"RespArg\" id=\"p_128\">57. The petitioner in the statement of claim filed before the Learned\n\n    Arbitrator in paragraph 33 and 35 has categorically stated that the\n\n    respondent not only acted in breach of the terms of the contract but\n\n    also in violation of the orders of the Court. On the basis of the alleged\n\n    breach, the petitioner has made claim in paragraph 37 of the statement\n\n    of claim. In notes of argument filed by the petitioner before the Learned\n\n    Arbitrator, the petitioner has categorically pointed out with regard to\n\n    breach of the agreement dated 22nd February, 2022 and non-\n\n    compliance of the orders dated 28th April, 2022 and 20th May, 2022.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_129\">58. The allegation of the petitioner that the respondent has committed\n\n    breach of contract dated 22nd February, 2022 by not delivering the\n\n    goods to the petitioner on 21st April, 2022 when the ship had arrived.\n\n    Immediately the petitioner has filed the suit before the Learned Civil\n\n    Judge, Senior Division at Alipore on 25th April, 2022 and obtained\n\n    interim order. Subsequently, the respondent filed an appeal before the\n\n    Hon&#x27;ble High Court and the Hon&#x27;ble Division Bench of this Court with\n\n    the consent of the parties disposed of the said appeal and provided for\n\n    working arrangements for payment by the petitioner and delivery of\n\n    goods by the respondent. The petitioner filed a contempt application on\n<span class=\"hidden_text\" id=\"span_40\">                                  38</span>\n\n\nthe allegation that the respondent has not complied with the order\n\npassed by the Hon&#x27;ble Appellate Court and in the said contempt\n\napplication by an order dated 20th May, 2022, the Appellate Court with\n\nthe consent of both the parties again provided for working arrangement\n\nfor payment and delivery of goods. In the order dated 20th May, 2022,\n\nthe appellate Court has clarified that if the respondent dose not receive\n\nthe entire balance consideration for the goods, it would be free to sale\n\nand deal with the 10,000 MT LAM Coke and the parties would then\n\nmake all claims in the arbitration. The Hon&#x27;ble Court all the issues are\n\nkept open to be raised before the Learned Arbitrator.\n\n    The dispute between the parties was for payment and delivery of\n\ngoods. Clause 10 of the contract provides for payment. As per said\n\nclause, the petitioner paid 10% advance of the total cost of the goods\n\ni.e. Rs. 4,49,55,000/- on 22nd February, 2022 to the respondent. The\n\nbalance consideration was to be paid by the petitioner by opening\n\nsight/ usance confirmed irrevocable Letters of Credit seven days prior\n\nto arrival of the vessel. Opening of the Letters of Credit was not\n\nmaterialized between the parties and in the meantime, the petitioner\n\nhas filed civil suit and the respondent returned the advanced amount\n\nto the petitioner. The matter went upto the Division Bench of this Court\n\nand the Hon&#x27;ble Court by orders dated 28th April, 2022 and 20th May,\n\n2022 with the consent of the parties provided for working arrangements\n\nso that the contract can be completed between the parties but inspite of\n\nthe order passed by the Hon&#x27;ble Court, the contract was not completed.\n<span class=\"hidden_text\" id=\"span_41\">                                        39</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_130\">59. The Learned Arbitrator has framed six issues. The Learned Arbitrator\n\n      before deciding the issues taken the point of consideration that &quot;What\n\n      would be the effect of two consent orders passed by the Hon&#x27;ble High\n\n      Court on the original contract between the parties&quot;. While deciding the\n\n      said issue, the learned Arbitrator has taken into consideration of\n\n      <a href=\"/doc/595325/\" id=\"a_18\">Section 62</a> and <a href=\"/doc/1105874/\" id=\"a_19\">63</a> of the Contract Act, 1872. Dealing with said\n\n      provisions, the Arbitrator come to the conclusion that &quot;the original\n\n      agreement was not superseded but was only sought to be enforced, the\n\n      manner of performance being different and consequently <a href=\"/doc/1105874/\" id=\"a_20\">section 63</a> of\n\n      the Contract Act, 1872 is applicable.&quot; By considering the same, it was\n\n      held that the date of performance of the original contract dated 22nd\n\n      February, 2022 had been extended by consent of both the parties in\n\n      terms of <a href=\"/doc/1105874/\" id=\"a_21\">Section 63</a> of the Contract Act, 1872.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_131\">\n</p><p data-structure=\"CDiscource\" id=\"p_132\">60.   The learned Arbitrator come to the conclusion that the consent order\n\n      dated 28th April, 2022 having been merged with the order dated 20th\n\n      May, 2022 and the imposition of security by way of bank guarantee and\n\n      the legal costs were added would not amount in itself to superseding\n\n      the original contract and put the promisee in the same position as if the\n\n      contract had originally been performed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_133\">\n</p><p data-structure=\"CDiscource\" id=\"p_134\">61.   The Learned Arbitrator has considered whether the conditions of the\n\n      order dated 20th May, 2022 have been fulfilled by the parties and if not,\n\n      who has breached the conditions.\n</p><span class=\"hidden_text\" id=\"span_42\">                                      40</span><p data-structure=\"Conclusion\" id=\"p_135\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_136\">62. After the order dated 20th May, 2022, the respondent by an email\n\n    dated 23rd May, 2022 requested the learned advocate for the petitioner\n\n    to advise the petitioner to amend the Letter of Credit in terms of the\n\n    order dated 20th May, 2022. Thereafter, several correspondences were\n\n    made between the parties but the Letter of Credit was not finalized and\n\n    by an email dated 31st May, 2022, the petitioner informed the\n\n    respondent that the petitioner is now proceeding to procure the\n\n    materials from the market for which the respondent would be liable for\n\n    all costs and consequences, damages suffered and to be suffered by the\n\n    petitioner by the illegal act and conduct and breach of the contract. By\n\n    the said email, the petitioner called upon the respondent to refund the\n\n    sum of Rs. 4,49,55,000/- being the 10% of the consideration value\n\n    remitted to the respondent on 30th April, 2022 and requested for\n\n    consent letter for closure and release of the Letters of Credit dated 6th\n\n    May, 2022 and the Bank Guarantee dated 12th May, 2022.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_137\">63. The Arbitrator considering the correspondences between the parties on\n\n    and from 23rd May, 2022 till 31st May, 2022 come the conclusion that\n\n    the respondent has complied with its obligation in terms of the order\n\n    dated 20th May, 2022 by the email dated 23rd May, 2022. The Arbitrator\n\n    further held that request for amending the Sight Letter of Credit into a\n\n    Usance Letter of Credit is in conformity with the direction of the Hon&#x27;ble\n\n    Court but the petitioner has not complied with its obligation in terms of\n\n    the order dated 20th May, 2022 and on the other hand has illegally\n<span class=\"hidden_text\" id=\"span_43\">                                        41</span>\n\n\n    terminated the contract though there was no violation on the part of\n\n    the respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_138\">\n</p><p data-structure=\"RespArg\" id=\"p_139\">64. The Learned Arbitrator while deciding the issues held that the first two\n\n    issues framed by the Tribunal have lost their significance after the\n\n    passing of second order and need not to be decided in this proceeding.\n\n    In place of those, the issue no.3 farmed in this proceeding i.e. (3)\n\n    &quot;Whether the terms of the consent order breached by any of the parties\n\n    and if so, who has committed breach?&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_140\">\n</p><blockquote id=\"blockquote_75\">         Order 14, Rule 2 and <a href=\"/doc/161831507/\" id=\"a_22\">Order 20, Rule 5 of the Code of Civil\n\n    Procedure</a>, 1908, read as follows:\n</blockquote>\n<blockquote id=\"blockquote_76\">                      &quot;Order 14, Rule 2. Register of suits. - The\n                 Court shall cause the particulars of every suit to be\n                 entered in a book to be kept for the purpose and\n                 called the register of civil suits. Such entries shall\n                 be numbered in every year according to the order in\n                 which the plaints are admitted.\n</blockquote>\n<blockquote id=\"blockquote_77\">                       Order 20, Rule 5. Court to state its\n                 decision on each issue.- In suits in which issues\n                 have been framed, the Court shall state its finding\n                 or decision, with the reasons therefor, upon each\n                 separate issue, unless the finding upon any or\n                 more of the issue is sufficient for the decision of the\n                 suit.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_141\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1296354\" id=\"span_44\">In the case of <a href=\"/doc/1296354/\" id=\"a_23\">Narne Rama Murthy Vs. Ravula Somasundaram\n\n    and Others</a> reported in (2005) 6 SCC 614, the Hon&#x27;ble Supreme Court\n\n    held that:</span>\n</p>\n<blockquote id=\"blockquote_78\">                      &quot;7. We also see no substance in the\n                 submission of Mr. Ramachandran that there is no\n                 finding on Issue 1. In our view, once the finding\n                 was reached on Issue 5 the answer to Issue 1\n                 followed. Even otherwise, both these issues have\n<span class=\"hidden_text\" id=\"span_45\">                                    42</span>\n\n\n            been dealt with together and the reasoning given\n            by the trial court for answering these two issues in\n            favour of the respondents applies to both these\n            issues.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_142\">    In the present case, the main contention of the petitioner that the\n\nLearned Arbitrator has not decided the first issue whether there was\n\nbreach of the terms of the contract dated 22nd February, 2022. By the\n\nconsent order dated 20th May, 2022 both the parties agreed with regard\n\nto the terms of payment and delivery of goods. Clause 10 of the\n\nContract provides for opening of Letter of Credit of the balance\n\npayment, issuance of delivery order upon receipt of full payment and\n\nother conditions. The Learned Arbitrator has decided issue no.3 with\n\nregard to any breach of the consent order dated 20th May, 2022. The\n\norder dated 20th May, 2022, is directly connected with Clause 10 of the\n\nAgreement   and    the   Hon&#x27;ble    Court   had   provided   for   working\n\narrangement for payment and delivery of the goods. Thus this Court\n\nfinds that the issue decided by the Learned Arbitrator squarely covered\n\nthe agreement dated 22nd February, 2022 and thus it cannot be said\n\nthat the Learned Arbitrator fails to decide the main issue with respect\n\nof the agreement dated 22nd February, 2022.\n</p>\n<p data-structure=\"Precedent\" id=\"p_143\">\n    This Court considered the judgment relied by the petitioner in the\n\ncase of National Housing Bank (Supra) and the Industrial\n\nLaminates (India) Pvt. Ltd. (Supra) but finds that the facts of the said\n\ncases and the present case are distinguishable.\n</p><span class=\"hidden_text\" id=\"span_46\">                                         43</span><p data-structure=\"Conclusion\" id=\"p_144\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_145\">65. Now the question whether the Learned Arbitrator has committed any\n\n    illegality for awarding damages in favor of the respondent and rejecting\n\n    the claim of the petitioner. By an order dated 25th April, 2022 in T.S.\n\n    No. 519 of 2022, the respondent was restrained form dealing with the\n\n    subject goods. In the said suit, the final relief of the petitioner is for\n\n    Specific Performance. In an appeal preferred by the respondent against\n\n    the order dated 28th April, 2022, the Hon&#x27;ble Court directed the\n\n    petitioner to furnish bank guarantee of Rs. 5 Crores as the respondents\n\n    was restrained from dealing with the goods. In the said order, the\n\n    Hon&#x27;ble Court protected        the respondent&#x27;s interest in      case the\n\n    respondent succeeds and the petitioner failed to open a Letter of Credit\n\n    in terms of the contract and was therefore not entitled to delivery of the\n\n    goods. In one hand, the petitioner has filed suit before the Civil Court\n\n    for specific Performance of Contract and obtained injunction and on the\n\n    other hand, the petitioner has filed an application under <a href=\"/doc/318136/\" id=\"a_24\">Section 17</a> of\n\n    the Arbitration and Conciliation Act, 1996 before the Learned Arbitrator\n\n    praying for the following relief:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_146\">\n</p><blockquote id=\"blockquote_79\">                 a.   The Letter of Credit dated 6th May, 2022 and\n                      the Bank Guarantee dated 12th May, 2022 be\n                      discharged.\n</blockquote>\n<blockquote id=\"blockquote_80\">                 b.   Direction upon the respondent to forthwith\n                      refund a sum of Rs. 4,49,55,000/- to the\n                      petitioner.\n</blockquote>\n\n<blockquote id=\"blockquote_81\">                 c.   Ad-interim orders in terms of prayers above.\n</blockquote><span class=\"hidden_text\" id=\"span_47\">                                         44</span>\n\n\n<blockquote id=\"blockquote_82\">         Subsequent to filing of the application under <a href=\"/doc/318136/\" id=\"a_25\">Section 17</a> of the\n\n    Arbitration and Conciliation Act, 1996, the petitioner has filed\n\n    Statement of Claim for refund of amount and damages. By an order\n\n    dated 8th August, 2022, the application filed by the petitioner under\n\n    <a href=\"/doc/318136/\" id=\"a_26\">Section 17</a> of the Arbitration and Conciliation Act, 1996 is dismissed.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_147\">66. The petitioner filed suit for Specific Performance of Contract of sale of\n\n    goods   and obtained an order of injunction          and the Hon&#x27;ble Court\n\n    maintained the order of injunction till 13th June, 2022 and the Hon&#x27;ble\n\n    Court also imposed certain conditions to protect the interest of both the\n\n    parties till the disposal of the Arbitration proceeding. By an order dated\n\n    28th April, 2022, the Hon&#x27;ble Court while appointing an Arbitrator has\n\n    permanently stayed the suit. The petitioner has filed Statement of\n\n    Claim praying for Award for a sum of Rs. 25,35,75,803/- and in the\n\n    alternative, an enquiry into the damages and award for such as may be\n\n    found due and payable and interim interest and interest on award at\n\n    the rate of 18% per annum. It is pertinent to mentioned here that\n\n    interestingly, the petitioner has not prayed for any relief for Specific\n\n    Performance of Contract dated 22nd February, 2022.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_148\">67. The respondent in its counter claim prayed for damages of Rs.\n\n    5,60,00,000/-, Port Charges for the period from 21st April 2022 to 13th\n\n    June 2022 for a sum of Rs. 18,12,400/-, Handling Charges of Rs.\n\n    29,37,972.08/-    and   loss   of   interest   of   Rs.   15,117,334/-   total\n\n    amounting to Rs. 75,867,706/-.\n</p><span class=\"hidden_text\" id=\"span_48\">                                        45</span><p data-structure=\"Conclusion\" id=\"p_149\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_150\">           The respondent has also filed an application for amendment of the\n\n    counter claim for addition of prayer &quot;Alternatively, the respondent\n\n    claims an enquiry into damages and award for such sum as may be\n\n    found due and payable.&quot; And &quot; Damages for the difference between the\n\n    market price of the goods on 14th June, 2022 and the contract price in\n\n    sum of Rs. 21,98,700/-, which increased the total amount of claim\n\n    from     Rs.   75,867,706/-   to   Rs.78,066,406/-.   Subsequently,   the\n\n    respondent not pressed the amended counter claim of paragraph 47E\n\n    with respect to damages for the difference between the market price of\n\n    the goods on 14th June, 2022 and the contract price in sum of Rs.\n\n    21,98,700/-.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_151\">\n</p><p data-structure=\"Precedent\" id=\"p_152\">68. Learned Arbitrator categorically held that the petitioner was fully\n\n    conscious that on the consent of the parties, the respondent was\n\n    restrained from disposing of the goods till 13th June, 2022, it could not\n\n    before that day terminate the contract when the price of goods were\n\n    falling in the market from the contract price and abandon its prayer for\n\n    Specific Performance. Learned Arbitrator found that the petitioner is\n\n    guilty of non-compliance of the order dated 20th May, 2022 and it is the\n\n    duty of the Arbitrator to restore to the respondent, the loss suffered by\n\n    it for the order of injunction imposed against the respondent. The\n\n    Arbitrator also held that the litigant cannot take benefit of the interim\n\n    order after having lost on merit and the benefit so taken must be\n\n    restored to the other party who suffered such interim order.\n<span class=\"hidden_text\" id=\"span_49\">                                     46</span>\n\n\n    In the case of South Eastern Coalfields Ltd. Vs. Sate of M.P.\n\nand Others reported in (2003) 8 SCC 648, the Hon&#x27;ble Supreme Court\n\nheld that:\n</p>\n<blockquote id=\"blockquote_83\">                   &quot;28. That no one shall suffer by an act of the\n             court is not a rule confined to an erroneous act of\n             the court; the &quot;act of the court&quot; embraces within its\n             sweep all such acts as to which the court may form\n             an opinion in any legal proceedings that the court\n             would not have so acted had it been correctly\n             apprised of the facts and the law. The factor\n             attracting applicability of restitution is not the act of\n             the court being wrongful or a mistake or error\n             committed by the court; the test is whether on\n             account of an act of the party persuading the court\n             to pass an order held at the end as not\n             sustainable, has resulted in one party gaining an\n             advantage which it would not have otherwise\n             earned, or the other party has suffered an\n             impoverishment which it would not have suffered\n             but for the order of the court and the act of such\n             party. The quantum of restitution, depending on the\n             facts and circumstances of a given case, may take\n             into consideration not only what the party excluded\n             would have made but also what the party under\n             obligation has or might reasonably have made.\n             There is nothing wrong in the parties demanding\n             being placed in the same position in which they\n             would have been had the court not intervened by\n             its interim order when at the end of the proceedings\n             the court pronounces its judicial verdict which does\n             not match with and countenance its own interim\n             verdict. Whenever called upon to adjudicate, the\n             court would act in conjunction with what is real\n             and substantial justice. The injury, if any, caused\n             by the act of the court shall be undone and the gain\n             which the party would have earned unless it was\n             interdicted by the order of the court would be\n             restored to or conferred on the party by suitably\n             commanding the party liable to do so. Any opinion\n             to the contrary would lead to unjust if not\n             disastrous consequences. Litigation may turn into a\n             fruitful industry. Though litigation is not gambling\n             yet there is an element of chance in every litigation.\n             Unscrupulous litigants may feel encouraged to\n             approach the courts, persuading the court to pass\n             interlocutory orders favourable to them by making\n<span class=\"hidden_text\" id=\"span_50\">                                     47</span>\n\n\n               out a prima facie case when the issues are yet to\n               be heard and determined on merits and if the\n               concept of restitution is excluded from application\n               to interim orders, then the litigant would stand to\n               gain by swallowing the benefits yielding out of the\n               interim order even though the battle has been lost\n               at the end. This cannot be countenanced. We are,\n               therefore, of the opinion that the successful party\n               finally held entitled to a relief assessable in terms\n               of money at the end of the litigation, is entitled to\n               be compensated by award of interest at a suitable\n               reasonable rate for the period for which the interim\n               order of the court withholding the release of money\n               had remained in operation.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_153\">69. In the present case while ascertain the damage suffered by the\n\n    respondent, the Learned Arbitrator has decided as follows:\n\n</p><blockquote id=\"blockquote_84\">                    &quot;54. After taking into consideration the\n               materials on record showing the admitted rate of\n               the goods in question as would appear from the\n               uncontroverted documents marked as GG, HH, II,\n               JJ, of the SOD, and also the consent order of the\n               Hon&#x27;ble High Court dated 28th April, 2022 which is\n               marked as FF of the SOD, the Respondent has\n               been able to successfully establish the following\n               facts:\n</blockquote>\n<blockquote id=\"blockquote_85\">                A. The market price of the goods in question on\n               April 25, 2022 was Rs. 52,033/ (Rupees Fifty two\n               thousand and thirty three only) (exclusive of\n               handling and other charges) per MT and the\n               Respondent is entitled to get damages for being\n               unable to sell the goods at such price due to the\n               order of injunction passed against it on the\n               representation of the Claimant that it would\n               purchase the goods at the contractual rate of Rs.\n               46000/- per MT.\n</blockquote>\n\n<blockquote id=\"blockquote_86\">                B. The contract price of the said goods being Rs.\n               46,433/- Per MT and the fact that the Respondent\n               could have sold the said goods even at the rate of\n               Rs. 52,033/- (Rupees Fifty two thousand and thirty\n               three only) (exclusive of handling and other\n               charges) per MT, it was therefore entitled to the\n               difference, being Rs. 5,600/- per MT. Consequently,\n<span class=\"hidden_text\" id=\"span_51\">                      48</span>\n\n\nit could receive an additional amount of Rs.\n5,60,00,000/- (Rupees Five Crore and Sixty lakh\nonly), being the difference in the price of the said\n10,000 MT of goods, the total subject matter of the\naforesaid contract,\n\nC. The Respondent is also entitled to port charges\nin respect of the said consignment for the period\nApril 21, 2022 to June 13, 2022, the date till which\nit was restrained by the order of injunction by\nvirtue of the second consent order dated 20th May,\n2023, amounting to Rs. 18,12,400/-. The claimant\nis also bound to compensate the respondent for the\nhandling charges which the Respondent has\nincurred because of the claimant&#x27;s failure to take\ndelivery of the goods. Consequently, the\nRespondent is entitled to a sum of Rs.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_154\">29,37,972.08/- on account of handling charges\nfrom the claimant as would appear from the\nuncontroverted Bills and/or documents in support\nof such claims which are collectively annexed and\nmarked &quot;HH&quot; to the SOD\n\nD. The Respondent has paid the supplier / seller of\nthe said consignment, viz. Noble Resources, a sum\nof Rs. 59,75,04,799.65/- for the quantity of 11,500\nMT on May 13, 2022 as would appear from the\ndocument marked II to the SOD which remains\nuncontroverted. In terms of the said contract, the\nRespondent could have received the contract value\nof the goods amounting to the sum of\nRs.46,00,00,000/- through letter of credit which\nthe claimant was obliged to establish on or before\n14th April 2022. The Respondent would have\nreceived the value of the letter of credit in the\nminimum sum of Rs. 56,00,00,000/- latest by 30th\nApril 2022. However, the respondent has been\ndeprived of the price of goods by Claimant in the\nfacts and circumstances stated in paragraph 3 of\nthe foregoing statement of defence till 13th June\n2022. The Respondent is, therefore, entitled to and\nclaims interest at 18% per annum on Rs.\n</p><p data-structure=\"Conclusion\" id=\"p_155\">11,80,00,000/- from 1st May 2022 till 13th June\n2022.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_156\">E. As would appear from the documents marked as\nJJ to the SOD, the market price of the goods on\n14th June was Rs. 45780.13/- r . The\nRespondent is, accordingly, entitled to the\n<span class=\"hidden_text\" id=\"span_52\">                                     49</span>\n\n\n               difference between market price of the goods on\n               14th June, 2022 and the contract price being the\n               sum of Rs.21,98,700/- (Rs.46,00,00,000/- minus\n               Rs.457,801,300/- = Rs.21,98,700).&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_157\">\n</p><p data-structure=\"Precedent\" id=\"p_158\">70. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"54961530\" id=\"span_53\">In the case of <a href=\"/doc/54961530/\" id=\"a_27\">Hindustan Construction Company Limited Vs.\n\n    National Highways Authority of India</a> reported in (2024) 2 SCC\n\n    613, the Hon&#x27;ble Supreme Court held that:</span>\n</p>\n<blockquote id=\"blockquote_87\">                    &quot;26. The prevailing view about the standard\n               of scrutiny -- not judicial review, of an award, by\n               persons of the disputants&#x27; choice being that of their\n               decisions to stand -- and not interfered with, (save\n               a small area where it is established that such a\n               view is premised on patent illegality or their\n               interpretation of the facts or terms, perverse, as to\n               qualify for interference, courts have to necessarily\n               choose the path of least interference, except when\n               absolutely necessary). By training, inclination and\n               experience, Judges tend to adopt a corrective lens;\n</blockquote><blockquote id=\"blockquote_88\">               usually, commended for appellate             review.\n               However, that lens is unavailable when exercising\n               jurisdiction under <a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> of the Act.\n               Courts cannot, through process of primary contract\n               interpretation, thus, create pathways to the kind of\n               review which is forbidden under <a href=\"/doc/536284/\" id=\"a_29\">Section 34</a>. So\n               viewed, the Division Bench&#x27;s approach, of appellate\n               review, twice removed, so to say (under Section\n</blockquote><blockquote id=\"blockquote_89\">               37), and conclusions drawn by it, resulted in\n               displacing the majority view of the tribunal, and in\n               many cases, the unanimous view, of other\n               tribunals, and substitution of another view. As long\n               as the view adopted by the majority was plausible\n</blockquote><blockquote id=\"blockquote_90\">               -- and this Court finds no reason to hold otherwise\n               (because concededly the work was completed and\n               the    finished    embankment      was    made     of\n               composite, compacted matter, comprising both soil\n               and fly ash), such a substitution was\n               impermissible.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_159\">71. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197947604\" id=\"span_54\">In the case of <a href=\"/doc/197947604/\" id=\"a_30\">Punjab State Civil Supplies Corporation Limited and\n\n    Another Vs. Sanman Rice Mills and Others</a> reported in 2024 SCC\n\n    OnLine SC 2632 wherein the Hon&#x27;ble Supreme Court held that the\n<span class=\"hidden_text\" id=\"span_55\">                                       50</span>\n\n\n    scope of intervention of the Court in arbitral matters is virtually\n\n    prohibited, if not absolutely barred and that the interference is confined\n\n    only to the extent envisaged under <a href=\"/doc/536284/\" id=\"a_31\">Section 34</a> of the Act.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_160\">72. In the present case also, this Court did not find any illegality committed\n\n    by the Learned Arbitrator by dismissing the claim of the petitioner and\n\n    by allowing the counter claim of the respondent in part. Thus, the\n\n    Award passed by the Learned Arbitrator dated 16th October, 2023 does\n\n    not require any interference.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_161\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_162\">73. In view of the above, A.P. (Com) No. 32 of 2024 is dismissed\n\n\n\n         Parties shall be entitled to act on the basis of a server copy of the\n\n    Judgment placed on the official website of the Court.\n\n</p><p data-structure=\"Conclusion\" id=\"p_163\">         Urgent Xerox certified photocopies of this judgment, if applied for,\n\n    be given to the parties upon compliance of the requisite formalities.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_164\">                                                            (Krishna Rao, J.)\n </p>","numcites":16,"numcitedby":0,"docsource":"Calcutta High Court","citetid":34478051,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}