{"tid":1447412,"publishdate":"2010-12-16","title":"Sher Singh & Anr vs State Of Haryana on 16 December, 2010","doc":"<h2 class=\"doc_title\">Sher Singh &amp; Anr vs State Of Haryana on 16 December, 2010</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2011 SUPREME COURT 373, 2010 (14) SCC 24, 2011 AIR SCW 509, AIR 2011 SC (CRIMINAL) 291, (2011) 1 CHANDCRIC 312, (2011) 72 ALLCRIC 396, (2011) 1 CURCRIR 93, 2011 (3) SCC (CRI) 591, (2011) 2 KCCR 84, (2011) 1 CRIMES 67, (2011) 1 CRILR(RAJ) 94, (2011) 1 ALLCRILR 32, (2011) 1 ALLCRIR 1104, (2011) 48 OCR 409, 2011 CRILR(SC&MP) 94, (2011) 98 ALLINDCAS 218 (SC), (2010) 4 DLT(CRL) 927, (2010) 13 SCALE 532, (2015) 1 MADLW(CRI) 755, 2011 CRI LJ (SUPP) 448 (SC), 2011 CRILR(SC MAH GUJ) 94, (2011) 2 ALD(CRL) 48</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-s-bedi\">Harjit Singh Bedi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-k-prasad\">Chandramauli Kr. Prasad</a>, <a href=\"/search/?formInput=benchid:h-s-bedi\">Harjit Singh Bedi</a></h3>\n\n<pre id=\"pre_1\">                                                    [REPORTABLE]\n\n           IN THE SUPREME COURT OF INDIA\n          CRIMINAL APPELLATE JURISDICTION\n\n          CRIMINAL APPEAL NO. 1071 OF 2009\n\n\nSHER SINGH &amp; ANR.                         .....APPELLANTS\n\n                          VERSUS\n\nSTATE OF HARYANA                          .....RESPONDENT\n\n                            WITH\n\nCRIMINAL APPEAL NOs. 1294 OF 2009, 182-183 OF 2010\nAND 97-98 of 2010.\n\n\n                    JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">HARJIT SINGH BEDI, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.   This judgment will dispose of Criminal Appeal Nos. 1071\n\nof 2009, 1294 of 2009, 182-183 of 2010 and 97-98 of 2010.\n\nThe facts have been taken from Criminal Appeal No.1071 of\n\n2009.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.   At 6 a.m. on the 29th September 1991 Umed Singh\n\ndeceased accompanied by his wife Bimla PW-1 and son Raj\n\nKumar PW-6 had gone to their fields situated in village Kosli,\n\nPolice Station Jatusana, District Rewari, for harvesting the\n\f                    Crl. Appeal No.1071/2009 etc.\nbajra crop when\n<span class=\"hidden_text\" id=\"span_1\">                                  2</span>\n\naccused    Balbir\n\nSingh armed with a Kulhari, Mange Ram, Sher Singh and\n\nHarish with lathis, Surender with a bankri, Rajesh and Smt.\n\nRajesh with a jailli each, and Des Raj empty handed came to\n\nthe spot. The accused raised a lalkara that they would teach\n\nUmed Singh a lesson for having interfered in the purchase of\n\nagricultural land and on saying so Balbir Singh gave a kulhari\n\nblow on the left knee of Umed Singh, Des Raj grappled with\n\nUmed Singh and felled him to the ground             whereafter Sher\n\nSingh gave a lathi blow on his chest and Mange Ram and\n\nHarish also gave lathi blows on his person and Surender and\n\nSmt. Rajesh gave blows with bankris on the back portion of\n\nhis hand and Rajesh gave a jailli blow lathiwise.        Bimla and\n\nRaj Kumar stepped forward to rescue Umed Singh and they\n\ntoo were attacked by Surender who gave a bankri blow on\n\nBimla&#x27;s head and Smt. Rajesh administered another blow on\n\nher head whereafter Mange Ram gave a lathi blow on the left\n\nhand and Raju gave a jailli blow lathiwise on Bimla&#x27;s head. An\n\nalarm raised by Bimla attracted many persons, including\n\f                   Crl. Appeal No.1071/2009 etc.\nShakuntla,\n<span class=\"hidden_text\" id=\"span_2\">                                 3</span>\n\nHoshiar,   Raghu\n\nNath, Om Prakash, Siri Chand and Mahabir and when\n\nShakuntla intervened, Mange Ram dealt her a lathi blow on\n\nthe left knee. The accused then lifted Umed Singh and took\n\nhim to the tubewell belonging to Balbir Singh accused where\n\nhe was left bleeding.    The accused then ran away from the\n\nspot.   Information about the occurrence was carried to the\n\nvillage by Raj Kumar PW-6 on which Mansa, Braham and\n\nBhagat Singh reached the tubewell.          They removed Umed\n\nSingh, Bimla and Raj Kumar in an auto rickshaw to the\n\nPrimary Health Centre, Kosli.        Dr. Ravinder Nath examined\n\nBimla at 7.30 am. on the same day and found three skin deep\n\nlacerated wounds on the head, forearm and the web space\n\nbetween the index and middle finger of the left hand and\n\nseveral other injuries on the thighs as well. The doctor opined\n\nthat the injuries had been caused by a blunt weapon within\n\nsix hours. Raj Kumar too was examined by the said doctor\n\nwho found two superficial injuries on the right side of his head\n\nand three on the right lower leg. Injury No.1 was put under\n\f                  Crl. Appeal No.1071/2009 etc.\nobservation\n<span class=\"hidden_text\" id=\"span_3\">                                4</span>\n\nwhile the other\n\nwas declared simple.     In the opinion of the doctor, these\n\ninjuries had been caused within six hours. Umed Singh was\n\nalso examined and was found to have injuries of the\n\ndimensions of 10 cm x 10 cm and 15 cm x 15 cm on the upper\n\narm and back, respectively.     The doctor opined that all the\n\ninjuries had been caused by a blunt weapon within a duration\n\nof six hours.   Umed Singh, after receiving first aid at the\n\nPrimary Health Center, was referred to the Civil Hospital,\n\nRewari   at about 10 a.m. while Bimla and Raj Kumar were\n\ndischarged. The Medical Officer also sent information to the\n\nPolice Post, Kosli about the arrival of the injured. ASI Balbir\n\nSingh PW accordingly reached the Primary Health Center but\n\nfound that Umed Singh had already been removed to the Civil\n\nHospital, whereas Bimla and Raj Kumar had gone home after\n\nbeing discharged, with the result that the ASI received no\n\ninformation about the incident at that time.      Umed Singh,\n\nhowever, died in the Civil Hospital, Rewari at 1.10 p.m. on the\n\nsame day and information to this effect was received by Bimla\n\f                    Crl. Appeal No.1071/2009 etc.\nin the village at\n<span class=\"hidden_text\" id=\"span_4\">                                  5</span>\n\n3.00   p.m.     A\n\nFirst Information Report was, accordingly, registered at Police\n\nStation, Jatusana at 7.10 p.m. on the basis of Bimla&#x27;s\n\nstatement recorded by ASI Balbir Singh of Police Post, Kosli at\n\n6 p.m.   The Special Report was also delivered to the Illaqa\n\nMagistrate at Rewari on the 30th September 1991 at 1.25 a.m.\n\nASI Balbir Singh also reached the hospital and conducted the\n\ninquest proceedings and referred the dead body for a post-\n\nmortem examination which was carried out by Dr. V.K.Jain,\n\nPW-4 of the Civil Hospital, Rewari.        In the opinion of the\n\nMedical Officer, all the injuries were ante-mortem in nature\n\nbut he was unable to give any definite opinion about the\n\nweapons used as nine of the injuries had been stitched up\n\nwhereas the remaining injuries were blunt weapon injuries.\n\nDuring the course of the investigation, Sub-Inspector Jai\n\nNarain PW-8 visited the place of incident (on the 30th\n\nSeptember 1991) and picked up two pairs of chappals, a rapri\n\nwith a broken handle, a piece of rope and a blood stained\n\nmatch box     from the field of Umed Singh deceased or\n\f                     Crl. Appeal No.1071/2009 etc.\nnearabouts. The\n<span class=\"hidden_text\" id=\"span_5\">                                   6</span>\n\nPolice     Officer\n\nthen went to the field of Balbir Singh accused and picked up\n\nblood stained earth from near his tubewell. He also prepared\n\nthe site plan relating to the incident in the field of Umed Singh\n\nand the tubewell of Balbir Singh.           Some of the accused\n\nincluding Sher Singh were arrested on the October 2, 1991 by\n\nSub-Inspector Karan Singh PW-10 and on the interrogation of\n\naccused, Balbir Singh, a kulhari was also recovered. On the\n\ncompletion of the investigation, the police filed a charge-sheet\n\nagainst Balbir Singh and his sons Mange Ram, Des Raj and\n\nSurender whereas the other accused i.e. Sher Singh, Rajesh,\n\nHarish and Smt. Rajesh were placed in column 2.            These\n\naccused were subsequently summoned by orders dated April\n\n4, 1992 made on an application under Section 319 of the\n\nCr.P.C.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\">3.   The prosecution in support of its case relied primarily on\n\nthe evidence of Bimla PW-2 and Raj Kumar PW-6, the two\n\ninjured witness, Dr. V.K.Jain, PW-4 who had conducted the\n\npost-mortem on the dead body, ASI Balbir Singh PW-7, Sub-</p><pre id=\"pre_2\">\n\f                     Crl. Appeal No.1071/2009 etc.\nInspector      Jai\n<span class=\"hidden_text\" id=\"span_6\">                                   7</span>\n\nNarain PW-8 and\n\n</pre><p data-structure=\"Facts\" id=\"p_6\">Sub-Inspector Karan Singh PW-10. The prosecution case was\n\nthen put to the accused and they denied all the allegations\n\nlevelled against them and pleaded false implication as also a\n\ncounter version. Mange Ram stated that two years before the\n\noccurrence, his father Balbir had purchased 2 acres of land\n\nand had acquired rights as a co-sharer and on that basis he\n\nhad successfully pre-empted a sale in favour of Umed Singh\n\nand that Umed Singh was, accordingly, upset with Balbir\n\nSingh and that a fight had taken place on the 21st August\n\n1991 and injuries had been inflicted on his brother Des Raj\n\naccused.    He further stated that at about 6 a.m. on the 29 th\n\nSeptember 1991 his mother Parvati DW-9 had been working in\n\ntheir field whereas Des Raj accused was ploughing the land at\n\nsome distance when Umed Singh, Bimla and Raj Kumar\n\narmed with Kasis and Bhankris had attacked Parvati and\n\ncaused injuries to her on which Des Raj had come running\n\nand he too had been caused injuries by them whereafter\n\nPappu, Partap, Hoshiar and Raghbir had also arrived at that\n\f                    Crl. Appeal No.1071/2009 etc.\nplace   and   Des\n<span class=\"hidden_text\" id=\"span_7\">                                  8</span>\n\nRaj and the new\n\narrivals had accordingly given injuries to the complainant\n\nparty in their defence. He further stated that Parvati had been\n\nmedico-legally examined on the same day at the Primary\n\nHealth Center, Kosli in the presence of the complainant party\n\nand though the police too had been present at that time and a\n\nrequest had been made by Parvati to record her statement, the\n\npolice had not done so and had colluded with the opposite\n\nparty and after the death of Umed Singh, had registered a\n\nfalse case against them.      Sher Singh and Harish, however,\n\npleaded an alibi and examined three witnesses Ravinder Singh\n\nDW-1, Bhagwan Devi DW-2 and Shailender DW-9 to the effect\n\nthat they had been present in their house at 6 a.m. on the\n\n29th September 1991 with Sher Singh taking tuitions ( and\n\nHarish still asleep) which had been attended by Ravi, Ravinder\n\nSingh, PW and Rajesh upto 8 a.m. and that Bhagwan Devi had\n\nalso come to take lassi during that period.         Dr. Neel Kanth\n\nSharma DW-7, Radiologist, ESI Hospital, Faridabad was also\n\nexamined who deposed that he had performed an X-Ray on\n\f                     Crl. Appeal No.1071/2009 etc.\nthe   person    of\n<span class=\"hidden_text\" id=\"span_8\">                                   9</span>\n\nParvati DW-9 on\n\nthe 28th October, 1991 and the test had revealed a dislocation\n\nof the right wrist and a fracture of the femur.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_7\">4.    The trial court on a consideration of the evidence\n\nparticularly the statements of Bimla and Raj Kumar PW&#x27;s,\n\nboth injured, held that the incident had not happened in the\n\nfield of the accused, as alleged by Mange Ram but in the field\n\nof Umed Singh and that he had, thereafter, been taken to\n\nBalbir Singh&#x27;s tubewell.       It was, further, observed that the\n\nabsence of drag marks on the body did not indicate that he\n\nhad not been dragged to that place. The court also held that\n\nthe delay in the lodging of the FIR had also been explained.\n\nThe court accordingly convicted and sentenced the accused\n\nDes Raj, Mange Ram, Surender, Sher Singh and Harish to\n\nrigorous imprisonment for life and to a fine of Rs.300/- each\n\nfor the offences under Section 302 read with Section 149 and\n\nin default of payment of fine, to further undergo imprisonment\n\nfor a period of two months each, and under Section 323 read\n\nwith <a href=\"/doc/999134/\" id=\"a_1\">Section 149</a> IPC rigorous imprisonment to a period of two\n\f                  Crl. Appeal No.1071/2009 etc.\nmonths rigorous\n<span class=\"hidden_text\" id=\"span_9\">                                10</span>\n\nimprisonment\n\nand for a period of one year each under <a href=\"/doc/763672/\" id=\"a_2\">Section 148</a> IPC all the\n\nsubstantive sentences to run concurrently. Rajesh son of Sher\n\nSingh and Smt. Rajesh wife of Mange Ram who had been\n\nsummoned     under    <a href=\"/doc/435819/\" id=\"a_3\">Section   319</a>   Cr.P.C.     were,   however,\n\nacquitted. An appeal was thereafter taken by the accused to\n\nthe High Court.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">      The High Court vide its judgment dated 1st October 2008\n\npartly allowed the appeal whereby the conviction and sentence\n\nawarded under <a href=\"/doc/1560742/\" id=\"a_4\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_5\">149</a> was set aside and a\n\nconviction under <a href=\"/doc/409589/\" id=\"a_6\">Section 304</a> Part II read with <a href=\"/doc/999134/\" id=\"a_7\">Section 149</a>\n\nwith a sentence of 5 years rigorous imprisonment and a fine of\n\nRs.50,000/- each was substituted; the other parts of the\n\nsentence being maintained. In arriving at its conclusions, the\n\nHigh Court found that as the place of occurrence had been\n\nshifted by the prosecution from the field of Balbir Singh to that\n\nof Umed Singh and as there was no explanation for the\n\ninjuries to two members of the accused party it was difficult to\n\nbelieve the prosecution story in totality.        The Court then\n\f                    Crl. Appeal No.1071/2009 etc.\nobserved that the\n<span class=\"hidden_text\" id=\"span_10\">                                 11</span>\n\nnature        and\n\nextent of the injuries received by the witnesses would help in\n\ndetermining   what     had    really   transpired   and    by   some\n\nconvoluted inferential process arrived at a conclusion which\n\nwas neither the story of the prosecution nor of the defence and\n\nobserved thus:\n</p>\n<blockquote id=\"blockquote_1\">           &quot;The present case is one in which medical\n     evidence is of great importance. We say this\n     because there was delay in reporting the\n     matter to the police. The place of the\n     occurrence had been shifted. There was no\n     explanation of the injuries on two members of\n     the party of the accused. All of this made it\n     difficult to believe the prosecution version in\n     totality. It is not the duty of the court to try to\n     reconcile the version, borrow some features\n     from the prosecution case and add features\n     from the defence version to come up with a\n     common story. This is not the task which\n     either the trial court or the appellate court can\n     undertake. Criminal cases are decided on the\n     basis of the evidence led by the prosecution\n     because it is the duty of the prosecution to\n     establish the charges framed the accused. The\n     defence may only create gaps and holes in the\n     prosecution case in order to derive benefit,\n     either     of   outright   acquittal   or    some\n     reduction/modification of the offence.\n</blockquote><blockquote id=\"blockquote_2\">           Therefore, we feel that the nature and\n     extent of the injuries received by the witnesses\n     would help us to determine what had really\n     transpired. Witnesses say that they were\n\f             Crl. Appeal No.1071/2009 etc.\nattacked by\n<span class=\"hidden_text\" id=\"span_11\">                            12</span>\neight\naccused\n(seven men and one woman). The accused\nwere armed with weapons like kulhari, bankri\n(sickle), lathis and jalli. At the trial five of the\naccused were convicted, three of them were the\nmen with lathis and one was the man armed\nwith a sickle, the fifth appellant was empty\nhanded. We may add that if Balbir Singh had\nbeen alive, he may have found it difficult to\nsecure an acquittal. Balbir Singh had been\narmed with a kulhari during the occurrence\nand must have swung it around to inflict\ninjuries. It is hard to accept that the empty-\nhanded man or the three men holding lathis\ncould have caused any of the lacerated\nwounds found on the deceased. The deceased\nreceived ten lacerated wounds as per MLR and\nalso had some contusions. Lacerated wounds\nwere sickle/kulhari blows received by the\ndeceased while the contusions were the lathi\nblows.\n</blockquote><blockquote id=\"blockquote_3\">       It is also important to notice that no\nblood was found from the spot where the\nprosecution witnesses say the fight had\noccurred. It was recovered at the spot near the\ntubewell of the accused. The witnesses had\ntestified that after Umed Singh had been\nattacked, he was dragged to the tubewell of the\naccused. We are unable to say with certainty\nthe extent of injuries inflicted by the accused\nat the first spot. We are also unable to\ndetermine if the deceased had himself walked\nto the tubewell of the accused or whether he\nhad been dragged, pushed or shoved from one\nplace to other. The story of dragging is lacking\ncorroboration and becomes hard to accept.\nTherefore, if Umed Singh received most of the\ninjuries at the tubewell of the accused, the\n\f                 Crl. Appeal No.1071/2009 etc.\n     prosecution\n<span class=\"hidden_text\" id=\"span_12\">                            13</span>\n     version\n     certainly\n     gets watered down, and the defence version\n     gains acceptability. However, we are not\n     convinced that the complainant party was the\n     aggressor.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_9\">5.   Four appeals in all have been filed in this Court against\n\nthe judgment of the High Court - two by the accused Sher\n\nSingh &amp; Anr. vs. State of Haryana (Criminal Appeal No.\n\n1071/2009), and Des Raj vs. State of Haryana (Criminal\n\nAppeal No. 1294/2009), two each by the State (Criminal\n\nAppeal Nos. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"788891\" id=\"span_13\">97-98/2010 <a href=\"/doc/788891/\" id=\"a_8\">State of Haryana vs. Des Raj &amp; Ors.</a>)\n\nand the complainant Bimla, Criminal Appeal Nos. 182-183 of\n\n2010. In the appeals filed by the State of Haryana and by the\n\ncomplainant, the prayer is that the conviction recorded by the\n\ntrial court under <a href=\"/doc/1560742/\" id=\"a_9\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_10\">149</a> of the IPC had been wrongly\n\nset aside by the High Court and that the judgment of the trial\n\ncourt should, accordingly, be restored.      All the aforesaid\n\nmatters are being disposed of by this judgment.</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_10\">6.   Mr. R.S.Cheema, the learned senior counsel for the\n\nappellants in Criminal Appeal No.1071 of 2009, has raised\n\nseveral arguments during the course of hearing. He has first\n\f                   Crl. Appeal No.1071/2009 etc.\npointed out that\n<span class=\"hidden_text\" id=\"span_14\">                                14</span>\n\nthe FIR had been\n\nrecorded after an inordinate delay and that this delay has\n\nbeen utilized by the investigating agency to evolve a false story\n\nand to change the site of the incident from the field of Balbir\n\nSingh to the field of the deceased Umed Singh.       It has also\n\nbeen pleaded that the grievous injuries on the person of\n\nParvati DW-9 had been suppressed by the prosecution with\n\nthe result that the very genesis of the incident was under\n\n</p><blockquote id=\"blockquote_4\">suspicion. It has, further, been submitted that there was no\n\nevidence to show any close relationship inter-se appellant Sher\n\nSingh&#x27;s family and the family of Balbir Singh appellant and\n\nthat the animosity, if any, existed was with the latter, and that\n\nSher Singh who was a teacher by profession, had a cast iron\n\nalibi.   It has further been pointed out that the defence\n\nevidence on this aspect rendered by DW-1, DW-2 and DW-8\n\nhad not even been alluded to by the High Court, and if an\n\naccused was able to create a doubt about his presence by\n\ngiving a reasonable alibi, this would be sufficient to decide the\n\nmatter in his favour. Reliance for this submission has been\n\f                    Crl. Appeal No.1071/2009 etc.\nplaced   by   Mr.\n<span class=\"hidden_text\" id=\"span_15\">                                 15</span>\n\nCheema        on\n\nBinay Kumar Singh vs. State of Bihar 1997 (1) SCC 283 and\n\nJayantibhai Bhenkarbhai vs. State of Gujarat 2002 (8) SCC\n\n</blockquote><blockquote id=\"blockquote_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1298613\" id=\"span_16\">165. Mr. Sinha, the learned senior counsel for the appellants\n\nin Criminal Appeal No.1294/2009 has supplemented Mr.\n\nCheema&#x27;s arguments by submitting that Des Raj appellant is\n\nalleged to have only caught hold of the deceased and as the\n\ninjuries on the person of Parvati had not been explained, the\n\nvery inception of the incident was in doubt. Reliance for this\n\nargument has been placed on <a href=\"/doc/1298613/\" id=\"a_11\">Babu Ram &amp; Ors. vs. State of\n\nPunjab</a> 2008 (3) SCC 709.</span>\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_11\">7.   The learned counsel for the State of Haryana and the\n\ncomplainant    have,      however,    controverted   the   above\n\nsubmissions and have pointed out that the incident had\n\nhappened in the field of Umed Singh and after injuries had\n\nbeen caused to him, his wife Bimla and son Rajesh, he had\n\nthen been picked up from his field and taken to the tube well\n\nof Balbir Singh and that this aspect was clear from the site\n\nplan prepared by the investigating officer and the Patwari. It\n\f                    Crl. Appeal No.1071/2009 etc.\nhas   also   been\n<span class=\"hidden_text\" id=\"span_17\">                                 16</span>\n\nsubmitted    that\n\nthere was no delay in the lodging of the FIR and that there was\n\nno obligation on the prosecution, in the facts of the case, to\n\nexplain the injuries on Parvati DW-9 and that the trial court\n\nhad dealt with this aspect and the alibi pleaded in a cogent\n\nmanner. It has finally been submitted that the observations of\n\nthe High Court that the case fell within the ambit of <a href=\"/doc/409589/\" id=\"a_12\">Section\n\n304</a> Part II of the <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a> and not as a case of murder were\n\nerroneous in the light of the medical and other evidence.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">8.    We first deal with the argument with regard to the delay\n\nin the lodging of the FIR.      It is the admitted case that the\n\nincident had happened at 6 a.m. on the 29th October 1991 in\n\nvillage Kosli. Bimla&#x27;s statement Ex.PA had been recorded in\n\nthe village and on its basis the FIR had been registered at 7.20\n\np.m. on the same day and the special report also delivered to\n\nthe Illaqa Magistrate about 5 hours later. It is the admitted\n\nposition that the distance between Kosli and Jatusana i.e. the\n\nplace of occurrence and the police station was about 12 km.,\n\nand Rewari and Jatusana were 25 km. apart. It is in evidence\n\f                   Crl. Appeal No.1071/2009 etc.\nthat Umed Singh\n<span class=\"hidden_text\" id=\"span_18\">                                17</span>\n\nhad         been\n\nremoved from the Primary Health Center to the Civil Hospital\n\nand it was after he had died in the hospital that the FIR had\n\nbeen recorded.     It has also come in the evidence that ASI\n\nBalbir Singh PW7 had received information about the incident\n\nfrom the Primary Health Center and had gone to that place\n\nand found that Umed Singh had been removed to the hospital\n\nat Rewari on which he had followed him only to see that he\n\nwas already dead and it was thereafter that he had returned to\n\nKosli and recorded the statement of Bimla at 6 p.m. It must\n\nalso be borne in mind that in a case where the deceased is the\n\nhusband and the eye witness is the wife it is but natural that\n\nshe should be overwhelmed and completely distraught by the\n\nturn of events and if there is some delay in the recording of\n\nher statement that cannot be taken against the prosecution in\n\nany way.   Significantly, also the presence of Bimla and Raj\n\nKumar has been admitted by the defence.            The defence\n\ncounsel in the course of the cross-examination put a counter\n\nversion in the following terms to Bimla:\n</p><blockquote id=\"blockquote_6\">\f                 Crl. Appeal No.1071/2009 etc.\n          &quot;It is\n<span class=\"hidden_text\" id=\"span_19\">                                18</span>\n     incorrect\n     that\n     Ms.Parvati mother of Des Raj was harvesting\n     the crop in their field and her son Desh Raj was\n     ploughing the land at some distance and that I\n     and my husband and son armed with Khasi and\n     bankri went to her and caused injuries and Des\n     Raj came running on her alarm and then he too\n     was given injury. It is incorrect that Desh Raj,\n     Pappu and Raghbir gave us injuries in their self\n     defence.&quot;\n</blockquote>\n<blockquote id=\"blockquote_7\">The delay in the lodging of the FIR, even presuming that there\n\nis indeed some delay, looses all significance, more particularly\n\nas both Bimla PW-2 and Raj Kumar PW-6 were injured.\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_13\">9.   Much emphasis has been placed by the learned counsel\n\non the fact that the injuries on the person of Parvati DW-9,\n\nhad not been explained. The basis for this argument is the\n\nstatement of DW4 Dr. Ravinder Nath, who had examined\n\nParvati at 10.30 a.m. on the 29th September 1991 and had\n\nfound three injuries on her person and had suggested that an\n\nX-Ray be taken. Surprisingly, however, despite the fact that\n\nParvati had three painful injuries, and an X-ray had been\n\nsuggested by the doctor, Parvati was subjected to an X-ray\n\nexamination by DW7 Dr. N.K.Sharma of the ESI Hospital,\n\f                   Crl. Appeal No.1071/2009 etc.\nFaridabad on the\n<span class=\"hidden_text\" id=\"span_20\">                                19</span>\n\n28th of October\n\n1991 and it was at that stage that a fracture of the middle\n\nfemur bone had been detected. This doctor further stated that\n\nthe X-ray had been conducted on the directions of the Deputy\n\nCommissioner, Rewari as well as the SHO, Jatusana, and the\n\nMedical Officer, Primary Health Center, Kosli, but he admitted\n\nthat the X-ray film was not on the file of the case and was not\n\ntraceable at that moment and without seeing the film, he\n\ncould not comment as to the duration of the fracture. When\n\nquestioned about the delay in the X-ray examination, DW9\n\nstated that she had made several complaints to the higher\n\nauthorities that the incident had not been properly recorded\n\nby the police and that an X-ray was not being carried out.\n\nWhen questioned further, she deposed that no copy of any\n\nsuch application was with her. We are therefore of the opinion\n\nthat the prosecution was not called upon to explain the\n\ninjuries on Parvati as there was no evidence to show that they\n\ncould be connected with the incident. The judgments cited by\n\f                      Crl. Appeal No.1071/2009 etc.\nthe         learned\n<span class=\"hidden_text\" id=\"span_21\">                                   20</span>\n\ncounsel        are,\n\ntherefore, not relevant in the facts of the case.\n\n\n</p><p data-structure=\"Facts\" id=\"p_14\">10.   It has also been submitted in the light of the findings\n\nrecorded by the High Court that the genesis and site of the\n\nincident had been changed as the High Court too had not\n\naccepted that the incident had happened in the field of Umed\n\nSingh and that if the matter was to be carried to its logical\n\nconclusion, the conviction of the appellants could not be\n\njustified. It has been emphasized that the prosecution story\n\nthat Umed Singh had been dragged from his field to the\n\ntubewell of Balbir Singh had no basis in the evidence as there\n\nwere no drag marks on the body or on the ground indicating\n\nthat the body had indeed been dragged from one place to the\n\nother.    It bears reiteration that as per the prosecution story\n\nthe incident had happened in the field of Umed Singh\n\nwhereafter he had been shifted to the tubewell of Balbir Singh\n\nand subsequently taken to the Primary Health Centre. Sub-\n\nInspector Jai Narain PW8 visited the site of occurrence on the\n\n30th September 1991 and took into possession two pairs of\n\f                    Crl. Appeal No.1071/2009 etc.\nchappals   Ex.P3\n<span class=\"hidden_text\" id=\"span_22\">                                 21</span>\n\nand P4, one rapri\n\nwith a broken handle, one danti, one piece of rope and one\n\nblood stained match box lying on the path by the side of the\n\noccurrence which would be relevant as the complainant party\n\nwas harvesting the bajra crop. He had, thereafter, examined\n\nthe place surrounding the tubewell and recovered blood\n\nstained earth from that place in the presence of Bhagat Singh,\n\nSarpanch. It is perhaps even more significant that in the site\n\nplan PW prepared by this Police Officer, the prosecution story\n\nis clearly spelt out. Mark A in the site plan is the place where\n\nthe injuries are alleged to have been caused to Umed Singh,\n\nhis wife Bimla and to Raj Kumar and also the place from\n\nwhere two pairs of chappals, a broken bankri and a danti had\n\nbeen picked up. Mark B is the place where the rope was lying\n\nand the distance from Mark A to Mark B is 14 karams. Mark\n\nC in the site plan is the place where the blood stained match\n\nbox had been picked up and the distance between Mark A and\n\nC is 17 karams and Mark D is the place from where blood\n\nstained earth had been picked up from the field of Balbir\n\f                       Crl. Appeal No.1071/2009 etc.\nSingh    and     the\n<span class=\"hidden_text\" id=\"span_23\">                                    22</span>\n\ndistance        from\n\nMark A to Mark D is 294 karams. (Note: One karam is about 5\n\nfeet) It is significant that the site plan Ex.PW prepared by the\n\npolice officer corresponds entirely with the site plan Ex.PG\n\nprepared by the Patwari.          The two site plans indicate that\n\nwhen Umed Singh was dragged or lifted from Mark A to Mark\n\nD, several items which had been on his person had fallen en\n\nroute and this is borne out by the recoveries noted above. To\n\nour     mind,    the      plans   which    were    prepared   almost\n\ncontemporaneously to the incident, prove the case of the\n\nprosecution with regard to the site of the incident beyond any\n\ndoubt.     The observation of the High Court, therefore, that\n\nthere appeared to be some confusion about the place of\n\nincident is completely misplaced. In that eventuality, also the\n\npossibility that a large number of persons had been involved in\n\nthe incident, cannot be ruled out, as it would not have been\n\npossible for a few persons to have carried Umed Singh to a\n\ndistance 294 karams from point A to D. It must, therefore, be\n\nheld that the circumstances indicate that all the appellants\n\f                      Crl. Appeal No.1071/2009 etc.\nwere     in    fact\n<span class=\"hidden_text\" id=\"span_24\">                                   23</span>\n\nparticipants    in\n\nthe murder.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_15\">\n</p><p data-structure=\"CDiscource\" id=\"p_16\">11.    It is true that the High Court has not dealt with the\n\nquestion of alibi and has not referred to this aspect or to the\n\nevidence of DWs-1, 2 and 8. We have, however, examined the\n\nevidence of these witnesses in the light of the other evidence\n\nand find that the alibi cannot be accepted. PW-10, the I.O.\n\nadmitted that Sher Singh had, at the very initial stage, pleaded\n\nan alibi and that he had investigated this plea. The defence\n\nalso produced the three witnesses aforementioned to prove the\n\nalibi and they unanimously stated that Sher Singh had been\n\ntaking tuitions and his son Harish, too, was present in the\n\nhouse at that time. However, it appears that this defence was\n\nan after thought as there was no suggestion to the prosecution\n\nwitnesses that Sher Singh had been taking tuitions or that\n\nHarish was asleep in the house. More significantly, however,\n\nSher Singh, in his statement under <a href=\"/doc/767287/\" id=\"a_14\">Section 313</a> of the Cr.P.C.\n\ndid not take this plea and in fact the plea put up was that one\n\nBhagwan Devi had visited his house to get some lassi and was\n\f                      Crl. Appeal No.1071/2009 etc.\nthe   witness   of\n<span class=\"hidden_text\" id=\"span_25\">                                   24</span>\n\nthe          alibi.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">Bhagwan Devi was not produced as a witness. We also see\n\nfrom the cross-examination of the defence witnesses that there\n\nis nothing to suggest that Sher Singh or his son Harish were\n\npresent in the house. In any case we find that the place of\n\noccurrence was about 2 km. away from the village and it was,\n\ntherefore, possible for them to have participated in the crime\n\nand then rushed back to the village. We are, therefore, of the\n\nopinion that there is no evidence to suggest whatsoever or to\n\ncreate a doubt with regard to the involvement of either Sher\n\nSingh or his son Harish on the basis of the alibi.          The\n\njudgments cited by Mr. Cheema on this aspect, therefore, have\n\nno applicability.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_18\">\n</p><p data-structure=\"Precedent\" id=\"p_19\">12.   We now come to the State appeal as well as the appeal\n\nfiled by the complainant with regard to the nature of the\n\noffence. The High Court has relied upon several judgments of\n\nthis Court to hold that as most of the injuries were superficial\n\nand on non vital parts of the body, there was no intention to\n\ncause death, and the accused were, thus, liable to be\n\f                    Crl. Appeal No.1071/2009 etc.\nconvicted   under\n<span class=\"hidden_text\" id=\"span_26\">                                 25</span>\n\n<a href=\"/doc/409589/\" id=\"a_15\">Section 304</a> Part\n\nII of the <a href=\"/doc/1569253/\" id=\"a_16\">IPC</a> for culpable homicide not amounting to murder.\n\nThe reasons given by the High Court are reproduced herein\n\nbelow:\n</p>\n<blockquote id=\"blockquote_8\">           &quot;We are of the view that the conviction of\n     the accused under <a href=\"/doc/1560742/\" id=\"a_17\">Section 302</a> read with\n     <a href=\"/doc/999134/\" id=\"a_18\">Section 149</a> IPC cannot be sustained. The act\n     of the appellants was done without any\n     intention to cause death or to cause such\n     bodily injury as was likely to cause death. Des\n     Raj was empty handed,Mange Ram,Sher Singh\n     and Harish were armed with lathis. Only\n     Surender was armed with a bankri. The spread\n     nature and extent of injuries on the deceased\n     also support our view that the appellants had\n     committed manslaughter and not murder.\n     They are guilty under <a href=\"/doc/409589/\" id=\"a_19\">Section 304</a> Part II read\n     with <a href=\"/doc/999134/\" id=\"a_20\">Section 149</a> IPC. The conviction of the\n     appellants is converted from under <a href=\"/doc/1560742/\" id=\"a_21\">Section\n     302</a> read with <a href=\"/doc/999134/\" id=\"a_22\">Section 149</a> IPC to one under\n     <a href=\"/doc/409589/\" id=\"a_23\">Section 304</a> Part II read with <a href=\"/doc/999134/\" id=\"a_24\">Section 149</a> IPC.\n</blockquote><pre id=\"pre_3\">     Their    sentence    is    reduced    from     life\n     imprisonment      to    five   years     rigorous\n</pre><blockquote id=\"blockquote_9\">     imprisonment and fine of Rs.50,000/- each (in\n     default a further period of one year rigorous\n     imprisonment).     The     conviction    of    the\n     appellants for the other offences and sentences\n     awarded by the learned Sessions Judge are\n     upheld.     These     sentences     shall     run\n     concurrently. Fine if recovered, shall be paid\n     to the heirs of Umed Singh deceased. The\n     appellants are on bail, they shall be taken into\n     custody forthwith to under remaining part of\n     their sentence.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_20\">\f                    Crl. Appeal No.1071/2009 etc.\n\n<span class=\"hidden_text\" id=\"span_27\">                                 26</span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">13.   The learned\n\ncounsel for the State of Haryana and the learned counsel for\n\nthe complainant have serious objection to the observations\n\nmade by the High Court on this score.         We notice that the\n\nHigh Court was influenced in its decision as the injuries had\n\nlargely been caused on non vital parts of the body. We have,\n\nhowever, carefully examined the medical evidence. PW-4 Dr.\n\nV.K.Jain who performed the post-mortem on the dead body on\n\nthe 30th September 1991 found the following injuries on the\n\nperson of the deceased:\n</p>\n<blockquote id=\"blockquote_10\">      &quot;1.Brownish bruise of size 20 cm x 2 cm over left side\n      of    chest     in   upper   part,   above    the   left\n      nipple,horizontally traced.\n</blockquote><blockquote id=\"blockquote_11\">      2. Brownish contusion of size 7 cm x 1.5 cm with\n      abrasion of size 2 cm x 1 cm over left upper arms in\n      lower 1/3rd.\n</blockquote><blockquote id=\"blockquote_12\">      3. Abrasion of size 3 cm x 1 cm over posterior aspect of\n      left upper arm in lower 1/3rd.\n</blockquote><blockquote id=\"blockquote_13\">      4. Diffused swelling over the posterior aspect of left\n      fore arm in middle 1/3rd with abrasion of size 8 cm x\n      1.5 cm over the swelling.\n</blockquote><blockquote id=\"blockquote_14\">      5. Abrasion of size 5 cm x 1 cm over posterolateral\n      aspect of left forearm 4 cm away from injury No.4.\n</blockquote><blockquote id=\"blockquote_15\">      6.Switched wound of x 3 cm length over base of a\n      middle finger of left hand over posterior aspect with\n      swelling around.\n</blockquote><blockquote id=\"blockquote_16\">\f             Crl. Appeal No.1071/2009 etc.\n<span class=\"hidden_text\" id=\"span_28\">                                                   7.</span>\n<span class=\"hidden_text\" id=\"span_29\">                           27</span>\n                                                   Multiple\n                                                   mark of\nsmall abrasion over the posterior aspect of left hand at\nthe base of middle, ring and little finger.\n</blockquote><blockquote id=\"blockquote_17\">8. Brownish contusion of size 10 cm x 2 cm over\npostero lateral aspect of right upper arm in lower half.\n</blockquote><blockquote id=\"blockquote_18\">9. Brownish contusion of size 12 cm x 2 cm over\npostero lateral aspect of right upper arm in lower\n1/3rd, 5 cm below the injury No.8.\n</blockquote><blockquote id=\"blockquote_19\">10. Switched wound of size 4 cm over posteromedical\naspect of left forearm in middle 1/3 with swelling\naround.\n</blockquote><blockquote id=\"blockquote_20\">11. Brownish contusion of size 10 cm x 2 cm over\nposterior aspect of right forearm in lower 1/3rd, with\nabrasion of 3 cm x 1 cm over the swelling. There is\nfracture of both bones of right forearm.\n</blockquote><blockquote id=\"blockquote_21\">12.Switched wound of size 1 cm x 0.5 cm over base of\nright index finger with swelling around.\n</blockquote><blockquote id=\"blockquote_22\">13. Brownish contusion of size 12 cm x 2 cm over\nback of chest of left scapular region.\n14 Brownish contusion of size 15 cm x 2 cm over back\nof chest in right scapular region.\n</blockquote><blockquote id=\"blockquote_23\">15. There is multiple marks of brownish contusion of\ndifferent sizes over whole of back below the scapular\nregion down to the lumbosaeral region also on the\nposterolateral aspect of back. One bruise is crossing\nthe other soit is not possible to count all and describe\nseparately.\n</blockquote><blockquote id=\"blockquote_24\">16. There is diffused swelling over the left leg in upper\n= at and below the knee joint. There is abrasion mark\nof size 6 cm x 1 cm over the swelling. Both bones of\nleft leg are fracture in upper third.\n</blockquote><blockquote id=\"blockquote_25\">17. There is stitched wound of 3 cm length over left leg\nin upper 1/3rd.\n</blockquote><blockquote id=\"blockquote_26\">18. Diffused swelling over the anterior aspect of left\nfoot fracture of 3rd and 4th................bones.\n</blockquote><blockquote id=\"blockquote_27\">19. Stitched wound of size 3 cm in length over medical\naspect of left foot.\n</blockquote><blockquote id=\"blockquote_28\">\f                  Crl. Appeal No.1071/2009 etc.\n<span class=\"hidden_text\" id=\"span_30\">                                                      20.</span>\n<span class=\"hidden_text\" id=\"span_31\">                               28</span>\n                                                      Stitched\n                                                      wound of\n      size 1.5 cm over base of nail bud of left great toe.\n</blockquote><blockquote id=\"blockquote_29\">      21. Reddish abrasion of 7 cm x 1 cm chin of right leg\n      in upper half.\n</blockquote><blockquote id=\"blockquote_30\">      22. There is stitched wound of 4 cm length 3 cm\n      lateral to the injury No.21.\n</blockquote><blockquote id=\"blockquote_31\">      23. There is diffused swelling over right leg in lower\n      half with brownish contusion over the sizes 7 cm x 2\n      cm.\n</blockquote><blockquote id=\"blockquote_32\">      24. There is stitched wound of size 7 cm in length one\n      chin of right leg in lower 1/3rd.\n</blockquote><blockquote id=\"blockquote_33\">      25. Stitched of size 5 cm in length over medical aspect\n      of right foot.\n</blockquote><blockquote id=\"blockquote_34\">      26. Brownish contusion of size 12 cm x 2 cm over\n      lateral aspect of right thigh.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_22\">14.   26 injuries in all were found on the person of the\n\ndeceased.   Injury No.11 was a fracture of both bones of the\n\nright forearm. Injury No.16 was a fracture of both bones of\n\nthe left leg in the upper third and Injury No.18 was a fracture\n\nof the left foot. We also see that Injuries No.1, 13, 14 and 15\n\nwere caused on vital parts of the body. We have also minutely\n\nexamined the post-mortem report Ex.PD. In addition to the\n\nabove fractures, two other injuries were detected thereon\n\nwhich are not referred to in the statement of the Doctor.\n\nThese are a fracture of the 9th and 10th ribs on the right side\n\nwhich had lacerated the underlying liver and when the\n\f                     Crl. Appeal No.1071/2009 etc.\nabdomen       had\n<span class=\"hidden_text\" id=\"span_32\">                                  29</span>\n\nbeen opened 200\n\nml. of blood had been found in the peritoneal cavity and a\n\nhepatic haematoma with another 400 ml. of blood had been\n\nseen in the retroperitoneal cavity and the liver too was found\n\nto be lacerated along side the fractured ribs which also\n\nindicated heavy bleeding.       The doctor also opined that the\n\ninjuries were sufficient to cause death in the ordinary course\n\nof nature.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">15.   A perusal of these injuries and the post-mortem report\n\nclearly reveal that the intention of the accused was evident\n\nand that was to cause death and merely because most of the\n\ninjuries were on the extremities would not be a reason to bring\n\nthe case within <a href=\"/doc/409589/\" id=\"a_25\">Section 304</a> Part II of the <a href=\"/doc/1569253/\" id=\"a_26\">IPC</a> more particularly\n\nas the doctor had opined that they were sufficient to cause\n\ndeath in the ordinary course of nature. It appears that great\n\ndamage had been caused as the fracture of the 9th and 10th\n\nribs had damaged vital organs both in the abdominal and\n\nthoracic cavities.     The judgments relied upon by the Division\n\nBench to hold that the case would fall within <a href=\"/doc/409589/\" id=\"a_27\">Section 304</a> Part\n\f                     Crl. Appeal No.1071/2009 etc.\nII are on their\n<span class=\"hidden_text\" id=\"span_33\">                                  30</span>\n\npeculiar facts. It\n\nis true, that as per the statement of the two eye witnesses,\n\nsome of the accused were armed with cutting weapons and\n\nthere are no incised injuries on the person of the deceased.\n\nThe post-mortem report, however, says that no opinion could\n\nbe given with regard to the weapons used for injury Nos. 6, 10,\n\n12, 17 to 20, 22, 24 and 25 as the said injuries had been\n\nstitched up at the time when Umed Singh was still alive. The\n\npost-mortem Doctor, however, testified that all the other\n\ninjuries were blunt weapon injuries.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1618216\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1227757\" id=\"span_35\">It has also come in\n\nevidence that some of the cutting weapons had been used from\n\nthe wrong side as well. We are, therefore, of the opinion that\n\nthe judgment of the High Court cannot be sustained in fact or\n\nin law. Criminal Appeal Nos. 1071/2009 and 1294/2009 <a href=\"/doc/1227757/\" id=\"a_28\">Sher\n\nSingh vs. State of Haryana</a> and <a href=\"/doc/1618216/\" id=\"a_29\">Des Raj vs. State of Haryana</a>\n\nare, accordingly, dismissed whereas Criminal Appeal Nos. 97-\n\n98/2010 and 182-183/2010 are allowed. Ipso-facto the\n\njudgment of the trial court is restored in all respects.    The\n\nappeals are disposed of as above.</span></span>\n</p><p data-structure=\"Precedent\" id=\"p_24\">\f             Crl. Appeal No.1071/2009 etc.\n\n<span class=\"hidden_text\" id=\"span_36\">                          31</span>\n\n                                  ...................................J.\n                                     (HARJIT SINGH BEDI)\n\n\n\n\n                              ...................................J.\n                         (CHANDRAMAULI KR. PRASAD)\n\nDECEMBER 16, 2010\nNEW DELHI.\n</p>\f","numcites":11,"numcitedby":23,"docsource":"Supreme Court of India","citetid":1447412,"divtype":"judgments","relatedqs":[{"value":"alibi","formInput":"alibi"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"section 304 part ii","formInput":"section%20304%20part%20ii"},{"value":"Blunt weapon","formInput":"Blunt%20weapon"},{"value":"304 part ii","formInput":"304%20part%20ii"},{"value":"vital parts ","formInput":"vital%20parts%20"},{"value":"weapon&injuries","formInput":"weapon%26injuries"},{"value":"section 304","formInput":"section%20304"},{"value":"balbir singh","formInput":"balbir%20singh"},{"value":"lathi","formInput":"lathi"},{"value":"post-mortem report","formInput":"post-mortem%20report"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"304 ii","formInput":"304%20ii"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"on foot","formInput":"on%20foot"},{"value":"jai narain","formInput":"jai%20narain"},{"value":"dragged","formInput":"dragged"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"fracture","formInput":"fracture"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"culpable-homicide","formInput":"tag:culpable-homicide"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}