{"tid":136359638,"publishdate":"2019-05-17","title":"Moti Singh vs The State Of Madhya Pradesh on 17 May, 2019","doc":"<h2 class=\"doc_title\">Moti Singh vs The State Of Madhya Pradesh on 17 May, 2019</h2>\n\n<pre id=\"pre_1\">  1                Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\n      HIGH COURT OF MADHYA PRADESH,\n        PRINCIPAL SEAT AT JABALPUR\n\n            Criminal Appeal No.435/2009\n           (Niranjan Singh vs. State of M.P.)\n            Criminal Appeal No.596/2009\n        (Moti Singh and others vs. State of M.P.)\n            Criminal Appeal No.697/2009\n            (Bhure Singh vs. State of M.P.)\n                          &amp;\n            Criminal Appeal No.699/2009\n        (Roop Singh and others vs. State of M.P.)\n\nDate of Judgment                    .05.2019\nBench Constituted                Division Bench\nCorum                            Hon&#x27;ble Shri Justice R.S. Jha\n                                                       &amp;\n                                 Hon&#x27;ble Shri Justice Sanjay\n                                 Dwivedi\nWhether approved for\nreporting\nName of counsels for             For   Appellants:  Shri   S.K.\nparties                          Gangrade, Shri Dhananjay Jain,\n                                 and   Shri   B.J.  Chourasiya,\n                                 Advocates.\n\n                                 For Respondent/State : Shri H.S.\n                                 Chhabra, learned Government\n                                 Advocate.\nReserved on                      04.04.2019\nDelivered on                        .05.2019\n\n                          (JUDGMENT)\n                           ( /05/2019)\nPer : Sanjay Dwivedi, J.\n</pre><p data-structure=\"Issue\" id=\"p_1\">           All these appeals under <a href=\"/doc/929532/\" id=\"a_1\">Section 374 (2)</a> of the Code\n\nof Criminal Procedure, 1973 have been filed by the appellants\n\nagainst the judgment of conviction and order of sentence dated\n\n06.02.2009, passed by the learned Third Additional Sessions\n      2           Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\nJudge, Sagar in Sessions Trial Nos.161/2008 and 312/2008.\n\n</p><p data-structure=\"Issue\" id=\"p_2\">           Since all these appeals are arising out of one\n\njudgment, therefore, they are heard and decided concomitantly.\n\n</p><p data-structure=\"Facts\" id=\"p_3\">2.         The prosecution case, in brief, is that 45 days prior\n\nto the date of incident, a quarrel took place between Roop\n\nSingh Thakur of village Rusalla with Pappu, thereafter, Roop\n\nSingh went to his house alongwith his family members and\n\nthreatened him that he would kill him. On the date of incident,\n\nPappu alongwith Munna and Balram (complainant) had gone to\n\nthe temple Raikhedi for taking blessings (Prasad). When they\n\nwere coming back at about 6:00 p.m. and reached near tank of\n\nRusalla village, then Roop Singh, Arvind and Sunil armed with\n\nLathi and Santosh with Ballam reached there. Seeing the\n\naccused persons, Pappu ran away, then Roop Singh, Arvind and\n\nSunil have started beating Balram and Munna, thereafter they\n\nfollowed Pappu. Moti Singh, Bakhat Singh, Bhure, Niranjan,\n\nRaju, Sanju, Rajkumar, Pran Singh and Surendra were armed\n\nwith Lathi, Ballam and Lohangi encircled Pappu and assaulted\n\nhim. The accused went away leaving Pappu unconscious,\n\nassuming he was dead. The persons passing-by intimated father\n\nof Balram, who came alongwith some villagers and together\n\nthey reached Police Station Rahatgarh, District Sagar to lodge\n\nthe FIR. The FIR was registered and investigation was\n\nconducted. In the said incident, Pappu was murdered and as\n\nsuch, charge-sheet was submitted by the prosecution.\n</p><p data-structure=\"Issue\" id=\"p_4\">      3              Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_5\">3.            In trial, the prosecution has examined as many as\n\n17 witnesses, out of those, PW-6 (Balram) and PW-8 (Munna)\n\nhave been produced as eyewitnesses, who had also suffered\n\ninjuries in the incident.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4.            As per the statement of eyewitnesses PW-6\n\n(Balram) and PW-8 (Munna), the accused/appellants were\n\narmed with Lathi, Ballam and Lohangi and were the members\n\nof unlawful assembly, assaulted Munna, Balram and Pappu\n\n(deceased).\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">5.            As per the statement of PW-5 (Dr. R Rajiv Kumar\n\nand PW-7 (Dr. Jitesh Diwakar) there were several injuries\n\nfound over the body of PW-6 (Balram) and PW-8 (Munna) and\n\nalso on the body of the deceased Pappu. As per their statement,\n\nafter examining the injured persons and also conducting\n\npostmortem of the body of the deceased Pappu, all injuries\n\nwere found to have been caused by hard and blunt object. The\n\ncause of death was shown as hemorrhagic shock due to injuries\n\nreceived over the body and damage got to the blood vessels. As\n\nper the statement of the doctors, the injuries caused to PW-6\n\n(Balram) and PW-8 (Munna) were not of grievous nature and\n\nwere not dangerous to life. Accordingly, the trial Court has\n\nfound that the offence under <a href=\"/doc/1133601/\" id=\"a_2\">Section 325</a>/<a href=\"/doc/999134/\" id=\"a_3\">149</a> of the Indian\n\nPenal Code is made out against the appellants for causing\n\ninjuries to PW-6 (Balram) and PW-8 (Munna). As per the\n\ninjuries caused to the deceased Pappu and as per the witnesses\n      4             Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\nproduced by the prosecution, offence under <a href=\"/doc/1560742/\" id=\"a_4\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_5\">149</a> of\n\nthe Indian Penal Code is found proved against the\n\naccused/appellants.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">6.          The trial Court relied upon the testimony of eye\n\nwitnesses   PW-6      (Balram)        and      PW-8        (Munna).        The\n\nInvestigating Officer, PW-15 (R.K.S. Chouhan) was also\n\nexamined, who supported the case of the prosecution and stated\n\nthat the FIR Ex.P-22 was registered at the instance of PW-6\n\n(Balram) on 22.08.2008 vide Crime No.359/2007 and thereafter\n\nPappu, Munna and Balram were sent to the Government\n\nHospital Rahatgarh for their treatment. Marg intimation vide\n\nMarg Case No.56/2007 (Ex.P-30) was also registered in view\n\nof the information given by Constable Damodar. The trial Court\n\nalso relied upon the statement of PW-5 (Dr. R. Rajiv Kumar)\n\nwho had examined injured Balram and found that there were 6\n\ninjuries over his body and all the injuries were caused by hard\n\nand blunt object. He had also examined injured Munna and\n\nprepared the MLC (Ex.P-19) describing that there were four\n\ninjuries, which were simple in nature and caused by hard and\n\nblunt object. The Autopsy Surgeon (PW-5) prepared the\n\npostmortem report (Ex.P-27), found 18 injuries over the body\n\nof the deceased and the cause of death was due to hemorrhagic\n\nshock. The trial Court found that there is nothing produced by\n\nthe defence which makes the prosecution story doubtful and\n\nalso observed that the defence taken by the accused/appellants\n      5            Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\ncannot be relied upon.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"152457\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1208137\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56139\" id=\"span_3\">7.          The learned counsel for the appellants have assailed\n\nthe impugned judgment by contending that there are material\n\ncontradictions in the statement of the eye witnesses. They have\n\npointed out that as per the FIR, it was lodged at about 21:25\n\np.m., whereas the Investigation Officer, PW-15 (R.K.S.\n\nChouhan) has stated that he reached the spot at about 10-11\n\np.m., it makes the FIR suspicious. They have also contended\n\nthat MLC did not contain the names of the accused as to who\n\nhad caused the injuries, and that the marg intimation reflects to\n\nhave been recorded at about 11:15 p.m., whereas in the FIR\n\nthere is no description about such marg intimation, but in the\n\nFIR in which the names of accused are mentioned, is nothing\n\nbut an afterthought. They have also drawn attention of this\n\nCourt towards the statements of the eyewitnesses saying that\n\nthey have given names of only four persons who had assaulted\n\nbut there was no evidence adduced by the prosecution to show\n\nthat the other persons have also caused injuries to the deceased\n\nas also, that the trial Court has not properly appreciated the\n\ndefence taken by some of the appellants raising their &#x27;plea of\n\nalibi&#x27; as they were hospitalized and taking treatment at the time\n\nof incident. They further contended that looking to the injuries\n\ncaused and weapons used in commission of offence, it is not a\n\ncase of <a href=\"/doc/1560742/\" id=\"a_6\">Section 302</a> of the IPC and, therefore, it can be\n\nconverted into <a href=\"/doc/409589/\" id=\"a_7\">Section 304</a> (Part-II) of the <a href=\"/doc/1569253/\" id=\"a_8\">IPC</a>. The appellants\n      6            Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\nhave placed reliance upon the decisions reported in 1998 AIR\n\nSCW 1775 parties being <a href=\"/doc/56139/\" id=\"a_9\">Rewa Ram Vs. Teja and others</a>,\n\n1993 SCC (Cri) 554 parties being <a href=\"/doc/1208137/\" id=\"a_10\">Sarman and others Vs.\n\nState of M.P.</a> and 1992 SCC (Cri) 829 parties being <a href=\"/doc/152457/\" id=\"a_11\">Sukhdev\n\nSingh Vs. State of Punjab</a>.</span></span></span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"556277\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1253073\" id=\"span_5\">8.          Per contra, the learned Government Advocate\n\nappearing for the respondent/State has supported the judgment\n\nof the trial Court and contended that it is not a case of <a href=\"/doc/409589/\" id=\"a_12\">Section\n\n304</a> (Part-II) of <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a> but looking to the injuries caused to the\n\ndeceased Pappu it is a clear-cut case of homicidal death and the\n\ntrial Court has rightly convicted the accused/appellants under\n\n<a href=\"/doc/1560742/\" id=\"a_14\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_15\">149</a> of the IPC. He has relied upon the decisions\n\nreported in (2004) 13 SCC 189 parties being <a href=\"/doc/1253073/\" id=\"a_16\">Parsuram\n\nPandey and others Vs. State of Bihar</a> and (2004) 13 SCC 199\n\nparties being <a href=\"/doc/556277/\" id=\"a_17\">State of M.P. Vs. Deshraj and others</a>.</span></span>\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">9.          We have heard the learned counsel for the parties\n\nand perused the record.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">10.         As per the statement of injured eyewitness PW-6\n\n(Balram), who has stated in his statement that when Pappu was\n\nassaulted, he was near him and 13 persons were assaulting\n\nPappu (deceased) and has specified the names and active role\n\nof each of the appellants herein.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">11.         Likewise PW-8 (Munna) who is the injured\n\neyewitness of the incident in paragraph-1 of his statement, has\n\nnamed all the accused persons and then in paragraph-8 he has\n   7               Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\nstated that all the accused/appellants have assaulted him. In\n\nparagraph-1 of his statement, he has very categorically stated\n\nthat deceased Pappu was beaten by all the accused/appellants.\n\n</p><p data-structure=\"Facts\" id=\"p_14\">12.         As per the statement of two doctors, namely, PW-5\n\n(Dr. R. Rajiv Kumar) and PW-7 (Dr. Jinesh Diwakar) and the\n\ninjuries described by them, there were as many as 18 injuries\n\nfound all over the body of the deceased Pappu. Merely because\n\nsome of the accused were armed with Ballam and Lohangi and\n\nno injury was found to have been caused by those weapons,\n\nthey cannot be given the benefit because the offence was tried\n\nunder <a href=\"/doc/1560742/\" id=\"a_18\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_19\">149</a> of the IPC and they were part of the\n\nunlawful assembly and caused death of the deceased with\n\ncommon object.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1253073\" id=\"span_6\">13.         From the prosecution story, it is clear that there was\n\na quarrel took place between Pappu (deceased) and Roop Singh\n\nand, therefore, on the date of incident though they assaulted\n\nPW-6 (Balram) and PW-8 (Munna), who were injured, but did\n\nnot inflict any injury dangerous to life. Although, Pappu was\n\nmurdered and all of the appellants were present on the spot and\n\ncaused 18 injuries to him, which clearly indicates that the entire\n\nincident was pre-planned and they wanted to murder the\n\ndeceased Pappu. As per <a href=\"/doc/999134/\" id=\"a_20\">Section 149</a> of the IPC, it creates a\n\nvicarious liability for doing an unlawful act pursuant to the\n\ncommon object by every member of the assembly. From the\n\nprosecution story which was found proved, it is clear that the\n   8                 Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\npresence of all the accused on the spot has been established and\n\nall of them were fully aware of the object that Pappu had to be\n\nmurdered on that date. As per the statement of eyewitnesses\n\neven after felling down, the deceased was being beaten by the\n\nappellants. Thus, it is not a case, in which, the offence can be\n\nconverted    into     <a href=\"/doc/409589/\" id=\"a_21\">Section       304</a>      (Part-II)      of     the     <a href=\"/doc/1569253/\" id=\"a_22\">IPC</a>.\n\nThe Supreme Court in case of <a href=\"/doc/1253073/\" id=\"a_23\">Parsuram Pandey</a> (supra)\n\ndealing with the scope of <a href=\"/doc/999134/\" id=\"a_24\">Section 149</a> of the IPC has observed\n\nas under:-</span>\n</p>\n<blockquote id=\"blockquote_1\">        &quot;12. By virtue of <a href=\"/doc/999134/\" id=\"a_25\">Section 149</a> IPC every member of an\n        unlawful assembly at the time of the commission of the\n        offence is guilty of an offence committed by any member of\n        the unlawful assembly. The section creates constructive or\n        vicarious liability of the members of the unlawful assembly\n        for unlawful acts committed pursuant to the common object\n        by any other member of that assembly. The basis of\n        constructive guilt under <a href=\"/doc/999134/\" id=\"a_26\">Section 149</a> is mere membership of\n        an unlawful assembly. In a case under <a href=\"/doc/999134/\" id=\"a_27\">Section 149</a> the\n        accused if is a member of the unlawful assembly, the\n        common object of which is to commit a certain crime and if\n        that crime is committed by one or more members of that\n        assembly every person who happened to be a member of that\n        assembly would be liable for that criminal act by virtue of\n        his being a member of it, irrespective of the fact whether he\n        actually committed the act or not. To attract <a href=\"/doc/999134/\" id=\"a_28\">Section 149</a> IPC\n        the prosecution must prove that the commission of the\n        offence was by any member of an unlawful assembly and\n        such offence must have been committed in prosecution of\n        the common object of the assembly or must be such that the\n        members of the assembly knew that it was likely to be\n        committed. Unless these three elements are satisfied by the\n        prosecution the accused cannot be convicted with the aid of\n        <a href=\"/doc/999134/\" id=\"a_29\">Section 149</a> IPC.\n</blockquote>\n<blockquote id=\"blockquote_2\">      In view of the facts and circumstances of the present case\n\nas has already been discussed hereinabove that each and every\n\nmember of unlawful assembly had a common object to kill the\n\ndeceased and the same has been corroborated with the injuries\n\nsustained.\n</blockquote>\n<blockquote id=\"blockquote_3\">14.          Likewise, in a case of Deshraj (supra), the\n</blockquote><p data-structure=\"Section\" id=\"p_16\">   9               Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\nSupreme Court has again reiterated the same analogy that when\n\neach and every member of the unlawful assembly has a\n\ncommon object, then it makes immaterial whether he caused a\n\nparticular injury or not and considering the scope of <a href=\"/doc/999134/\" id=\"a_30\">Section\n\n149</a> which imposes vicarious liability on every member of\n\nunlawful assembly, nothing illegal has been done by the Trial\n\nCourt convicting the appellants taking shelter of <a href=\"/doc/999134/\" id=\"a_31\">Section 149</a> of\n\nthe IPC.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"779197\" id=\"span_7\">15.         Merely because in the marg intimation and MLC,\n\nthe name of accused persons have not been disclosed, the\n\nprosecution story cannot be doubted and only on this basis, the\n\nstatement of eye witnesses cannot be ignored especially in the\n\ncircumstance when the defence failed to produce any cogent\n\nevidence in their favour. From perusal of the marg intimation\n\nreport (Ex.-P/30), it reflects that the name of the deceased has\n\nbeen mentioned whereas, at the very first instance, it was\n\ndifficult to ascertain that the deceased Pappu was murdered or\n\nonly injured. In the marg intimation, it is mentioned that Roop\n\nSingh alongwith other 12 persons assaulted complainant PW-6\n\n(Balram), PW-8 (Munna) and deceased Pappu, merely on this\n\nbasis, the case of prosecution cannot be doubted and the\n\naccused/appellants cannot be acquitted. The contention of the\n\nlearned counsel for the appellants that as per the legal\n\nrequirement, in the MLC, the name of the accused has to be\n\nshown and if it is not there, that would carry the impression that\n\nthe person is innocent who had not been named in the MLC,\n  10                  Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\nhas no substance for the reason that the lapses on the part of\n\ninvestigating agency should not persuade the Court to reject\n\nprosecution&#x27;s case, when case is substantiated by reliable\n\nevidence. Reliance is placed on the law <a href=\"/doc/1253073/\" id=\"a_32\">laid down by</a> the\n\nSupreme Court in case of <a href=\"/doc/779197/\" id=\"a_33\">Sukhwinder Singh Vs. State of\n\nPunjab</a> reported in (2014) 12 SCC 490 and the relevant\n\nparagraphs of that judgment are reproduced hereinbelow:-</span>\n\n</p><blockquote id=\"blockquote_4\">            &quot;17. Similarly, the overwriting in the inquest report is\n        inconsequential. It could be a mere inadvertent lapse. It\n        could also be a purposeful lapse.\n</blockquote><blockquote id=\"blockquote_5\">             18.     But, if such mistakes or lapses are given undue\n        importance every criminal case will end in acquittal. While it\n        is true that the police should not involve innocent persons,\n        fabricate evidence and obtain convictions, it is equally true\n        that cases in which substratum of the prosecution case is\n        strong and substantiated by reliable evidence, lapses in\n        investigation should not persuade the court to reject the\n        prosecution case. The court with its vast experience should\n        be quick to notice mischief if there is any. Incompetent\n        prosecuting agencies or prosecuting agencies which are\n        driven by extraneous considerations should not be allowed to\n        take the court for a ride. Particularly in offences relating to\n        women and children, which are on the rise, the courts will\n        have to adopt a pragmatic approach. No scope must be given\n        to absurd and fanciful submissions. It is true that there can be\n        no compromise on basic legal principles, but, unnecessary\n        weightage should not be given to minor errors or lapses. If\n        courts get carried away by every mistake or lapse of the\n        investigating agency, the guilty will have a field day. The\n        submissions relating to alleged overwriting and\n        discrepancies in timings and dates, therefore, are rejected.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_18\">16.         As far as the defence taken by some of the accused\n\nproducing DW-1 (Dr. D.P. Singh) and DW-2 (Dr. Vijay Singh)\n\nis concerned, it is clear from their statements that they cannot\n\nbe relied upon because they did not produce any document to\n\nshow that the appellants, namely, Surendra Singh, Pran Singh,\n\nSantosh and Bakhat Singh have ever been admitted in their\n\nhospital. But on the contrary, the certificate issued by them\n\ncontained an advice of bed rest. Even in absence of any such\n   11               Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\nentry made in the hospital register, it is not possible to ascertain\n\nthat any patient is admitted and kept for almost five days in the\n\nhospital. DW-1 (Dr. D.P. Singh) has also admitted in his\n\nstatement that the fitness certificate also contains the signature\n\nof the patient but the fitness certificate (Ex.P-6) issued by the\n\nsaid doctor had no such column and hence, it did not contain\n\nsignature of Pran Singh and Surendra Singh. He has also\n\nadmitted that he does not maintain any such register in which\n\nentries are made regarding issuance of medical certificate. It\n\nmakes his statement suspicious and it can be easily presumed\n\nthat he was a planted witness; fabricated just to create a false\n\nplea of alibi in favour of the appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">17.         Likewise, DW-2 (Dr. Vijay Singh) who had issued\n\nEx.D-9 to show that Bakhat Singh got admitted in his hospital\n\nfrom 22.08.2007 to 26.08.2007 but from Ex.D-9, it is clear that\n\nthe same relates to advice for bed rest, whereas in paragraph-4\n\nof the statement, he has stated that Bakhat Singh was\n\ndischarged on the date when the certificate got issued. It makes\n\nthe statement of DW-2 suspicious. He has also stated that so far\n\nas Bakhat Singh and Santosh are concerned, they themselves\n\ngot the certificate typed, on which, DW-2 had put his signature.\n\nSuch a statement of doctor is unacceptable because no doctor\n\nwould sign any document which is prepared by a patient\n\nshowing his illness. Thus, the trial Court has rightly discarded\n\nthe defence witnesses produced by some of the appellants just\n   12                 Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\nto prove that on the date of incident, they were not available on\n\nthe spot.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">18.         So far as the cases relied upon by the appellants are\n\nconcerned, in view of the facts and circumstances of those\n\ncases, the same are not applicable in the present case. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56139\" id=\"span_8\">In a case\n\nof <a href=\"/doc/56139/\" id=\"a_34\">Rewa Ram</a> (supra) there was no charge against the accused\n\npersons with regard to their common object and that of\n\nunlawful assembly of which they were the members, therefore,\n\nconviction under <a href=\"/doc/1560742/\" id=\"a_35\">Section 302</a> was converted into <a href=\"/doc/1540253/\" id=\"a_36\">Section 326</a> of\n\nthe IPC particularly when the charge in respect of their\n\ncommon object was of assaulting Ram Bharose and committing\n\nrioting with deadly weapons, but here in this case, the\n\nappellants have been charged under <a href=\"/doc/999134/\" id=\"a_37\">Section 149</a> of IPC that\n\nthey were part of unlawful assembly with a common object to\n\nkill the deceased.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">19.         <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1208137\" id=\"span_9\">In a case of <a href=\"/doc/1208137/\" id=\"a_38\">Sarman</a> (supra), although the accused\n\nhave been charged with <a href=\"/doc/1560742/\" id=\"a_39\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_40\">149</a> and <a href=\"/doc/409589/\" id=\"a_41\">304</a> (Part-II)/149\n\nof the <a href=\"/doc/1569253/\" id=\"a_42\">IPC</a> but as per the evidence lathi blows inflicted by\n\nseveral persons causing simple injuries on non-vital parts of the\n\nbody and also causing a depressed fracture of parietal bone, but\n\nthe Supreme Court has found that the injuries inflicted upon\n\ncaused with lathis were of simple and on non-vital part showing\n\nthat there was no object to kill the deceased and, therefore,\n\noffence was converted into <a href=\"/doc/409589/\" id=\"a_43\">Section 304</a> (Part-II)/149 of the\n\n<a href=\"/doc/1569253/\" id=\"a_44\">IPC</a>, but here in the present case, as discussed above, the\n   13                Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\naccused gathered and formed unlawful assembly with a\n\ncommon object to kill the deceased Pappu as there was\n\nprevious enmity between the deceased and appellant Roop\n\nSingh. Accordingly, the said case is also not applicable in the\n\npresent facts and circumstances.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">20.         <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"152457\" id=\"span_10\">In a case of <a href=\"/doc/152457/\" id=\"a_45\">Sukhdev Singh</a> (supra), as per the\n\nfacts of the case, the deceased was attacked by four persons,\n\nwho surrounded and caused his death. Appellant Sukhdev\n\nSingh inflicted the injury with Gandasa near right ear of the\n\ndeceased. When he fell down, as a result of assault made by\n\nothers and that injury was sufficient in the ordinary course of\n\nnature to cause death. The Court has found that the deceased\n\nwas surrounded by four persons, each one armed with weapons,\n\nattacked simultaneously, it is difficult to fix the fatal injury near\n\nthe right ear to the appellants. Accepting the evidence of the\n\nwitnesses, it is found that the appellant did not cause injury\n\nwith the knowledge that he was likely by such act to cause\n\ndeath and then conviction was converted into <a href=\"/doc/409589/\" id=\"a_46\">Section 304</a> (Part-\n\nII) of the <a href=\"/doc/1569253/\" id=\"a_47\">IPC</a>, but here in the present case it was planned by\n\neach and every appellant and they have formed unlawful\n\nassembly with an object to kill the deceased Pappu and,\n\ntherefore, even after felling down they caused injuries on each\n\nand every part of the body of the deceased. It clearly indicates\n\ntheir intention to kill the deceased and simultaneously the other\n\ninjured persons who are eye witnesses accompanied with the\n  14               Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\ndeceased had not been assaulted by the appellants with grievous\n\nhurt because they wanted to kill only Pappu, the deceased\n\nperson.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">21.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"152457\" id=\"span_11\">In view of the discussion made hereinabove and\n\nalso after considering the law <a href=\"/doc/152457/\" id=\"a_48\">laid down by</a> the Supreme Court\n\nin the above referred cases, it is not a case in which conviction\n\ncan be converted to <a href=\"/doc/409589/\" id=\"a_49\">Section 304</a> (Part-II)/149 of the <a href=\"/doc/1569253/\" id=\"a_50\">IPC</a>. It is\n\nabundantly clear from the evidence available on record that the\n\nappellants have committed a crime in a planned manner and\n\nwere intending to murder the deceased Pappu.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">22.         Accordingly, we are of the considered view that the\n\ntrial Court has not committed any material irregularity while\n\npassing the impugned judgment and awarding the conviction to\n\nthe present appellants. The prosecution since proved it&#x27;s case\n\nbeyond all reasonable doubts, therefore, the conviction and\n\nsentence imposed upon accused/appellants under <a href=\"/doc/1560742/\" id=\"a_51\">Section\n\n302</a>/<a href=\"/doc/999134/\" id=\"a_52\">149</a> of IPC and <a href=\"/doc/1133601/\" id=\"a_53\">Section 325</a>/<a href=\"/doc/999134/\" id=\"a_54\">149</a> of IPC is, accordingly,\n\nupheld.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">23.         It is seen from the record that the appellants\n\nnamely, Niranjan, Roop Singh, Moti Singh, Bakhat Singh and\n\nPran Singh are in jail, although appellants namely, Raju @ Raja\n\nBabu, Arvind Singh, Sunil Singh, Santosh Rajpoot, Surendra\n\nSingh and Bhure Singh are on bail. Their bail bonds stand\n\ncancelled and they are directed to be taken into custody\n\nforthwith and to surrender before the Trial Court for serving\n        15                         Criminal Appeal Nos.435/2009, 596/2009, 697/2009 &amp; 699/2009\n\n\n   their remaining part of jail sentence.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">   24.                      Ex consequentia,        all these appeals fail and are\n\n   hereby dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">\n\n</p><pre id=\"pre_2\">     (R.S. JHA)                                                (SANJAY DWIVEDI)\n      JUDGE                                                         JUDGE\n\n   ac/-\n\n<span class=\"hidden_text\" id=\"span_12\">Digitally signed by ANIL</span>\n<span class=\"hidden_text\" id=\"span_13\">CHOUDHARY</span>\n<span class=\"hidden_text\" id=\"span_14\">Date: 2019.06.17 14:50:29</span>\n<span class=\"hidden_text\" id=\"span_15\">+05&#x27;30&#x27;</span>\n</pre><span class=\"hidden_text\" id=\"span_16\"> </span>","numcites":13,"numcitedby":68,"docsource":"Madhya Pradesh High Court","citetid":136359638,"divtype":"judgments","relatedqs":[{"value":"vicarious liability","formInput":"vicarious%20liability"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"common object","formInput":"common%20object"},{"value":"section 304 part ii","formInput":"section%20304%20part%20ii"},{"value":"304 part ii","formInput":"304%20part%20ii"},{"value":"member of an unlawful assembly","formInput":"member%20of%20an%20unlawful%20assembly"},{"value":"section 304","formInput":"section%20304"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"Ballam","formInput":"Ballam"},{"value":"lathi","formInput":"lathi"},{"value":"\"vicarious liability\"","formInput":"%22vicarious%20liability%22"},{"value":"sukhdev singh","formInput":"sukhdev%20singh"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"149 i.p.c","formInput":"149%20i.p.c"},{"value":"Eyewitness","formInput":"Eyewitness"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"culpable-homicide","formInput":"tag:culpable-homicide"}],"courtcopy":true,"query_alert":null,"agreement":false}