{"tid":35937160,"publishdate":"2017-08-08","title":"Kalicharan & Anr. vs The State Of M.P. on 8 August, 2017","doc":"<h2 class=\"doc_title\">Kalicharan &amp; Anr. vs The State Of M.P. on 8 August, 2017</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-s-jha\">R.S. Jha</a>, <a href=\"/search/?formInput=benchid:n-dubey\">Nandita Dubey</a></h3>\n\n<pre id=\"pre_1\">                             1\n\n      HIGH COURT OF MADHYA PRADESH\n        PRINCIPAL SEAT AT JABALPUR\n\n                    DIVISION BENCH\n\n            Criminal Appeal No. 192/1994\n\n            1.   Kalicharan son   of\n            Gourishanker Patel, aged\n            32 years\n\n            2.    Jamna,    son        of\n            Bhagbali Patel, aged      22\n            years\n\n            Both      cultivators    and\n            residents of village Kalgaon,\n            Police Station Raj Nagar,\n            District-Chhatarpur\n\n                           Versus\n\n            The State of Madhya Pradesh\n\n                       &amp;\n\n            Criminal Appeal No. 1319/2001\n\n            State of Madhya Pradesh,\n            through P.S.- Rajnagar,\n            Distt. Chhatarpur.\n\n                           Versus\n\n            Rajendra Kumar @ Rajjan\n            Pal and others\n\n        Date of hearing: 27/07/2017\n        Date of Judgment:8/8/2017\n\nPRESENT :\n\n    HON&#x27;BLE SHRI JUSTICE R.S. Jha\n    HON&#x27;BLE SMT. JUSTICE Nandita Dubey\n                                      2\n\nFor the Appellants:\n\n       Shri Surendra Singh, Senior Advocate with Shri\n       Ranjan Banerjee and Shri Shivam Singh,\n       Advocates in Criminal Appeal No.192/1994.\n\n       Shri Ranjan Banerjee, Advocate for the\n       respondents in Criminal Appeal No. 1319/2001.\n\n\nFor the State:\n\n        Shri Vijay Soni, Panel Lawyer in both the appeals.\n---------------------------------------------------------------------------\n\n                           JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">As per Nandita Dubey, J.:\n</p><blockquote id=\"blockquote_1\">       Both these appeals are proposed to be decided by\nthis common judgment as they arise out of the same\nimpugned judgment passed by the trial Court on\n08.02.1994 deciding S.T.No.140/90, 224/90 and ST\nNo.241/90 .         In S.T.No.140/1990,out of five persons\nwho faced trial, two of the accused, namely, Kalicharan\nand    Jamna        have     been     convicted      for    the    offence\npunishable under <a href=\"/doc/1119707/\" id=\"a_1\">Section 395</a> IPC and sentenced to\nundergo seven years R.I., whereas three of them,\nnamely, accused Rajendra, Anil and Munnilal have been\nacquitted.\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_2\">2.     Appellants       Kalicharan        and     Jamna       have     filed\nCriminal Appeal No.192/1994 assailing their conviction\nunder <a href=\"/doc/1119707/\" id=\"a_2\">Section 395</a> IPC and sentence of seven years&#x27; R.I.,\nwhereas State of Madhya Pradesh in Criminal Appeal\nNo.1319/2001 has assailed the acquittal of accused\nRajendra alias Rajjan, Anil and Munnilal in Sessions\nTrial No. 140/1990.\n</p><span class=\"hidden_text\" id=\"span_1\">                              3</span>\n\n<p data-structure=\"CDiscource\" id=\"p_3\">3.   The prosecution story setting in motion the\naforesaid trial, in nut shell, is that on 29.11.1989 at\nabout 8.15 pm, a dacoity was committed in the house of\nMotilal (PW.1) by about 7 persons, armed with fire arms\nand lathis . The persons carrying the lathis assaulted\nthe complainant and Ganesh, and took away his\nlicensed gun as well as the gun belonging to his uncle.\nThey fired gun shot and also looted the cash, gold and\nsilver ornaments detailed in the report,and ran away.\nDescription of the dacoits was also given stating that the\ncomplainant has clearly seen them in the bright light of\nthe room. Pursuant to first information report that was\nlodged at 9.30 am on the next day i.e. on 30.11.1989 by\nMotilal (PW.1), crime no. 63/1989 was registered for the\noffences under <a href=\"/doc/1119707/\" id=\"a_3\">Sections 395</a>,<a href=\"/doc/958439/\" id=\"a_4\">396</a> and <a href=\"/doc/1865117/\" id=\"a_5\">397</a> IPC.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_4\">4.   During the course of investigation of Crime\nNo.63/1989, it was informed to the police that one\nDurga who rushed out of his house hearing about the\ndacoity was hit by a shot fired by some unknown person\nresulting in his death. Dehati Nalish (Ex.P/5) was\nrecorded at 12.05 pm on 30.11.1989 and Marg report\n(P/28) was prepared , and the body of the deceased was\nsent for postmortem.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">5.   Injured   Ganesh    was     also   sent   for   medical\nexamination,   spot    map   (Ex.P/29    and   P/30)   were\nprepared . Empty bullet case, broken butt of rifle, and\npiece of bullet was recovered from the spot.\n</p>\n\n<p data-structure=\"Section\" id=\"p_6\">6.   Accused Jamna was arrested on 11.02.1990 and\npursuant to his disclosure statement (Ex.P/36), one\n<span class=\"hidden_text\" id=\"span_2\">                               4</span>\n\ngolden sutiya (Article D), one silver sutiya (Article E) were\nrecovered vide seizure memo (Ex.P/37) from his house.\n</p>\n\n<p data-structure=\"Section\" id=\"p_7\">7.    Accused Kalicharan was arrested on 08.03.1990\nand pursuant to his disclosure statement (Ex.P/35), one\nsilver kardhani (Article C) and three gold addhi (Article I-\n1,I-2,I-3) were recovered from his house vide seizure\nmemo (Ex.P/40).\n</p>\n\n<p data-structure=\"Facts\" id=\"p_8\">8.    Accused Anil was arrested on 05.06.1990 and\napart from a rifle, 3 sets of silver paijana, 1 gold sutia, 2\ngold khutia were recovered from him. However, no\nrecovery of ornaments from him was made . Accused\nRajjan @ Rajendra was arrested on 13.06.1990 and\npursuant to his disclosure statement (Ex.P/43), 1 gold\npungaria, 2 gold mohar, 2 pair of silver paijana were\nrecovered.      Accused    Munnilal     was   arrested    on\n20.05.1990, however, no recovery was made from him.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_9\">9.    Jaynarayan was arrested on 25.07.1990 and vide\nEx.P/21, P/22 and P/23 stolen ornaments and 12 bore\ngun was seized from him. Santosh Kumar was arrested\non 21.08.90 and a jeep used in dacoity was seized.\nSeparate sessions trial were held against them.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_10\">10.    Test identification        of recovered items was\nconducted on 10.05.1990 and 19.07.1990 &amp; 13.09.1990\nby B.B.Rajoriya (PW.7) Naib Tahsildar. Motilal (PW.1)\nand Halkibai (PW.6) identified the ornaments.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_11\">11.   After completion of the investigation of the case,\nthe charge sheet was filed by the prosecution against the\n<span class=\"hidden_text\" id=\"span_3\">                                 5</span>\n\nappellants on the basis of which Kalicharan, Rajendra,\nAnil, Jamna &amp; Munnilal        were charged for the offence\nunder   <a href=\"/doc/1119707/\" id=\"a_6\">Sections    395</a>,<a href=\"/doc/958439/\" id=\"a_7\">396</a>     and      <a href=\"/doc/1865117/\" id=\"a_8\">397</a>   of   IPC   in    ST\nNo.140/90, Jainarayan was charged for the offence\nunder <a href=\"/doc/1119707/\" id=\"a_9\">Section 395</a>,<a href=\"/doc/958439/\" id=\"a_10\">396</a>,<a href=\"/doc/1865117/\" id=\"a_11\">397</a> of IPC in ST No.224/90, and\naccused Santosh was charged under <a href=\"/doc/958439/\" id=\"a_12\">Section 396</a> read\nwith <a href=\"/doc/1897847/\" id=\"a_13\">Section 120-B</a> of IPC in ST No.241/90.                     The\naccused persons pleaded &quot;not guilty&quot; to the charges\nframed against them, and claimed a trial. They pleaded\nfalse implication because of the previous enmity and\nrivalry on account of panchayat election.            Appellants\nKalicharan and Jamna, in their defence, have examined\nBhagbali(DW.1) and Smt. Meera (DW.2) to prove that the\nseized ornaments belonged to them and seizure from\ntheir house was done with an intention to falsely\nimplicate them.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_12\">12.   The prosecution, in order to prove its charges\nagainst the accused persons, has examined total 18\nwitnesses.    Motilal    (PW.1)        the   complainant,      was\nexamined as eye-witness.            Halkibai (PW.6), Ramsingh\n(PW.9), Guljari (PW.10), Gariabai (PW.11) were examined\nas witnesses of the incident. Barelal (PW.2) , Bhimma\n(PW.3), Bhagwandas (PW.8), Shayamlal (PW.12),Umrao\n(PW.13), Natthu (PW.17) and Chironjilal (PW.18)                were\nexamined to prove the seizure memo. Dr. I.D.Chourasia\n(PW.5) performed autopsy of deceased Durga Patel and\ninjured Ganesh was also examined. Head Constable\nPremnarain        (PW.4),Naib         Tahsildar     B.D.Rajoria\n(PW.7),Asstt.Sub-Inspector M.P.Pauranik (PW.14), Town\nInspector V.N.Singh (PW.15) and Investigating Officer\nR.S.Chauhan (PW.16) were also examined.\n</p><span class=\"hidden_text\" id=\"span_4\">                             6</span>\n\n<p data-structure=\"CDiscource\" id=\"p_13\">13.   On consideration of the entire evidence, learned Ist\nAddl. Sessions Judge proceeded to record the order of\nacquittal of Jainarayan and Santosh in ST No. 224/90\nand 241/90 respectively . Rajendra Kumar, Anil Singh\nand Munnilal were also acquitted in ST No.140/90 as\nrecovery of articles was not proved, whereas, Kalicharan\nand Jamna were convicted for the offence under <a href=\"/doc/1119707/\" id=\"a_14\">Section\n395</a> IPC and sentenced      to seven years R.I.each. The\ncharges against the appellants were found proved on the\nbasis of recovery made from their respective houses.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_14\">14.   The challenge put forth by the appellants to the\norder recording their conviction in Criminal Appeal No.\n192/1994 is on the ground that the Court below has\ngrossly erred in holding that the appellants committed\ndaocity in the house of Motilal and the ornaments seized\nfrom the houses of appellants constituted part of looted\nproperty. It is further urged that once presence of\nappellants is ruled out at the place of occurrence,\nconviction under <a href=\"/doc/1119707/\" id=\"a_15\">Section 395</a> IPC, by invoking the\npresumption under <a href=\"/doc/731516/\" id=\"a_16\">Section 114</a> of the Evidence Act,\ncannot be sustained.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_15\">15.   As against this, learned counsel for the State in\nCriminal Appeal No. 1319/2001 filed against the\nacquittal of Rajendra Kumar, Anil Singh and Munnilal,\nhas submitted that the learned trial Court has erred in\ndisbelieving the testimony of Ramsingh (PW.9) who\nclaimed to have seen the incident.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_16\">16.   We have given our anxious consideration to the\nrival arguments advanced by the learned counsel for the\n<span class=\"hidden_text\" id=\"span_5\">                             7</span>\n\nparties in the light of oral and documentary evidence on\nrecord.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_17\">17.   On going though the evidence of prosecution\nwitnesses, it is gathered that the appellants hail from\nthe same village and were known to the complainant\nand other witnesses, and as per FIR (Ex.P/1), Motilal\n(PW.1) has clearly seen them in the bright light of his\nroom and had given their description. Motilal (PW.1),\nRamsingh (PW.9), Guljari (PW.10) and T.I. V.N.Singh\n(PW.15) have admitted that there are two parties in the\nvillage, one of Brajmohan and other of Kalicharan.\nMotilal belonged to Brijmohan&#x27;s party and there is\nprevious enmity    between the parties. It is also an\nadmitted fact that number of cases are pending between\nthe two groups.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_18\">18.   Ramsingh (PW.9), brother of deceased Durga,\nclaimed to have seen the incident. He had testified that\nKalicharan fired the shot which killed Durga and had\ninformed about the same to Motilal and others. Motilal\n(PW.1) has testified that he did not see who killed Durga\nand he spent the whole night at Sahab Singh&#x27;s (father of\nDurga) house though in para 3 he has stated that he\nrecognized two of the dacoits Kalicharan and Jamna in\nthe bright light of his room. Similar is the testimony of\nHalkibai (PW.6). Despite these facts, absence of names\nof accused in the FIR which was lodged on the next day\ni.e.on 30.11.1989 at about 9.30 am, and in the inquest\nreport (Ex.P/2), Dehati Nalish (Ex.P/5) which was\nrecorded on 30.11.1989 at about 12.05 pm and\nwitnessed by Jagatraj Patel, Hari Patel, Sahabdin Patel,\n<span class=\"hidden_text\" id=\"span_6\">                               8</span>\n\nRamsingh (PW.9) and Guljari (PW.10)          makes it evident\nthat till 12 O&#x27;clock of 30.11.1989, Motilal or other\nwitnesses have no clue about the identity of dacoits. If\ncomplainant     (PW.1),Halkibai     (PW.6)   and   Ramsingh\n(PW.9) had identified the accused person on 29.11.89,\nthere was no reason for them not to mention the name\nor presence of appellant no.1 and 2 in the FIR (Ex.P/1)\nand in the Dehati Nalish (Ex.P/5). Aforesaid fact renders\nthe involvement of appellants in the crime doubtful.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_19\">19.   Learned counsel for the appellant has questioned\nthe identification of Article C,D,E and I-1, I-2, I-3 on the\nground that the witnesses Motilal (PW.1) and Halkibai\n(PW.6)   have   not   given   any    particular    marks   of\nidentification of the looted ornaments, and since these\nornaments were of common use in the village and\navailable in every household, too much importance\ncannot be placed on the identification.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_20\">20.   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1594547\" id=\"span_7\">In <a href=\"/doc/1594547/\" id=\"a_17\">Sita Ram vs. State</a> 1972 MPLJ SN 119, the\nCourt has held that the object of the test identification is\nto find out whether the testimony of a witness who\nclaims to identify a particular item of property as his\nown or belonging to a particular person can be safely\nrelied upon ? If the witness is able to give any special\nidentification marks the identification can certainly be\nconsidered of great value but where he is unable to point\nout any particular mark of identification and the article\nis of the ordinary kind, too much reliance cannot be\nplaced on the identification because the witness may be\nable to pick out the correct article from amongst other\narticles by mere chance or because of some hint given\n<span class=\"hidden_text\" id=\"span_8\">                                   9</span>\n\nby some one.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1733815\" id=\"span_9\">21.   Similarly in <a href=\"/doc/1733815/\" id=\"a_18\">Bharat vs.          State of M.P.</a> (2003) 3\nSCC 106 the Apex Court has observed thus :-</span>\n</p><blockquote id=\"blockquote_2\">       &quot;11.Reverting now to the circumstance of recovery of the\n       aforesaid ornaments from the house of the appellant and\n       the identification of those ornaments, the High Court has\n       committed a serious illegality in relying upon the factum\n       of recovery as a circumstance against the appellant\n       despite coming to the conclusion that the ornaments had\n       not been duly identified. It stands established that the\n       ornaments Toda and Khagwari were not of any peculiar\n       design. Similar Toda and Khagwari were with every family\n       in the village. In the cross-examination of PW 18 in whose\n       presence those ornaments are alleged to have been\n       identified by PW8 and PW 15, it has come that ornaments\n       of that design were available in the market and ladies of\n       the village have them. He is said to have purchased Toda\n       and Khagwari from the market and mixed those with the\n       allegedly recovered ornaments from the house of the\n       appellant. What is of importance is that some portion of\n       the paper had been stuck to the recovered ornaments. That\n       paper was visible at the time of identification.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_22\">22.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1877474\" id=\"span_10\">In <a href=\"/doc/1877474/\" id=\"a_19\">Babuda vs. State of Rajasthan</a> 1992 Supp (2)\nSCC 438, it was observed that mere recovery of stolen\narticles after a long time cannot be a clinching\ncircumstance to hold the accused guilty, when no other\nclinching evidence, particularly about his presence in\nthe house of the deceased at the time of occurrence was\navailable.     On mere suspicion, howsoever strong,\nconviction cannot be based.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_23\">23.   In the instant case, in cross examination of\nV.P.Rajoria (PW.7) in whose presence these ornaments\nhave allegedly been identified by PW.1 and PW.6, it has\ncome that Motilal has not given any identification mark\nof the stolen ornaments. He is said to have purchased\nthe articles of similar design from the market and mixed\nthese with the recovered articles, and for identification\n<span class=\"hidden_text\" id=\"span_11\">                                   10</span>\n\npurpose , put red ink marks on the recovered articles. It\nis evident from his evidence that this ink mark was\nvisible at the time of identification.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_24\">24. It has come in the cross-examination of Motilal\n(PW.1)    that stolen property was purchased by his\nfather, and these articles were not worn daily, but only\non special occasions, and lastly worn by his family\nmembers about two years ago. It was further admitted\nby him that items like Article C are easily available in\nthe market and ladies of the village have them.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_25\">25.    Halkibai   (PW.6),    in    her   testimony,   has    also\nadmitted that there is no identification marks on her\nornaments. In her cross-examination, she has admitted\nthat     her husband had informed her about the\nlooted/stolen ornaments as she did not know about\nthem till 30.11.1989. In para 13, she has further\nadmitted that her husband had told her to identify all\nthe articles in the Court stating that he had already\nidentified them earlier.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_26\">26.    In the present case, the recovery of the stolen\narticles were made after a period 3-4 months, and the\nidentification was done after a period of 10 months. In\nthis case a serious dacoity took place and was known to\nall the people in the village. Under these facts and\ncircumstances,     it   is   highly      improbable   that   the\nappellants who are resident of same village, knowing\nthat they have been implicated in the case of dacoity\nwould keep the stolen articles at their own houses.\nConsidering the facts and circumstances of the present\n<span class=\"hidden_text\" id=\"span_12\">                                  11</span>\n\ncase, evidence relating to recovery and identification of\nornament is not at all worth accepting, especially when\ntheir presence on the place of occurrence was ruled out\nby learned Ist Addl. Sessions Judge.              It is clear that\nthere is no other evidence to connect the appellants\nKalicharan and Jamna with the crime. The trial Court\nhas committed a serious illegality in relying upon the\nfactum of recovery as a circumstance against the\nappellant for convicting them under <a href=\"/doc/1119707/\" id=\"a_20\">Section 395</a> IPC,\ndespite ruling out the presence of appellants at the place\nof occurrence. Once after acquitting the appellants\nunder <a href=\"/doc/958439/\" id=\"a_21\">Section 396</a> and <a href=\"/doc/1865117/\" id=\"a_22\">397</a> of IPC, the trial Court could\nnot have convicted them under <a href=\"/doc/1119707/\" id=\"a_23\">Section 395</a> of IPC\ninvoking the provision of <a href=\"/doc/731516/\" id=\"a_24\">Section 114</a> of the Evidence\nAct.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_27\">27.    One important fact which cannot be over looked is\nthat as many as seven accused persons were tried. The\nallegations against all of them were similar in nature\nand that being the position, if other five accused persons\non the basis of same evidence have been acquitted, then\naccording to us, the similar treatment should have been\nprovided to the present appellants.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_28\">28.    The     admitted   facts       so   far    as     the     three\nrespondents/accused        are        concerned     is    that     no\nidentification parade was held for accused Munnilal and\nRajendra @ Rajjan Pal, whereas the presence of accused\nAnil at the place of occurrence was denied by Motilal\n(PW.1),      Halkibai   (PW.6),       Ramsingh     (PW.9),Guljari\n(PW.10) and Gariabai (PW.11). Further, no recovery was\nmade from Munnilal. There is also no evidence as far as\n<span class=\"hidden_text\" id=\"span_13\">                                     12</span>\n\n        the recovery of stolen articles from accused Anil and\n        Rajendra are concerned as the independent witnesses\n        Barelal (PW.2), Bhimma (PW.3), Bhagwandas (PW.8) and\n        Shayamlal (PW.12) in whose presence they were alleged\n        to have made the statement and recovered the articles,\n        did not support the prosecution case. Hence, in view of\n        the evidence on record, there is no substance in the\n        State appeal against acquittal.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_29\">        29. For the aforesaid reasons, we are of the considered\n        opinion that the impugned judgment of the trial Court\n        whereby the appellants have been convicted for the\n        offence under <a href=\"/doc/1119707/\" id=\"a_25\">Section 395</a> IPC cannot be sustained and\n        deserves to be set aside. Resultantly, the Criminal\n        Appeal No.192/1994 succeeds and is hereby allowed\n        whereas appeal filed by the State (Criminal Appeal No.\n        1319/2001) is dismissed. The conviction and sentence\n        imposed upon the appellants Kalicharan and Jamna are\n        hereby set aside. They are discharged of their bail bonds\n        and are directed to be set free forthwith.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_30\">        30.   Let a copy of this judgment be also kept in the\n        record of connected Criminal Appeal No. 1319/2011\n        which has also been disposed of by this common\n        judgment.\n</p>\n\n<pre id=\"pre_2\">                 (R.S.Jha)                  (Nandita Dubey)\n                   JUDGE                         JUDGE\n                 /08/2017                      /08/2017\n\n\njitin\n </pre>","numcites":8,"numcitedby":24,"docsource":"Madhya Pradesh High Court","citetid":35937160,"divtype":"judgments","relatedqs":[{"value":"section 395 ipc","formInput":"section%20395%20ipc"},{"value":"section 395 indian penal code","formInput":"section%20395%20indian%20penal%20code"},{"value":"ipc 395","formInput":"ipc%20395"},{"value":"section 395 ","formInput":"section%20395%20"},{"value":"396 sec ","formInput":"396%20sec%20"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"395 of the Indian Penal Code","formInput":"395%20of%20the%20Indian%20Penal%20Code"},{"value":"dacoity","formInput":"dacoity"},{"value":"396","formInput":"396"},{"value":"397","formInput":"397"},{"value":"395","formInput":"395"},{"value":"gold","formInput":"gold"}],"cats":[{"value":"dacoity","formInput":"tag:dacoity"},{"value":"dacoity-with-murder","formInput":"tag:dacoity-with-murder"},{"value":"robbery","formInput":"tag:robbery"},{"value":"court-may-presume-existence-of-certain-facts","formInput":"tag:court-may-presume-existence-of-certain-facts"}],"courtcopy":true,"query_alert":null,"agreement":false}