{"tid":45103758,"publishdate":"2020-01-29","title":"State Of Kerala vs P. B. Sunil on 29 January, 2020","doc":"<h2 class=\"doc_title\">State Of Kerala vs P. B. Sunil on 29 January, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2020 KER 54</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-manikumar\">S.Manikumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-manikumar\">S.Manikumar</a>, <a href=\"/search/?formInput=benchid:c-t-ravikumar\">C.T.Ravikumar</a></h3>\n\n<pre id=\"pre_1\">             IN THE HIGH COURT OF KERALA AT ERNAKULAM\n\n                              PRESENT\n\n          THE HONOURABLE THE CHIEF JUSTICE MR.S.MANIKUMAR\n\n                                 &amp;\n\n              THE HONOURABLE MR.JUSTICE C.T.RAVIKUMAR\n\n    WEDNESDAY, THE 29TH DAY OF JANUARY 2020 / 9TH MAGHA, 1941\n\n                         WA.No.724 OF 2016\n\n  AGAINST THE JUDGMENT IN W.P(C) 13821/2012 DATED 21-10-2015 OF\n                      HIGH COURT OF KERALA\n\n\nAPPELLANTS/RESPONDENTS 1 TO 9 IN THE W.P(C):\n\n      1       STATE OF KERALA,\n              REPRESENTED BY THE PRINCIPAL SECRETARY,\n              LOCAL SELF GOVERNMENT DEPARTMENT,\n              GOVERNMENT SECRETARIAT, THIRUVANANTHAPURAM.\n\n      2       THE MEMBER SECRETARY,\n              KERALA STATE RURAL ROADS DEVELOPMENT AGENCY,\n              TC 28/885, CSI BUILDING, PULIMOODU JUNCTION,\n              THIRUVANANTHAPURAM.\n\n      3       THE SUPERINTENDING ENGINEER,\n              KERALA STATE RURAL ROADS DEVELOPMENT AGENCY,\n              TC 28/885, CSI BUILDING, PULIMOODU JUNCTION,\n              THIRUVANANTHAPURAM.\n\n      4       THE EXECUTIVE ENGINEER,\n              PROGRAMME IMPLEMENTATION UNIT(PIU),\n              POVERTY ALLEVIATION UNIT(PAU),\n              DISTRICT PANCHAYATH, PAINAVU, IDUKKI.\n\n      5       THE ASSISTANT EXECUTIVE ENGINEER/ASISTANT ENGINEER,\n              POVERTY ALLEVIATION UNIT(PAU),\n              DISTRICT PANCHAYATH, PAINAVU, IDUKKI.\n\n      6       THE ACCREDITED ENGINEER/ASSISTANT ENGINEER,\n              PRADHAN MANTRI GRAM SADAK YOJANA(PMGSY) ELAMDESAM\n              BLOCK, PAINAVU, IDUKKI.\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   2   :\n\n\n\n            7            THE DIVISIONAL FOREST OFFICER,\n                         OFFICE OF THE DIVISIONAL FOREST OFFICER,\n                         KOTHAMANGALAM FOREST DIVISION,\n                         KOTHAMANGALAM - 686 691.\n\n            8            THE FOREST RANGE OFFICER,\n                         OFFICE OF THE FOREST RANGE OFFICER, THODUPUZHA,\n                         MUTTOM P.O, IDUKKI PIN - 685 587\n\n            9            THE STANDING EMPOWERED COMMITTEE ON PMGSY-\n                         PHASE VIII-PACKAGE NO KR03-27-ELAMDESOM BLOCK,\n                         IDUKKI DISTRICT,\n                         REPRESENTED BY ITS CHAIRMAN THE SECRETARY,\n                         LOCAL SELF GOVERNMENT DEPARTMENT,\n                         GOVERNMENT OF KERALA,\n                         SECRETARIAT, THIRUVANANTHAPURAM.\n\n                         BY ADV. SRI. SURIN GEORGE IYPE - SENIOR\n                         GOVERNMENT PLEADER\n\nRESPONDENT:\n\n                         P. B. SUNIL,\n                         P.W.D CONTRACTOR, PONNANKULATHU HOUSE,\n                         NORTH KALAMASSERY, ERNAKULAM, PIN-683 104.\n\n                         BY ADVS.\n                                 SRI.ABRAHAM VAKKANAL (SR.)\n                                 SRI.DIJO SEBASTIAN\n                                 SMT.VINEETHA SUSAN THOMAS\n\n     THIS WRIT APPEAL HAVING BEEN FINALLY HEARD ON\n16.11.2019, ALONG WITH WP(C).21104/2019(K), THE COURT ON\n29.01.2020 DELIVERED THE FOLLOWING:\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                :   3   :\n\n\n\n                    IN THE HIGH COURT OF KERALA AT ERNAKULAM\n\n                                               PRESENT\n\n             THE HONOURABLE THE CHIEF JUSTICE MR.S.MANIKUMAR\n\n                                                    &amp;\n\n                     THE HONOURABLE MR.JUSTICE C.T.RAVIKUMAR\n\n  WEDNESDAY, THE 29TH DAY OF JANUARY 2020 / 9TH MAGHA, 1941\n\n                                       WP(C).No.21104 OF 2019\n\nPETITIONER:\n\n                         P.B.SUNIL,\n                         PWD CONTRACTOR, PONNANKULATHU HOUSE,\n                         NORTH KALAMASSERY, ERNAKULAM, PIN-683 104.\n\n                         BY ADVS.\n                                SRI.ABRAHAM VAKKANAL (SR.)\n                                SMT.VINEETHA SUSAN THOMAS\n\n\nRESPONDENTS:\n\n            1            STATE OF KERALA,\n                         REPRESENTED BY THE PRINCIPAL SECRETARY,\n                         LOCAL SELF GOVERNMENT DEPARTMENT,\n                         SECRETARIAT ANNEX, THIRUVANANTHAPURAM-695 001.\n\n            2            THE MEMBER SECRETARY,\n                         KERALA STATE RURAL ROADS DEVELOPMENT AGENCY,\n                         TC.28/885, CSI BUILDING, PULIMMODU JUNCTION,\n                         THIRUVANANTHAPURAM-695 001.\n\n            3            THE SUPERINTENDING ENGINEER,\n                         KERALA STATE RURAL ROADS DEVELOPMENT AGENCY,\n                         TC.28/885, CSI BUILDING, PULIMMODU JUNCTION,\n                         THIRUVANANTHAPURAM-695 001.\n\n            4            THE EXECUTIVE ENGINEER,\n                         PROGRAMME IMPLEMENTATION UNIT (PIU),\n                         POVERTY ALLEVIATION UNIT (PAU),\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   4   :\n\n\n\n                         DISTRICT PANCHAYATH, PAINAVU,\n                         IDUKKI DISTRICT-685 603.\n\n            5            THE ASSISTANT EXECUTIVE ENGINEER/\n                         ASSISTANT ENGINEER, POVERTY ALLEVIATION UNIT\n                         (PAU), DISTRICT PANCHAYATH, PAINAVU,\n                         IDUKKI DISTRICT-685 603.\n\n            6            THE ACCREDITED ENGINEER/\n                         ASSISTANT ENGINEER, PRADHAN MANTRI GRAM SADAK\n                         YOJANA (PMGSY), ELAMDESAM BLOCK, PAINAVU,\n                         IDUKKI DISTRICT-685 603.\n\n            7            THE DIVISIONAL FOREST OFFICER,\n                         OFFICE OF THE DIVISIONAL FOREST OFFICER,\n                         KOTHAMANGALAM FOREST DIVISION,\n                         KOTHAMANGALAM-686 691.\n\n            8            THE FOREST RANGE OFFICER,\n                         OFFICE OF THE FOREST RANGE OFFICER,\n                         THODUPUZHA, MUTTOM.P.O.,\n                         IDUKKI, PIN-685 587.\n\n            9            THE STANDING EMPOWERED COMMITTEE\n                         ON PMGSY-PHASE VII-PACKAGE NO.KR03-27-ELAMDESOM\n                         BLOCK IDUKKI DISTRICT, REPRESENTED BY ITS\n                         CHAIRMAN THE SECRETARY, LOCAL SELF GOVERNMENT\n                         DEPARTMENT, GOVERNMENT OF KERALA, SECRETARIAT,\n                         THIRUVANANTHAPURAM-695 001.\n\n\n                        BY SENIOR GOVT. PLEADER SRI. SURIN GEORGE IYPE\n\n     THIS WRIT PETITION (CIVIL) HAVING BEEN FINALLY HEARD ON\n16.11.2019, ALONG WITH WA.NO.724/2016, THE COURT ON\n29.01.2020 DELIVERED THE FOLLOWING:\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                 :   5   :\n\n\n\n\n                                               JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">S.MANIKUMAR, C.J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">         Being aggrieved by the judgment in W.P.(C) No.13821 of 2012 dated\n\n21.10.2015, by which the writ court set aside Ext.P22 dated 29.5.2012\n\nterminating the work awarded to the writ petitioner at the risk and cost of\n\nhim, as not justified, instant writ appeal is filed.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">         2. Writ petitioner (Sri.P.B.Sunil) has filed W.P.(C) No.21104 of 2019\n\nfor the following reliefs:\n</p>\n<blockquote id=\"blockquote_1\">         &quot;i. Issue a writ of mandamus or other appropriate writ or\n         direction, commanding the respondents to pay the Petitioner\n         interest at the rate prevailing at the time, viz. 12.83 %\n         (charged by the Bank as is evident from Ext.P6) for the amount\n         due as per the agreement and payable as per Ext. P4 Judgment\n         and also to refund the retention amount with interest in the\n         light of Ext.P4 judgment and 12% GST of the total bill amount,\n         within a time frame;\n</blockquote>\n\n<blockquote id=\"blockquote_2\">         ii. To declare that the petitioner is entitled to get interest at\n         prevailing bank rate viz. 12. 83 % realized by the Bank, on the\n         amounts due to the petitioner as per Exhibit P1 agreement and\n         also to get the retention amount refunded with interest, in the\n         light of Exhibit P4 Judgment;\n</blockquote><blockquote id=\"blockquote_3\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   6   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_4\">         iii. To declare that the petitioner is entitled to get the retention\n         amount with interest, in view of Ext.P4 judgment;\n</blockquote>\n\n<blockquote id=\"blockquote_5\">         iv. To declare that the petitioner is entitled to get 12% GST\n         from the respondents.&quot;\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_4\">         3.      As both the writ appeal filed by the State of Kerala and writ\n\npetition filed by the petitioner/contractor in W.P.(C) No.13821 of 2012\n\nrelate to termination of contract and payment of amount to the writ\n\npetitioner, they are taken up together and disposed of by the common\n\njudgment.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">         4.       Before the writ court, contentions were made by the writ\n\npetitioner that he is awarded with a contract under the Pradhan Manthri\n\nGrama Sadak Yojana (PMGSY) Scheme. The Probable Amount of Contract\n\n(PAC) was Rs.5,41,74,114/-. The petitioner/contractor entered into an\n\nagreement (Exhibit-P1) dated 12.3.2009 with appellant/State. The\n\nagreement included maintenance of the said roads, for a period of 5 years\n\nafter completion of the work. The period of completion was 12 months\n\nfrom the date of agreement, which expired on 11.3.2010. The following\n\nare the works of construction of Rural roads in Elamdesam Block, in Idukki\n\ndistrict:\n</p><blockquote id=\"blockquote_6\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                       :   7    :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_7\">            (1) The Vannapuram- Nakkayam road, for the construction of\n            road tarring and other works of the drainage of 3200m length.\n</blockquote>\n<blockquote id=\"blockquote_8\">            (2) Devarupara- Naliyani road, having length of 3268m and\n\n            (3) Peringassery-Cheppakulam road having length of 4710 m.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_6\">         5. Instant writ appeal is filed by State of Kerala and others on the\n\nfollowing grounds:\n</p>\n<pre id=\"pre_2\">         (1)        In       respect           of   the        work       of     the       1st        road,\n         the       petitioner         alleged       that       he   was        prevented         by    the\n</pre><p data-structure=\"Section\" id=\"p_7\">         Forest Authorities but no such obstruction or any such information\n         was received by the Appellate and the petitioner is unnecessarily\n         attributing cause of delay upon the Appellants to avoid his liability\n         and even if it is so the said delay is in respect of the first item of\n         work only and there is no such alleged obstruction in respect of\n         items       2     &amp;     3     road     works.     The      findings      of   the       Learned\n         Single Judge that there is absolute breach of contract on the\n         part of the appellant is against facts and law in this case. The\n         issue raised by the petitioner in the case of work being delayed\n         due to interference by the forest department is only applicable to\n         one road i.e, Vannakkyam -Nakkayam road which is one of the\n         three roads in the package. Even if it is accepted for the sake of\n         the other two roads namely Devappura Njaliyani, and Peringaseery-\n         Cheppakulam were free from such alleged objection from forest\n         department and the petitioner could carry out those works without\n         any hindrance. The petitioner&#x27;s claim that the work was denied due\n         to forest department&#x27;s intervention is not applicable to the above\n         two roads and in respect of the said work there is breach of\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   8   :\n</p>\n\n\n\n<blockquote id=\"blockquote_9\">         contract on his part and hence he is liable for the loss sustained to\n         the State and hence Exhibit P22 is legal and valid and the finding\n         of the Learned of Single Judge that the termination of contract at\n         the risk and cost and of the contractor is not justified is not correct\n         and unsustainable. The learned Single Judge ought to have found\n         that the allegations and the disputes in the W.P.(C) is purely a civil\n         matter to be decided after taking evidence by a competent Civil\n         Court of original jurisdiction and hence the W.(P)(c) is to be\n         dismissed and ought to have directed the petitioner to approach a\n         Civil Court for a decree and the order passed by the Learned Single\n         Judge allowing the claim is without adducing any evidence fact\n         finding and hence the order to set aside Exhibit P22 termination\n         proceedings and the order to pay the disputed amount is also,\n         illegal and not sustainable.\n</blockquote><blockquote id=\"blockquote_10\">         (2) Finding of the learned Single Judge in respect of the rate for\n         excavation is also against the facts and law. In the Additional\n         counter affidavit filed by the State, it was specifically contented that\n         taking into account the initial level measurements the part bills\n         have been paid to the petitioner. It was also contended that the\n         blasting work done over and above the quantity of works specified\n         in the contract ought to have been entered into writing for specific\n         requirements as regards the rate. But there was no such written\n         agreement. It was also contented that where variation was required\n         in the work they had to be authorized in writing by the Engineer,\n         without such written directions the petitioner cannot claim the\n         same rate as provided in the Exhibit P1 contract for the extra work\n         done by him. It was also contended that the rates prescribed in\n         the contract for hard rock blasting by mechanical means was only\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   9   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_11\">         an inadvertent clerical mistake and the same is corrected also and\n         hence the petitioner cannot claim the same rate as prescribed in\n         the agreement. It is also submitted that rate shown in the\n         agreement is Rs.584.71m3 for excavation for road way in hard rock.\n         And it was alleged by the petitioner that he has excavated\n         additional rock quantity of 15665.24 m3 for two roads. It is\n         submitted that since no permission in writing had been issued by\n         the engineer the said work is not authorised and the same can be\n         paid only at a lesser rate. But without considering these aspects\n         the finding of the Learned Single Judge to the effect that the\n         petitioner is entitled to get the contract rate for the additional work\n         alleged to be done is illegal and hence is not sustainable.\n         (3) Finding of the learned Single Judge to the effect that\n         no effort to arrive at a decision in the matter by any independent\n         adjudication has been taken by the official respondents is\n         illegal and against facts and law. It is submitted that it is true\n         that the contract has been terminated at the risk and cost of the\n         petitioner as per Exhibit P22 and the same is done when the\n         work was not executed by the petitioner according to the terms\n         of the contract. It is also submitted that there is a clear dispute\n         redressal forum as provided in the agreement but the petitioner has\n         not availed the same. If the petitioner is aggrieved by Exhibit P22\n         the proper remedy is to approach the competent Civil Court for a\n         proper adjudication but the petitioner has not done so, instead the\n         petitioner filed the above writ petition under <a href=\"/doc/1712542/\" id=\"a_1\">Art.226</a> of the\n         Constitution of India and the appellants are defending the same. It\n         is also submitted that when there is a dispute in respect of breach\n         of contract, i.e; Exhibit P22, the petitioner should have approached\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                    :   10   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_12\">         the Civil Court for a specific remedy as provided under the specific\n         Relief Act but the same was not done by the petitioner. The\n         grievance against the Exhibit. P 22 can be redressed by a\n         competent Civil Court of original jurisdiction where the petitioner is\n         able to adduce evidence to prove the facts and no such facts\n         findings is done in this matter. In the above circumstance the\n         finding of the Learned Single Judge that &quot;the termination of work\n         at the risk and cost of the contractor as per Exhibit P22 is not\n         justified and the petitioner is liable to be paid the amount due to\n         him for the work done by him as ascertained by the proper\n         authorities as per the rate specified in Exhibit P1 agreement&quot; is\n         passed without considering the contention raised by the appellants\n         and the further direction that the said order shall be complied\n         within 3 month from the date of receipt of the copy of the\n         judgment is also against facts, law and equity in this case and\n         hence the said order is not sustainable and is to be set aside. It is\n         also submitted that since the matter in issue is breach of contract\n         alleged against the petitioner as stated in Exhibit P22, if any,\n         dispute arises the party who contest the same has to get a\n         decree         of    declaration      by   a    competent   civil   court   having\n         jurisdiction and without doing so, the act of the petitioner to\n         approach this Honourable High Court for a direction U/Art.266\n         of the constitution of India is not maintainable and hence the\n         order of the Honourable Single Judge directing the respondents\n         to pay the disputed amount without fact finding by a Civil Court\n         of Jurisdiction is illegal and not sustainable and the Learned\n         Single Judge ought to have dismissed the W.P.(c) stating that the\n         matter being a civil nature the dispute is to be adjudicated by a\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   11   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_13\">         competent Civil Court. On these and other grounds that may be\n         urged at the time of hearing it is therefore most respectfully\n         submitted that this Honourable Court may be pleased to allow this\n         appeal, setting aside the judgment of the Learned Single Judge in\n         W.P.(C) No. 13821/2012 dated 21.10.2015.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_8\">         6. Seeking reversal of the judgment in W.P.(C) No.13821 of 2012\n\ndated 21.10.2015 on the above grounds and inviting the attention of this\n\nCourt to Clause 21 of Ext.P1 agreement dated 12.3.2009, executed\n\nbetween          the       Superintending      Engineer,    Kerala   State   Rural   Roads\n\nDevelopment Agency, Thiruvananthapuram and the writ petitioner, Mr.Tek\n\nChand, learned Senior Government Pleader, submitted that on the date of\n\nagreement, as per Clause 21.1 of the agreement, the employer shall hand\n\nover complete or part possession of the site to the contractor seven days\n\nin advance of the construction programme. At the start of the work, the\n\nemployer shall hand over the possession of atleast 75% of the site.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">         7.     He further submitted that Clause 24.1 of the said agreement\n\nprovides for a dispute redressal system and that if there is any dispute or\n\ndifference of any kind, either party will have right of appeal, against the\n\ndecision of the competent authority to the Standing Empowered\n\nCommittee if the amount appealed against exceeds Rs.1,00,000/-. The\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   12   :\n</p>\n\n\n\n<blockquote id=\"blockquote_14\">competent authority is the Superintending Engineer.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_10\">         8. Learned Senior Government Pleader further submitted that as per\n\nthe contract, the writ petitioner has to excavate 6856 m3 @ Rs.584.17 m3,\n\nwhereas he had excavated rock @ 228.48% more, and as per Clause\n\n36(1) of the agreement and as per the current data, Clause 7, which is a\n\npart of Standard Bidding Document, the permissible variation should be\n\nthe maximum limit of 25%. If the quantity exceeds 25% then, as per\n\nClause 36(1), the Engineer should work out the rate as per the prevailing\n\nmarket rate so fixed and the rate shall be final and binding on the\n\ncontractor.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">         9.      According to the learned Senior Government Pleader, the writ\n\npetitioner has not executed the supplementary contract and, on the other\n\nhand, delayed the execution of work.                        It is also the contention of the\n\nlearned Senior Government Pleader that contrary to the terms and\n\nconditions of the agreement, contractor has executed rock excavation\n\nusing both manual method and machinery.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">         10. Learned Senior Government Pleader further submitted that\n\nGovernment of India data books provide, two rates for the item excavated\n\n(blasting prohibited) that is manual means and mechanical means. Inviting\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                  :   13   :\n</p>\n\n\n\n<blockquote id=\"blockquote_15\">the attention of this Court to the letter dated 3.2.2011 (Ext.P13) addressed\n\nto the Superintending Engineer, Kerala State Rural Roads Development\n\nAgency,         Thiruvananthapuram,               learned       Senior    Government       Pleader\n\nsubmitted that the writ petitioner himself sought for the constitution of the\n\nStanding Empowered Committee to redress his grievances and, therefore,\n\nhe is bound by the said letter.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_13\">         11. Referring to the letter dated 4.1.2012 (Ext.P16), learned Senior\n\nGovernment Pleader submitted that the writ petitioner himself has sought\n\nfor cancellation of contract due to his inability to carry out the work.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">Inviting the attention of this Court to the claims of the contractor and the\n\nfindings recorded by the Standing Empowered Committee for the works\n\nunder Pradhan Manthri Grama Sadakh Yojana (PMGSY) 2008-2009 Phase -\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">VII, he further submitted that the Standing Empowered Committee found\n\nthe     contractor/writ              petitioner   would        be   eligible   for   the   rate   of\n\nRs.581.71/m3, for the item of excavation for road way in hard rock\n\n(blasting prohibited) with rock breakers, etc. The quantity provided in the\n\noriginal agreement was 8384 m3, and for the rest of quantity carried, the\n\ncontractor is eligible only for the actual rate based on the actual ways in\n\nwhich the rocking of rocks, as done in field, that is by manually.\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   14   :\n</p>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_16\">         12.        Learned Senior Government Pleader further submitted that\n\nwhen the writ petitioner/contractor himself has written a letter dated\n\n4.1.2012 (Ext.P16) to relieve him from the contract, for the failure to carry\n\nout the work as per terms and conditions of the contract, by the\n\nproceedings of Superintending Engineer, Kerala State Rural Roads\n\nDevelopment Agency, Thiruvananthapuram dated 29.5.2012 (Ext.P22)\n\ncontract was rescinded, and security deposit and performance stood\n\nabsolutely forfeited to the Government.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">       13. In support of the above submissions, learned Senior Government\n\nPleader took us to the various clauses in Ext.P1 agreement dated\n\n12.3.2009 executed between the Superintending Engineer, Kerala State\n\nRural Roads Development Agency, Thiruvananthapuram and the writ\n\npetitioner/contractor.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">       14. Taking us through the relevant paragraphs in the counter affidavit\n\nfiled before the writ court, decisions in State of Kerala and others v.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">G.Anirudhan and others reported in ILR 2001 (2) Ker. 113 and a\n\ndecision in Kerala State Construction Corporation Ltd. v. Chief\n\nEngineer, Irrigation Department and Others reported in 2019 (3)\n\nKHC 559, Mr.Tek Chand, learned Senior Government Pleader, submitted\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   15   :\n</p>\n\n\n\n<blockquote id=\"blockquote_16\">that mandamus cannot be issued to compel the Government to pay any\n\namount to the contractor. Learned Senior Government Pleader further\n\nsubmitted that dispute being a civil nature in respect of breach of contract,\n\nthe same can be adjudicated only in a competent civil court. For the above\n\nreasons, he sought for reversal of the judgment made in W.P.(C) No.13821\n\nof 2012 dated 21.10.2015.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_20\">         15. Per contra, Mr.Abraham Vakkanal, learned Senior Counsel for\n\nthe writ petitioner/contractor, submitted that work was awarded for\n\nconstruction of three roads, namely,\n\n         (1) The Vannapuram-Nakkayam road, for the construction of\n         road tarring and other works of the drainage of 3200m length.\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">         (2) Devarupara-Naliyani road, having length of 3268m and\n\n         (3) Peringassery-Cheppakulam road having length of 4710 m.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_22\">         16. He further submitted that though a contract was executed as\n\nearly as on 12.3.2009, the first two works were to be done through forest\n\nlands and the third work of widening of road involves surrender of land by\n\nthe owners and the utilities like poles of KSEB and Pipelines of Kerala\n\nWater Authority have to be removed. Though Clause 21.1 of the general\n\nconditions attached to Ext.P1 agreement obligated the appellants 3 to 6 to\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   16   :\n</p>\n\n\n\n<blockquote id=\"blockquote_17\">give the contractor possession of 70% of land free from all hindrances for\n\nexecuting the work, when the writ petitioner started carrying out Item I of\n\nthe contract, forest officials, respondents 7 and 8 (Divisional Forest Officer\n\nand Forest Range Officer), obstructed the work by stating that permission\n\nfrom forest officials was not obtained. Though the said fact was informed\n\nto appellants 4 and 6, with a request to get permission of the Forest\n\nDepartment to proceed with the work, nothing has been done in this\n\nregard.        Therefore, Item I of work could not be proceeded further, for\n\nwant of sanction of the Forest Department.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_23\">         17. Insofar as the second item of work is concerned, Devarupara-\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">Naliyani road, having a length of 3268m, he submitted that it is evident\n\nfrom Ext.P8 communication of the D.F.O addressed to the writ\n\npetitioner/contractor that no work can be proceeded without the sanction\n\nof the Forest Department.\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\">         18. As regards the third item of work, Peringassery-Cheppakulam\n\nroad having length of 4710 metres, learned Senior Counsel submitted that\n\nit is an admitted fact that people were not willing to surrender the lands as\n\nit would affect the crops in that area. Thus, he submitted that in respect\n\nof Peringassery-Cheppakulam road, possession of lands were not given to\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   17   :\n</p>\n\n\n\n<blockquote id=\"blockquote_18\">the contractor enabling him to lay the road.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_26\">         19. He further submitted that a section of Devarupara-Naliyani road\n\npasses through forest land. Contractor could execute work only upto GSB\n\n(Granular Sub base) and that the Forest Department asked him to stop\n\nfurther work in respect of the said road. The entire earmarked road is in\n\nforest area and the Forest Department issued a stop memo.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">         20.       In support of the above contentions, Mr.Abraham Vakkanal,\n\nlearned Senior Counsel drew the attention of this Court to Ext.P16 letter\n\ndated 4.1.2012 written by the contractor to the Executive Engineer,\n\nPoverty Alleviation Unit, District Panchayat, Painavu, Idukki district. When\n\nthe contract awarded could not be completed due to the non availability of\n\nland or in other words, not handing over possession free from hindrances,\n\nthe contractor was constrained to send Ext.P16 letter. According to him,\n\nthere is no breach of contract committed by the contractor.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">         21.        Mr.Abraham Vakkanal, learned Senior Counsel for the writ\n\npetitioner/contractor, also drew the attention of this Court to Ext.P17 letter\n\ndated 20.1.2012 written by the Accredited Engineer, PMGSY, Elamdesam\n\nBlock addressed to the Assistant Executive Engineer, PIU Idukki district,\n\nExt.P18 letter dated 1.2.2012 addressed by the Executive Engineer, PIU\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   18   :\n</p>\n\n\n\n<blockquote id=\"blockquote_19\">Idukki, to the Superintending Engineer, Kerala State Rural Roads\n\nDevelopment Agency (KSRRDA), Thiruvananthapuram and letter dated\n\n4.4.2012 (Ext.P19) of the Forest Range Officer, Thodupuzha District\n\naddressed to writ petitioner/contractor, to the effect that Devarupara-\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_29\">Naliyani road is within the forest range under the control of the Forest\n\nRange Officer, Thodupuzha, respondent No.8.\n</p>\n<p data-structure=\"PetArg\" id=\"p_30\">         22. Referring to above documents, Mr.Abraham Vakkanal, learned\n\nSenior Counsel submitted that there is no breach of terms and conditions\n\nof contract committed by the writ petitioner and, therefore, writ court,\n\nwhile adverting to the rival submissions, has rightly interfered with the\n\norder of termination of contract at the risk and cost (Annexure A1). On\n\nthe finding of the Empowered Standing Committee that contractor/writ\n\npetitioner is entitled for Rs.584.71/m3 hard rock for 6856 m3, as\n\nmentioned in the agreement, and for the denial of payment @ Rs.584.17\n\nm3, on the grounds, inter alia, that the contract/writ petitioner had\n\nadopted the manual method of excavation, he submitted that the said\n\nfinding is incorrect and on the contra, Ext.P15 order dated 3.10.2011\n\nwould prove that rock breakers (blasting prohibited) alone were used.\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">Taking this Court through the order of the Superintending Engineer, Kerala\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   19   :\n</p>\n\n\n\n<blockquote id=\"blockquote_20\">State Rural Development Agency (Ext.P22) impugned before writ court,\n\nMr.Abraham Vakkanal, learned Senior Counsel submitted that the\n\ntermination of contract at the risk and cost of writ petitioner/contractor\n\nand that he failed to execute the work as per terms and conditions of the\n\ncontract is erroneous, for the reasons that out of three works, (1)\n\nVannapuram-Nakkayam road, people were not willing to surrender land,\n\n(2) insofar as Devarupara- Naliyani road is concerned, work was done upto\n\nGSDB, Forest Department directed to stop further works, and (3) in\n\nrespect of Peringassery-Cheppakulam road, the entire area is in full control\n\nof the forest department and when the preliminary work started, the\n\nForest Department issued stop memo. Because of the above, the\n\ncontractor could not finish the work.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_32\">         23.        Mr.Abraham Vakkanal, learned Senior Counsel submitted that\n\nwhen there is no breach committed by the contractor, decisions relied on\n\nby learned Senior Government Pleader for the appellants are in-opposite to\n\nthe facts on hand and, therefore, prayed to sustain the judgment made in\n\nW.P.(C) No.13821 of 2012 dated 21.10.2015. As the amount due and\n\npayable to the contractor/writ petition is delayed, from 2010 onwards,\n\nlearned Senior Counsel for the 1st respondent/writ petitioner prayed for a\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   20   :\n</p>\n\n\n\n<blockquote id=\"blockquote_21\">direction, to pay interest on the amounts payable as per Ext.P1 contract,\n\nExt.P4 judgment and refund the retention amount with interest and GST of\n\nthe total bill amount.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_33\">         24.       Heard the learned counsel for the parties and perused the\n\nmaterial on record.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">         25.         Admittedly, Ext.P1 agreement dated 12.3.2009 has been\n\nexecuted between the Superintending Engineer, Kerala State Rural Roads\n\nDevelopment Agency, Thiruvananthapuram, and writ petitioner/contractor.\n</p>\n<p data-structure=\"Issue\" id=\"p_35\">Clauses (21), (21.1) deal with possession of the site, Clause (24), (24.1)\n\ndeal with dispute redressal system and Clause 24.4 deals with the\n\nprocedure to be followed by Standing Empowered Committee. The said\n\nclauses are extracted hereunder:\n</p>\n<blockquote id=\"blockquote_22\">          &quot;21. Possession of the Site\n\n          21.1 The Employer shall hand over complete or part Possession of\n          the Site to the Contractor Seven days in advance of the construction\n          programme. At the start of the work, the employer shall hand over\n          the possession at least 75% of the site.\n</blockquote>\n\n<blockquote id=\"blockquote_23\">          24. Dispute Redressal System\n\n\n          24.1      If any dispute or difference of any kind what-so-ever shall\n          arises in connection with or arising out of this Contract or the\n          execution of Works or maintenance of the Works there under,\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                   :   21   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_24\">          whether before its commencement or during the progress of Works\n          or after the termination, abandonment or breach of the Contract, it\n          shall, in the first instance, be referred for settlement to the\n          competent authority, described along with their powers in the\n          Contract Date, above the rank of the Engineer.               The competent\n          authority shall, within a period of forty-five days after being\n          requested in writing by the Contractor to do so, convey his decision\n          to the Contractor.               Such decision in respect of every matter so\n          referred shall, subject to review as hereinafter provided, be final\n          and binding upon the Contractor. In case the Works is already in\n          progress, the Contractor shall proceed with the execution of the\n          Works, including maintenance thereof, pending receipt of all\n          decision of the competent authority as aforesaid, with all due\n          diligence.\n</blockquote>\n\n<blockquote id=\"blockquote_25\">          24.4. The Contractor and the Employer will be entitled to present\n          their case in writing duly supported by documents. If so requested,\n          the Standing Empowered Committee may allow one opportunity to\n          the Contractor and the Employer for oral arguments for a specified\n          period. The Empowered Committee shall give its decision within a\n          period of ninety days from the date of appeal, failing which the\n          contractor can approach the appropriate court for the resolution of\n          the dispute.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_36\">          The decision of the Standing Empowered Committee will be binding\n          on the Employer for payment of claims upto five percent of the\n          Initial Contract Price.              The Contractor can accept and receive\n          payment after signing as &quot;in full and final settlement of all claims&quot;.\n          If he does not accept the decision, he is not barred from\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   22   :\n</p>\n\n\n\n<blockquote id=\"blockquote_26\">          approaching the courts. Similarly, if the Employer does not accept\n          the decision of the Standing Empowered Committee above the limit\n          of five percent of the Initial Contract Price, he will be free to\n          approach the courts applicable under the law.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_37\">         26.       As per clause 25, in view of the alternate dispute redressal\n\nClauses 35, 35(1) deal with variations.\n</p>\n<blockquote id=\"blockquote_27\">          &quot;35. Variations\n          35.1 The Engineer shall, having regard to the scope of the Works\n          and the sanctioned estimated case, have power to order, in writing,\n          Variations with the scope of the Works he considers necessary or\n          advisable during the progress of the Works. Such Variations shall\n          form part of the Contract and the Contractor shall carry them out\n          and include them in updated Programmes produced by the\n          Contractor.          Oral orders of the Engineer for Variations, unless\n          followed by written confirmation, shall not be taken in account.&quot;\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_38\">         27. There is no dispute that, for excavation of 1582 M3 [excavation\n\nof roadway in hard rock (blasting prohibited)] with rock breakers, the rate\n\nadmitted by the appellants is Rs.584.71/m3. The additional work check\n\nmeasured and certified by the Executive Engineer is 10779 m3. According\n\nto the appellants, the new rate as noted in the measurement book is 357.9\n\nm3. The contractor/writ petitioner was directed to execute an additional\n\nquantity. It is the contention of the contractor that he is eligible to get\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   23   :\n</p>\n\n\n\n<blockquote id=\"blockquote_28\">payment for 92,361 m3. (1582 m3 + 10779 m3) @ Rs.584.17/m3. For the\n\ndenial of payment for the work executed and termination of the contract at\n\nthe risk and cost, it is the case of the employer that the writ petitioner/\n\ncontractor failed to commence the work as per the terms and conditions of\n\nthe contract.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_39\">         28. Let us consider as to whether, the writ petitioner/contractor has\n\ncommitted any breach of contract, as observed in Ext.P22 termination of\n\ncontract, or whether non fulfillment of the terms and conditions of the\n\ncontract by the employer, so as to enable the contractor to execute the\n\nwork within the time as provided thereof. As stated supra, as per clause\n\n21 of the contract, the employer shall handover complete or part\n\npossession of the site to the contractor seven days in advance of the\n\nconstruction programme. At the start of work, the employer shall handover\n\npossession of atleast 75% of the site as per clause 21.1 of Ext.P1\n\nagreement. Perusal of the material on record discloses that when the\n\nSuperintending Engineer, Kerala State Rural Roads Development Agency\n\n(KSRRDA), Thiruvananthapuram issued Ext.P3 letter dated 12/3/2009 to\n\nthe writ petitioner/contractor to proceed with the execution of the works\n\nhe has sent a reply Ext.P4 dated 29.4.2009 to the Member Secretary\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   24   :\n</p>\n\n\n\n<blockquote id=\"blockquote_29\">stating that the work has been commenced, but stopped by the Forest\n\nDepartment. The said letter is extracted hereunder:\n</blockquote>\n<blockquote id=\"blockquote_30\">&quot;To\n\nThe Member Secretary\nKerala Stale Rural Roads Development Agency (KSRRDA)\nTC 28/885, CS1 Building\nPulimoodu Junction\nPuthenchanthai, Thiruvananthapuram-1.\nSir,\n\nSub: PMGSY 2008-09 (Phase VII) Package No.KR-03-27- Elamdesam Block,\n      Idukki District-Following Works Stopped- reg.\n</blockquote>\n<blockquote id=\"blockquote_31\">         1. Vannappuram- Nakkayam Road- approx 3.2 km\n</blockquote><blockquote id=\"blockquote_32\">         2. Devarupara-Naliyani Road-approx 3.26 km\n\nConsequent to the above work having awarded to us, the work was commenced\nimmediately. As the work was progressing we were &quot;informed by &#x27;the Forest\nDepartment that no proper sanction / concurrence of their department was\nobtained prior to starting the work. Accordingly we were forced to stop the work\nabruptly in the two roads mentioned in the subject.\nSince the work had to be stopped for want of sanction from the Forest\nDepartment which does not come under the purview of our contract, we wish to\nkeep your good self informed that we will not be responsible at all for the delay\nresulting from this in completing the work within the stipulated time. We would\nalso like to bring to your kind notice that your office will be liable to reimburse\nour loss on account of the lapse of working days and delay in completion of the\nwork as a result of this.\n</blockquote>\n<blockquote id=\"blockquote_33\">We hope your good self will realize this fact and take necessary steps soon.\n</blockquote>\n<blockquote id=\"blockquote_34\">Thanking you\n\n                                                                    Yours faithfully\n                                                                               Sd/-\n</blockquote>\n<blockquote id=\"blockquote_35\">                                                                     ( P.B.Sunil )&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_40\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   25   :\n</p>\n\n\n\n<blockquote id=\"blockquote_36\">         29.       Thereafter, by letter dated 30.4.2009 (Ext.P5), the Executive\n\nEngineer, Poverty Alleviation Unit, District Panchayath, Idukki has\n\nrequested the Forest Officer, Forest Division, Kothamangalam, to grant\n\npermission to proceed with the work; Devarupara - Naliyani Road in\n\nVelliyamattom Grama Panchayat. Ext.P5 is extracted hereunder:\n</blockquote>\n\n<blockquote id=\"blockquote_37\">&quot;No: PMGSY/EDM-1/09-10                             POVERTY ALLEVIATION UNIT,\n                                                   DISTRICT PANCHAYATH,\n                                                   IDUKKI . Dt. 30/04/2009\nFrom\n\n         The Executive Engineer\n         ( In charge)\n\nTo\n         The District Forest Officer,\n         Forest Division,\n         Kothamangalam.\n</blockquote>\n\n<blockquote id=\"blockquote_38\">Sir,\n         Sub: PMGSY 08-09 (Phase VII) KR-03-27 Elamdesam Block-Devarupara -\n</blockquote><blockquote id=\"blockquote_39\">              Naliyani Road in Velliyamattom Grama Panchayat.\n</blockquote>\n<blockquote id=\"blockquote_40\">         Ref: Agt. No.129 SE-KSRRDA/2007-08 Dated 12/03/2009.\n</blockquote>\n<blockquote id=\"blockquote_41\">       The above work was sanctioned under PMGSY by the Government of\nIndia. The same was tendered by the Superintending Engineer, KSRRDA,\nThiruvananthapuram and awarded to Sri.P.B.Sunil, Ponnankulathu House, North\nKalamassery, Ernakulam for executing the work. During execution of the above\nwork, Forester, Forest Station, Poomala has refused to proceed the work of the\nroad, which passes through the private land. The people inhabited in this area\nhave already been given surrender statement for the improvement of the road.\nI may also report that this is a fully centrally sponsored scheme and is to be\ncompleted within a year. This is the only one way to connect to the main cities\nfor education, sale of agricultural products, Hospitals etc of people living at\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                   :   26   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_42\">Devarupara and Naliyani area. Moreover most of the inhabitants in this area are\nfrom tribes.\n</blockquote>\n<blockquote id=\"blockquote_43\">       I may also assure that no harmful will be happened to any forest trees\nwhile improving the above road, if situated along the road. Considering the\nurgent nature of the work, I may request that permission may please be given to\nproceed the work at the earliest.\n</blockquote>\n<blockquote id=\"blockquote_44\">                                                                               Yours faithfully\n                                                                                          Sd/-\n</blockquote><blockquote id=\"blockquote_45\">                                                                        EXECUTIVE EINGINEER\n                                                                                ( In Charge )\nEx-P5(a)\nNo. Engg. 248/2009/KSRRDA\n                                               Kerala State Rural Roads Development Agency,\n                                        T.C.28/885, 3rd Floor, CSI Building, Pulimoodu Junction,\n                                                                 Thuruvananthapuram - 695001\n                                                                          Phone: 0471 -2115013\n                                                                             Fax : 0471-2576045\n                                                                          E-mail: ksrrda@eth.net\n\n                                                                            Dated: 20.05.2009\nFrom,\n\n         E.S.Wilson,\n         Superintending Engineer.\n</blockquote><blockquote id=\"blockquote_46\">To,\n\n         The Executive Engineer,\n         Poverty Alleviation Unit,\n         District Panchayat,\n         Idukki.\n</blockquote><blockquote id=\"blockquote_47\">Sir,\n\n         Sub : PMGSY - 2008-09 (Phase-VII) Package No.KR-03-27, Elamdesom\n                Block, Idukki District - Initial level with earth work proposal -\n                Approval Regarding.\n</blockquote>\n<blockquote id=\"blockquote_48\">         Ref : That Office Lr. No.A1-645/09 Dated 2/5/2009 of Executive Engineer,\n               PIU, Idukki.\n</blockquote><blockquote id=\"blockquote_49\">                                     *****\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   27   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_50\">       The initial levels with earth work proposals for 3 nos of road works included\nin the above package work submitted by you vide reference cited is approved as\nfollows:\n</blockquote>\n<blockquote id=\"blockquote_51\">1.                  Vannappuram - Nakkayam Road\n</blockquote><blockquote id=\"blockquote_52\">                         (a) Earth work cutting quantity    -    47481 m3\n</blockquote><blockquote id=\"blockquote_53\">                         (b) Earth work filling quantity    -    24894 m3\n\n</blockquote><blockquote id=\"blockquote_54\">2.                  Peringaserry - Cheppukulam Road\n</blockquote><blockquote id=\"blockquote_55\">                          (a) Earth work cutting quantity   -     52724 m3\n</blockquote><blockquote id=\"blockquote_56\">                          (b) Earth work filing quantity    -     15803 m3\n\n</blockquote><blockquote id=\"blockquote_57\">3.                  Devarupara - Naliyani Road\n</blockquote><blockquote id=\"blockquote_58\">                         (a) Earth work cutting quantity    -     50131 m3\n</blockquote><blockquote id=\"blockquote_59\">                         (b) Earth work filling quantity    -     16415 m3\n\n      You have not proposed camber/ super elevation to the earth work\nformation level. Hence you are by instructed to provide camber/ super elevation\nwherever necessary without exceeding the sanctioned quantity.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_41\">      The connected L.F. Book and Plotted Sheet are returned herewith. Please\nacknowledge receipt of the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">Acc. L.F. Book - 7 Nos (27/2009-2010, 28/2009-2010, 29/2009-2010, 30/2009-\n2010, 31/2009-2010, 32/2009-2010 33/2009-2010)\n\n                    L.S. And C.S Sheet-3 bound book\n\n                                                                  Yours faithfully,\n\n                                                                         Sd/-\n</p><p data-structure=\"Section\" id=\"p_43\">                                                            Superintending Engineer.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">Copy to the Assistant Executive Engineer, PAU, Idukki\nCopy to the Assistant Engineer, Elamdesam Block, Idukki District.\n</p>\n<p data-structure=\"Issue\" id=\"p_45\">         30. Thereafter, writ petitioner/contractor has sent two letters dated\n\n18.7.2009, 31.7.2009 to the Chief Technical Officer, (Superintending\n\nEngineer), Kerala State Rural Roads Development Agency (KSRRDA),\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                :   28   :\n</p>\n\n\n\n<blockquote id=\"blockquote_60\">Thiruvananthapuram (Exts.P6 &amp; P7), to obtain necessary sanction from the\n\nForest Department to proceed with the further work of Vannappuram-\n</blockquote>\n<blockquote id=\"blockquote_61\">Nakkayam Road- Approx. 3.2 Km and Devarupara- Naliyani Road- Approx.\n</blockquote>\n<blockquote id=\"blockquote_62\">3.26 Km. Exts.P6 and P7 are extracted hereunder:\n</blockquote>\n<blockquote id=\"blockquote_63\">Ext.P6\n\nRef: PMGSY/122/09                                            18th July, 2009\n\nTo\nThe Chief Technical Officer\n( Superintending Engineer )\nKerala State Rural Roads Development Agency (KSRRDA)\nTC 28/885, CSI Building\nPulimmodu Junction\nThirunanthapuram-1\n\n                                               Reminder\n\nSir,\n         Sub: PMGSY 2008-09 ( Phase VH )- Package No.KR-03-27- Sanction of\n               Forest Dept. regarding. -\n</blockquote>\n<blockquote id=\"blockquote_64\">                 I. Vannappuram- Nakkayam Road- Approx. 3.2 Km -\n</blockquote><blockquote id=\"blockquote_65\">                 2. Devarupara- Naliyani Road- Approx. 3.26 Km\n\n         Ref : Our earlier letter No.PMGSY/114/09 dtd. 29th April 2009 addressed to The\n                Member Secretary\n\nThis refers to our above mentioned letter regarding the sanction required from the\nForest Dept. to proceed with the work at the qhove roads. We regret to note that no\naction has been initiated at your end nor heard anything in this regard till date. As you\nare aware this matter needs urgent attention and we request your good self to kindly\ntake necessary actions as soon as possible and ensure that there will be no hindrance\nfrom the Forest dept. in order to go ahead with the work.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_46\">Meanwhile we wish to bring to your kind information once again that we will not be\nresponsible for the delay in completion of work as a result of this and also that your\noffice would be liable to recoup our financial losses on account of this due to the lapses\non your side.\n</p><p data-structure=\"Issue\" id=\"p_47\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   29   :\n</p>\n\n\n\n<blockquote id=\"blockquote_66\">We look forward to receiving your immediate action to resolve this issue without any\nfurther time lapse.\n</blockquote>\n<blockquote id=\"blockquote_67\">Thanking you\n\n                                                                         Yours faithfully\n\n                                                                                   Sd/-</blockquote><pre id=\"pre_3\">\n                                                                             (P.B.Sunil)\n\n\n\nEx-P7\n\nRef : PMGSY/ 126/09                                         31th July 2009\nTo\nThe Chief Technical Officer\nSuperintending Engineer -\n</pre><blockquote id=\"blockquote_68\">Kerala State Rural Roads Development Agency\nTC 28/885, CSI Building\nPulimoodu Junction, Puthenchanthai\nThiruvananthapuram-1\n\nSir,\n\nSub: PMGSY 2008-09-(Phase VII)-Package No. KR-03-27, Elamdeasm Block,\nIdukki Dist.- Approval _of Levels-- Delay-reg\n\nRef : Our earlier Letter No. KSRRDAA/112/09 dtd.13/04/2009 in this regard.\n</blockquote>\n<blockquote id=\"blockquote_69\">Further to our earlier letter referred to above, we regret to note that ve months\nhave lapsed since the said work was awarded to us but in spite we have not\nreceived the levels of the roads under this work approved by your office till date.\nIn view of this we wish to keep your good self informed that we will not be\nresponsible for the delay in completion of the work as a result of this and also\nthat the financial losses of us clue to this would be liable to be paid to us by your\noffice.\n</blockquote>\n<blockquote id=\"blockquote_70\">We hope the matter would receive your immediate attention and necessary\nactions will be initiated without any further delay.\n</blockquote>\n<blockquote id=\"blockquote_71\">Looking forward to hearing from you\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   30   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_72\">Thanking you\n\n                                                                 Yours faithfully\n\n                                                                            Sd/-\n</blockquote><blockquote id=\"blockquote_73\">                                                                      (P.B.Sunil)\n\n</blockquote><blockquote id=\"blockquote_74\">         31.       Material on record further discloses that vide Ext.P8 dated\n\n28.12.2009, the Divisional Forest Officer, Kothamangalam, appellant No.7,\n\nhas sent a letter to the contractor/writ petitioner that in respect of\n\nVanappuram -Nakkayam road (3200 mts.) Government have not obtained\n\nany permission from the Forest Department. Ext.P8 is extracted\n\nhereunder:\n</blockquote>\n\n<blockquote id=\"blockquote_75\">                                                                  Date:28.12.09\nTo\n         Sri.P.B.Sunil Kumar,\n         Sabani Constructions\n         Ponnamkulath, Kalamassery - 683104,\n         Ernakulam District.\n</blockquote>\n\n<blockquote id=\"blockquote_76\">Sir,\n\n          Sub:-- Construction of Road under PMGSY - 2008-09 - Phase VII,\n          Package No.KR-03-27, Elamdesam Block, Idukki District -\n          Vannappuram - Nakkayam Road - (Length 3200m) - No\n          Permission from Forest Department -reg.\n</blockquote>\n<blockquote id=\"blockquote_77\">         Ref:\n</blockquote>\n<blockquote id=\"blockquote_78\">      I have contacted the concerned Executive Engineer, Sri.Mohan Babu and\nhe has also informed that he has not sought, any permission from\nGovernment/Forest Department and has not obtained any permission.\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   31   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_79\">       It is hereby informed that you should not start the road work through\nforest area without getting any permission from the forest department, while\nundertaking the road work.\n</blockquote>\n<blockquote id=\"blockquote_80\">                                                                         Yours faithfully\n\n                                                                                     Sd/-\n</blockquote><blockquote id=\"blockquote_81\">                                                               Divisional Forest Officer&quot;\n</blockquote>\n<blockquote id=\"blockquote_82\">         32.       Vide Ext.P9 dated 23.5.2010, contractor/writ petitioner has\n\naddressed a letter to the Superintending Engineer, Kerala State Rural\n\nRoads Development Corporation, Thiruvananthapuram, indicating the\n\ndifference in the rate for excavation of hard rock in the supplemental\n\nagreement. For brevity, letter dated 23.5.2010 is extracted hereunder:-\n</blockquote>\n<blockquote id=\"blockquote_83\">                                                                         23rd May, 2010\n\nRef:-KSRRDA/IDK/115/10\n\nTo\n         The Superintending Engineer\n         Kerala State Rural Roads Development corporation\n         TC 28/885, CSI Building, Pulimoodu Junction\n         Puthenchanthai, Thiruvananthapuram-1.\n</blockquote><blockquote id=\"blockquote_84\">Sir,\n\n         Sub: PMGSY 2008-09-Phase VII, Package No. KR-03-27, Elamdeasm\n             Block, Idukki Dist.- Rate difference in Supplemental Agreement -\n              Excavation for roadway in Hard Rock-reg.\n</blockquote>\n<blockquote id=\"blockquote_85\">          Ref : 1. Original Agreement No.129/SE/KSRRDA/2007-08 dtd.12/03/2009\n</blockquote><blockquote id=\"blockquote_86\">                2. Supplemental Agreement No.2 to the Original Agreement for\n                   Extra Items\n\nI wish to submit the following facts for your kind consideration and speedy favourable\ndisposal.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_48\">      I started the work as per the original agreement with all bonafides and without\nany complaint. I am continuing it with utmost honesty. During the course of the above\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   32   :\n</p>\n\n\n\n<blockquote id=\"blockquote_87\">work, for certain new items of work and for the additional quantities of certain existing\nwork, you have intimated the necessity of the execution of a supplemental agreement.\n</blockquote>\n<blockquote id=\"blockquote_88\">But unfortunately I find certain discrepancies in the supplemental agreement forwarded\nto me for my acceptance and signature, which is against law and fatal for the original\nagreement, which is the principal document regarding this work. In the supplemental\nagreement, certain new works were included in the schedule with their own prices, but\nin the supplemental agreement, for the same work shown in the original agreement, a\nreduced rate is shown as mentioned below, which is not justifiable and against original\ncontract.\n</blockquote>\n<blockquote id=\"blockquote_89\">Item No: 5 Excavation for roadway in hard rock, in the schedule attached to the original\nagreement the rate shown is Rs. 584.71 per m3, but for the same work in the\nsupplemental agreement schedule a reduced rate of Rs. 357.90 per m3 is shown which\nis not only unjustifiable but also against law since the supplemental agreement cannot\nviolate the clauses of the original agreement.\n</blockquote>\n<blockquote id=\"blockquote_90\">Whereas the above is sc, for the works against item nos. 23 and 25 of the original\nagreement, you have applied the same rate in the supplemental agreement also.\n</blockquote>\n<blockquote id=\"blockquote_91\">But in the case of item No: 5 of the original agreement schedule, you have adopted a\ndifferent policy by reducing the rate which is discriminative, illegal and against normal\njustice.\n</blockquote>\n<blockquote id=\"blockquote_92\">In the light of the facts mentioned above, I humbly request you to kindly incorporate the\nsame rate shown in the original agreement for the same works shown in the\nsupplemental agreement also since the supplemental agreement cannot make a clash\nwith the original agreement. Your immediate action is requested which will enable me to\nsign the supplementary agreement as expeditiously as possible. It is also requested to\nsettle the amount due to me accordingly as soon as possible.\n</blockquote>\n<blockquote id=\"blockquote_93\">                                                                          Yours faithfully\n                                                                                     Sd/-\n</blockquote><blockquote id=\"blockquote_94\">                                                                              Sunil P.B.&quot;\n</blockquote>\n<blockquote id=\"blockquote_95\">         33.         Writ petitioner/contractor has also sent a detailed letter\n\n(Ext.P10) dated 9.10.2010 to the Superintending Engineer, Kerala State\n\nRural Roads Development Agency, Thiruvananthapuram, setting out the\n\ndifficulties in carrying out the work. Exhibit.P10 is extracted hereunder:\n</blockquote><blockquote id=\"blockquote_96\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   33   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_97\">&quot;Ref:- KSRRDA/IDK/116/10                                         9th October, 2010\n\nTo,\n\n         The Superintending Engineer,\n         Kerala State Rural Roads Development Agency,\n         TC 28/885, CSI Building, Pulimoodu Junction\n         Puthenchanthai, Thiruvananthapuram-1.\n</blockquote>\n<blockquote id=\"blockquote_98\">Dear Sir,\n\n         Sub : PMGSY-2008-09 Phase VII, Package No: KR-03-27, Elamdeasm\n                Block, Idukki Dist.\n</blockquote>\n<blockquote id=\"blockquote_99\">We wish to submit the following facts regarding the better experience we had\nwhile carrying out the above work , due to the non-co-operative, negligent and\nirresponsible attitude of the officials of KSRRDA right from the beginning. In spite\nof all these problems we have been going ahead with the work in two sites, but\ndue to the continuous heavy rains recently. We were forced to stop the work\ntemporarily.\n</blockquote>\n<blockquote id=\"blockquote_100\">Site was handed over to us without carrying out the basic actions needed from\nthe department prior to handing over the site.\n</blockquote>\n<blockquote id=\"blockquote_101\">Peringassery - Cheppukulam Road\n\n</blockquote><blockquote id=\"blockquote_102\">1. As soon as we started the work objections came from various local residents\nin acquiring their portion of land. Most of them own small extend of land with\nwhich is their livelihood. With great difficulties and by spending lot of money and\ntime we managed somehow to resolve these issues. It was the basic\nresponsibility of the department to ensure that all such disputes with the local\npeople are sorted out before handing over the site and free surrender of land is\nprovided to us.\n</blockquote><blockquote id=\"blockquote_103\">2. Utilities like KSEB, KWA passing through the areas of the proposed road were\nnot shifted which also was the responsibility of the department prior to handing\nover the site. Even the sanctions from the concerned departments are not\nobtained by KSRRDA authorities so far. As a result we lost many man days and\nspent substantial amounts to go ahead with the work.\n</blockquote>\n<blockquote id=\"blockquote_104\">3. Till date road width has not been demarked by the department.\n</blockquote><p data-structure=\"Issue\" id=\"p_49\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   34   :\n</p>\n\n\n\n<blockquote id=\"blockquote_105\">Devarupara - Naliyani Road\n\nEarth work and CB work are completed so far. GSB has been spread in 90%\narea.\n</blockquote>\n<blockquote id=\"blockquote_106\">1. Sanction form the Forest Department was needed here since the road passes\nthrough Forest Area and this is the primary responsibility of KSRRDA authorities\nhas not done anything in this regard. As a gesture of goodwill and in the interest\nof a public matte we approached various offices of the Forest Department up to\nthe Joint Conservator of Forest several times and managed to obtain sanction in\nsome provisional manner and proceeded with the work.\n</blockquote>\n<blockquote id=\"blockquote_107\">2. As we were progressing with the work, during heavy rains land slide occurred\nin the vertical sides of the road extending to 15 mtr. Height. We regret to note\nthat although we intimated this in time, this area is not measured by the\ndepartment nor they communicated any directions in this regard to us so far and\nhence this work could not be completed. You will agree that this is not in the\nscope of our work at all.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_50\">Vannappuram - Nakkayam Road\n\nWork could not be started in this road due to no fault of us. On the day one\nwhen we started the work there the Forest Department officials stopped us from\nproceedings with the work due to want of prior sanction from them. A letter\ndated 28.12.2009 form DFO, Kothamangalam in this regard is enclosed in which\nthere is a clear mention of the need of prior sanction from them. It is need less\nto mention that this is yet another instance of the lapse of KSRRDA authorities.\nBesides all the above, we were asked to execute some extra excavation of\nroadway in hard rock for proper completion of the work in the first two sites and\nunder full trust of the department we started executing the work. But it was\nshocking to us when we were asked to sign a supplementary agreement for the\nextra work wherein the rate for the extra work was slashed by approximately\nRs.200/ per m3 from the rate as per the original agreement which would result\nin a loss of approximately Rs.35 lakhs to us. We represented this matter and\nrequested to reinstate the original rate for the extra work also but there is no\nresponse to this from the department so far.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_51\">You will agree that the delay in the work was due to no fault of us, and on the\nother hand the department is wholly responsible for this. You will also note that\nthe rates quoted by us were very competitive.\n</p><p data-structure=\"Issue\" id=\"p_52\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                  :   35   :\n</p>\n\n\n\n<blockquote id=\"blockquote_108\">In these circumstance we request your good self to kindly visit our site to realize\nthe genuineness of our grievance and take necessary justifiable actions. But\nconsidering the hike in the present labour and material costs we are not in a\nposition to pull on with the work at the quoted rates. However considering this\nwork as matter of boon to the residents of hilly and tribal areas we are still\nprepared to continue with the work provided if you could kindly revise the rates\nto 40% above the quoted rates so that the work could be completed smoothly\nand as soon as possible.\n</blockquote>\n<blockquote id=\"blockquote_109\">Soliciting your personal attention in the matter and anticipating your visit to our\nsite and subsequent justifiable decisions from your end.\n</blockquote>\n\n<blockquote id=\"blockquote_110\">                                                                                   Sd/-\n</blockquote><pre id=\"pre_4\">Thank You                                                                      (Sunil P.B.)\n\n         34.           Similar        letter   Ext.P11         dated   4.11.2010   sent       to   the\n\n</pre><blockquote id=\"blockquote_111\">Superintending Engineer, Kerala State Rural Roads Development Agency,\n\nThiruvananthapuram is extracted hereunder:\n</blockquote>\n\n<blockquote id=\"blockquote_112\">&quot;Ref : KSRRDA/IDK/117/10                                                    4th November, 2010\n\nTo,\n\nThe Superintending Engineer,\nKerala State Rural Roads Development Agency,\nTC 28/885, CSI Building, Pulimoodu Junction,\nPuthenchanthai, Thiruvananthapuram - 1.\nDear Sir,\n\n         Sub : Project - PMGSY - 2008-09, Phase VII, Package No.KR-03-27,\n         Elamdeasm Block, Idukki Dist. Rate Difference in Supplemental\n                Agreement - Excavation for roadway in hard rock - reg.\n</blockquote>\n<blockquote id=\"blockquote_113\">         Ref : 1. Supplemental agreement No.2 to the original agreement\n                  No.129/SE - KSRRDA/2007-08 dated 12/03/2008, for extra\n                  items.\n</blockquote><blockquote id=\"blockquote_114\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   36   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_115\">                    2. Our letter No.KSRRDA/10K/115/10 dtd 23rd May, 2010 and\n                       reminders to it.\n</blockquote>\n<blockquote id=\"blockquote_116\">                    3. Our letter No.KSRRDA/IDK/116/10 dtd. 9th October, 2010.\n</blockquote>\n<blockquote id=\"blockquote_117\">This is further to the personal visit and inspection at our sites carried out by your\ngood self along with the Executive Engineer, Asst. Executive Engineer and Asst.\nengineer recently.\n</blockquote>\n<blockquote id=\"blockquote_118\">We wish to draw your kind attention to the rate schedule accompanying the\nabove referred supplemental agreement for certain extra items of work which we\nwere asked to carry out. Our objection to the rate applied by you in the\nsupplemental agreement schedule for excavation of roadway in hard rock (item\nno.3 &amp; 3), was brought to your kind attention through the letters mentioned\nunder the reference above and the reminders thereafter. The matter was also\ndiscussed in detail during our personal meetings at the site and at your office\nand we were able to convince your good self with our explanations. However we\nwish to explain the matter once again here for your immediate attention and\nnecessary action.\n</blockquote>\n<blockquote id=\"blockquote_119\">Name of work:-\n</blockquote>\n<blockquote id=\"blockquote_120\"> &quot; Excavation for roadway in hard rock (blasting prohibited) with rock breakers\nincluding break rock, loading in tippers and disposal with a lift up to 105 mtr and\nlead up to 1,000 mts, trimming bottom and slide slopes in accordance with\nrequirements of lines, grades and cross-sections as per technical specification\nclause 302.3.5&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_53\">The quantity and rate allowed for this works as per original agreement schedule\nis as follows.\n</p><p data-structure=\"Issue\" id=\"p_54\">Peringassery - Cheppukulam Road (Item No.5)\n\nQuantity - 1,582 m3, Rate Rs. 584.71 per m3\n\nDevarupara - Nallyani Road (Item No.5)\n\nQuantity- 5274 m3 , Rate- Rs. 584.71 per m3\n\nWhereas this is so, the rate applied by you for the same work in the\nsupplemental agreement schedule is as follows.\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   37   :\n</p>\n\n\n\n<blockquote id=\"blockquote_121\">Peringassery - Cheppukulam Road - (Item No.3)\n\nQuantity - 10, 779.24. Rate - Rs. 357.90 per m3\nDevarupara - Naliyani Road (Item No.1)\n\nQuantity - 4,940 m3 , Rate - Rs. 357.90 per m3.\n</blockquote>\n<blockquote id=\"blockquote_122\">Rate reduced by Rs.226.81 per m3\n\nThe description of work in the supplemental agreement schedule is exactly the\nsame as that in the original agreement schedule, except that you have added the\nwords &quot;by mechanical means&quot; in the supplemental agreement schedule. Actually\nthe increase in quantity is the change for this work between the two schedules\nand for this reason alone it is absolutely unfair to reduce the rate substantially on\nthe basis of your unanimous decision. Also just addition of the words &quot; by\nmechanical means &quot; will not differentiate the work and it will not justify your\ndecision of reducing the rate, because the work carried out by us earlier as per\nthe original agreement schedule was also by &quot;mechanical means&quot; which is very\nwell known to your officials who were visiting the sites. The description of the\nwork itself implies that it is by &quot;mechanical means&quot; in both the schedules.\n</blockquote>\n<blockquote id=\"blockquote_123\">Therefore your action of reducing the rate substantially from the original rate for\nthe extra items in the supplemental agreement is erratic and obviously a breach\nof contract. As a senior contractor or even as a citizen this kind of injustice is not\nexpected from a government undertaking organization. You will agree that we\nwill be landing at a cash loss Rs.35.65 lacks with the new rate for no reasons.\n</blockquote>\n<blockquote id=\"blockquote_124\">Therefore we once again request your good self to kindly review the matter and\narrange to reinstate the rate for extra work at par with the original rates, falling\nwhich we will be forced to take up the matter with the Grievance Redress\nCommittee or even appeal to the concerned court of law. We feel sorry to\nmention that unless and until this issue is resolved reasonably we will not be able\nto proceed with work any more.\n</blockquote>\n<blockquote id=\"blockquote_125\">We hope your good self will take up the matter with due importance and take a\njustifiable decision in the matter as soon as possible, so as to avoid an\nembarrassment and reinstate smooth progress of work.\n</blockquote>\n<blockquote id=\"blockquote_126\">Soliciting your immediate and necessary action in the matter.\n</blockquote>\n<blockquote id=\"blockquote_127\">Thanking you.\n</blockquote><blockquote id=\"blockquote_128\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   38   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_129\">                                                                  Yours Faithfully\n                                                                        Sd/-\n</blockquote><blockquote id=\"blockquote_130\">                                                                    (Sunil P.B.)&quot;\n</blockquote>\n<blockquote id=\"blockquote_131\">         35. Finding no answer, vide Ext.P12 dated 29.11.2010, writ\n\npetitioner/contractor has requested the Member Secretary, Kerala State\n\nRural Roads Development Agency, Thiruvananthapuram, to vindicate the\n\ngrievance of contractor through the Standing Empowered Committee.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_55\">Exhibit-P12 is extracted hereunder:\n</p>\n\n<blockquote id=\"blockquote_132\">&quot;Ref : KSRRDA/IDK/118/10                                    29th November, 2010\n\nTo,\n\nThe Member Secretary,\nKerala State Rural Roads Development Agency,\nTC 28/885, CSI Building,\nPulimoodu Junction Puthenchanthai\nThiruvananthapuram-I.\n\nDear Sir,\n\n         Sub : PMGSY 2008-09, Phase VII, Package No.: KR-03-27,\n         Elamdeasm Block, Idukki Dist-Rate difference in Supplemental\n         Agreement - Excavation for Roadway in Hard Rock - Dispute\n         Redressal - reg.\n</blockquote><blockquote id=\"blockquote_133\">         Ref : 1. Original Agreement no.129/SE-KSRRDA/2007-08\n           dtd.12.03.2008.\n</blockquote><blockquote id=\"blockquote_134\">               2. Supplemental Agreement No.2 for Extra items.\n</blockquote><blockquote id=\"blockquote_135\">               3. Our Letter No.: KSRRDA/IDK/115/10 dtd. 23.05.2010 to\n                  S.E., KSRRDA.\n</blockquote><blockquote id=\"blockquote_136\">               4. Our Letter No.: KSRRDA/IDK/116/10 dtd. 09.10.2010 to\n                  S.E., KSRRDA.\n</blockquote><blockquote id=\"blockquote_137\">               5. Our Letter No.: KSRRDA/IDK/117/10 dtd. 04.11.2010 to\n                  S.E., KSRRDA.\n</blockquote><blockquote id=\"blockquote_138\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   39    :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_139\">                  6. Clause No.: 24.1, 24.2, 24.3 under Clause No.: 24-Dispute\n                     Redressal System, Section 4, Part I - General Conditions of\n                     Contract.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_56\">As the Contractor of the above referred project we wish to make the following\nsubmission to your good self in terms with Clause 24.1, 24.2 and 24.3 of the\nGeneral Conditions of Contract, for your kind and immediate attention.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_57\">Work was in good progress in the two sites viz. Peringassery-Cheppukulam and\nDevarupara-Naliyani Roads although there were various obstacles, resulted due\nto the lapes of actions needed from KSRRDA like disputes with local residents,\nshifting of utilities, sanction from the Forest Dept. demarcation of road width etc.\nwhich were brought to the notice of the authorities from time to time. We have\nbeen executing the work in such a way that there was not much time laps in\nspite of all these problems. Work had to be stopped temporarily only after setting\nup of last monsoon due to heavy rains in that area which was continuing even\nafter monsoon.\n</p>\n<p data-structure=\"Section\" id=\"p_58\">While the work was progressing we were instructed to carry out certain extra\nitems of work in both the sites for the proper completion of the work amounting\nto Rs.61.56 lacks. Under full trust of our principles we started executing the extra\nitems of work also.\n</p>\n<p data-structure=\"Section\" id=\"p_59\">Meanwhile we were asked to execute a Supplemental Agreement for the extra\nitems of work. But we were surprised to see that the rate applied for one of the\nextra items of work in the Supplemental Agreement was very much reduced form\nthat for the same work as per the Original Agreement Schedule for no reasons.\nThe quantity and rate in the two schedule differ as mentioned below.\n</p>\n<p data-structure=\"Section\" id=\"p_60\">Name of the work:\n</p><blockquote id=\"blockquote_140\">&quot;Excavation for Roadway in Hard Rock (blasting prohibited) including break rock,\nloading in tippers and disposal with a lift up to 1.5 mtr and lead up to 1,000 mtr,\ntrimming bottom and slide slopes in accordance with requirements of lines,\ngrades and Cross-Sections as per technical specification clauses 302.3.5.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_61\">As per Original Agreement Schedule\n\nPeringassery Cheppukulam -                         1,582 m3 (Item No.5)\nDevarupara - Naliyani      -                       5,274 m3 (Item No.5)\n</p><p data-structure=\"Precedent\" id=\"p_62\">                                                   -----------\n</p><p data-structure=\"Precedent\" id=\"p_63\">                                                   6,856 m3\n</p><p data-structure=\"Precedent\" id=\"p_64\">                                                   -------------------\n</p><p data-structure=\"Precedent\" id=\"p_65\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                       :   40   :\n</p>\n\n\n\n<pre id=\"pre_5\">Rate per m3                                    -           Rs. 584.71\n\n\nAs per Supplemental Agreement Schedule\n\nPeringassery - Cheppukulam -                               10,779.24 m3 (Item No.3)\nDevarupara - Naliyani        -                               4,940      m3 (Item No.1)\n                                                            ----------------\n                                                            15,719.24 m3\n                                                           ----------------------------\n\n\n\nRate per m3                                        -\n                                                           Rs.357.90\n\nRate reduced by                                    -       Rs.226.81 per m3\n\n</pre><p data-structure=\"Section\" id=\"p_66\">In the Supplemental Agreement Schedule the work is specified as &#x27;by mechanical\nmeans&#x27; but the fact is that the work as per the Original Agreement Schedule was\nalso done by mechanical means only. The only difference in the Supplemental\nAgreement Schedule for this work is just increase in quantity. You will find that\nwe will be landing at a cash loss of Rs.35.65 lacks for the additional 15,719.24\nm3 with the new rates for no reasons.\n</p>\n<p data-structure=\"Section\" id=\"p_67\">Whereas, this is so, the same rate as per the Original Agreement Schedule has\nbeen applied in the Supplement Agreement Schedule also for another work as\nmentioned below.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_68\">Providing Concrete for plain/reinforced concrete in open foundations complete as\nper drawings and technical specification clauses 802, 803, 1202 &amp; 1203(M 20).\nRate applied is Rs.4,448.88 per m3 in both Original and Supplemental Agreement\nSchedule. We do not understand the logic in adopting a different method for\nanother work under the same contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_69\">The decision of the authorities for reducing the rate is unilateral, erratic and\nobviously a &quot;Breach of Contract&quot; We objected to this and have not signed the\nSupplemental Agreement. The matter was brought to the kind notices of the\nauthorities many a time verbally as well as through various letters cited under\nreference above. Later on during the month of October 2010 the Superintending\nEngineer, Executive Engineer, Assistant Executive Engineer and Assistant\nEngineer visited our sites jointly with us and we were able to convince them\nabout the genuineness of our grievance. A long time has lapsed since we\nrepresented this matter and there has been no reply from the authorities in this\nregard till date. We are set back with this and we will not be able to continue\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   41   :\n</p>\n\n\n\n<blockquote id=\"blockquote_141\">with the work sustaining such a heavy loss for no fault of us.\n</blockquote>\n<blockquote id=\"blockquote_142\">Besides the project is delaying due to various reasons as explained above, for no\nfault of us. As you are aware the cost of major raw materials have shoot up\nsubstantially in the recent past and we will not be able to make the both ends\nmeet with the price quoted by us in our tender. Hence we request your good self\nto kindly arrange to revised the contract amount as 10% above the estimate\nrates.\n</blockquote>\n<blockquote id=\"blockquote_143\">In these circumstance we are left with no other alternative than to take up the\nmatter with higher authorities. Hence we request your good self to kindly\nintervene in this matter and do the needful for the formation a &quot;Standing\nEmpowered Committee&quot; to hear our genuine grievance and we hope to get this\nissue sorted out by the kind decision of the committee for reinstating the rate as\nper the Original agreement Schedule for the aforesaid work in the Supplemental\nAgreement Schedule and also revise our contract amount.\n</blockquote>\n<blockquote id=\"blockquote_144\">Soliciting your immediate attention in the matter.\n</blockquote>\n<blockquote id=\"blockquote_145\">Thank you\n\n                                                             Yours faithfully\n\n\n                                                                    S/d\n                                                                 (Sunil P.B.)\n\n</blockquote><blockquote id=\"blockquote_146\">         36.       Another request has been made vide letter dated 3.2.2011\n\n(Ext.P13), which is extracted hereunder:\n</blockquote>\n<blockquote id=\"blockquote_147\">&quot;Ref : KSRRDA/IDK/119/10-11                                      3rd February, 2011\n\nTo\n\nThe Superintending Engineer,\nKerala State Rural Roads Development Agency,\nTC 28/885, CSI Building,\nPulimoodu Junction, Puthenchanthai\nThiruvananthapuram-1\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   42   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_148\">Dear Sir,\n\n         Sub : Project PMGSY-2008-09, Phase, VII, Package No.KR-03-27,\n         Ealmdeasm. Block Idukki Dist-Rate Difference in Supplemental\n         Agreement - Excavation for Roadway in Hard Rock - Appeal to\n         Standing Empowered Committee - reg.\n</blockquote>\n<blockquote id=\"blockquote_149\">          Ref : 1. Your letter No.248/2009/KSRRDA dtd.04.01.2011 to us.\n</blockquote><blockquote id=\"blockquote_150\">                 2. Supplemental Agreement No.2 to the original agreement\n                    No.129/SE - KSRRDA/2007-08 dtd. 12.03.2009 for extra\n                    items.\n</blockquote><blockquote id=\"blockquote_151\">                 3. Our letter No.KSRRDA/IDK/117/10 dtd. 04.11.2010 to you.\n</blockquote><blockquote id=\"blockquote_152\">                 4. Our letter No.KSRRDA/IDK/116/10 dtd. 09.10.2010 to you.\n</blockquote><blockquote id=\"blockquote_153\">                 5. Our letter No.KSRRDA/IDK/115/10 dtd. 23.05.2010 to you.\n</blockquote>\n<blockquote id=\"blockquote_154\">This refers to your letter cited first above in reply to our letter referred under 2\nregarding our grievance mentioned in the subject, and we are very much\ndisappointed to note that our representation has been rejected by you. As you\nare aware in spite of this major issue in front of us we are putting all efforts to\ncontinue with work at the site in consideration of the common interest of the\nresidents of that locality for the fulfillment of their dream of a road. Whereas the\npayment of our part bill for the completed work is still pending in view of the\nabove issue, we are investing substantial amounts from our end for proceeding\nwith the work. We have presented a true picture of the issue, and convinced\nyour office the genuineness of it through our letters and personal discussions\nand also during the inspection of the officials at the site. However it seems the\nthe matter cannot be resolved at the level of your office. Under these\ncircumstances we are left with no other alternative than to make our appeal to\nthe higher authorities to sort out the issue, which is reproduced in the nut shell.\n</blockquote>\n<blockquote id=\"blockquote_155\">Name of work :-\n</blockquote>\n<blockquote id=\"blockquote_156\">&quot;Excavation for roadway in hard rock (blasting prohibited) with rock breakers\nincluding break rock, loading in tippers and disposal with a lift up to 1.5 mtr and\nlead up to 1,000 mts, trimming bottom and slide slopes in accordance with\nrequirements of lines, grades and cross-sections as per technical specification\nclause 302.3.5.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_70\">The quantity and rule allowed for this work as per original agreement schedule is\nas follows.\n</p><p data-structure=\"Precedent\" id=\"p_71\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   43   :\n</p>\n\n\n\n<blockquote id=\"blockquote_157\">Peringassery - Cheppukulam Road (Item No.5)\nQuantity - 1,582 m3. Rate- Rs. 584.71 per m3.\n</blockquote><blockquote id=\"blockquote_158\">Devarupara - Naliyani Road (Item No.5)\nQuantity - 5274 m3. Rate - Rs. 584.71 per m3.\n</blockquote>\n<blockquote id=\"blockquote_159\">Whereas this is so, the rate applied by you for the same work in the\nsupplemental agreement schedule is as follows.\n</blockquote>\n<blockquote id=\"blockquote_160\">Peringassery - Cheppukulam Road - (Item No.3)\nQuantity - 10, 779.24 Rate - Rs.357.90 per m3.\n</blockquote><blockquote id=\"blockquote_161\">Devarupara - Naliyani Road (Item No.1)\nQuantity - 4,940 m3. Rate - Rs. 357.90 per m3.\n</blockquote><blockquote id=\"blockquote_162\">Rate reduced by Rs.226.81 per m3.\n</blockquote>\n<blockquote id=\"blockquote_163\">The above rate difference will result in a cash loss of Rs.35.65 lacks to us.\n</blockquote>\n<blockquote id=\"blockquote_164\">In view of this, we request your good self to kindly arrange to constituted a\nStanding Empowered Committee to hear our appeal and redress our grievance.\nWe solicit your immediate action in the matter and look forward to receiving\na positive response from you as soon as possible.\n</blockquote>\n<pre id=\"pre_6\">Thank you                                                     Yours faithfully\n\n\n                                                                     Sd/-\n                                                                  Sunil P.B.\n\n</pre><blockquote id=\"blockquote_165\">Encl: Copy of our letter no.KSRRDA/IDK/117/10 dtd.04.11.2010&quot;\n</blockquote>\n<blockquote id=\"blockquote_166\">         37. Based on the above three claims made by the contractor, as\n\nsummarised by the Standing Empowered Committee, for the work under\n\nPMGSY (Ext.P15), the findings and decisions of the Committee are\n\nextracted hereunder:\n</blockquote>\n<blockquote id=\"blockquote_167\">         Ext.P15 (extracted portions)\n\n         The findings of the Standing Empowered Committee:\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   44   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_168\">                 Findings.\n</blockquote>\n<blockquote id=\"blockquote_169\">                        Going through the records produced, the appeal\n                 petition, Respondent&#x27;s written statement and the oral\n                 evidences, the Committee arrived at the following conclusions:\n</blockquote>\n<blockquote id=\"blockquote_170\">                 I.     The initial levels. of the Vannappuram-Nakkayam road\n                 are taken and level calculations are made Respondent\n                 personnel as evidenced by the initial level documents.\n                 II.    No information, whatsoever is adduced by the\n                 Respondent preventing of interfering in the works of any of\n                 these three road works on the part of the Forest Department.\n                 III.   The rate of Rs. 584.71/m3 shown in the original\n                 agreement No,129/SE-KSRRDA/2007-2008 dated: 12-03-2609\n                 for the item &quot;Excavation for roadway in hard rock(blasting\n                 prohibited) with rock breakers including breaking rock, loading\n                 in tippers and disposal with a lift upto 1.5m and lead upto\n                 1000 metres, trimming bottom and side slopes in accordance\n                 with requirements of lines, grades and cross- sections as pet\n                 Technical Specification Clause 302.3.5&quot; is very high and it\n                 seems that there occurred mistake in arriving at the rate. The\n                 basis for arriving at the rate for an item of work included in the\n                 Schedule of Woks is &#x27;he Standard Data Book for Analysis of\n                 Rates for Rural Roads. as per Technical Specification Clause\n                 302.3.5. Excavation in hard rock (blasting Prohibited) can be\n                 done in two ways by manual means and by mechanical means.\n                 In manual means simple chiseller is being used. But the\n                 manual labour involvement will be more and the rate of out\n                 put will be very low. In the mechanical means , hydraulic\n                 excavator 0.9 cum with rock breaker attachment, is being\n                 used. In this case manual labour involvement will be less and\n                 rate of out put will be more. In the present case the hard rock\n                 to be excavated is of large quantity and hence excavation is\n                 possible only by mechanical means. In fact the specification of\n                 this item in the Schedule of work insists the use of rock\n                 breakers. Hence the rate in the agreement should have been\n                 for doing the work mechanically. But by mistake the rate\n                 shown is for doing the work manually. for doing the work by\n                 manual means the rate works out to Rs. 584.71/m3 whereas\n                 for mechanical means it will be Rs.387.90/m3. More over,\n                 excavation of the hard rock in these roads is not possible and\n                 advisable for the following reasons:\n</blockquote><blockquote id=\"blockquote_171\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   45   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_172\">               a. The pieces to be obtained are not to be in any particular\n                  shape;\n</blockquote>\n<blockquote id=\"blockquote_173\">               b. The quantity to be excavated is large;\n</blockquote>\n<blockquote id=\"blockquote_174\">              c. Nothing prevents the Contractor from using hydraulic\n                 excavator with rock breakers as provided for in the\n                 Specification;\n</blockquote>\n<blockquote id=\"blockquote_175\">               d. Manpower requirement involved had the manual method\n                  been followed would have be very large in numbers.\n</blockquote>\n<blockquote id=\"blockquote_176\">                 During the hearing, the Appellant himself has admitted orally\n          that he has excavated the rock mechanically. When the executed\n          quantity of this item has exceeded the agreed limit, the appellant\n          ought to have Sought for sanction to carry out excess quantity and\n          the rate at which he will be paid for such excess, He has neither\n          executed supplemental agreement for excess quantities Nor sought\n          for approval for the excess from the Respondent. The total quantity\n          of this item to be done, as per the Revised Estimate is 22521.24\n          M3, against the original 8384 M3. The same mistake has crept in\n          with the other contract agreements that contain this item of work\n          under the Programme implementation Unit, Idukki. All the\n          contractors, except the Appellant, have agreed to carryout the\n          excess quantities of this item or work, where ever such excess have\n          occurred, at Rs 357.90/M3 after entering into necessary\n          supplemental agreements, The Respondent has admitted claims for\n          this item of work at the higher rate of Rs. 584.71/m3 for the\n          quantities specified in the original agreement Schedule; ie, for a\n          total quantity of 8384 m3.\n</blockquote>\n\n<blockquote id=\"blockquote_177\">          iv. The appellant could not complete the work. He has hot achieved\n          the programme schedule fixed. Agreement do not permit for any\n          enhancement in rates.\n</blockquote>\n<blockquote id=\"blockquote_178\">          v. Appellant is not doing any appreciable work at site now,\n\n          The Decision of the Standing Empowered Committee:\n</blockquote>\n<blockquote id=\"blockquote_179\">          Decisions:\n</blockquote><blockquote id=\"blockquote_180\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   46   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_181\">          Based on facts and evidences the appeal is disposed as follows:\n          I. The Appellant/Contractor is to Carry out the works of all the\n          three roads included in the package if the Forest Department\n          allows the works to be executed.\n</blockquote>\n\n<blockquote id=\"blockquote_182\">          II. He will be eligible for the rate of Rs. 584.71/m3 for the item of\n          excavation for roadway in hard rock (blasting prohibited) with rock\n          breakers.............etc. for the quantity provided for in the original\n          agreement, ie. for 8384 m3 . For the reasons stated in para 8. (iii)\n          for the rest of the quantity carried out, he will be eligible for the\n          actual rate based on the actual ways in which the breaking of rocks\n          as done in the field, ie. By manually or rock breakers. The field\n          officers of the Respondent who supervised the work shall certify\n          this aspect.\n</blockquote>\n<blockquote id=\"blockquote_183\">          III. The permission from Forest Department if necessary has to be\n          obtained by the Respondent without delay within a definite period.\n</blockquote>\n<blockquote id=\"blockquote_184\">          IV.    No enhancement in &#x27;rate is allowable for the work yet to be\n          done to complete the road work in the package within the further\n          period agreed upon by Supplementary Agreement.\n</blockquote>\n<blockquote id=\"blockquote_185\">          V.    In case the Appellant applies for extension of time of\n          completion the Respondent may consider it for a definite period\n          based on agreement conditions and the orders of Standing\n          Empowered Committee.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_72\">         38.       Explaining that the contractor/writ petitioner was unable to\n\ncontinue with work and thus constrained, the contractor has issued\n\nExt.P16 dated 4.1.2012 to the Executive Engineer, Poverty Alleviation Unit,\n\nIdukki district.\n</p>\n<blockquote id=\"blockquote_186\">               &quot;Whatever possible work within the limitations under the\n               purview of our contract have been carried out by us in the\n               first two sites. Your good self can find the fact and convince\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                  :    47    :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_187\">               from the records and during your personal inspection to the\n               sites. In View of the facts explained above, I humbly\n               request your good self to kindly relieve me from this work\n               by terminating the contract at the present stage without risk\n               and liability on my part and also arrange to settle the\n               payments to me against pending bills and bills yet to be\n               submitted including the retention money and security\n               amount Meanwhile we understand that measurements of\n               various works carried out by us at the above sites after 1 st\n               April 2010 till date have not been recorded in the m Books\n               by the concerned Engineers in charge of the above sites\n               which        has       already   been        reported    by   us   to   the\n               Superintending Engineer. We request                     you to kindly take\n               necessary steps to ensure that the entire work done by us\n               up to date are recorded in the M Books and also to include\n               this quantity before settling our payments and making the\n               pending payments.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_73\">         39.        Ext.P17 is the letter dated 20.1.2012 sent by Accredited\n\nEngineer, PMGSY, Elamdesam Block, to the Assistant Executive Engineer,\n\nPIU, Idukki, explaining the observations made by him on the subject of\n\nformation of Peringassery -- Cheppukulam Road, Devarupara -- Naliyani\n\nRoad, and Vannappuram Nakkayam Road. He has sent a copy of said letter\n\nto the Executive Engineer, Poverty Alleviation Unit, Idukki district. Ext.P17\n\nletter is extracted hereunder:\n</p><blockquote id=\"blockquote_188\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   48   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_189\">&quot;No. PMGSY/09/ELDM\n                                                   dated .20/01/2012\nFrom\n         Accredited Engineer\n         PMGSY\n         Eiamdesam Block\nTo\n         The Asst. Executive Engineer\n         PIU Idukki\n\n Sub: PMGSY 2008-09-Phase VII Package No. KR 03-27 Elarrdesam Block Idukki\n      dist.\n</blockquote><blockquote id=\"blockquote_190\">Ref: 1. Agreement No. 129/SE-KSRRDAl2007-08, dated 12/03/2009\n</blockquote><blockquote id=\"blockquote_191\">       2. Letter from Contractor No PBS/PMGSY/IDK/123/11 dated 22-12-2011\n</blockquote><blockquote id=\"blockquote_192\">       3.\nSir,\n\nWith reference to the above, I would like tol submit the following observations\nmade by me on the subject, as follows\n\nPeringassery -- Cheppukularn Road\n\nThe work wag awarded for the construction of 4710 m road. Here the required\ngradient is 1 in 12.5. But in ch 0.00 to 30.00 m where the main road merges with\nthe proposed road, we could not get the required gradient. and the contractor\nhas done the unclaimed works for achieving the gradient.\n</blockquote>\n<blockquote id=\"blockquote_193\">For 4710 m road length, in various chainages the required land was not available\nand it was supposed to he handed over by the concerned residents/locals and it\nwas agreed by them at the time of making the estimate for the commencement\nof road work and because of that the work was tendered and agreement was\nmade. But until now the same was not surrendered by the residents/local land\nowners in various chainages such as ch. 1900.00 to 1945.00, ch. 2050.00 to\n2100.00, ch.2600.00 to 2750.00, ch. 4100.00 to 4200.00 etc. It is learned that\nthe people are not willing to surrender the land as it will affect many of the cash\ncrops they grow in that area. Sinbe sufficient land was not made available, the\ncontractor could not complete the work as per the PMGSY guidelines. In this\ncontext you may please note. that the work can be i&amp;tiated only after settling the\ndisputes and having a concurrence with the local people. Though we have been\ntrying for the same for the last three years, we could not succeed due to the\nadamant nature of local residents.\n</blockquote><blockquote id=\"blockquote_194\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   49   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_195\">Devarupara -- Naliyani Road\n\nHere, the section of road is passing through forest land. Though the contractor\nhad done the work up tc the GSB two years back the Forest Department asked\nhim to stop further work in forest area. As the work was stopped by Forest\nDepartment and we would not proceed it further. Meanwhile, the State Quality\nMonitor had evaluated the GSB work l during arch 2010 and issued a satisfaction\nreport on the work done. by the contractor. Later, during the landslide in June\n2010 the GSB laid were eroded in many places and even three causalities were\nalso r orted. You may also note that a huge amount is required to refurbish the\nroad, but no provision, is mentioned for the same in the tender schedule.\n</blockquote>\n<blockquote id=\"blockquote_196\">Vannappuram Nakkayam Road\n\nHere, the earmarked 3200 m Road is fully in the Forest area. However, even\nwhen the preliminary work had started by the Contractor, the Forest Department\nissued a stop memo and so he could not proceed the work further. Copy of the\nstop memo issued by the Forest Department is attached herewith for you kind\nperusal.\n</blockquote>\n<blockquote id=\"blockquote_197\">Since the circumstances prevailing is not favourable for us to complete the work\nas scheduled and per preset specifications and there is no lapes from the part of\ncontractor on the matter, it is recommended that a suitable decision take may\ntaken at your end to close the work at the earliest without further risk and cost\non the part of contractor.\n</blockquote>\n<blockquote id=\"blockquote_198\">                                                                   Sd/-\n</blockquote><blockquote id=\"blockquote_199\">                                                            Yours faithfully&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_74\">         40.        This was followed by Exhibit-P18 dated 1.2.2012 by The\n\nExecutive Engineer, PIU, Idukki addressed to the Superintending Engineer,\n\nKSRRDA, Thiruvananthapuram. The said letter reads thus:\n</p>\n<pre id=\"pre_7\">&quot;No. A1-645/2009                                            dated 01/02/2012\n\nFrom\n\n         Tha Executive Engineer\n         PIU Idukki.\n</pre><p data-structure=\"Precedent\" id=\"p_75\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   50   :\n</p>\n\n\n\n<blockquote id=\"blockquote_200\">To\n         The Superintending Engineer,\n         KSRRDA ,\n         Thiruvananthapuram.\n</blockquote>\n<blockquote id=\"blockquote_201\">Sir,\n\n         Sub: PMGSY 2008-09-Phase VII Package No. KR 03-27 Elamdesam Block\n              Idukki dist.\n</blockquote>\n<blockquote id=\"blockquote_202\">         Ref: 1. Agreement No. 129/SE-KSRRDA/2007-08, dated 12103/2009\n\n</blockquote><blockquote id=\"blockquote_203\">                    2. Letter from Contractor No PBS/PMGSY/IDK/123/11 dated 22-12-\n<span class=\"hidden_text\" id=\"span_1\">                       2011</span>\n\n</blockquote><blockquote id=\"blockquote_204\">                    3. Letter dated 31-1-2012 of the Asst, axe, Engineer, PIU, ldukki\n\n      With reference to the above, I would like to submit the following\nobservations made by me on the subject, as follows\n\nPeringassery Cheppukulam Road\n\n       The work was awarded for the construction of 4710rn road. Here the\nrequired gradient is 1 in 12.5. But in ch 0.00 to 30.00 m where the main road\nmerges with the proposed road, we could not get the required gradient and the\ncontractor has done, the unclaimed works for achieving the gradient.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_76\">       For 4710 m road length, in various chainages the required land was not\navailable and it was supposed to be handed over by the concerned\nresidents/locals and it was agreed by them at the time of making the estimate\nfor the commencement of road work and because of that the work was tendered\nand agreement was made. But until now tho same was not surrendered by the\nresidents/local land owners in various chainages such as ch. 1900.00 to 1945.00,\nch. 2050,00 to 2100.00, ch.2600.00 to 2750.00, ch. 4100.00 to 4200.00 etc. It is\nlearned that the people are not willing to surrender the land as it will affect many\nof the cash crops they grow in that area. Since sufficient land was not made\navailable, the contractor could not complete the work as per the PMGSY\nguidelines. In this context you may please note that the work can be initiated\nonly after settling the disputes and having a concurrence with the local people.\nThough we have been trying for the same for the last three years, we could not\nsucceed due to the adamant nature of local residents.\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   51   :\n</p>\n\n\n\n<blockquote id=\"blockquote_205\">Devarupara -- Nallyani Road\n\n       Here, the section of road is passing thrciugh forest land. Though the\ncontractor had done the work up to the GSB two years back the Forest\nDepartment asked him to stop further work In forest area. As the work was\nstopped by Forest Department and we sale not proceed it further. Meanwhile,\nthe State Quality Monitor had evaluated the GSB work during March 2010 and\nissued a satisfaction report on the work done by the contractor. Later, during the\nlandslide in June 2010 the GSB laid were&#x27; eroded in many places and even three\ncausalities were also reported. You may also note that a huge amount is required\nto refurbish the road, but no provision is mentioned for the same in the tender\nschedule.\n</blockquote>\n<blockquote id=\"blockquote_206\">Vannappuram -- Nakkayam Road\n\n       Here, the earmarked 3200 m Road is fully in the Forest area. However,\neven when the preliminary work had started by the Contractor, the Forest\nDepartment Issued a stop memo and so he could not proceed the work further.\nCopy of the stop memo issued by the Forest Department is attached herewith for\nyour kind perusal.\n</blockquote>\n<blockquote id=\"blockquote_207\">       The Assistant Executive Engineer PIU Idukki has reported that the work is\nbeing held up due to reasons beyond the control of the contractor as mentioned\nabove. The facts reported in the letter dated 31-1-2012 of the Assistant\nExecutive Engineer of Idukki are considered for taking a decision in the matter\nand it is recommended to examine whether the contract agreement may be\nallowed to be terminated as requested by the contractor.\n</blockquote>\n<blockquote id=\"blockquote_208\">       Since the circumstances prevailing is not favourable for us to complete the\nwork as scheduled and per present specifications and there is no lapses on the\npart of contractor in this regard, it is recommended that a suitable decision may\nbe taken at your end to close the work at the earliest without imposing risk and\ncost on the part of contractor.\n</blockquote>\n<blockquote id=\"blockquote_209\">                                                                      Yours faithfully\n                                                                             Sd/-\n</blockquote><blockquote id=\"blockquote_210\">                                                            Executive Engineer(In charge)\nEncl.\n</blockquote>\n<blockquote id=\"blockquote_211\">1. Copy of letter from forest department.\n</blockquote><blockquote id=\"blockquote_212\">2. Copy of letter from the contractor. &quot;\n</blockquote><blockquote id=\"blockquote_213\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   52   :\n</blockquote>\n\n\n\n<p data-structure=\"Section\" id=\"p_77\">         41.       Both the abovesaid authorities have categorically stated that\n\n&quot;since the circumstances prevailing is not favourable for us to complete the\n\nwork as scheduled and as per present specifications and there is no lapses\n\non the part of contractor in this regard, it is recommended that a suitable\n\ndecision may be taken at your end to close the work&quot;. The work could not\n\nbe completed in Devarupara -- Nallyani Road due to the denial of\n\npermission by the Forest Department and it is evident from the letter\n\n(Ext.P19) dated 4.4.2012 addressed by the Office of the Forest Range\n\nOfficer, Thodupuzha, Idukki to the contractor/writ petitioner. Ext.P19 is\n\nextracted hereunder:\n</p>\n<pre id=\"pre_8\">&quot;No: T1-811/2012                                            Dated: 04th April, 2012\n\nTo\n         Sri.Sunil P.B.\n         Sabani Constructions\n         Ponnamkulath\n         Kalamassery, 683 104.\n\n\nSir,\n</pre><p data-structure=\"Conclusion\" id=\"p_78\">         Sub:- Devarupara -- Naliyani Road details requested - reg;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_79\">         Ref:- Your letter dated 04.04.2012.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">       Please refer the above. This is to inform that Devarupara - Naliyani Road\nreferred in your letter is well within Reserve Forest under control of this Range\nand Forest Conservation Act is applicable for all Non- Forestry activities to be\ntaken up in Forest land. ;\n</p><p data-structure=\"Precedent\" id=\"p_81\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                      :   53   :\n</p>\n\n\n\n<blockquote id=\"blockquote_214\">                                                                                Yours faithfully,\n                                                                                       Sd/-\n</blockquote><blockquote id=\"blockquote_215\">                                                                            Forest Range Officer.\n</blockquote><blockquote id=\"blockquote_216\">                                                                                Thodupuzha.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_82\">         42.        Going through the letter Ext.P17 dated 20.1.2012 of the\n\nAccredited Engineer, PMGSY, Elamdesam Block, stated to be the Nodal\n\nOfficer, for the project and the letter of the Executive Engineer, PIU, Idukki\n\n(Ext.P18) dated 1.2.2012, it is abundantly clear that the works could not\n\nbe completed as per the terms and conditions due to the reasons more\n\nfully cited in said letters by the Accredited Engineer, PMGSY and the\n\nExecutive Engineer, PIU without giving due consideration to the statement\n\nof    the       Nodal        Officer/Project          Engineer     and        Executive    Engineer,\n\nSuperintending Engineer, KSRRDA, respondent No.3, has issued Ext.P22\n\nproceedings dated 29.5.2012 stating that the contractor/writ petitioner has\n\nfailed to commence the work as per the terms and conditions of the\n\ncontract and issued show cause notice dated 24.4.2012 and the\n\ncontractor/writ petitioner has failed to reply.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_83\">         43. Even taking it for granted that the contractor/writ petitioner has\n\nfailed to send a reply to the show cause notice dated 24.4.2012, it is the\n\nduty      of      the      Superintending            Engineer,     Kerala     State   Rural     Roads\n\nDevelopment               Agency,              Thiruvananthapuram,       to    have     taken       into\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   54   :\n</p>\n\n\n\n<blockquote id=\"blockquote_217\">consideration the observations of the Nodal Officer/Project Engineer, as\n\nwell as the Executive Engineer. Except stating that the contractor/writ\n\npetitioner has failed to commence the work and not responded to the\n\nshow cause notice, the Superintending Engineer has failed to consider the\n\nsequence of events right from the date of execution of Agreement\n\nNo.129/SC-KSRRDA/2007-08 dated 12.3.2019. He has failed to consider\n\nthat,- (1) Clause 21 of the agreement was not fulfilled by the employer,\n\nthat is 75% of the site was put in possession by the employer namely\n\nSuperintending Engineer, Kerala State Rural Roads Development Agency,\n\nThiruvananthapuram, (2) the information under Ext.P8 dated 28.12.2009\n\ngiven to the contractor/writ petitioner that no permission was granted to\n\nconstruct Vannappuram-Nakkayam road and Devarupara-Naliyani road,\n\nwhich runs through forest and Peringassery-Cheppukulam road, where the\n\nwork was completed upto GSBD and (3) further proceedings were stopped\n\nby the Forest Department, and (4) in respect of Peringassery-Cheppukulam\n\nroad, possession of lands were not even handed over to writ\n\npetitioner/contractor.\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_84\">         44. Superintending Engineer, Kerala State Rural Roads Development\n\nAgency, Thiruvananthapuram, respondent No.3, employer has grossly\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   55   :\n</p>\n\n\n\n<blockquote id=\"blockquote_218\">erred in terminating the contract by stating that there is a failure to\n\ncommence the work and consequently forfeited the security to the\n\nGovernment (Ext.P22) Termination of contract is not due to the breach of\n\nthe terms and conditions of Agreement No.129/SC-KSRRDA/2007-08 dated\n\n12.3.2019, but it is solely due to the failure of the appellants in fulfilling\n\ntheir part of obligations in the agreement. In the light of the above\n\ndiscussion, in addition to the reasons assigned by the writ court and\n\nconsidering the facts, we are of the view that contract has been\n\nterminated arbitrarily without proper reasons.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_85\">         45. The next issue is to be considered is whether the contractor/writ\n\npetitioner is entitled to the payment for the work done, i.e. 10214 m3,\n\nagainst the agreed quantity of 5274 m3. For 5274 m3, @ Rs.584.71/m3.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_86\">Reading of the order of Standing Empowered Committee shows that use of\n\nrock breakers (Ext.P15) has been admitted. Payment at the rate of\n\nRs.584.71/m3 for the excavation of roadway in hard rock (blasting\n\nprohibited) rock breakers is provided for, in the original agreement. But, in\n\nrespect of the rest of the quantity excavated, that is additional excavation,\n\ncontention has been made by the appellants that the contractor would be\n\neligible for the actual ways in which breaking of rocks was done in the field\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   56   :\n</p>\n\n\n\n<blockquote id=\"blockquote_219\">that is by manually. Though a contention has been made that\n\ncontractor/writ petitioner has not executed the supplemental agreement,\n\nhis claim for amount incurred for the additional excavation has not been\n\nrejected on the ground of Clause 24.1 of Ext.P1 agreement, which states\n\nthat if any dispute or difference of any kind what-so-ever shall arises in\n\nconnection with or arising out of the contract or the execution of Works or\n\nmaintenance of the Works there under, whether before its commencement\n\nor during the progress of Works or after the termination, abandonment or\n\nbreach of the Contract, it shall, in the first instance, be referred for\n\nsettlement to the competent authority, described along with their powers\n\nin the Contract Date, above the rank of the Engineer. But, it is the finding\n\nof Standing Empowered Committee that there ought to have been\n\nestimate that is 2251.23 mt as against 8384 mt. A mistake has been kept\n\nin other contract agreements that contain this item of work under the\n\nimplementation of PMGSY - Package No.KR03-27, Elamdesam Block, Idukki\n\ndistrict. Perusal of the material on record shows that rock has been broken\n\nby mobilization of equipments and machineries.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_87\">         46. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"135056404\" id=\"span_2\">In <a href=\"/doc/135056404/\" id=\"a_2\">State of Kerala and others v. G.Anirudhan and others</a>\n\nreported in ILR 2001 (2) Ker. 113, a Hon&#x27;ble Division Bench of this\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   57   :</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_220\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"135056404\" id=\"span_3\">Court considered a prayer for mandamus. Short facts leading to\n\n<a href=\"/doc/135056404/\" id=\"a_3\">G.Anirundhan</a>&#x27;s case (cited supra) are extracted and the Hon&#x27;ble\n\nSupreme Court held thus:</span>\n</blockquote>\n<blockquote id=\"blockquote_221\">                    &quot;9. The prerogative remedy of mandamus has long provided\n         the normal means of enforcing the performance of public duties by\n         public authorities of all kinds. The essence of mandamus is that it is\n         a command, ordering the performance of a public legal duty. It is a\n         discretionary remedy and the court has got full discretion to\n         withhold it in unsuitable cases. Originally, writ of mandamus was\n         merely an administrative order from the sovereign to his\n         subordinates. According to Wade and Forsyth on Administrative\n         Law, Seventh Edition at page 647, &quot;Today the majority of\n         applications for mandamus are &quot;made at the instance of private\n         litigants complaining of some breach of duty by some public\n         authority. . . .Within the eld of public law the scope of mandamus\n         is still wide and the court may use it freely to prevent breach of\n         duty and injustice&quot;. Regarding the contractual obligation, the\n         learned Author at &quot;page 650, state as follows: &quot;A distinction which\n         needs to be clarified is that between public duties enforceable by\n         mandamus, which are usually statutory, and duties arising merely\n         from contract. Contractual duties are enforceable as matters of\n         private law by the ordinary contractual remedies, such as damages,\n         injunction, specic performance and declaration. They are not\n         enforceable by mandamus, which in the rst place is conned to\n         public duties and secondly is not granted where&#x27; there are other\n         adequate remedies&quot;. There is no dispute in all these cases that the\n         contracts entered into are not statutory contracts, but they are\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   58   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_222\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_4\">only ordinary contracts. As observed by the Supreme Court in\n         <a href=\"/doc/318728/\" id=\"a_4\">Kerala State Electricity Board and another v. Kurien, E.\n         Kalathil and others</a> [J.T 2000 (8) S.C.167], &quot;A statute may\n         expressly or impliedly confer power on a statutory body to enter\n         into contracts in order to enable it to discharge its functions.\n         Dispute arising out of the terms of such contracts or alleged\n         breaches have to be settled by the ordinary principles of law of\n         contract. The fact that one -of the parties to the agreement is a\n         statutory or public body will not of itself affect the principles to be\n         applied. In the present case, it has not been shown how the\n         contract is statutory; The contract between the parties is in the\n         realm of private law. It is not a statutory contract. The dispute\n         relating to interpretation of the terms and conditions of such a\n         contract could not have been agitated in a petition under <a href=\"/doc/1712542/\" id=\"a_5\">Article\n         226</a> of the Constitution of India. That is a matter for adjudication by\n         a civil court or in arbitration if provided for in the contract&quot;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_5\">In <a href=\"/doc/730804/\" id=\"a_6\">Life\n         Insurance Corporation of India v. Escorts Ltd</a>; and others\n         [(1986) 1 S.C.C. 264], at paragraph 102, the Supreme Court\n         observed as follows: &quot;If the action of the State is related to\n         contractual obligations or obligations arising out of the tort, the\n         court may not ordinarily examine it unless the action has some\n         public law character attached to it. Broadly speaking, the court will\n         examine actions of State if they pertain to the public law domain\n         and refrain from examining them if they pertain to the private law\n         eld. The difficulty will lie in demarcating the frontier between the\n         public law domain and the private law eld. It is impossible to draw\n         the line with precision and we do not want to attempt it. The\n         question must be decided in each case with reference to the\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                     :     59    :</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_223\">         particular        action,        the   activity        in   which   the   State    or    the\n         instrumentality of the State is engaged when performing the action,\n         the public law or private law character of the action and a host of\n         other relevant circumstances&quot;.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_88\">                    10.     In     Noida        Entrepreneurs           Association        v.    U.P.\n         Financial Corporation and another (1994 Suppl. (2) S.C.C.\n</p><p data-structure=\"Precedent\" id=\"p_89\">         108), the attack was against the guidelines laid down by the\n         Industrial Development Bank of India regarding the rate of interest\n         and penal interest. The High Court dismissed petition, as it was\n         arising out of a contract. The matter was taken to the Supreme\n         Court. The Supreme Court extracted the observations of the High\n         Court and dismissed the petition and held thus: &quot;We have heard\n         learned counsel for the appellant. He has taken us through the\n         Judgment of the High Court and the other materials on record. The\n         High Court declined to exercise its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> of\n         the Constitution of India on the short ground that the appellant-\n         petitioner was disputing the contractual obligations entered into by\n         the parties under the ordinary law of contract&quot;. The High Court,\n         while dismissing the writ petition observed as follows:\n</p><blockquote id=\"blockquote_224\">                    &quot;We feel on the facts and circumstances of this case that\n         since only the petitioner has come before us, the proper remedy for\n         the petitioner even otherwise is to go to the civil court and get the\n         matter adjudicated in the suit. This is, however, without prejudice\n         to the right of the petitioner to approach the I.D.B.I. by means of\n         representation if they really have power to take action they can\n         take necessary action if it is so desirable under that power against\n         respondent 1.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_90\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   60   :\n</p>\n\n\n\n<blockquote id=\"blockquote_225\">                    In Lekhraj Sathramdas Lalvani v. N. M. Shah, Bombay\n         and others (AIR 1996 SC 334), the Hon&#x27;ble Supreme Court made\n         certain observations with regard to the issue of mandamus in\n         contractual matters, as follows: &quot;The reason is that a writ of\n         mandamus may be granted only in a case where there is a\n         statutory duty imposed upon the officer concerned and there is a\n         failure on the part of that officer to discharge that statutory\n         obligation. The chief function of the writ is to compel the\n         performance of public duties prescribed by statute and to keep the\n         subordinate tribunals and oflicers exercising public functions within\n         the limits of their jurisdiction. In the present case, the appointment\n         of the appellant as a Manager by the custodian by virtue of his\n         power under section 10(2) of the L950 Act is contractual in its\n         nature and there is no statutory obligation as between him and the\n         appellant. In our opinion, any duty or obligation falling upon a\n         public servant out of a contract entered into by him as such public\n         servant cannot be enforced by the machinery of a writ under <a href=\"/doc/1712542/\" id=\"a_8\">Article\n         226</a> of the Constitution. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1900683\" id=\"span_6\">Their Lordships referred to the observation\n         of the Privy Council in <a href=\"/doc/1900683/\" id=\"a_9\">Commissioner of Income Tax, Bombay\n         Presidency and Aden v. Bombay Trust Corporation Ltd.</a>(AIR 1936\n         P.C.269), which is as follows:</span>\n</blockquote><blockquote id=\"blockquote_226\">         &quot;Before Mandamus can issue to a public servant it must, therefore,\n         be shown that a duty towards the applicant has been imposed upon\n         the public servant by statute so that he can be charged thereon,\n         and independently of any duty which as servant he may owe to the\n         Crown, his principal&quot;.\n</blockquote><p data-structure=\"Precedent\" id=\"p_91\">                    The decision in Bhagubhai Virajlal v. State of Madhya\n         Pradesh and others (1992 Supp. (1) SCC 707) was also cited.\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   61   :\n</p>\n\n\n\n<blockquote id=\"blockquote_227\">         There, a writ petition was led by the appellant therein under\n         <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of the Constitution restraining the Government from\n         demanding the unpaid price of excess tendu leaves. The petition\n         was dismissed on the ground that the matter had arisen out of a\n         contract.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_92\">                    11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1159364\" id=\"span_7\">In <a href=\"/doc/1159364/\" id=\"a_11\">Har Shankar and others v. The Deputy Excise\n         and Taxation &#x27;Commissioner and others</a> (AIR 1975 SC 1121)\n         in paragraph 22, the Hon&#x27;ble Supreme Court observed that the writ\n         jurisdiction of High Courts under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the &#x27;Constitution is\n         not intended to facilitate avoidance of obligations voluntarily\n         incurred.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"176845\" id=\"span_8\">In <a href=\"/doc/176845/\" id=\"a_13\">Maui Subrat Jain v. State of Haryana and others</a> (AIR\n         1977 SC 276), the Apex Court observed that it is elementary though\n         it is to be restated that no one can ask for a mandamus without a\n         legal right. There must be a judicially enforceable right as well as a\n         legally protected right before one suffering a legal grievance can\n         ask for a mandamus. A person can be said to be aggrieved only\n         when a person is denied a legal right by someone who has a legal\n         duty to do something or to abstain from doing something.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"533969\" id=\"span_9\">In &quot;M/s\n         <a href=\"/doc/533969/\" id=\"a_14\">Padmavathi Constructions v. The A, P. Industrial Infrastructure\n         Corporation Ltd. and others</a> (AIR 1997 A.P. 1), the question arose\n         with regard to the obligation arising out of a contract. The learned\n         judge of the Andhra Pradesh High Court, after considering the\n         various decisions, in paragraph 14, held as follows&quot;</span>\n</p><blockquote id=\"blockquote_228\">         &quot;To my mind, the actions of the respondent--Corporation are\n         directly referable to the contract and the same have to be judged\n         on the basis of the performance of the respective obligations of the\n         contracting parties in terms of the contract. As already noticed, the\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   62   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_229\">         respondent--Corporation terminated the contract and invoked the\n         bank guarantee purportedly in exercise of the power vested in it\n         under the terms of the contract. The impugned actions, therefore,\n         of the respondent---Corporation in insisting upon the petitioner to\n         issue discharge for nalisation of the bill as well as invocation of the\n         bank guarantee by the respondent---Corporation is to be judged\n         and adjudicated upon only after the relative obligations of the\n         petitioner under the contract are established to have been\n         performed in accordance with the terms of the contracts. The\n         impugned actions, to my mind, cannot be adjudicated upon or\n         reviewed in these proceedings in isolation, dehors the adjudication\n         of the question as to the manner of performance of the contract by\n         the petitioner.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_93\">         A perusal of the above decisions will show that a writ of mandamus\n         is issued only when there is a public duty cast on public officials by\n         statute and it is not usually issued in the case of contract. No\n         doubt, the Supreme Court has held that if there is violation of\n         fundamental right or the principles of natural justice in the matter\n         of entering into a contract, the court can always look into the\n         question whether the awarding of the contract is proper or not.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_94\">                    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1334962\" id=\"span_10\">12. Learned counsel for the respondents cited the decision in\n         M/s <a href=\"/doc/1334962/\" id=\"a_15\">Hindustan Sugar Mills v. State of Rajasthan and others</a> [(1980)\n         1 SCC 599] and the following observations in the Judgment were\n         relied on: &quot;Where there is such a clause, the Central Government is\n         bound to pay the amount of sales tax on &quot;the freight component of\n         the price and we hope and trust that the Central -Government will\n         honour its legal obligation and not drive the appellant to le a suit\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   63   :</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_230\">         for recovery of the amount of such sales tax&quot;. That was a case\n         where the reimbursement of amount of sales tax was paid. There\n         was an earlier decision of the Supreme Court holding that the\n         amount of freight was liable &quot;to be included in the turnover for the\n         purpose of taxability. Accordingly, the appellant therein was paying\n         the tau and claiming reimbursement of the amount from the Central\n         Government. According to us, this is not a direct authority for the\n         question as to whether a writ of mandamus is issued in case of\n         contractual obligations.\n</blockquote>\n\n<blockquote id=\"blockquote_231\">                    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1261492\" id=\"span_11\">13. Learned counsel for the respondents mainly relied on the\n         decision of the Supreme Court in <a href=\"/doc/1261492/\" id=\"a_16\">Kumari Shrilekha Vidyarthi\n         and others v. State of U. P. and others</a> [(1991) 1 SCC 212]. In\n         <a href=\"/doc/1261492/\" id=\"a_17\">the above case</a>, reference was made to the following passages from\n         paragraphs 22 and 24, which states thus: &quot;Unlike the private parties\n         the State while exercising its powers and discharging its functions,\n         acts indubitably, as is expected of it, for public good and in public\n         interest. The impact of every State action is also on public interest.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_95\">         It is really the nature of its personality as State which is significant\n         and must characterise all its actions, in whatever eld, and not the\n         nature of function, -contractual or otherwise, which is decisive of\n         the nature of scrutiny permitted for examining the validity of its act.\n         The requirement of <a href=\"/doc/1004075/\" id=\"a_18\">Article 114</a> being the duty to act fairly, justly\n         and reasonably, there is nothing which militates against the concept\n         of requiring the State always to so act, even in contractual matters.\n         This factor alone is sufficient to import at least the minimal\n         requirements of public law obligations and impress with this\n         character the contracts made by the State or its instrumentality . . .\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                   :   64   :\n</p>\n\n\n\n<blockquote id=\"blockquote_232\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1513693\" id=\"span_12\">. . . .. . To this extent, the obligation is of a public character\n         invariably in every case irrespective of there being any other right\n         or obligation in addition thereto. An additional contractual obligation\n         cannot divest the claimant of the guarantee under <a href=\"/doc/367586/\" id=\"a_19\">Article 14</a> of non-\n         arbitrariness at the hands of the State in any of its actions.&quot;\n         In paragraph 24, it is further observed by the Supreme Court that\n         the State cannot be attributed the split personality of Dr.Jekyll and\n         Mr.Hyde in the contractual field so as to impress on it all the\n         characteristics of the                State at the threshold while making a\n         contract requiring it to full the obligation of <a href=\"/doc/367586/\" id=\"a_20\">Article 14</a> of the\n         Constitution and thereafter permitting it to cast off its garb of State\n         to adorn the new robe of a private bod during the subsistence of\n         the contract enabling it to act arbitrarily subject only to the\n         contractual obligations and remedies owing from it&quot;. Learned\n         counsel also referred to the decision in <a href=\"/doc/1513693/\" id=\"a_21\">L.I.C. of India and\n         another v. Consumer Education and Research Centre and\n         others</a> [(1995) 5 SCC 482]. In <a href=\"/doc/1513693/\" id=\"a_22\">the above decision</a>, the Hon&#x27;ble\n         Supreme Court observed as follows:</span>\n</blockquote><blockquote id=\"blockquote_233\">         &quot;In the sphere of contractual relations the State, its instrumentality,\n         public authorities or those whose acts bear insignia of public\n         element, action to public duty or obligation are enjoined in a\n         manner that is fair, just and equitable, after taking objectively all\n         the relevant           options into consideration and in a manner that is\n         reasonable, relevant and germane to effectuate the purpose for\n         public good and in general public interest and it must not take any\n         irrelevant or irrational factors into consideration or appear arbitrary\n         in its decision. Duty to act fairly is part of fair procedure envisaged\n         under <a href=\"/doc/367586/\" id=\"a_23\">Articles 14</a> and <a href=\"/doc/1199182/\" id=\"a_24\">21.</a> Every activity of the public authority or\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   65   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_234\">         those under public duty or obligation must be informed by reason\n         and guided by the public interest. It is the exercise of the public\n         power or action hedged by public element that becomes open to\n         challenge. If it is shown that the exercise of power is arbitrary,\n         unjust and unfair, it should be no answer for the State, its\n         instrumentality public authority or person whose acts have the\n         insignia of public element to say that their actions are in the eld of\n         private law and they are free to prescribe any conditions or\n         limitations in their actions as private citizens simpliciter do in the\n         eld of private law. Its actions must be based on some rational and\n         relevant principles It must not be guided by irrational or irrelevant\n         considerations. Every administrative decision must be hedged by\n         reasons.&quot;\n</blockquote>\n\n<p data-structure=\"Issue\" id=\"p_96\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_13\">According to us, the above two decisions can be distinguished. The\n         question in issue in <a href=\"/doc/1261492/\" id=\"a_25\">Vidyarthi</a>&#x27;s case was with regard to the\n         termination of Government Pleaders by the Government.              The\n         Government defence was purely a matter of contract and with no\n         public element attaching to it which may be terminated at any time\n         at the sweet will of the Government excluding judicial review. The\n         Supreme Court indicated the presence of public element attached\n         to the office or post of District Government Counsel of every\n         category covered by the impugned order and that is sufficient to\n         attract <a href=\"/doc/367586/\" id=\"a_26\">Article 14</a> of the Constitution and bring the question of\n         validity of the impugned circular within the scope of judicial review.\n         Hence, there the question was whether the termination of the\n         Government Pleaders was proper or not.</span> In the L I.C.&#x27;s Case, the\n         question in issue was regarding the &quot;terms of the contract entered\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   66   :\n</p>\n\n\n\n<blockquote id=\"blockquote_235\">         <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1238017\" id=\"span_14\">into by the L.I.C. with the citizen. According to the Supreme\n         Court,the terms and conditions prescribed therein involve public\n         element.          While L.I.C. is entitled to evolve policies on business\n         principles, it cannot restrict a police to a class of persons only\n         thereby denying others its benets. The court held that the policy\n         cannot be restricted only to salaried persons in Government, quasi\n         Government or reputed commercial rms. Such condition in Table\n         58 declared unconstitutional. Learned counsel for the respondents\n         also relied on the decision in <a href=\"/doc/1238017/\" id=\"a_27\">Mahabir Auto Stores v. India Oil\n         Corporation</a> [(1990) 3 SCC 752].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_17\">As a matter of fact, the Hon&#x27;ble\n         Supreme Court itself in <a href=\"/doc/1974738/\" id=\"a_28\">Assistant Excise Commissioner v. Issac\n         Peter</a> [(1994) 4 CC 104], the judgments in <a href=\"/doc/1261492/\" id=\"a_29\">Shrilekha Vidyarthi\n         v. State of Uttar Pradesh</a> (<a href=\"/doc/1238017/\" id=\"a_30\">AIR 1991 SC 537) and Mahabir Auto\n         Stores v. India Oil Corporation</a> [(1990) 3 SCC 752] were\n         considered and explained as follows:</span></span></span>\n</blockquote><blockquote id=\"blockquote_236\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_18\">&quot;<a href=\"/doc/1261492/\" id=\"a_31\">Shrilekha Vidyarthi v. State of Uttar Pradesh</a> (supra) was a\n         case of mass termination of District Government counsel in the\n         State of U.P. It was a case of termination from a post involving\n         public element. It was a case of non-Government servant holding a\n         public office, on account of which it was held to be a matter within\n         the public law eld. This decision too does not afrm the principle\n         now canvassed by the learned counsel. We are, therefore, of the\n         opinion that in case of contracts freely entered into with the State,\n         like the present ones, there is no room for invoking the doctrine of\n         fairness and reasonableness against one party to the contract\n         (State) -for the purpose of altering or adding to the terms and\n         conditions of the contract, merely because it happens to be the\n         State. In such cases, the mutual rights and liabilities of the parties\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   67   :</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_237\">         are governed by the terms of the contracts (which may be statutory\n         in some cases) and the laws relating to contracts.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_238\">         <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1238017\" id=\"span_19\">&quot;Counsel for respondents also relied upon the decision in <a href=\"/doc/1238017/\" id=\"a_32\">Mahabir\n         Auto Stores v. Indian Oil Corporation</a> [(A.I.R.) 1990 S.C.\n         1031]. But that case turned on its peculiar facts. All that was done\n         was to advise the I.O.C. to take the appellant into confidence\n         before putting an end to his long enjoyed right. The observations in\n         the judgment are conned to the particular facts of that case. It is\n         significant to note &quot;that it was not a case where the rights of the\n         parties were governed by a contract. This decision cannot,\n         therefore, support the contention of the respondents&quot;.</span>\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_97\">         14. Here, so far as our case is concerned, there is no case that\n         some persons were given payment under the bills, while the others\n         were being discriminated. The entire case is that in spite of the\n         completion of the contractual work and in spite of the fact that M\n         books were presented and were approved, payments were not\n         made. The question in issue is whether the Government can be\n         compelled to pay the amount by issuing a writ -of mandamus.\n         Learned counsel for the respondents brought to our notice the\n         elaborate provisions made in the P.W.D. Manual and Financial Code\n         and has stated that in the Manual and Code, provisions are made\n         for awarding of the contract and apportionment of the amount for a\n         particular contract and also stipulates that payment should be made\n         as soon as the bills are presented. According to them, provisions of\n         the Manual and Financial Code give sufficient indication that the\n         Government has to act as per the provisions in the Manual and\n         Code and when they omitted to act on the basis of the Manual or\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   68   :\n</p>\n\n\n\n<blockquote id=\"blockquote_239\">         Code, a right is given to the contractor to approach this Court to\n         perform the duty cast on the P.W.D. Manual or Financial Code.\n         According to us, this argument cannot be accepted. It is true that\n         the P.W.D. Manual gives details regarding the awarding of contracts,\n         payment of amounts, etc. So also the Financial Code gives the\n         details of allotment of money to each contract work. According to\n         us, the Financial Code and the P.W.D. Manual are only instructions\n         for the Government. That does not mean that the Government can\n         violate the provisions of the Code or Manual. They cannot be said\n         to be statutory rules or statutory duties. The Government being\n         engaged in large number of activities, it has to control its officers\n         by providing certain Rules and Regulations while performing their\n         duties. So tar as the rights and obligations of the parties are\n         concerned, &#x27;what we have to look into is only the provisions of the\n         contract.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_98\">         15. As already stated, in all these cases, there is no statutory\n         contract. Conditions in the contract provide for everything including\n         for payment under the contract and also for termination of the\n         contract, recovery of damages, etc. Thus essentially when the\n         contractor moves this Court for payment of dues under the\n         contract, this Court has to enforce the provisions of the contract\n         and not the provisions of the statute or public duty. Learned\n         counsel then contended that in all these contractual works, what is\n         involved is the construction of roads, bridges, dams, etc. Hence, the\n         argument is, what is involved in these cases is the involvement of\n         public duty and in that aspect, it cannot be said that they have no\n         right to approach this Court. According to us, this argument is also\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   69   :\n</p>\n\n\n\n<blockquote id=\"blockquote_240\">         without any substance. Here what is being done is not the\n         enforcement of public duty. May be what is involved in the contract\n         is for the Welfare of the public. But the right to be enforced is for\n         the reimbursement of the amount spent by the contractors for the\n         purpose of contract. We cannot say that they were exercising public\n         duty in so tar as there is no statutory contract. Hence, according to\n         us, it is a case where a writ of mandamus cannot be issued.\n         Learned counsel then argued that they have got no efficacious\n         alternate remedy and that if they approach the Civil Court, the\n         proceedings will be pending for a long time. We do not approve this\n         argument. In cases where the State does not contest or admit the\n         claims made by the plaintiff, the Civil Court can immediately pass\n         the decree on the basis of the admission made by the State and in\n         case only a portion of the claim is admitted, for that portion, an\n         interim decree can be passed.\n</blockquote>\n\n<blockquote id=\"blockquote_241\">         l6. Thus, we are of the view that Original Petition under <a href=\"/doc/1712542/\" id=\"a_33\">Article 226</a>\n         of the Constitution for a writ of mandamus for enforcement of the\n         contractual obligation, viz. payment of amount to the contractors in\n         a contract, which is non-statutory, cannot be enforced through\n         <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution. The petitioners have to approach\n         the Civil Court for enforcement of the contractual obligations. We\n         hold that <a href=\"/doc/1712542/\" id=\"a_35\">Article 226</a> of the Constitution cannot be invoked for\n         enforcement of the contractual obligations in such cases. We are of\n         the view that in so far as the Original Petitions which have been.\n         decided till today on the basis of the admission made by the State,\n         this decision not have any effect on those decisions. This Judgment\n         will affect only those cases pending already in which no decision is\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   70   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_242\">         taken by the Court and the Writ Petitions hereinafter led. Hence,\n         even though we accept the contention of the Additional Advocate\n         General regarding the maintainability of the Original Petitions in the\n         nature of the fact that already a large number of years have\n         elapsed, we uphold the directions of the learned Single Judge for\n         payment of the amount. We grant time for payment by another four\n         months from today. The learned Additional Advocate General\n         submitted that this Court was not correct in ordering interest on the\n         amount and contended that the contract does not&#x27; provide for\n         payment of interest. In all these cases, we find that this Court has\n         xed a time 1imit,; within which if the amount is not paid, interest\n         has to be paid. We don&#x27;t think, there is anything wrong in making\n         such a direction.\n</blockquote><blockquote id=\"blockquote_243\">                    The Writ Appeals are disposed of as above.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_244\">         47. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"135056404\" id=\"span_20\">In <a href=\"/doc/135056404/\" id=\"a_36\">G.Anirudhan</a>&#x27;s case (cited supra), completion of contract\n\nhas been admitted, payment was not made due to lack of funds.</span>\n</blockquote>\n<blockquote id=\"blockquote_245\">         48.       In Kerala State Construction Corporation Ltd. v. Chief\n\nEngineer, Irrigation Department and others reported in 2019 (3)\n\nKHC 559, the Court considered the fact that the contractor dragged on\n\nwork and did not finish the end of work, the tender terminated and ask to\n\npay for the works at the agreed rate. Short facts of the decision of the\n\nlearned single Judge were extracted hereunder:\n</blockquote>\n<blockquote id=\"blockquote_246\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"399721\" id=\"span_21\">&quot;13. Same is the issue considered by a Full Bench of this\n         Court in <a href=\"/doc/399721/\" id=\"a_37\">&#x27;Abdul Rahiman v. Divisional Forest Officer</a>&#x27; [1988 (2) KLT\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   71   :</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_247\">         290 (F.B.)], wherein, it is held that, where the breach of the\n         contract is admitted, i.e., when there is no dispute that the contract\n         has been broken by one of the parties, the Government as the\n         party entitled to claim compensation for the breach need not wait\n         for a determination by any outside agency as to whether there was\n         any breach of contract, and in that event, the question of damages\n         alone remains to be considered. It was also held that, if liquidated\n         damages is provided in the contract, in the event of breach, and the\n         Government claiming that amount as compensation for the\n         admitted breach committed by the other party to the contract, need\n         not seek the aid of court or any outside agency for the fixation of\n         the quantum of damages, and similarly, if the contract itself\n         provides that one party shall be liable to pay damages to the other\n         party, as may be assessed by the other party to the contract, the\n         assessment so made in case the breach is admitted, is binding on\n         the first party and there is no more any necessity for a further\n         quantification of the damages by any outside agency. It was further\n         held that the party assessing the damage can straight-away seek to\n         recover the amount and if that party is the Government, it can have\n         recourse to the remedy available under the <a href=\"/doc/101350554/\" id=\"a_38\">Kerala Revenue\n         Recovery Act</a>.\n</blockquote>\n\n<blockquote id=\"blockquote_248\">                    15. On evaluation of the rival submissions made across the\n         Bar and the clear position of law discussed above, I am of the\n         considered view, since there is no challenge or dispute made to the\n         termination of the contract, and the question raised is only in\n         respect of quantum of damages fixed by the 2nd respondent in\n         accordance with the stipulations contained in the Notice Inviting\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   72   :\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_249\">         Tender, petitioner is not entitled to get any relief as is sought for in\n         the writ petition, there being no arbitrariness or illegality, liable to\n         be interfered with by this Court under <a href=\"/doc/1712542/\" id=\"a_39\">Article 226</a> of the\n         Constitution of India. Resultantly, writ petition fails, and accordingly\n         it is dismissed.&quot;\n</blockquote>\n\n<blockquote id=\"blockquote_250\">         49.       Case on hand, is in-opposite to the case relied on by the\n\nlearned Senior Government Pleader.                          Non-fulfillment of the terms and\n\nconditions of Agreement No.129/SC-KSRRDA/2007-08 dated 12.3.2019 by\n\nthe 1st party of contract, namely the Superintending Engineer, Kerala State\n\nRural Roads Development Agency, Thiruvananthapuram respondent No.3,\n\nis evident from Exhibit-P20 and the letters written by Nodal Officer/Project\n\nEngineer and Assistant Executive Engineer, PIU, Idukki, appellant No.5,.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_99\">Contractor/writ petitioner cannot be blamed for the delay.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_100\">         50. Decisions relied on by learned Senior Government Pleader can\n\nbe applicable, as a precedent only on facts similar to that and not\n\notherwise. We are not inclined to accept the contentions of the appellants.\n</p>\n<p data-structure=\"RespArg\" id=\"p_101\">Though Mr.Tek chand, learned Senior Government Pleader, submitted that\n\na writ of mandamus cannot be issued for enforcement of a contractual\n\nagreement for the work done, he has not disputed the entitlement of the\n\namount due and payable to the contractor/writ petitioner for the\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   73   :\n</p>\n\n\n\n<blockquote id=\"blockquote_251\">excavation of work, initially done, but the contention is only in respect of\n\nthe additional work. Writ petitioner/contractor is entitled to a sum for the\n\nremaining additional excavation work of 4940 m3 @ Rs.584.71/m3.\n</blockquote>\n<blockquote id=\"blockquote_252\">         In the light of the above discussion and decisions, we are not\n\ninclined to interfere with the judgment in W.P.(C) No.13821 of 2012 dated\n\n21.10.2015. There is no agreement for payment of interest, if there is a\n\ndelay.       True that the value of money to certain extent has diminished.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_102\">However, this Court is not inclined to order any interest. Thus, W.P.(C)\n\nNo.21104 of 2019 filed for interest is dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_103\">         W.A. No.724 of 2016 is dismissed. Appellants are directed to pay\n\nthe amount at the rate of Rs.584.71/m3 for the initial and additional works\n\ndone by the contractor/writ petitioner, as expeditiously as possible, by not\n\nlater than three months from today. No costs.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_104\">                                                                  Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_105\">                                                             S.MANIKUMAR\n                                                             CHIEF JUSTICE\n\n\n                                                                   Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_106\">                                                            C.T.RAVIKUMAR\n                                                                  JUDGE\nkrj\n W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                               :   74   :\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                              APPENDIX OF WA 724/2016</span>\n<blockquote id=\"blockquote_253\">APPELLANTS&#x27; EXHIBITS:\n</blockquote>\n<blockquote id=\"blockquote_254\">ANNEXURE A1                     COPY OF THE JUDGMENT IN WP(C) NO.13821/2012\n\n\nRESPONDENT&#x27;S EXHIBITS:\n</blockquote>\n<blockquote id=\"blockquote_255\">ANNEXURE R1 (A) TRUE COPY OF THE A/D CARD IN RESPECT OF 1ST\n                APPEALLANT\n\nANNEXURE R1(B) TRUE COPY OF THE A/D CARD IN RESPECT OF 4TH\n               APPELLANT\n\n\n\n                       APPENDIX OF WP(C) 21104/2019\nPETITIONERS&#x27; EXHIBITS:\n</blockquote>\n<blockquote id=\"blockquote_256\">EXHIBIT P1                     TRUE COPY OF THE AGREEMENT WITH GENERAL AND\n                               TECHNICAL CONDITIONS WITH SCHEDULE OF THE 3\n                               WORKS ATTACHED TO IT DATED 12.03.2009.\n</blockquote>\n<blockquote id=\"blockquote_257\">EXHIBIT P1(A)                  TRUE COPY OF THE DECISION DATED 03.10.2011.\n</blockquote>\n<blockquote id=\"blockquote_258\">EXHIBIT P2                     TRUE COPY OF THE REPORT OF THE ACCREDITED\n                               ENGINEER DATED 20.01.2012.\n</blockquote>\n<blockquote id=\"blockquote_259\">EXHIBIT P3                     TRUE COPY OF THE LETTER FROM 4TH RESPONDENT\n                               DATED 01.02.2012.\n</blockquote>\n<blockquote id=\"blockquote_260\">EXHIBIT P3 A                   TRUE COPY OF THE TERMINATION LETTER DATED\n                               04.01.2012.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_107\">EXHIBIT P4                     TRUE COPY OF THE JUDGMENT OF THIS HON&#x27;BLE\n                               COURT IN W.P(C).1382/2012 DATED 21.10.2015.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_108\">EXHIBIT P5                     TRUE COPY OF THE PETITION FOR DIRECTION\n                               ALONG WITH THE AFFIDAVIT FILED IN\n                               W.A.724/2016 DATED 07.02.2019.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_109\">EXHIBIT P6                     TRUE COPY OF THE BANK STATEMENT DATED\n                               20.07.2019.\n</p><p data-structure=\"Conclusion\" id=\"p_110\"> W.A.No.724 of 2016 &amp; W.P.(C)No.21104 of 2019\n                                                     :   75   :\n</p>\n\n\n\n<blockquote id=\"blockquote_261\">EXHIBIT P7                     TRUE COPY OF THE ORDER IN CIVIL APPEAL\n                               NO.2610/19 OF THE HON&#x27;BLE APEX COURT DATED\n                               08.03.2019.\n</blockquote>\n\n\n\n<pre id=\"pre_9\">RESPONDENTS&#x27; EXHIBITS:                         NIL\n\n\n\n\n                                                                  //TRUE COPY//\n\n\n                                                                   PA TO JUDGE\n </pre>","numcites":18,"numcitedby":0,"docsource":"Kerala High Court","citetid":45103758,"divtype":"judgments","relatedqs":[{"value":"risk and cost","formInput":"risk%20and%20cost"},{"value":"contract termination","formInput":"contract%20termination"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"GST","formInput":"GST"},{"value":"original agreement and supplemental agreements","formInput":"original%20agreement%20and%20supplemental%20agreements"},{"value":"public duty","formInput":"public%20duty"},{"value":"GSB ","formInput":"GSB%20"},{"value":"supplemental agreements","formInput":"supplemental%20agreements"},{"value":"works contract","formInput":"works%20contract"},{"value":"\"termination of contract\"","formInput":"%22termination%20of%20contract%22"},{"value":"\"risk and cost\"","formInput":"%22risk%20and%20cost%22"},{"value":"Supplemental agreement original","formInput":"Supplemental%20agreement%20original"},{"value":"abraham vakkanal","formInput":"abraham%20vakkanal"},{"value":"Work of forest department","formInput":"Work%20of%20forest%20department"},{"value":"mandamus","formInput":"mandamus"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"Pmgsy       filter:      technical bid","formInput":"Pmgsy%20%20%20%20%20%20%20filter%3A%20%20%20%20%20%20technical%20bid"},{"value":"forests   land","formInput":"forests%20%20%20land"},{"value":"csi","formInput":"csi"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}