{"tid":150788551,"publishdate":"2007-07-25","title":"The Management Of Tractor'S And Farms ... vs The Presiding Officer, Labour Court, B. ... on 25 July, 2007","doc":"<h2 class=\"doc_title\">The Management Of Tractor&#x27;S And Farms ... vs The Presiding Officer, Labour Court, B. ... on 25 July, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2007)6MLJ406</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-chandru\">K. Chandru</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-chandru\">K. Chandru</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nK. Chandru, J.\n \n\n</pre><p data-structure=\"CDiscource\" id=\"p_1\">1. In all these 90 Writ Petitions, heard the arguments of Mr. S. Sanjay Mohan, learned Counsel appearing for M/s. Ramasubramaniam and Associates and Mr. D. Hariparanthaman, learned Counsel appearing for the second respondents and Mr. K. Srinivasan appearing for the third respondent and have perused the records.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. In all these 90 Writ Petitions, the short question that arises for consideration is whether the prayer of the writ petitioner/Management seeking for a restraint order against the Labour Court from proceeding with industrial disputes raised by the respective second respondents under <a href=\"/doc/45618607/\" id=\"a_1\">Section 2A(2)</a> of the Industrial Disputes Act 1947 (for short <a href=\"/doc/500379/\" id=\"a_2\">I.D. Act</a>) can be granted by this Court? \n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. Since the issue raised in all these Writ Petitions are common, the petitioner is hereinafter referred to as the Management and the second respondents are collectively referred to as the Workmen and the third respondent as the contractor.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The workmen were employed by the management and they were members of &quot;TAFE Employees Union&quot;, which is a registered Trade Union. These workmen were working under various capacities and they were claiming that they had put in six years of service. The Trade Union to which they belong to, raised an industrial dispute under <a href=\"/doc/189659891/\" id=\"a_3\">Section 2(k)</a> of the I.D. Act seeking for permanency of their service on account of their having completed 480 days of service within a period of 24 calendar months in terms of the <a href=\"/doc/197020455/\" id=\"a_4\">Tamil Nadu Industrial Establishments (Conferment of Permanent Status to Workmen) Act</a> 1981. It is also their case that Provident Fund subscriptions were deducted by the management. Complaints were made to the Labour Department when the Trade Union took up their cause of regularisation. It was stated by them that the management brought in a contractor to make it appear that they were all the workmen of the contractor, thereby denying their right of regularisation and permanency. It is their positive case that on 16.2.2005, a printed letter was sought to be obtained from them in order to make it appear that they have voluntarily gave statements that they were working under the contractor and that they have been instigated by their Trade Union and they were always willing to work under the contractor. When the workmen refused to sign under the dated line, it resulted in denial of employment. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\">5. Therefore, the matter was pursued before the Assistant Commissioner of Labour (Conciliation), Dindigul. The conciliation ended in failure and its report dated 20.5.2005 was submitted to the Government. The said report contained several demands of the workmen. On the receipt of the said report, the Government of Tamilnadu by G.O. D. No. 813 Labour and Employment dated 24.11.2006 refused to refer the dispute. With reference to the demand No. 1, viz., that the workmen to be made permanent having worked for six years and also P.F. being deducted from the salary. The Government stated that originally, the dispute was raised on behalf of 160 workers and thereafter, 127 workers were removed from service and out of 127, 35 workers have signed settlement under <a href=\"/doc/509428/\" id=\"a_5\">Section 18(1)</a> with the contractor and in respect of 92 workers, the Assistant Commissioner of Labour has given a failure report under <a href=\"/doc/45618607/\" id=\"a_6\">Section 2A(2)</a> of the I.D. Act. Therefore, since the workmen&#x27;s non-employment was the subject matter of an individual dispute, the dispute regarding their permanency can be raised after the disposal of the industrial dispute. In respect of the 8 demands for which dispute was raised, the same reason was given by the Government.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. Aggrieved by the said order, the trade union to which the workmen belonged has filed a Writ Petition being W.P. (MD) No. 6111 of 2007 and the matter has been admitted and notice has been ordered to the Government and the Management and the matter is sub-judice.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\">7. In the mean while, even before the declining of that reference, the workmen have individually raised a dispute for which failure report has been given by the Conciliation Officer and on the strength of the same, the workmen have filed individual claim statements before the first respondent/Labour Court under <a href=\"/doc/45618607/\" id=\"a_7\">Section 2A(2)</a>. The disputes have been taken on file by the Labour Court and different I.D. Numbers have been assigned to all those 90 cases and notices have been ordered to the management and the contractor. The management instead of filing a counter statement in respect of the disputes individually raised by the workmen have chosen to file the present Writ Petition with a prayer that this Court under <a href=\"/doc/1712542/\" id=\"a_8\">Article 226</a> of the Constitution should issue a Writ of a nature of Mandamus forbearing the first respondent/Labour Court from proceeding with the adjudication of the disputes raised by the workmen.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\">8. When questioned as to how such a Writ in the nature of Mandamus will lie against a constituted Labour Court and that too, against a proceedings initiated by a workman under <a href=\"/doc/45618607/\" id=\"a_9\">Section 2A(2)</a> of the I.D. Act. Learned Counsel for the management submitted that this Court can mould the relief and actually the prayer is one of Writ of Prohibition against the Labour Courts from proceeding with the disputes. An attempt to clutch on to any jurisdiction can be thwarted by a Writ of Prohibition. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_9\">9. Thereafter, the learned Counsel for the management submitted that the petitioner management is not the employer in respect of the workmen concerned in the disputes and the real employer is the third respondent contractor and therefore, the workmen cannot make any claim in respect of the management. He also submitted that once a dispute under <a href=\"/doc/45618607/\" id=\"a_10\">Section 2A(2)</a> is raised, the workmen must choose a particular employer for making a grievance. But based on the plea that the term of the appointment that they had with the contractor is sham and nominal and therefore, the relief should be given against the principal employer cannot be a subject matter of adjudication under <a href=\"/doc/45618607/\" id=\"a_11\">Section 2A(2)</a> and the Labour Court will have no jurisdiction in such a matter because such a dispute will fall under <a href=\"/doc/189659891/\" id=\"a_12\">Section 2(k)</a> and not under 2A(2) of the <a href=\"/doc/500379/\" id=\"a_13\">I.D. Act</a>. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1814300\" id=\"span_1\">10. The learned Counsel brought to the notice of this Court, the judgment of the Supreme Court reported in 2007 (<a href=\"/doc/1814300/\" id=\"a_14\">4) L.L.N. 99 Bharat Heavy Electricals Ltd. v. Anil and Ors. After</a> referring to para 13 and in light of the said observation, he submitted that the Writ is maintainable and this Court should restrain the Labour Court from proceeding with the dispute. It is therefore necessary to quote the said passage:</span>\n</p><blockquote id=\"blockquote_1\"> Para 13: ...There is a difference between an individual dispute which is deemed to be an industrial dispute under <a href=\"/doc/1377486/\" id=\"a_15\">Section 2A</a> of the said 1947 Act on one hand and an industrial dispute espoused by the union in terms of <a href=\"/doc/1418464/\" id=\"a_16\">Section 2(1)</a> of the said 1947 Act. An individual dispute which is deemed to be an industrial dispute under <a href=\"/doc/1377486/\" id=\"a_17\">Section 2A</a> concerns discharge, dismissal, retrenchment or termination whereas an industrial dispute under <a href=\"/doc/1418464/\" id=\"a_18\">Section 2(1)</a> covers a wider field. It includes even the question of status. This aspect is very relevant for the purposes of deciding this case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"659776\" id=\"span_2\">In the case of <a href=\"/doc/659776/\" id=\"a_19\">Radhey Shyam and Anr. v. State of Haryana and Anr.</a> 1999 (2) L.L.N 497, it has been held after considering various judgments of the Supreme Court that <a href=\"/doc/1377486/\" id=\"a_20\">Section 2A</a> contemplates nothing more than to declare an individual dispute to be an industrial dispute. It does not amend the definition of industrial dispute set out in <a href=\"/doc/189659891/\" id=\"a_21\">Section 2(k)</a> of the Industrial Disputes Act, 1947 (which is similar to <a href=\"/doc/1418464/\" id=\"a_22\">Section 2(1)</a> of the said 1947 Act). <a href=\"/doc/1377486/\" id=\"a_23\">Section 2A</a> does not cover every type of dispute between an individual workman and his employer. <a href=\"/doc/1377486/\" id=\"a_24\">Section 2A</a> enables the individual worker to raise an industrial dispute, notwithstanding, that no other workmen or union is a party to the dispute. <a href=\"/doc/1377486/\" id=\"a_25\">Section 2A</a> applies only to disputes relating to discharge, dismissal, retrenchment or termination of service of an individual workman. It does not cover other kinds of disputes such as bonus, wages, leave facilities etc.</span>\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">11. Thereafter, the learned Counsel referred to the observation made in para 15 in the same judgement. As a dispute by the Union had already been raised for which reference has been refused by the Government, will operate against the workmen as an estoppel.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">12. When it was pointed out that the said order of reference is under challenge and it had not become final, yet the learned Counsel submitted that notwithstanding the fact that the trade Union has raised a dispute by stating that the contract was not genuine and it is sham and nominal. The workmen are bound by the action of their Trade Union and they have no separate right to raise any individual dispute. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1814300\" id=\"span_3\">In such a situation, an individual worker has no say in such matter and the judgment in <a href=\"/doc/1814300/\" id=\"a_26\">Bharat Heavy Electricals Ltd.</a>,&#x27;s case (cited supra) will apply in all four corners.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"315807\" id=\"span_4\">13. The learned Counsel further relied on the judgment of the Supreme Court  ANZ Grindlays Bank Ltd. now known as <a href=\"/doc/315807/\" id=\"a_27\">Standard Chartered Grindlays Bank Ltd. v. Union of India (UOI) and Ors.</a> and referred to para 13 which is as follows:</span>\n</p><blockquote id=\"blockquote_2\"> Para 13 : Mr Bhat, learned Counsel for the second respondent, has submitted that this Court should not interfere with the order of the Central Government making a reference under <a href=\"/doc/1669932/\" id=\"a_28\">Section 10</a> of the Act, as the appellant can ventilate its grievances before the Industrial Tribunal itself and if the decision of the Tribunal goes against the appellant, the same may be challenged in accordance with law. According to learned Counsel the writ petition is premature as the appellant has got a remedy before the Tribunal to show that the reference is either bad in law or is uncalled for. We are unable to accept the submission made. It is true that normally a writ petition under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> of the Constitution should not be entertained against an order of the appropriate Government making a reference under <a href=\"/doc/1669932/\" id=\"a_30\">Section 10</a> of the Act, as the parties would get opportunity to lead evidence before the Labour Court or Industrial Tribunal and to show that the claim made is either unfounded or there was no occasion for making a reference. However, this is not a case where the infirmity in the reference can be shown only after evidence has been adduced. In the present case the futility of the reference made by the Central Government can be demonstrated from a bare reading of the terms of the reference and the admitted facts. In such circumstances, the validity of the reference made by the Central Government can be examined in proceedings under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the Constitution as no evidence is required to be considered for examining the issue raised.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_14\">14. Therefore, the learned Counsel submits that this Court can go into the claim made by the workmen and decide whether the relief sought for by the workmen can be granted by the Labour Court and in the absence of its jurisdiction, the Court must restrain the Labour Court from proceeding with the reference.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_5\">15. Finally, the learned Counsel relied upon the judgment of the Supreme Court in <a href=\"/doc/277653/\" id=\"a_32\">Steel Authority of India Ltd., and Ors. v. National Union Water Front Workers and Ors.</a>  and drew the attention of this Court to para 120, which is as follows:</span>\n</p><blockquote id=\"blockquote_3\"> Para 120 : We have also perused all the Rules and forms prescribed thereunder. It is clear that at various stages there is involvement of the principal employer. On an exhaustive consideration of the provisions of the <a href=\"/doc/1810788/\" id=\"a_33\">CLRA Act</a> we have held above that neither they contemplate creation of direct relationship of master and servant between the principal employer and the contract labour nor can such relationship be implied from the provisions of the Act on issuing notification under <a href=\"/doc/1436043/\" id=\"a_34\">Section 10(1)</a> of the CLRA Act, a fortiori much less can such a relationship be found to exist from the Rules and the forms made thereunder.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_16\">16. On the strength of the above, the defence is that on a analysis of the <a href=\"/doc/1810788/\" id=\"a_35\">Contract Labour Regulation Abolition Act</a> did not contemplate creation of direct relationship of master and servant between the principal employer and the contract labour and no such relationship can be implied from the provisions of the Act.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\">17. Therefore, the learned Counsel submitted that either workmen raise a dispute under <a href=\"/doc/189659891/\" id=\"a_36\">Section 2(k)</a> contending that the contract is sham and nominal or that they should seek for abolition of contract labour in terms of the provisions of the Contract Labour Act. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_18\">18. Per contra, the learned Counsel Mr.D. Hari Paranthaman contended that this Court under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution shall not interfere with the dispute raised under <a href=\"/doc/45618607/\" id=\"a_38\">Section 2A(2)</a> of the I.D. Act before the 1st respondent/Labour Court and the workmen have got an excellent case before the Labour Court on evidence. The learned Counsel also submitted that in industrial proceedings, a Writ Petition even before the issue could be adjudicated by an appropriate Labour Court is not warranted by invoking the extra-ordinary jurisdiction vested on this Court. Further, he also submitted that they are seeking for any abolition of contract labour or that they are seeking for any regularisation but it is a positive case of termination by the management and they have nothing to do with the third respondent contractor. All along their case was that they had worked for six years in their respective posts and Provident Fund contributions have also been recovered and it is only when the Trade Union sought for permanency, the contractor was sought to be inducted into as it has been resisted by the workmen, it finally resulted in their non-employment. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"81104439\" id=\"span_6\">19. He also relied upon the judgment of this Court in  <a href=\"/doc/81104439/\" id=\"a_39\">Management of Blue Dart Aviation Ltd. v. Government of India</a> (rendered by me) where this Court has held that the burden of proof as to real employer lies on the workmen. Therefore, the management is not put to any prejudice in the dispute being continued and by the self-imposed restriction, this Court should not thwart a proper adjudication of an industrial dispute. He also submitted that the Government&#x27;s order declining to refer was illegal and the Trade Union had already challenged the said denial in a separate Writ petition and denial of reference cannot estop the individual workman from raising a dispute.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">20. In any event, the said refusal to refer the dispute cannot operate as a res judicata in an individual dispute being agitated. The learned Counsel sought to place reliance upon a judgment of a Division Bench of this Court presided over by K.G. Balakrishnan, C.J., (as he then was) in W.A. (MD) No. 189 of 2000 dated 10.2.2000 in Thanthai Periyar Transport Corporation Ltd., rep. by its Managing Director, Villupuram v. 1. M. Lakshmanan and 2. The Presiding officer, Industrial Tribunal, Madras - 600104, wherein this Court held that declining to refer the dispute under <a href=\"/doc/1669932/\" id=\"a_40\">Section 10</a> cannot be a bar for the workmen to pursue a complaint under <a href=\"/doc/500379/\" id=\"a_41\">Section 33A</a> of the I.D. Act. Therefore, he pleaded for dismissal of the Writ Petitions.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_21\">21. Mr. K. Srinivasan, learned Counsel for the contractor orally submitted that some of the workers have entered into compromise and no relief need be given to them. However, no memo showing the existence of any compromise had been filed before this Court. In any event, if that is the arrangement between some of the second respondent/workman and the third respondent and if their demands are satisfied, the same can be produced before the Labour Court. This Court is not going into that issues at the present juncture.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">22. Before proceeding to deal with the rival contentions, it is necessary to trace the history of <a href=\"/doc/1377486/\" id=\"a_42\">Section 2A</a> of the I.D. Act. <a href=\"/doc/1377486/\" id=\"a_43\">Section 2A</a> of the I.D. Act was introduced by the Parliament by the amendment made by Act 35 of 1965. <a href=\"/doc/1377486/\" id=\"a_44\">Section 2A</a> reads as follows:\n</p><blockquote id=\"blockquote_4\"> 2-A. Dismissal, etc., of an individual workman to be deemed to be an industrial dispute - Where any employer discharges, dismisses, retrenches or otherwise terminates the services of an individual workman, any dispute or difference between that workman and his employer connected with, or arising out of, such discharge, dismissal, retrenchment or termination shall be deemed to be an industrial dispute notwithstanding that no other workman nor any union of workmen is a party to the dispute.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\">23. Before the introduction of <a href=\"/doc/1377486/\" id=\"a_45\">Section 2A</a>, an individual worker has to rely upon the support of the Trade union and other fellow workers to have his non-employment adjudicated by the Court. After the introduction, an individual dispute can be raised by a worker without other workers supporting his case or not. Therefore, an exception has been carved out from the definition of industrial dispute given under <a href=\"/doc/189659891/\" id=\"a_46\">Section 2(k)</a> of the I.D. Act. Even after the introduction of <a href=\"/doc/1377486/\" id=\"a_47\">Section 2A</a> still one were made to go through the process of conciliation. Reference has to be made for adjudication by the appropriate Government under <a href=\"/doc/760439/\" id=\"a_48\">Section 10(1)</a> of the I.D. Act. \n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">24. As it imposed a cumbersome procedure, the Tamil Nadu State Legislature has amended <a href=\"/doc/1377486/\" id=\"a_49\">Section 2A</a> and added Sub-section (2), by the T.N.Act 5 of 1988 with effect from 1.11.1988. The <a href=\"/doc/45618607/\" id=\"a_50\">Section 2A(2)</a>, which is applicable to the State of Tamil Nadu, reads as follows:\n</p><blockquote id=\"blockquote_5\"> (2) Where no settlement is arrived at in the course of any conciliation proceeding taken under this Act in regard to an industrial dispute referred to in Sub-section (1), the aggrieved individual workman may apply, in the prescribed manner, to the Labour Court for adjudication of such dispute and the Labour Court shall proceed to adjudicate such dispute, as if, such dispute has been referred to it for adjudication and accordingly all the provisions of this Act relating to a adjudication of industrial disputes by the Labour Court shall apply to such adjudication.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\">25. Therefore, an industrial dispute with reference to the individual non-employment has undergone radical departure from the traditional concept of industrial dispute. Now in any case of non-employment can be raised without the support of the Union and without there being any reference by the appropriate Government. A worker can move the Labour Court/Tribunal as a matter of right. More or less the Labour Courts have now been vested with an original jurisdiction without any technicalities attached to the same. This power of Labour Court to deal with an individual dispute arose from the fulfilment of an obligation imposed by the international convenants and pursuant to the resolution made by the International Labour Organisation (ILO) vide its resolution No. 119 (1963) by which member countries have agreed to create a mechanism by which in case of dismissal, discharge or termination of workmen must have an approval by a third party neutral arbitrator.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">26. In the light of the development of law, today, an industrial worker in case of non-employment can move the Labour Court without there being any obstacle in law. Once such a petition is filed and the Labour Court issues notice, it is incumbent upon the management to enter appearance and put-forth their stand in defence. Even if it goes to the root of the matter, it is necessarily for the industrial adjudicator such as the Labour Court to deal with it and the Labour Court will have to pass an Award in terms of the contentions of parties.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">27. The Preamble to the Industrial Disputes Act makes it clear that it has only two methods of resolving a dispute - one by conciliation and the other by adjudication. Therefore, when the conciliation having failed, the only other method by which an industrial dispute can be resolved is by adjudication and the present attempt by the management even to thwart such a process of adjudication can never be entertained by the Courts. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">28. In the present case, the arguments on behalf of the petitioner/management that they are not the employer, is not an issue purely based upon law. Even if it is a jurisdictional issue, the said issue cannot be decided based upon affidavits only. When the necessary statements are before the Labour Court, only when it records a finding the fact upon which a legal premises can be built. Without such a foundation, the High Court under <a href=\"/doc/1712542/\" id=\"a_51\">Article 226</a> of the Constitution cannot interdict the proceedings which are otherwise validly instituted.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_29\">29. The submission that the petitioner/management is not the employer and that the third respondent contractor is the employer cannot be decided on the basis of affidavit jurisdiction. On the other hand, it is a positive case of the workmen that it is the petitioner/management who is their employer. Even before the Conciliation Officer, the third respondent who filed a counter statement had only contended that they have been unjustly impleaded and they should be let off from the proceedings.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1814300\" id=\"span_7\">30. In the absence of the management filing a counter statement in respect of the pending dispute, the Court is unable to take up the Writ Petition and decide the question of law and facts. Even though the learned Counsel for the management relied upon the judgment of <a href=\"/doc/1814300/\" id=\"a_52\">Bharat Heavy Electricals Ltd</a>&#x27;s case (cited supra), it must be stated that in the present case, the workmen are not claiming that the contract being sham and nominal but their positive case is it is the management who is their employer and their non-employment should be resolved.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"366376\" id=\"span_8\">31. It must be pointed out that the Supreme Court in <a href=\"/doc/366376/\" id=\"a_53\">Gujarat Electricity Board v. Hind Mazdoor Sabha and Ors.</a>  has held in para 53(ii), which reads as follows:</span>\n</p><blockquote id=\"blockquote_6\"> 53(ii) If the contract is a sham or not genuine, the workmen of the so-called contractor can raise an industrial dispute for declaring that they were always the employees of the principal employer and for claiming the appropriate service conditions. When such dispute is raised, it is not a dispute for abolition of the labour contract and hence the provisions of <a href=\"/doc/1669932/\" id=\"a_54\">Section 10</a> of the Act will not bar either the raising or the adjudication of the dispute. When such dispute is raised he industrial adjudicator has to decide whether the contract is a sham or genuine. It is only if the adjudicator comes to the conclusion that the contract is a sham, that he will have jurisdiction to adjudicate the dispute.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\">32. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_9\">In <a href=\"/doc/277653/\" id=\"a_55\">Steel Authority of India Ltd.</a> case cited supra, the Supreme Court gave a direction in paragraph No. 125(5), which reads as follows:</span>\n</p><blockquote id=\"blockquote_7\"> Para 125 : (5) On issuance of prohibition notification under <a href=\"/doc/1436043/\" id=\"a_56\">Section 10(1)</a> of the CLRA Act prohibiting employment of contract labour or otherwise, in an industrial dispute brought before it by any contract labour in regard to conditions of service, the industrial adjudicator will have to consider the question whether the contractor has been interposed either on the ground of having undertaken to produce any given result for the establishment or for supply of contract labour for work of the establishment under a genuine contract or is a mere ruse/camouflage to evade compliance with various beneficial legislations so as to deprive the workers of the benefit thereunder. If the contract is found to be not genuine but a mere camouflage, the so-called contract labour will have to be treated as employees of the principal employer who shall be directed to regularise the services of the contract labour in the establishment concerned subject to the conditions as may be specified by it for that purpose in the light of para 6 hereunder.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1814300\" id=\"span_10\">33. Therefore, placing reliance upon the <a href=\"/doc/1814300/\" id=\"a_57\">Bharat Heavy Electricals Ltd.</a>, case is inappropriate. In the present case, it is not as if the workmen are clamouring for any new status but it is a positive case of non-employment.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"315807\" id=\"span_11\">Further, reliance upon the <a href=\"/doc/315807/\" id=\"a_58\">ANZ Grindlays Bank Ltd.</a>&#x27;s case (cited supra), it must be seen that the very passage quoted above that in a case of reference under <a href=\"/doc/760439/\" id=\"a_59\">Section 10(1)</a>, the Court as the materials are before the Government can find out whether such a decision of the Government was based on objective materials placed before the Government before making a reference.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">34. The present case is not one of reference under <a href=\"/doc/760439/\" id=\"a_60\">Section 10(1)</a> of the I.D. Act and it is a case where the workmen had direct access to go to the Labour Court as matter of right.\n</p> \n\n<p data-structure=\"Section\" id=\"p_35\">35. The other argument that the reference has been declined by the Government and it will be an estoppel, it must be stated that it is also under challenge by the Trade Union in a separate Writ proceedings. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\">36. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1814300\" id=\"span_12\">In any event, the principle <a href=\"/doc/315807/\" id=\"a_61\">laid down in</a> <a href=\"/doc/1814300/\" id=\"a_62\">Thanthai Periyar Transport Corporation Ltd.</a>,&#x27;s case (cited supra), rendered on behalf of the Division Bench by K.G.BALAKRISHNAN, C.J., (as he then was) in W.A. (MD) No. 189 of 2000 dated 10.2.2000 is more appropriate. In para 8, the then Chief Justice had observed as follows:</span>\n</p><blockquote id=\"blockquote_8\"> Para 8 : Making complaint for contravention of the provisions under <a href=\"/doc/535397/\" id=\"a_63\">Section 33(2)(b)</a> of the said act by the appellant is a statutory right to an employee, and, merely because the Government refused to refer the matter to the Tribunal exercising powers under <a href=\"/doc/1669932/\" id=\"a_64\">Section 10</a> of the said Act, exercising such a right by the employee under Section 33A of the said Act cannot be denied.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_37\">37. With regard to the contention that even assuming that the management has made a wrong prayer and that this Court can mould the relief, as this Court has taken a view that due to self-imposed restriction made on this Court, the Court should not interdict any process of adjudication even before it can reach its finality. In fact, the Supreme Court had in more than one occasion has held that the Court should not entertain petitions at the threshold and decide preliminary issues.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\">38. The Supreme Court in D.P. Maheswari v. Delhi Administration AIR 1984 SC 153, it has been held as follows (at pp.426 and 427 of LLJ)\n  \n\nIt was just the other day that we were bemoaning the unbecoming devices adopted by certain employers to avoid decision of industrial disputes on merits. We noticed how they would raise various preliminary objections, invite decision on those objections, invite decision on those objections in the first instance, carry the matter to the High Court under <a href=\"/doc/1712542/\" id=\"a_65\">Article 226</a> of the Constitution and to this Court under <a href=\"/doc/427855/\" id=\"a_66\">Article 136</a> of the Constitution and delay a decision of the real dispute for years, some times for over a decade.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_39\">...\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">There was a time when it was thought prudent and wise policy to decide preliminary issues first. But the time appears to have arrived for a reversal of that policy. We think it is better that Tribunals, particularly those entrusted with the task of adjudicating labour disputes where delay may lead to misery and jeopardise industrial peace, should decide all issues in dispute at the same time without trying some of them as preliminary issues. Nor should High Courts in the exercise of their jurisdiction under <a href=\"/doc/1712542/\" id=\"a_67\">Article 226</a> of the Constitution stop proceedings before a Tribunal so that a preliminary issue may be decided by them. Neither the jurisdiction of a High Court under <a href=\"/doc/1712542/\" id=\"a_68\">Article 226</a> of the Constitution nor the jurisdiction of this Court under <a href=\"/doc/427855/\" id=\"a_69\">Article 136</a> may be allowed to exploited by those who can well afford to wait by dragging the latter from Court to Court for adjudication of peripheral issues, avoiding decision on issues more vital to them. <a href=\"/doc/1712542/\" id=\"a_70\">Article 226</a> and <a href=\"/doc/427855/\" id=\"a_71\">Article 136</a> are not meant to be used to break the resistance of the workmen in this fashion. Tribunals and Courts who are requested to decide preliminary questions must therefore ask themselves whether such threshold part-adjudication is really necessary and whether it will not lead to other woeful consequences. After all Tribunals like Industrial Tribunals are constituted to decide expeditiously special kinds of disputes and their jurisdiction to so decide is not to be stifled by all manner of preliminary objections and journeyings up and down. It is also worthwhile remembering that the nature of the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_72\">Article 226</a> is supervisory and not appellant while that under <a href=\"/doc/427855/\" id=\"a_73\">Article 136</a> is primarily supervisory but the Court may exercise all necessary appellate powers to do substantial justice. In the exercise of such jurisdiction neither the High Court nor this Court is required to be too astute to interfere with the exercise of jurisdiction by special Tribunals at interlocutory stages and on preliminary issues.\n</p> \n\n<p data-structure=\"Section\" id=\"p_41\">39. At the moment, there are no rival pleadings before this Court and only the claim statement made by the Workmen is placed on record in the form of typed set of papers. This Court cannot on the basis of averments made by the management in the affidavit construe them as its defence before the Labour Court. It can only be adjudicated by the appropriate forum. If there any wrong assertions made in the counter statements it may be brought out during the process of adjudication. Because under <a href=\"/doc/867674/\" id=\"a_74\">Section 11(3)</a>, the Labour Court has power of a Civil Court when trying a civil suit. <a href=\"/doc/867674/\" id=\"a_75\">Section 11(3)</a> of the I.D. Act reads as follows:\n</p>  \n\n<blockquote id=\"blockquote_9\">11. Procedure and power of conciliation officers, Boards, Courts and Tribunals - (1)...Omitted....\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">(2)...Omitted....\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">(3) Every Board, Court Labour Court, Tribunal and National Tribunal shall have the same powers as are vested in a Civil Court under <a href=\"/doc/161831507/\" id=\"a_76\">the Code of Civil Procedure</a>, 1908 (5 of 1908), when trying a suit, in respect of the following matters, namely:\n</p>  \n\n<blockquote id=\"blockquote_10\">(a) enforcing the attendance of any person and examining him on oath;\n</blockquote> \n\n<blockquote id=\"blockquote_11\">(b) compelling the production of documents and material objects;\n</blockquote> \n\n<blockquote id=\"blockquote_12\">(c) issuing commissions for the examination of witnesses....\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_44\">40. Therefore, if any attempt is made to stall a properly laid claim before the Labour Court, it will not only result in unjust encroachment at the powers of the Labour Court which after the T.S. State Amendment of 1998 has given plenary powers to Labour Courts in dealing with the dispute of non-employment.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">41. The prayer for issuance of a Writ either in the nature of Mandamus or Prohibition will not apply to an original jurisdiction. Unless a strong case is made out, the Court need not take up the task of entertaining Writ Petitions on the basis of affidavit jurisdiction. In fact,the Labour Courts are best suited to deal with them as the Labour Courts not only can receive documents in evidence but also can let in oral evidence and appreciate the factual matrix of the case involved. No prejudice will be caused to the mighty-management in facing the trial. Unnecessarily, the adjudication has been stalled for more than one year. Had the dispute been allowed to go for a logical end, the dispute itself would have been over by now. If the management has an excellent case, then it is for them to plead such of those defences which are available to them both under law and on facts and bring the disputes to their finality.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1814300\" id=\"span_13\">42. Even in the <a href=\"/doc/1814300/\" id=\"a_77\">Bharat Electricals Ltd.</a>,&#x27;s case (cited supra), the Supreme Court decided the legal issues upon the validity of adjudication by a Labour Court and it is not an authority to forestall a dispute even before its conclusions.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\">43. Under the circumstances, the Writ Petitions will stand dismissed. Consequently, interim stay already granted will stand vacated and the connected Miscellaneous petitions are closed. However, the parties will have to bear their respective costs.\n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_48\">44. As the matter is already one year old and considering that the issue in all 90 matters are identical, the Labour Court is directed to dispose of the matter after notice to both the parties within a period of six months from the date of receipt of copy of this order on merits including the preliminary objection raised by the management.\n</p> \n\n","numcites":22,"numcitedby":1,"docsource":"Madras High Court","citetid":150788551,"divtype":"judgments","relatedqs":[{"value":"contract labour","formInput":"contract%20labour"},{"value":"article 136","formInput":"article%20136"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"preliminary issue","formInput":"preliminary%20issue"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"regularisation ","formInput":"regularisation%20"},{"value":"trade union ","formInput":"trade%20union%20"},{"value":"retrenchment","formInput":"retrenchment"},{"value":"discharge dismissal","formInput":"discharge%20dismissal"},{"value":"mandamus","formInput":"mandamus"},{"value":"position case","formInput":"position%20case"},{"value":"CLRA","formInput":"CLRA"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"grindlays bank","formInput":"grindlays%20bank"},{"value":"industrial disputes act","formInput":"industrial%20disputes%20act"},{"value":"labour acts","formInput":"labour%20acts"},{"value":"BHARAT HEAVY","formInput":"BHARAT%20HEAVY"},{"value":"industrial disputes","formInput":"industrial%20disputes"},{"value":"industrial tribunal","formInput":"industrial%20tribunal"},{"value":" tribunal is  court","formInput":"%20tribunal%20is%20%20court"}],"cats":[{"value":"dismissal-in-industrial-dispute","formInput":"tag:dismissal-in-industrial-dispute"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"industrial","formInput":"tag:industrial"}],"courtcopy":false,"query_alert":null,"agreement":false}