{"tid":1400809,"publishdate":"2008-11-27","title":"Satta @ Satnam Singh S/O Sardul Singh vs The State Of Punjab on 27 November, 2008","doc":"<h2 class=\"doc_title\">Satta @ Satnam Singh S/O Sardul Singh vs The State Of Punjab on 27 November, 2008</h2>\n\n<pre id=\"pre_1\">Crl. Appeal No.384-SB of 1998,                              1\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\n     IN THE HIGH COURT OF PUNJAB AND HARYANA AT\n                     CHANDIGARH\n\n                                         Crl. Appeal No.384-SB of 1998\n                                         Date of Decision : 27.11.2008\n\n\n1. Satta @ Satnam Singh S/o Sardul Singh                    ...Appellants\n   R/o Haryo Khurd.\n\n2. Kulwinder Singh S/o Gurbax Singh,\n   R/o Haryao.\n\n3. Amrik Singh S/o Ranjit Singh,\n   R/o Dhillon.\n\n4. Jagdev Singh S/o Arjan Singh,\n   R/o Mauladwala.\n\n                             Versus\n\nThe State of Punjab                               ....Respondent\n\n                                         Crl. Appeal No.58-SB of 2001\n\nBagga Singh S/o Gurnam Singh,                     ...Appellant\nR/o Lachkari Patti Dhilwan, P.S. Tapa,\nDistrict Sangrur.\n\n                             Versus\n\nThe State of Punjab                               ....Respondent\n\n                                         Crl. Appeal No.321-SB of 2001\n\nBalwinder Singh S/o Balwant Singh,                ...Appellant\nR/o Village Mukandpura, P.S. Dehlon,\nDistrict Ludhiana.\n\n                             Versus\n\nThe State of Punjab                               ....Respondent\n\nCORAM:HON&#x27;BLE MR. JUSTICE SHAM SUNDER\n Crl. Appeal No.384-SB of 1998,                                   2\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nPresent: Mr. Bipan Ghai, Sr. Advocate, with\n         Mr. Deepak Garg, Advocate,\n         for the appellants, in all the appeals.\n\n           Mr. Shilesh Gupta, DAG, Punjab,\n           for the respondent, in all the appeals.\n\n\nSHAM SUNDER, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">           This judgment shall dispose of Criminal Appeal No.384-SB of\n\n1998, filed by Satta @ Satnam Singh, Kulwinder Singh, Amrik Singh,\n\nand Jagdev Singh, appellants, against the judgment of conviction, and the\n\norder of sentence dated 16.4.1998, rendered by the Judge, Special Court,\n\nSangrur, vide which he convicted the accused/appellants, for the offence,\n\npunishable under <a href=\"/doc/1046310/\" id=\"a_1\">Section 15</a> of the Narcotic Drugs &amp; Psychotropic\n\nSubstances Act, 1985 (hereinafter called as &#x27;the Act&#x27; only) and sentenced\n\nthem, to undergo rigorous imprisonment, for a period of ten years each,\n\nand to pay a fine of Rs.1 lac each, and in default of payment of the same,\n\nto undergo rigorous imprisonment for another period of one year each,\n\nCriminal    Appeal    No.58-SB     of   2001,      filed   by   Bagga   Singh,\n\naccused/appellant, against the judgment of conviction, and the order of\n\nsentence dated 8.12.2000, rendered by the Judge, Special Court, Sangrur,\n\nvide which he convicted the accused/appellant, for the offence,\n\npunishable under <a href=\"/doc/1046310/\" id=\"a_2\">Section 15</a> of the Act, and sentenced him, to undergo\n\nrigorous imprisonment, for a period of ten years, and to pay a fine of Rs.1\n\nlac, and in default of payment of the same, to undergo rigorous\n\nimprisonment for another period of one year, and Criminal Appeal\n\nNo.321-SB of 2001, filed by Balwinder Singh, accused/appellant, against\n\nthe judgment of conviction, and the order of sentence dated 1.3.2001,\n<span class=\"hidden_text\" id=\"span_1\"> Crl. Appeal No.384-SB of 1998,                                3</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nrendered by the Judge, Special Court, Sangrur, vide which he convicted\n\nthe accused/appellant, for the offence, punishable under <a href=\"/doc/1046310/\" id=\"a_3\">Section 15</a> of the\n\nAct, and sentenced him, to undergo rigorous imprisonment, for a period\n\nof ten years, and to pay a fine of Rs.1 lac, and in default of payment of\n\nthe same, to undergo rigorous imprisonment for another period of one\n\nyear, all relating to FIR No.67, dated 17.4.1988, P.S. Dirba, for having\n\nbeen found in possession of 110 bags, each containing 38 kgs. Poppy-\n\nhusk, (falling within the ambit of commercial quantity), without any\n\npermit or licence.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">2.        The facts, in brief, are that on 17.4.1988, Jarnail Singh, ASI,\n\nalongwith other police officials, was holding a picket, on the canal\n\nbridge, in the area of village Raidhriana, where they had gone in an\n\nofficial vehicle, bearing No.PBS-2673.        Labh Singh and Harminder\n\nSingh, public witnesses, were also members of the police party. At about\n\n4.00 AM, on 17.4.1998, a truck bearing No.DIL-781, came from the side\n\nof village Raidhriana, and it was proceeding towards the canal bridge,\n\nmetaled road. When the truck came near the police party, Jarnail Singh,\n\nASI, gave a signal with the torch light, to stop. The truck was stopped,\n\nby the driver thereof. It was encircled, by the police officials. The driver,\n\non enquiry, disclosed his name as Balwinder Singh S/o Balwant Singh.\n\nDevinder Singh and Bagga Singh, were sitting by the side of the driver,\n\non the front seat. On the back side of the truck, Jagminder Singh, and four\n\nother persons were sitting. When the police party was enquiring the\n\nwhereabouts of the accused, four persons except Jagminder Singh, who\n\nwere sitting on the back side, jumped from the truck, and ran away. The\n<span class=\"hidden_text\" id=\"span_2\"> Crl. Appeal No.384-SB of 1998,                               4</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\npolice party tried to chase them, but it was unsuccessful in arresting them,\n\nat the spot. However, those persons, who succeeded in running away\n\nwere Satta @ Satnam Singh, Amrik Singh, Kulwinder Singh @ Kala and\n\nJagdev Singh @ Jagga. They were already known to Jarnail Singh, ASI,\n\nthe Investigating Officer, and identified by other police officials.\n\nJagminder Singh, Balwinder Singh,      Devinder Singh and Bagga Singh,\n\nwere apprehended at the spot. They were told that the search of the truck\n\nwas to be conducted, and whether they wanted the same to be conducted,\n\nin the presence of a Gazetted Officer, or a Magistrate. They, however,\n\nreposed confidence in Jarnail Singh, ASI. Thereafter, the search of the\n\ntruck, in accordance with the provisions of law, was conducted, as a\n\nresult whereof, 110 bags, each containing 38 kgs. Poppy-husk, were\n\nrecovered therefrom. A sample of 250 grams each, from all the bags, was\n\ntaken out, and the remaining poppy-husk, was kept in the same bags. The\n\nsamples, and the bags, containing the remaining poppy-husk, were\n\nconverted into parcels, duly sealed, and taken into possession, vide a\n\nseparate recovery memo. The truck, stepeny and tarpaulien, were also\n\ntaken into possession, vide the same recovery memo. Ruqa was sent to\n\nthe Police Station, on the basis whereof, formal FIR was registered.\n\nRough site plan of the place of recovery, with correct marginal notes, was\n\nprepared.    Jagminder Singh, Balwinder Singh,        Devinder Singh and\n\nBagga Singh, accused were arrested.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">3.          Later on, all the remaining accused, except Devinder Singh,\n\nwere also arrested, and supplementary challans, against them, were\n\npresented.    After the completion of investigation, the accused were\n<span class=\"hidden_text\" id=\"span_3\"> Crl. Appeal No.384-SB of 1998,                           5</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nchallaned.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.        On their appearance, in the Court, the copies of documents,\n\nrelied upon by the prosecution, were supplied to the accused. Charge\n\nunder <a href=\"/doc/1046310/\" id=\"a_4\">Section 15</a> of the Act, was framed against them, to which they\n\npleaded not guilty, and claimed judicial trial.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">5.        In Sessions case No.18/31.1.89, 45 of 5.8.92 and 36 of 1996,\n\nand Sessions case No.301 of 23.11.2000, out of which Crl. Appeal\n\nNos.384-SB of 1998 and 321-SB of 2001 respectively, have arisen, the\n\nprosecution, in support of its case, examined Gurdas Singh, ASI (PW-1),\n\nwho partly investigated this case, Jagjiwan Singh, ASI (PW-2), a member\n\nof the police party, in whose presence, the truck was intercepted, and\n\nrecovery of 110 bags, containing poppy-husk, was effected, Ajit Singh,\n\nASI (PW-3), Puran Singh Bishat, Head Clerk,(PW-4), who brought the\n\nrecord of Transport Department of Delhi Administration, in relation to\n\ntruck No.DIL-781, and stated that it was in the name of Paramjit Singh\n\nS/o Sampuran Singh, resident of Idgah, Delhi, Ramsher Singh, Constable\n\n(PW-5), who tendered his affidavit, Ex.PK, Nirmal Singh, HC (PW-6),\n\nwho also tendered his affidavit, Ex.PL, and Om Parkash, SI (PW-7). The\n\nAddl. Public Prosecutor for the State, gave up Labh Singh, and\n\nHarminder Singh, PWs, as having been won over by the accused, vide his\n\nstatements dated 30.3.1995 and 28.2.1997 respectively. Thereafter, he\n\nclosed the prosecution evidence.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">6.        In Sessions case No.24 dated 27.1.1999, BT No.364/19.6.1999,\n\nout of which Crl. Appeal No.58-SB of 2001, has arisen, the prosecution,\n\nin support of its case, examined Ajit Singh, ASI (PW-1), Harminder\n<span class=\"hidden_text\" id=\"span_4\"> Crl. Appeal No.384-SB of 1998,                              6</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nSingh, ASI (PW-2), Nirmal Singh, HC (PW-3), Ramsher Singh,\n\nConstable (PW-4), Jagjiwan Singh, ASI (PW-5), and Om Parkash,\n\nInspector (Retd.) (PW-6). Thereafter, the Addl. Public Prosecutor for the\n\nState, closed the prosecution evidence.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">7.        The statements of the accused, who were convicted in Sessions\n\ncase No.18/31.1.89, 45 of 5.8.92 and 36 of 1996, and Sessions case\n\nNo.301 of 23.11.2000, out of which Crl. Appeal Nos.384-SB of 1998 and\n\n321-SB of 2001 respectively, have arisen, under <a href=\"/doc/767287/\" id=\"a_5\">Section 313</a> Cr.P.C.,\n\nwere recorded, and they were put all the incriminating circumstances,\n\nappearing against them, in the prosecution evidence. They pleaded false\n\nimplication.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">7-A.      Kulwinder Singh, accused, in his statement, under <a href=\"/doc/767287/\" id=\"a_6\">Section 313</a>\n\nCr.P.C., stated that he alongwith Amrik Singh and Satta, were brought\n\nfrom the village, in the presence of Dhan Singh, Numberdar, and Kuldip\n\nSingh. He further stated that they were falsely implicated, in this case.\n\nHe further stated that no recovery was effected from him.\n\n7-B.      Jagminder Singh, accused, in his statement, under <a href=\"/doc/767287/\" id=\"a_7\">Section 313</a>\n\nCr.P.C., stated that the police of P.S.Dirba, declared Ruldu, accused,\n\ninnocent, in the murder case of Hardev Singh, his brother, whereas\n\nRuldu, accused, was challaned, on the complaints of Jagminder Singh,\n\nand convicted later on. He further stated that the police of P.S.Dirba, got\n\nRuldu and Tara, accused, released from the Government. He further\n\nstated that someone shot him, but the Police of P.S.Dirba, did not trace\n\nthe accused, and he gave applications. He further stated that Sohan\n\nSingh, HC, saved his nephew in the murder case of Hari Singh, in which\n<span class=\"hidden_text\" id=\"span_5\"> Crl. Appeal No.384-SB of 1998,                                7</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nhe was a witness, and got the accused convicted. He further stated that a\n\ncomplaint was filed against the then SHO, P.S.Dirba, and Sohan Singh,\n\nHC, of village Raidhari, and in that case, he was also a witness. He\n\nfurther stated that he was taken away by Jarnail Singh, ASI, from Village\n\nRaidharana, on 15.4.1988, in the presnece of Karnail Singh, Numberdar,\n\nmember Panchayat, Hazura Singh, Pala Singh and Baldev Ram, and was\n\nfalsely implicated, in this case, due to the aforesaid reasons. He further\n\nstated that the police was inmically disposed, towards him.\n\n7-C.      Satnam Singh, accused, in his statement, under <a href=\"/doc/767287/\" id=\"a_8\">Section 313</a>\n\nCr.P.C., stated that he, Kulwinder Singh and Amrik Singh, were brought\n\nfrom the village, in the presence of Dhan Singh, Numberdar, and Kuldip\n\nSingh, and were falsely involved, in this case. He further stated that no\n\nrecovery was effected from him.\n</p>\n<p data-structure=\"RespArg\" id=\"p_9\">7-D.      Jagdev Singh, accused, in his statement, under <a href=\"/doc/767287/\" id=\"a_9\">Section 313</a>\n\nCr.P.C., stated that he had come to the house of his relatives Sobha\n\nSingh, Lamberdar, at village Ghanaur Jatan, alongwith truck. He further\n\nstated that they had come for the last few days for constructing his house.\n\nHe further stated that Jarnail Singh, Thanedar, came there, and asked for\n\nthe truck, without any payment. Jarnail Singh, ASI, had been quite often\n\ntaking the truck, from Sobha Singh, without any payment. He further\n\nstated that his truck was also demanded by Jarnail Singh, with payment.\n\nHe further stated that he refused to do so. He further stated that Darshan\n\nSingh and Sobha Singh, were present at that time. He further stated that\n\nthe Thanedar took him, to the Police Station, alongwith the truck. He\n\nfurther stated that he as also the truck, have been involved falsely, in this\n<span class=\"hidden_text\" id=\"span_6\"> Crl. Appeal No.384-SB of 1998,                              8</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\ncase. He further stated that nothing was recovered from his possession.\n\n7-E.       Amrik Singh, accused, in his statement, under <a href=\"/doc/767287/\" id=\"a_10\">Section 313</a>\n\nCr.P.C., stated that he, Satta and Kulwinder Singh, were brought from the\n\nvillage, in the presence of Dhan Singh, Numberdar, and Kuldip Singh,\n\nand were falsely involved, in this case. He further stated that no recovery\n\nwas effected from him.\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">7-F.       Balwinder Singh, accused, in his statement, under <a href=\"/doc/767287/\" id=\"a_11\">Section 313</a>\n\nCr.P.C., took up the same plea, as was taken up by Jagdev Singh,\n\naccused.\n</p>\n<p data-structure=\"Facts\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1970738\" id=\"span_7\">7-G.       In defence, they, however, examined Niranjan Singh (DW-1),\n\nRamesh Kumar (DW-2), Maghar Singh, (DW-3), Kapur Singh, (DW-4),\n\nLabh Singh (DW-5), Ram Chand (DW-6), Tek Singh (DW-7), Harminder\n\nSingh (DW-9), Jarnail Singh, Constable (DW-10).          Jagminder Singh,\n\naccused, also tendered into evidence certified copy of challan in Sessions\n\ntrial No.23/A of 1983 decided on 15.2.1984, &quot;<a href=\"/doc/1970738/\" id=\"a_12\">State Vs. Ajaib Singh</a> etc.&quot;</span>\n\nunder Section 302 read with 34 <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a>, FIR No.190 dated 26.12.1992, P.S.\n\nDirba, as Ex.DA, and certified copy of his statement in Sessions trial\n\naforesaid, as Ex.DB, as well as copy of the judgment Ex.DC, in Sessions\n\ntrial No.4 of 1984, decided on 31.5.1985, under Sections 302 read with\n\n34 <a href=\"/doc/1569253/\" id=\"a_14\">IPC</a> &quot;State Vs. Tara Chand etc.&quot; FIR No.127 dated 3.7.1983, P.S.\n\nDirba. Thereafter, they closed their defence evidence.\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">8.         The statement of accused Bagga Singh, who was convicted in\n\nSessions case No.24 dated 27.1.1999, BT No.364/19.6.199, out of which\n\nCrl. Appeal No.58-SB of 2001, has arisen, under <a href=\"/doc/767287/\" id=\"a_15\">Section 313</a> Cr.P.C.,\n\nwas recorded, and he was put all the incriminating circumstances,\n<span class=\"hidden_text\" id=\"span_8\"> Crl. Appeal No.384-SB of 1998,                              9</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nappearing against him, in the prosecution evidence. He pleaded false\n\nimplication.     It was stated by him, that his brother Lal Singh, was\n\nmurdered in a fake police encounter, on the basis that his brother was\n\nhaving the links with the extremists. He further stated that the police was\n\ninimical towards him, and his family, and for that reason, he was falsely\n\nimplicated. He further stated that no recovery was effected from his\n\npossession.      He, however, produced, mark-A, photocopy of the\n\nNewspaper.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">9.        Since, Balwinder Singh, accused, was declared Proclaimed\n\nOffender, when the case was fixed for arguments, and Bagga Singh,\n\naccused, was declared Proclaimed Offender, at the initial stage, when\n\nthey were arrested, the supplementary challans, referred to above, against\n\nthem, were later on, presented, and separate trials, were held against\n\nthem, as stated above.\n</p>\n<p data-structure=\"Section\" id=\"p_14\">10.       Devinder Singh, accused, could not be arrested, and is still\n\nProclaimed Offender.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">11.       After hearing the Addl. Public Prosecutor for the State, the\n\nCounsel for the accused, and, on going through the evidence, on record,\n\nSatta @ Satnam Singh, Kulwinder Singh, Amrik Singh, Jagdev Singh,\n\nBagga Singh, and Balwinder Singh, accused, were convicted and\n\nsentenced, by the trial Court, vide separate judgments of conviction, and\n\norders of sentence, referred to above, whereas, Jagminder Singh, accused,\n\nwas acquitted.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">12.       Feeling aggrieved, against the judgments of conviction, and the\n\norders of sentence, rendered by the trial Court, the instant appeals, were\n<span class=\"hidden_text\" id=\"span_9\"> Crl. Appeal No.384-SB of 1998,                               10</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nfiled by Satta @ Satnam Singh, Kulwinder Singh, Amrik Singh, Jagdev\n\nSingh, Bagga Singh, and Balwinder Singh, appellants.\n\n</p><p data-structure=\"CDiscource\" id=\"p_17\">13.       I have heard the learned Counsel for the parties, and have gone\n\nthrough the evidence and record, of the case, carefully.\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">14.       The Counsel for the appellants, at the very outset, contended\n\nthat the Satnam Singh, Kulwinder Singh, Jagdev Singh and Amrik Singh,\n\nwere not arrested, at the spot. He further submitted that, according to the\n\nprosecution story, they succeeded in running away, taking the shelter of\n\ndarkness, and, therefore, their identity as the perpetrators of crime, could\n\nnot be established. He further submitted that, even no identification\n\nparade, was conducted, by the Investigating Officer, during the course of\n\ninvestigation, so as to connect them, with the instant case. He further\n\nsubmitted that, under these circumstances, the trial Court, was wrong in\n\nrecording conviction, and awarding sentence, to these accused.          The\n\nsubmission of the Counsel for the appellants, in this regard, does not\n\nappear to be correct. It is evident from the statements of Ajit Singh, ASI,\n\n(PW-3),   and    Jagjiwan   Singh,    ASI   (PW-2),    in   Sessions   case\n\nNo.18/31.1.89, 45 of 5.8.92 and 36 of 1996, that the truck being driven\n\nby Balwinder Singh, accused was signalled to stop, and the same was\n\nstopped. It was further stated by them, that thereafter the truck was\n\nencircled. Jagjiwan Singh, ASI (PW-2), a recovery witness, in clear-cut\n\nterms, stated that when the whereabouts of the accused, were being\n\nenquired, Satnam Singh, Kulwinder Singh, Jagdev Singh and Amrik\n\nSingh, who were sitting in the body of the truck, succeeded in running\n\naway. They were seen in the torch light. He further stated that he\n<span class=\"hidden_text\" id=\"span_10\"> Crl. Appeal No.384-SB of 1998,                               11</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nidentified the accused, who succeeded in running away. He further stated\n\nthat the police party chased them, but they could not be apprehended.\n\nThe recovery, in this case, was effected, at about 4.00 AM, in the month\n\nof April, 1988. At 4.00 AM, in the month of April, it could not be said to\n\nbe too much darkness. From the evidence of the aforesaid witnesses, it is\n\nproved that the police party, had sufficient time, to recognize the accused,\n\nwho were the occupants of the truck. It was not that they had only a\n\nglimpse of the occupants of the truck, when it was moving. Since, the\n\ntruck was stopped, it was not at all impossible for Jagjiwan Singh, ASI\n\n(PW-2), to recognize the accused, namely Satnam Singh, Kulwinder\n\nSingh, Jagdev Singh and Amrik Singh, who succeeded in running away.\n\nDuring the course of his cross-examination, Jagjiwan Singh, ASI (PW-2),\n\nwas put a suggesstion that he could not identify the accused, namely\n\nSatnam Singh, Kulwinder Singh, Jagdev Singh and Amrik Singh, but he\n\nstoutly denied the same. In case,       Satnam Singh, Kulwinder Singh,\n\nJagdev Singh and Amrik Singh, were not present, in the body of the\n\ntruck, when the same was stopped, and were falsely implicated, in this\n\ncase, they could move an application, before the Court concerned, that\n\ntheir identification parade be ordered to be held. They did not move any\n\napplication, in that regard.   It means that they did not dispute their\n\nidentity, as the perpetrators of crime. The identity of the accused, namely\n\nSatnam Singh, Kulwinder Singh, Jagdev Singh and Amrik Singh, was\n\nduly established, as the perpetrators of crime. The submission of the\n\nCounsel for the appellants, being without merit, must fail, and the same\n\nstands rejected.\n</p><span class=\"hidden_text\" id=\"span_11\"> Crl. Appeal No.384-SB of 1998,                               12</span><p data-structure=\"Issue\" id=\"p_19\">\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">15.       It was next submitted by the Counsel for the appellants, that the\n\nprosecution miserably failed to prove that the accused were in conscious\n\npossession of the poppy-husk, referred to above. The submission of the\n\nCounsel for the appellants, in this regard, does not appear to be correct.\n\nBalwinder Singh, accused, was the driver of the truck. Two accused were\n\nsitting by his side, and the remaining five accused, were sitting in the\n\nbody of the truck, on the back side. It was a big quantity of poppy-husk,\n\nwhich was being carried in the truck. It was not a small quantity of\n\npoppy-husk, which could escape the notice of the accused, who were the\n\noccupants of the truck. It was within the special means of knowledge of\n\nthe accused, as to how, 110 bags, containing poppy-husk, were lying in\n\nthe body of the truck, and to which destination the same, were being\n\ntransported. It was not a small quantity of poppy-husk, which was being\n\ncarried by the accused, for the purpose of consumption. Such a big haul\n\nof poppy-husk, was being carried by the accused, in the truck, for the\n\npurpose of sale, on commercial basis, for minting money. Since, these\n\nfacts were within the special means of knowledge of the accused, they\n\nwere required to explain the same.       However, no explanation, was\n\nfurnished by them. The possession of the accused, and their control over\n\nthe bags, containing poppy-husk, was, thus, proved. Once, the possession\n\nof the accused, and their control over the bags, containing poppy-husk,\n\nwas proved, statutory presumption, under <a href=\"/doc/1297682/\" id=\"a_16\">Sections 54</a> and <a href=\"/doc/852142/\" id=\"a_17\">35</a> of the Act,\n\noperated against them, that they were in conscious possession thereof.\n\nThereafter, it was for them, to rebut the statutory presumption, by leading\n\ncogent and convincing evidence. However, the appellants failed to rebut\n<span class=\"hidden_text\" id=\"span_12\"> Crl. Appeal No.384-SB of 1998,                                13</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nthat presumption, either during the course of cross-examination of the\n\nprosecution witnesses, or by leading defence evidence. No plea was\n\ntaken up by Balwinder Singh, accused, driver of the truck, that he was\n\ncarrying the poppy-husk therein, as per the command of the owner. No\n\nplea was taken up by the other accused, that they took the lift in the truck,\n\nas they had no other means of transport, to reach their village. No plea\n\nwas taken by Satnam Singh, Kulwinder Singh, Jagdev Singh and Amrik\n\nSingh, that they were only the labourers, engaged by the owner, or the\n\ndriver of the truck, to load the gunny bags, containing poppy-husk, and\n\nunload the same, at a particular destination.    No plea was taken up, by\n\nany of the accused, that they did not know, as to what was contained in\n\nthe bags, lying in the truck. The only plea, which was taken up, by the\n\naccused, was that they were falsely implicated, in the instant case. The\n\naccused, however, failed to rebut the statutory presumption, under\n\nSectiosn 54 and 35 of the Act. In these circumstances, the trial Court was\n\nright, in holding that they were in conscious possession of the\n\ncontraband. <a href=\"/doc/1297682/\" id=\"a_18\">Section 54</a> of the Act ibid reads as under :-\n\n</p><blockquote id=\"blockquote_1\">                    &quot;Presumption from possession of illicit articles:- In\n\n                    trials under this Act, it may be presumed, unless and\n\n                    until the contrary is proved, that the accused has\n\n                    committed an offence under this Act, in respect of:-\n\n</blockquote><pre id=\"pre_2\">                    a)        any    narcotic    drug    or    psychotropic\n\n                    substance or controlled substance;\n\n                    b)        any opium poppy, cannabis plant or coca\n\n</pre><blockquote id=\"blockquote_2\">                    plant growing on any land which he has cultivated;</blockquote><pre id=\"pre_3\">\n<span class=\"hidden_text\" id=\"span_13\"> Crl. Appeal No.384-SB of 1998,                                   14</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\n                     c)           any apparatus specially designed or any\n\n                     group      of    utensils   specially   adopted   for   the\n\n</pre><blockquote id=\"blockquote_3\">                     manufacture of any narcotic drug or psychotropic\n\n                     substance or controller substance; or\n\n</blockquote><blockquote id=\"blockquote_4\">                     d)           any materials which have undergone any\n\n                     process towards the manufacture of a narcotic drug\n\n                     or psychotropic substance or controlled substance, or\n\n                     any residue left of the materials from which any\n\n                     narcotic        drug   or   psychotropic   substance    or\n\n                     controlled substance has been manufactured,\n\n                     for the possession of which he fails to account\n\n                     satisfactorily.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_21\">15-A.     <a href=\"/doc/852142/\" id=\"a_19\">Section 35</a> which relates to the presumption of culpable mental\n\nstate, is extracted as under :-\n</p>\n<blockquote id=\"blockquote_5\">                     &quot;Presumption of culpable mental state:- (1) In any\n\n                     prosecution for an offence under this Act, which\n\n                     requires a culpable mental state of the accused, the\n\n                     Court shall presume the existence of such mental\n\n                     state but it shall be a defence for the accused to\n\n                     prove the fact that he had no such mental state with\n\n                     respect to the act charged as an offence in that\n\n                     prosecution.\n</blockquote>\n<blockquote id=\"blockquote_6\">                     Explanation:- In this section &quot;culpable mental state&quot;\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">                     includes intention, motive knowledge of a fact and\n\n                     belief in, or reason to believe, a fact.\n</p><span class=\"hidden_text\" id=\"span_14\"> Crl. Appeal No.384-SB of 1998,                              15</span><p data-structure=\"CDiscource\" id=\"p_23\">\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\n                    (2) For the purpose of this section, a fact is said to\n\n                    be proved only when the court believes it to exist\n\n                    beyond a reasonable doubt and not merely when its\n\n                    existence is established by a preponderance of\n\n                    probability.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">15-B.     From the conjoint reading of the provisions of <a href=\"/doc/1297682/\" id=\"a_20\">Sections 54</a> and\n\n<a href=\"/doc/852142/\" id=\"a_21\">35</a>, referred to hereinbefore, it becomes abundantly clear, that once an\n\naccused, is found to be in possession of a contraband, he is presumed to\n\nhave committed the offence, under the relevant provisions of the Act,\n\nuntil the contrary is proved. According to <a href=\"/doc/852142/\" id=\"a_22\">Section 35</a> of the Act ibid, the\n\nCourt shall presume the existence of mental state, for the commission of\n\nan offence, and it is for the accused to prove otherwise. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_15\">In <a href=\"/doc/489126/\" id=\"a_23\">Madan Lal\n\nand another Vs. State of H. P.</a> 2003 SCC (Crl.) 1664 it was held as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_7\">                  The word &quot;conscious&quot; means awareness about a\n                  particular fact.        It is a state of mind which is\n                  deliberate or intended.\n</blockquote><blockquote id=\"blockquote_8\">                             Once possession is established, the person\n                  who claims that it was not a conscious possession has\n                  to establish it, because how he came to be in\n                  possession is within his special knowledge. <a href=\"/doc/852142/\" id=\"a_24\">Section 35</a>\n                  of the Act gives a statutory recognition of this position\n                  because of the presumption available in law. Similar\n                  is the position in terms of <a href=\"/doc/1297682/\" id=\"a_25\">Section 54</a> where also\n                  presumption is available to be drawn from possession\n                  of illicit articles.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_16\">16.       The facts of <a href=\"/doc/489126/\" id=\"a_26\">Madan Lal</a>&#x27;s case (supra) in brief, were that\n\naccused Manjit    Singh was driving the Car, and the remaining four\n<span class=\"hidden_text\" id=\"span_17\"> Crl. Appeal No.384-SB of 1998,                                16</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\naccused, were sitting therein.        One steel container (dolu) in a black\n\ncoloured bag, was recovered from the said Car, which contained 820 gms.\n\ncharas. All the accused were convicted and sentenced by the trial Court,\n\nholding that they were found in conscious possession of charas, despite\n\nthe fact, that one of the accused, admitted his conscious possession, of the\n\ncontraband.   The Apex Court held that the trial Court was right, in\n\ncoming to the conclusion, that the accused were found in conscious\n\npossession of charas, as they had failed to explain, as to how they were\n\ntravelling in a Car together, which was not a public vehicle. The Apex\n\nCourt upheld the conviction and sentence awarded to the accused. In the\n\ninstant case, the accused failed to explain, as to how, 110 bags,\n\ncontaining poppy-husk were found in the truck, which was being driven\n\nby one of them.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_18\">The facts of <a href=\"/doc/489126/\" id=\"a_27\">Madan Lal</a>&#x27;s case (supra) are similar and\n\nidentical to the facts of the present case.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"489126\" id=\"span_19\">The principle of law<a href=\"/doc/489126/\" id=\"a_28\">, <a href=\"/doc/489126/\" id=\"a_29\">laid down,\n\nin</a></a> <a href=\"/doc/489126/\" id=\"a_30\">Madan Lal</a>&#x27;s case (supra) is fully applicable to the facts of the\n\npresent case. As stated above, the accused, thus, miserably failed to rebut\n\nthe statutory presumption<a href=\"/doc/489126/\" id=\"a_31\">, <a href=\"/doc/489126/\" id=\"a_32\">referred to above</a></a>.        Thus,   their conscious\n\npossession, in respect of the contraband, was proved, and, as such, the\n\nsubmission of the Counsel for the appellants, being without merit, must\n\nfail, and the same stands rejected.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">17.       It was next submitted by the Counsel for the appellants, that\n\nindependent witnesses, in the name of Labh Singh and Harminder Singh,\n\nthough joined by the Investigating Officer, at the time of the alleged\n\nsearch and seizure, yet they were not examined. He further submitted\n\nthat the prosecution, thus, withheld the best evidence, in its possession.\n<span class=\"hidden_text\" id=\"span_20\"> Crl. Appeal No.384-SB of 1998,                                17</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nHe further submitted that, under these circumstances, an adverse\n\ninference could be drawn, that had they been examined, they would not\n\nhave supported the case of the prosecution.        The submission of the\n\nCounsel for the appellants, in this regard, does not appear to be correct.\n\nNo doubt, Labh Singh and Harminder Singh, independent witnesses,\n\nwere joined by the Investigating Officer, at the time of search and seizure,\n\nyet they sided with the accused, during the course of trial. Accordingly,\n\nthe Addl. Public Prosecutor for the State, vide his statements dated\n\n30.3.1995 and 28.2.1997 respectively, gave them up, as won over by the\n\naccused. The Public prosecutor for the State, is the master of the case. It\n\nis for him to decide, as to whether, he wanted to examine a particular\n\nwitness, or not. However, he is required to exercise the discretion, in a\n\nbona-fide manner. In the instant case, the discretion was exercised by the\n\nAddl. Public Prosecutor for the State, in a bona-fide manner. There is\n\nnothing, on the record, to reveal, that he exercised such a discretion, in an\n\narbitrary, and capricious manner. The other evidence, produced by the\n\nprosecution, on scrutiny, has been found to be cogent, convincing,\n\nreliable, and trustworthy. Under these circumstances, the mere fact that\n\nLabh Singh and Harminder Singh, independent witnesses, were given up\n\nas won over, did not affect the merits of the case. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1048134\" id=\"span_21\">In <a href=\"/doc/1048134/\" id=\"a_33\">Masalti Vs. State of\n\nUttar Pradesh</a>, AIR 1965 (S.C.) 202, it was held that it is, undoubtedly,\n\nthe duty of the prosecution to lay before the Court, all material witnesses,\n\navailable to it, whose evidence is necessary for unfolding its case, but it\n\nwould be unsound to lay down it, as a general rule, that every witness,\n\nmust be examined, even though his evidence, may not be very material,\n<span class=\"hidden_text\" id=\"span_22\"> Crl. Appeal No.384-SB of 1998,                               18</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nor even if, it is known that he has been won over or terrorized.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"964239\" id=\"span_23\">In <a href=\"/doc/964239/\" id=\"a_34\">Roop\n\nSingh Vs. State of Punjab</a> 1996 (1) RCR 146, a Division Bench of this\n\nCourt, held that no adverse inference can be drawn, when the only\n\nindependent witness, was given up by the prosecution, as won over by the\n\naccused.    It was further held, in the said authority, that the panch\n\nwitnesses, being human beings, are quite exposed and vulnerable to\n\nhuman feelings of yielding, browbeating, threats and inducements, and\n\ngiving up of the public witnesses, as won over, is fully justified, in the\n\npresent day situation, prevailing in the society.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"596272\" id=\"span_24\">In <a href=\"/doc/596272/\" id=\"a_35\">Karnail Singh Vs.\n\nState of Punjab</a> 1983 Criminal Law Journal, 1218 (DB), it was held that\n\nwhere the independent witness, was won over by the accused, and only\n\nthe officials were examined, as witnesses for the prosecution, who were\n\nconsidered to be not interested persons, their evidence cannot be doubted,\n\non the ground of their official status.</span> Similarly in Appa Bai and another\n\nVs. State of Gujrat AIR 1988 S.C. 696, it was held that the prosecution\n\nstory cannot be thrown out, on the ground, that an independent witness\n\nhad not been examined by it. It was further held that civilized people, are\n\ngenerally insensitive, when a crime is committed, even in their presence,\n\nand they withdraw from the victim&#x27;s side, and from the side of the\n\nvigilant.   They keep themselves away from the Courts, unless it is\n\ninevitable. Moreover, they think the crime like a civil dispute, between\n\ntwo individuals, and do not involve themselves in it. The principle of\n\nlaw, laid down, in the said authorities, is fully applicable to the facts of\n\nthe present case.   In this view of the matter, the submission of the\n\nCounsel for the appellants, being without merit, must fail, and the same\n<span class=\"hidden_text\" id=\"span_25\"> Crl. Appeal No.384-SB of 1998,                              19</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nstands rejected.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_27\">18.       The defence version, and the defence evidence, led by the\n\naccused, were duly noticed, and discussed in para Nos.23, 24 and 25, by\n\nthe trial Court, in its judgment, dated 16.4.1998, in Sessions case\n\nNos.18/31.1.89, 45 of 5.8.92 and 36 of 1996. The trial Court, came to the\n\nconclusion, that the defence evidence, produced by all the accused,\n\nexcept Jagwinder Singh, was not trustworthy, and reliable. The defence\n\nevidence, produced, in support of such defence version, has been\n\ncarefully perused, and reappraised, by this Court.          After such a\n\nreappraisal, this Court also comes to the conclusion, that the reasons\n\nrecorded by the trial Court, for disbelieving and discarding the defence\n\nversion, and the defence evidence, in respect of the accused, except\n\nJagwinder Singh, are valid. The trial Court was, thus, right in reaching\n\nthe conclusion, that the defence evidence, produced by the accused,\n\nexcept Jagwinder Singh, was not trustworthy. This Court, agrees with the\n\nconclusion, arrived at, by the trial Court, for disbelieving and discarding\n\nthe defence evidence, produced by the accused, except Jagwinder Singh.\n\n</p><p data-structure=\"Conclusion\" id=\"p_28\">19.       No other point, was urged, by the Counsel for the parties.\n\n</p><p data-structure=\"Conclusion\" id=\"p_29\">20.       In view of the above discussion, it is held that the judgments of\n\nconviction, and the orders of sentence, rendered by the trial Court, are\n\nbased on the correct appreciation of evidence, and law, on the point. The\n\nsame do not warrant any interference, and are liable to be upheld.\n\n</p><p data-structure=\"Conclusion\" id=\"p_30\">21.       For the reasons recorded, hereinbefore, all the three appeals,\n\nreferred to hereinbefore, are dismissed. The judgments of conviction, and\n\nthe orders of sentence dated 16.4.1998, 8.12.2000 and 1.3.2001\n<span class=\"hidden_text\" id=\"span_26\"> Crl. Appeal No.384-SB of 1998,                                 20</span>\nCrl. Appeal No.58-SB of 2001 &amp;\nCrl. Appeal No.321-SB of 2001\n\nrespectively, are upheld. If the appellants are on bail, their bail bonds,\n\nshall stand cancelled. The Chief Judicial Magistrate, Sangrur, shall take\n\nnecessary steps, to comply with the judgment, with due promptitude,\n\nkeeping in view the applicability of the provisions of <a href=\"/doc/914361/\" id=\"a_36\">Section 428</a> of the\n\nCode of Criminal Procedure, and submit compliance report, to this Court,\n\nwithin a period of three months, from the date of receipt of a copy\n\nthereof.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">22.        The trial Court is directed to initiate proceedings, under the\n\nrelevant provisions of law, regarding the confiscation or otherwise, of the\n\ntruck, if already not initiated, complete the same, pass the final order,\n\nwithin 3 months, from the date of receipt of a copy of the judgement, and\n\nsubmit compliance report immediately, thereafter.\n\n</p><p data-structure=\"Conclusion\" id=\"p_32\">23.        The District and Sessions Judge, Sangrur, shall ensure that the\n\ndirections are complied with, within the time frame, and the compliance\n\nreport is submitted immediately thereafter.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">24.        The Registry shall keep track of the submission of compliance\n\nreport, and put up the papers, whether the report, is received or not,\n\nwithin the time frame, immediately after the expiry thereof.</p><pre id=\"pre_4\">\n\n\n\n27.11.2008                                    (SHAM SUNDER)\nVimal                                             JUDGE\n </pre>","numcites":11,"numcitedby":43,"docsource":"Punjab-Haryana High Court","citetid":1400809,"divtype":"judgments","relatedqs":[{"value":"conscious possession","formInput":"conscious%20possession"},{"value":"section 313 of crpc","formInput":"section%20313%20of%20crpc"},{"value":"proclaim offender","formInput":"proclaim%20offender"},{"value":"defence evidence","formInput":"defence%20evidence"},{"value":"no independent witness","formInput":"no%20independent%20witness"},{"value":"section 313 of criminal procedure code","formInput":"section%20313%20of%20criminal%20procedure%20code"},{"value":"After sec.313 of cr.p.c.","formInput":"After%20sec.313%20of%20cr.p.c."},{"value":" charas","formInput":"%20charas"},{"value":"jarnail singh","formInput":"jarnail%20singh"},{"value":"Sessions case ","formInput":"Sessions%20case%20"},{"value":"narcotic drug","formInput":"narcotic%20drug"},{"value":"Statutory presumption","formInput":"Statutory%20presumption"},{"value":"313 cr.p.c","formInput":"313%20cr.p.c"},{"value":"313 crpc","formInput":"313%20crpc"},{"value":"accuse statement","formInput":"accuse%20statement"},{"value":"session trial","formInput":"session%20trial"},{"value":"controlled substance","formInput":"controlled%20substance"},{"value":"amrik singh ","formInput":"amrik%20singh%20"},{"value":"jagdev singh","formInput":"jagdev%20singh"},{"value":"independant witnesses","formInput":"independant%20witnesses"}],"cats":[{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"punishment-in-relation-to-poppy-straw","formInput":"tag:punishment-in-relation-to-poppy-straw"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}