{"tid":62890028,"publishdate":"2022-06-09","title":"Bsi-Jdn Joint Venture And 2 Ors vs The Board Of Trustees Of The Jawaharlal ... on 9 June, 2022","doc":"<h2 class=\"doc_title\">Bsi-Jdn Joint Venture And 2 Ors vs The Board Of Trustees Of The Jawaharlal ... on 9 June, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-s-kulkarni\">G. S. Kulkarni</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-s-kulkarni\">G. S. Kulkarni</a></h3>\n\n<pre id=\"pre_1\">         Digitally\n         signed by\n         PRASHANT\nPRASHANT VILAS\nVILAS    RANE\nRANE     Date:\n         2022.06.11\n         20:46:54\n         +0530\n\n\n\n\n    pvr                                                               13carap140-20.doc\n\n\n\n                               THE HIGH COURT OF JUDICATURE AT BOMBAY\n                                 ORDINARY ORIGINAL CIVIL JURISDICTION\n                                      IN ITS COMMERCIAL DIVISION\n\n                      COMMERCIAL ARBITRATION APPLICATION NO. 140 OF 2020\n                                              WITH\n                       COMMERCIAL ARBITRATION APPLICATION NO. 1 OF 2021\n                                              WITH\n                       COMMERCIAL ARBITRATION APPLICATION NO. 2 OF 2021\n                                              WITH\n                       COMMERCIAL ARBITRATION APPLICATION NO. 3 OF 2021\n\n    BSI-JDN Joint Venture &amp; Ors.                                 ...     Applicants\n\n                      Versus\n\n    The Board of Trustees of the\n    Jawaharlal Nehru Port Trust                                  ...     Respondent\n\n    Mr. Naresh Thacker with Mr. Alok Jain, Mr. Samarth Saxena and Ms.\n    Sharmin Kapadia i/b. Economic Laws Practice, Advocate for the Applicants.\n\n    Mr. Omprakash Jha a/w. Ms. Shivani Kumbhojkar i/b. The Law Point,\n    Advocate for the Respondent/JNPT.\n\n                                              C0RAM : G. S. KULKARNI, J.\n\n                                              DATE    : 9TH JUNE 2022\n    JUDGMENT:</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">    1.                These are four applications filed under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration\n\n    and Conciliation Act,1996 (for short &#x27;the Act&#x27;) whereby the applicants have\n\n    prayed for appointment of an arbitral tribunal to adjudicate the disputes\n\n    and differences which have arisen between the parties under the contract\n\n    dated 28 April 2017 titled as &quot;Deepening and Widening of Mumbai Harbour\n\n    Channel and JN Port Channel (Phase-II)&quot;.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n<span class=\"hidden_text\" id=\"span_1\">                                                                                          1/39</span>\n</p><p data-structure=\"Issue\" id=\"p_3\"> pvr                                                        13carap140-20.doc\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.    The contract in question in each of these petitions was awarded by\n\nthe respondent to the applicant following the usual tender procedure a\n\npublic body would follow. The applicants had mobilized and thereafter have\n\nperformed and fully executed the contractual work which came to be\n\ncompleted in the month of February-March, 2019. Such completion is stated\n\nto be much before the prescribed time limit as set out and agreed between\n\nthe parties. Under Clause 48.1 of the General Conditions of Contract, the\n\ncontractor (petitioner no. 1) was required to issue a notice of completion\n\nand by following the procedure as agreed. A &#x27;Taking Over Certificate (TOC)&#x27;\n\nwas to be issued by the designated Engineer with the approval of the\n\nRespondent within 21 days from the notice of completion. It is the case of\n\nthe applicants that accordingly a completion notice under such clause was\n\nissued by the applicant when the Engineer had recorded and certified the\n\ninvoices of the applicant. It is however the case of the applicant that in\n\nrespect of certain invoices, the respondent has withheld the approval of the\n\nEngineer, and a TOC to be issued. According to the applicants, the\n\nrespondent was in breach of its contractual obligations.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_5\">3.    The applicants contend that consequently the applicants requested the\n\nrespondent to issue a TOC. The respondent by its letter dated 15 March\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                                                               2/39</span>\n pvr                                                   13carap140-20.doc\n\n\n\n2019 addressed to the applicant recorded that issuance of TOC is under its\n\nexamination, for ascertaining compliances in accordance with the contract.\n\nThere was correspondence between the parties on such issues and\n\nultimately on 25 March 2019 the Engineer issued Interim Payment\n\nCertificate (<a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>) for payments amounting to Rs.100.72 crores by the\n\nrespondent to the applicant. Such payment, as per the contractual terms,\n\nwas required to be made within 21 days of the such certificate being issued\n\nby the Engineer.   However, the same was not issued.           The applicants\n\ncontend that correspondence ensued between the parties on the amounts\n\ndue and payable to the applicants. The applicants contend that the disputes\n\nbetween the parties have arisen in relation to non-payment of Interim\n\nPayment Certificate Nos.12, 13, 14; for failure to accord approval to the\n\nEngineer for issuance of Taking Over Certificate (TOC); for direct losses\n\nand the Claims JNPT01 to JNPT08.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"PetArg\" id=\"p_7\">4.    The case of the applicants is that a pre-arbitral mechanism namely\n\nthat the applicants being required to approach the engineer, was          duly\n\nsatisfied. The applicants state that the engineer has already undertaken\n\ncertification of the amounts payable as noted above. Thus, according to the\n\napplicants, disputes and differences have arisen between the parties under\n\nthe said agreement dated 28 April 2017. The applicants contend that\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                                          3/39</span>\n pvr                                                     13carap140-20.doc\n\n\n\ndespite a request being made by the applicants for referring the disputes for\n\nadjudication by appointing an arbitral tribunal,     such request was not\n\naccepted by the respondent. In such context, the Court&#x27;s attention is drawn\n\nto the letter dated 20 November 2019 in regard to the certification of the\n\nclaim of the applicants by the engineer and the invocation notice dated 5\n\nDecember 2019. The applicants have set out details of 26 letters as\n\naddressed by the applicants to the respondent pointing out the entitlement\n\nof the applicant to receive the amounts due and payable by the respondents.\n\nThe applicants contend that despite such correspondence on the issue, the\n\nrequests as made by the applicants for reference of the disputes to\n\narbitration was not accepted by the respondent.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n\n</p><p data-structure=\"Facts\" id=\"p_9\">5.    It is contended by the applicant that the respondent in reply to the\n\napplicants&#x27; letters, by its letters dated 6 December 2019, 1 June 2020 and\n\n24 August 2020 raised an ostensible objection to the effect that the\n\napplicants had not resorted to Clause 67.2 of the agreement, whereunder,\n\nan amicable resolution of the disputes was to be attempted before a\n\nreference of the disputes to arbitration, could be made as per the agreed\n\npre-arbitral mechanism. Such letter in fact notes that in compliance of\n\nClause 67.2 of the agreement the respondent intended to amicably resolve\n\nthe disputes, more particularly when the claims made by the applicants\n\n\n<span class=\"hidden_text\" id=\"span_4\">                                                                            4/39</span>\n pvr                                                        13carap140-20.doc\n\n\n\nwere claims as made in August,2019, which were made almost one year\n\nprior to such letter being addressed to the applicant. The applicants contend\n\nthat the request as made by the applicants for an amicable settlement as per\n\nClause 67.2, it did not fructify, and more particularly, as also seen from the\n\ncase of the respondents as now presented in these proceedings being\n\ndiscussed hereafter.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n\n</p><p data-structure=\"Facts\" id=\"p_11\">6.    Finally, the applicant addressed to the respondent a consolidated\n\nnotice dated 27 July 2020 invoking the arbitration agreement and subject\n\nmatter of the disputes and differences in relation to these <a href=\"/doc/1841764/\" id=\"a_3\">Section 11</a>\n\napplications. The respondent, however, did not accept the request of the\n\napplicants to appoint an arbitral tribunal. Hence, the present applications\n\ncame to be filed. The respondents have filed reply affidavits in these four\n\nproceedings. The contents of these affidavits are similar. As to what is set\n\nout in the reply affidavits is quite intriguing.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n</p><p data-structure=\"RespArg\" id=\"p_13\">7.    At the outset, it needs to be stated that the reply affidavit is quite\n\ncryptic,   it   is   bereft   of   any   disclosure   of   appropriate/relevant\n\ncorrespondence. There is no substantive opposition on the part of the\n\nrespondent for appointment of an arbitral tribunal. In paragraph 3 of the\n\nreply affidavit a faint desire and not of any relevance has been made to\n\noppose the applications on merits of the disputes. Curiously in paragraph 4\n\n<span class=\"hidden_text\" id=\"span_5\">                                                                               5/39</span>\n pvr                                                      13carap140-20.doc\n\n\n\nof the reply affidavit a plea has been taken that on the basis of some\n\ninvestigation being carried out by the Central Vigilance Commission and\n\nthereafter the same being handed over to the Central Bureau of\n\nInvestigation, on the issuance and award of the contract in question, the\n\npresent case falls under the category of      &#x27;fraud/involvement of corrupt\n\npractices&#x27;. It is contended that as an investigation is being conducted by the\n\nCBI pertaining to the contract, the respondents have received instructions\n\nregarding non payment, as also for such reason, the permission to the\n\nengineer for issuing a TOC (Taking Over Certificate) was withheld by the\n\nrespondent. The reply affidavit also states that the respondents is not aware\n\nabout the enquiry resorted by CVC and the investigation being conducted by\n\nthe CBI is kept confidential. The respondent has stated in the affidavit that\n\nit has merely complied with the requirements of the letters dated 28 July\n\n2020, 3 September 2020 and 24 December 2020 issued by the Ministry of\n\nPort, Shipping and Waterways, Vigilance Section, in withholding payments\n\nto the applicants. It is thus, the case of the respondent that the disputes\n\nbetween the parties are not arbitrable as the disputes squarely fall within\n\nthe exception as carved out in the decisions of the Supreme Court qua cases\n\ninvolving fraud, which according to the respondent, are held to be non-\n\narbitrable. It is necessary to note the relevant paragraphs of the affidavit of\n\nthe respondent which read thus:-\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n<span class=\"hidden_text\" id=\"span_6\">                                                                             6/39</span>\n</p><p data-structure=\"CDiscource\" id=\"p_15\"> pvr                                                      13carap140-20.doc\n\n\n      &quot;3.     At the outset, I deny each and every allegation and insinuation\n      made against the Respondent with respect to the merits of the alleged\n      dispute in the present Application, save and except the facts which are\n      expressly admitted herein. Nothing in the present Application ought to\n      be deemed as admitted for non-traverse. I crave leave of this Hon&#x27;ble\n      Court to file additional and further affidavits, if and when required. I\n      also crave leave to produce other and further relevant documents\n      before this Hon&#x27;ble Court, as and when required.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_16\">      4.      At the further outset, I say and submit that the present\n      Application is not maintainable before this Hon&#x27;ble Court as the\n      underlying alleged dispute is not arbitrable at the first instance,\n      rendering this Application infructuous. I say that the subject matter of\n      the alleged dispute/underlying contract is pending investigation\n      before the Central Bureau of Investigation (&quot;CBI&quot;) pursuant to the\n      directions of the Central Vigilance Commission (&quot;CVC&quot;) and the\n      Ministry of Ports, Shipping &amp; Waterways. The same falls under the\n      category of &#x27;fraud/involvement of corrupt practices&#x27; pending\n      investigation with CBI. Hence the present Application is liable to be\n      dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_17\">      5.      Without prejudice to the Respondent&#x27;s contentions with respect\n      to the subject matter of the alleged dispute, I say and submit that the\n      present Application is not maintainable before this Hon&#x27;ble Court as\n      the underlying alleged dispute is not arbitrable at the first instance,\n      rendering this Application infructuous. I say that the subject matter of\n      the alleged dispute/ underlying contract is pending investigation\n      before the Central Bureau of Investigation (&quot;CBI&quot;) pursuant to the\n      directions of the Central Vigilance Commission (&quot;CVC&quot;) and the\n      Ministry of Ports, Shipping &amp; Waterways (hereinafter referred to as\n      &quot;the Ministry&quot;).       The same falls under the category of\n      &#x27;fraud/involvement of corrupt practices&#x27; pending investigation with\n      CBI. Hence, the present Application is liable to be dismissed.\n\n</p><p data-structure=\"Section\" id=\"p_18\">      6.     The position that at present the investigation is being\n      conducted by the CBI pertaining to the Contract and the Respondent\n      has received instructions regarding non-payment and consequentially,\n      the permission to the Engineer for issuing Taking Over Certificate was\n      withheld, is in knowledge of the Applicant.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_19\">      7.      The Ministry has issued the letter dated 28-7-2020, 03-09-\n      2020 and 24-12-2020 whereby the Respondent was informed that a\n      decision was made with the approval of the Hon&#x27;ble Minister of State\n      (I/C) for Shipping to constitute a separate four-member Inquiry\n      Committee to conduct a detailed investigation into the reported\n      irregularities in the Subject Contract. The Respondent was also\n      informed that Inquiry Committee submitted its report on 20-04-2020\n      is confidential and hence, not available with the Respondent. As per\n      the advice given by CVC, the said report dated 20-04-2020 has been\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                 7/39</span>\n pvr                                                            13carap140-20.doc\n\n\n            forwarded to the CBI for criminal investigation. Hereto annexed and\n            marked as &quot;Annexure-B&quot;, &quot;Annexure-C&quot; and &quot;Annexure-D&quot; are the\n            Ministry&#x27;s letter dated 28-7-2020, 03-09-2020 and 24-12-2020\n            respectively. It is further stated that the present case is pending with\n            the CBI.\n</p>\n<p data-structure=\"Issue\" id=\"p_20\">            8.     Pursuant to the direction issued by the Ministry of Ports,\n            Shipping &amp; Waterways to take action against the Contractor, the\n            Respondent had issued a Show Cause Notice to the Contractor and its\n            response has also been forwarded to the ministry of Ports, Shipping\n            d&amp; Waterways. The matter is still pending investigation.\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">            9.        Furthermore, it is submitted that the underlying alleged\n            dispute falls squarely under the parameters set up by the Apex Court\n            for &#x27;fraud&#x27; exception to arbitrability of a dispute. Therefore, the\n            remedy sought under the instant Application ought not to be given at\n            this stage as the case of fraud pertaining to the Subject Contract on\n            the part of the Applicants, which requires evidence and investigation,\n            is still pending with the CBI till this date.&quot;\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">                                                            (emphasis added)\n\n\n</p><p data-structure=\"PetArg\" id=\"p_23\">8.    Learned Counsel for the applicants would submit that it is quite\n\nsurprising for the respondents to take such a plea when a contract was\n\nlawfully entered between the parties and thereafter, the contractual work\n\nwas fully performed and completed to the satisfaction of the respondent,\n\nwhich legitimately entitled the applicants to receive all payments for the\n\nwork performed. It is further submitted that peculiarly, neither the\n\napplicants nor the respondents are aware, as to the nature of investigation\n\nbeing undertaken by the Central Vigilance Commission and now stated to\n\nbe by the CBI. In such context, learned Counsel for the applicants has\n\ndrawn the Court&#x27;s attention to a letter dated 28 July 2020 issued by the\n\nUnder Secretary to the Government of India, Ministry of Shipping (for short\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                                       8/39</span>\n pvr                                                                  13carap140-20.doc\n\n\n\nreferred to as the &quot;Ministry&quot;) to the Chairman of the respondent-Jawaharlal\n\nNehru Port Trust (JNPT), to submit that the concern in such letters appears\n\nto be completely alien to the work performed by the applicants under the\n\ncontract and the consequent entitlement of the applicants to receive\n\npayments thereunder. Such letter is required to be noted which reads thus:-\n\n\n\n</p><blockquote id=\"blockquote_1\">                                    &quot;C-13019/27/2019-Vig.\n</blockquote><blockquote id=\"blockquote_2\">                                     Government of India\n                                      Ministry of Shipping\n                                       Vigilance Section\n                                                                        Transport Bhawan\n                                                                      1, Parliament Street,\n                                                                      New Delhi - 110001\n                                                                       Dated : 28.07.2020\n      To,\n                      The Chairman,\n                      Jawaharlal Nehru Port Trust (JNPT),\n                      Administrative Building Sheva,\n                      Navi Mumbai - 400707.\n</blockquote>\n<blockquote id=\"blockquote_3\">      Subject :-     Contract for the deepening and widening of Mumbai Harbour\n      Channel and the Jawaharlal Nehru Port Channel (Phase II).\n</blockquote>\n<blockquote id=\"blockquote_4\">      Sir,\n                       I am directed to inform that a four-member Committee constituted by\n      this Ministry to Investigate Irregularities in the work &#x27;Deepening and widening of\n      Mumbai Harbour Channel and the JNPT Channel - Phase-II&#x27;, has reported corruption\n      and malpractices in the tendering/implementation of the project. Accordingly, the\n      report of the Committee has been forwarded by this Ministry to the Central Vigilance\n      Commission with the recommendation for criminal investigation in the matter.\n</blockquote><blockquote id=\"blockquote_5\">      2.      In view of the above, it is requested that suitable action under the Contract\n      Agreement and Integrity Pact signed with the BSI - JDN, joint venture for the above\n      mentioned work may please be taken.\n</blockquote><blockquote id=\"blockquote_6\">      3.      This issues with approval of the competent authority.\n</blockquote>\n<blockquote id=\"blockquote_7\">                                                                           Yours faithfully,\n                                                                                  Signed/-\n</blockquote><blockquote id=\"blockquote_8\">                                                                             (P. K. Sahoo)\n                                                     Under Secretary to the Govt. of India,\n                                                                    Tele/Fax: 23313943.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                                               9/39</span>\n<blockquote id=\"blockquote_9\"> pvr                                                     13carap140-20.doc\n\n\n\n</blockquote><blockquote id=\"blockquote_10\">9.    Learned Counsel for the applicants would submit that the contents of\n\nthe letter are absolutely vague and make allegations which are in regard to\n\nthe tendering process and its implementation. It is his submission that\n\nadmittedly the tendering process was undertaken by the respondents, with\n\nwhich, the applicants were certainly not concerned except for the fact that\n\nthe applicant participated in the open tender and they were lawfully\n\nawarded the contract in question, which was never questioned by the\n\nrespondent or by any of the other bidders. Learned Counsel for the\n\napplicant would submit that a complaint was entertained by the\n\nMinistry/Government of India after the applicant had completed the\n\ncontractual work and after interim payments were received, and at the time\n\nfinal payments were to be made to the applicant on the applicant fully\n\nperforming the contractual obligations. Learned Counsel for the applicants\n\nhas submitted    that on such alien considerations, there cannot be any\n\nnullification of the contractual rights of the parties when as per the terms\n\nand conditions of the contract the applicants had fully performed and\n\ncompleted the contractual work to the satisfaction of the respondent. It is\n\nsubmitted that the respondents themselves are not aware about the nature\n\nof inquiry and/or in regard to the alleged involvement of its officers. It is\n\nthe applicant&#x27;s submission that almost for three years, no action has been\n\ntaken by any investigating authority and no notice of such action or\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                            10/39</span>\n pvr                                                       13carap140-20.doc\n\n\n\ninvestigation is received by the applicants. Learned Counsel for the\n\napplicants would contend that on these considerations which are completely\n\nalien to the discharge and performance of its contractual obligations, the\n\nrespondent cannot financially choke the applicant by denying its legitimate\n\npayments and now denying reference of the disputes to arbitration. It is\n\nthus submitted that in these circumstances, the prayers as made by the\n\napplicant in these applications, for the disputes to be referred to arbitration,\n\ncannot be turned down, merely because there is a purported investigation\n\neither by the CVC or by the CBI as contended by the respondents.\n</blockquote>\n\n<blockquote id=\"blockquote_11\">10.      Relevant to the said defence as raised by the respondent, there are\n\ntwo other letters namely dated 3 September 2020 and 24 December 2020\n\naddressed by the Director of Ministry of Shipping and the Under Secretary\n\nto the Ministry of Port, Shipping and Waterways, to the Chairman of the\n\nrespondent, the contents of which are required to be noted which read\n\nthus:-\n</blockquote>\n<blockquote id=\"blockquote_12\">                             &quot;C-13019/27/2019-Vig.\n</blockquote><blockquote id=\"blockquote_13\">                              Government of India\n                               Ministry of Shipping\n                                Vigilance Section\n                                                            Transport Bhawan\n                                                          1, Parliament Street,\n                                                          New Delhi - 110001\n                                                           Dated : 03.09.2020\n              To,\n                    The Chairman,\n                    Jawaharlal Nehru Port Trust,\n                    Mumbai.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                              11/39</span>\n<pre id=\"pre_2\"> pvr                                                              13carap140-20.doc\n\n\n            Subject :-     Implementation of Capital        Dredging      Project    Ph-II\n            undertaken by the JNPT &amp; MbPT channels.\n\n</pre><blockquote id=\"blockquote_14\">                    The undersigned is directed to say that a Joint Committee was\n            constituted by this Ministry to conduct a preliminary enquiry into the\n            Capital Dredging Project of Deepening and Widening of Mumbai Harbour\n            Channel and Jawaharlal Nehru Port Trust (JNPT). The Joint Committee\n            submitted its preliminary report on 04.01.2019. This report revealed\n            deficiencies in the tendering process as well as irregularities in the\n            implementation of the project requiring further detailed investigation.\n            Accordingly, it was decided with the approval of the Hon&#x27;ble Minister of\n            State (I/C) for shipping to constitute a separate four member inquiry\n            Committee to conduct a detailed investigation into the reported\n            irregularities in the Capital Dredging Project of Deepening and Widening\n            of Mumbai Harbour Channel and Jawaharlal Nehru Port Trust (JNPT)\n            Channel.\n</blockquote>\n<blockquote id=\"blockquote_15\">            2.      The inquiry Committee submitted its report on 20.04.2020. This\n            was referred to CVC and on their advice, the Ministry has forwarded the\n            report to CBI for further investigation.\n</blockquote>\n<blockquote id=\"blockquote_16\">            3.      Among other misconducts, the inquiry report has brought out that\n            M/s. Boskalis Smit India Ltd. did not disclose any of their earlier\n            transgressions of contract in Mauritius Argentina and Jamaica (Copies of\n            relevant documents are enclosed) This suppression of facts in violation of\n            the Integrity Pact of the RFP. enabled them to be qualified for\n            participation in the tender.\n</blockquote>\n<blockquote id=\"blockquote_17\">            4.     This is for your information and necessary action.\n</blockquote>\n<blockquote id=\"blockquote_18\">                                                                        Yours faithfully,\n                                                                               Signed/-\n</blockquote><blockquote id=\"blockquote_19\">                                                                        (T. Jayaseelan)\n                                                                               Director\n                                                                        Tel: 23710836.\n</blockquote>\n\n<blockquote id=\"blockquote_20\">11.   The respondent had not placed on record the letter dated 21 October\n\n2021 addressed by the Chairman of the respondent to the Ministry. The\n\nrespondent was hence, called upon to place the said letter on record,\n\naccordingly, a copy of which was tendered by the learned Counsel for the\n\nrespondent. A perusal of such letter clearly shows that there is no whisper\n\nof any allegation as made by the respondent against the applicants, much\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                                         12/39</span>\n pvr                                                               13carap140-20.doc\n\n\n\nless in regard to any fraud on the part of the applicants either in tendering\n\nprocess or in implementation of the contract. The respondent&#x27;s Chairman\n\nhas merely requested guidance of the Ministry to defend the present\n\nproceedings. The respondent&#x27;s letter dated 21 October 2020 reads thus:-\n</blockquote>\n<blockquote id=\"blockquote_21\">            &quot;PPD/M-II/C-Drg.-Phase-II/Arbitration/2020/1199\n            21st October 2020\n\n            The Secretary to the Govt. of India,\n            Ministry of Shipping,\n            Port wing, Transport Bhavan,\n            1, Parliament Street,\n            New Delhi - 110001\n\n            Sub: Deepening and Widening of Mumbai Harbour Channel and JN\n            Port Channel -Phase - II.\n</blockquote>\n<blockquote id=\"blockquote_22\">            Ref:  This office letter No.PPD/M/CAP.DREDG-05/                Investigation/\n            2020/1136 dated 5th October 2020 (Copy enclosed)\n\n\n            Dear Sir,\n\n\n            This is in continuation of this office letter dated letter 5/10/2020 wherein\n            Ministry of Shipping is requested to guide in the matter for an action to\n            be initiated against the Dredging Contractor i.e. M/s. BSI-JDN, Joint\n            Venture and also take a stand on defending nonpayment of outstanding\n            payment for work done of Rs.194.64 Crores &amp; release of Performance\n            Bank Guarantee for the Phase II work amounting to Rs.196,31,77,650/-\n            which is expiring on 31/10/2020. The reply in this regard is awaited\n            from MoS.\n</blockquote>\n<blockquote id=\"blockquote_23\">            2.      Now, this office has received Arbitration Petition filed in Hon&#x27;ble\n            Bombay High Court from M/s. Economic Laws Practice (ELP), Advocate\n            for M/s. BSI-JDN JV vide their letter No. ELP/2020-21/INST/AJ/39 dated\n            28th September 2020 has submitted Commercial Arbitration\n            No.3588.2020 having 3 parts containing total number of pages of 630,\n            letter No. ELP/2020-21/INST/AJ/40 dated 28 th September 2020\n            Commercial Arbitration No.3586/2020 having 3 parts containing 692\n            pages and letter No. ELP/2020-21/INST/AJ/41 dated 28 th September\n            2020 Commercial Arbitration application No. 3587/2020 having 3 parts\n            containing 628 pages, which has been invoked in the Hon&#x27;ble Bombay\n            High Court Judicature has prayed in their Arbitration Application as\n            under:\n</blockquote><blockquote id=\"blockquote_24\">               (i) Nominate / appoint an Arbitrator on behalf of Respondent (JNPT)\n               for deciding disputes between the Applicant No.1 (BSI-JDN JV and\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                                        13/39</span>\n pvr                                                                  13carap140-20.doc\n\n\n                  ORS) and Respondent pertaining to the Respondent&#x27;s non-payment of\n                  Interim Payment Certificate (<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>) No. 12, 13 &amp; 14 and failure to\n                  accord approval to the Engineer for issuance of Taking Over Certificate\n                  (TOC):\n</blockquote>\n<blockquote id=\"blockquote_25\">                  (ii) That a common arbitrator be appointed / nominated by the court\n                  on behalf of the Respondent in the Application as well as the two\n                  applications preferred by the Applicant No.1 under <a href=\"/doc/1841764/\" id=\"a_5\">section 11</a> of the\n                  Act for disputes in respect of (a) <a href=\"/doc/1569253/\" id=\"a_6\">IPC</a> # 12 and #13 Arbitration Notice\n                  and (b) Direct Losses Arbitration Notice.\n</blockquote>\n<blockquote id=\"blockquote_26\">                  (iii) Allow the costs of the Application in favour of the Applicant No.1\n\n</blockquote><blockquote id=\"blockquote_27\">                  (iv) Grant such other reliefs as this Hon&#x27;ble Court may deem fit.\n</blockquote>\n<blockquote id=\"blockquote_28\">            3.      The JNPT has to defend the case in the High Court and the\n            grounds for non-payment needs to be justified. Ministry of Shipping is\n            requested to guide in this matter for an action to be initiated to defend\n            the Arbitration Petition in the Bombay High Court as the matter is under\n            further investigation.\n</blockquote><p data-structure=\"Section\" id=\"p_24\">            Thanking you,\n                                                                      Yours faithfully,\n                                                                             Signed/-\n</p><p data-structure=\"Precedent\" id=\"p_25\">                                                                            Chairman\n            Encl.: As above.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_26\">\n</p><p data-structure=\"Precedent\" id=\"p_27\">12.   By a further letter dated 24 December 2020 the Ministry has\n\ninformed the Chairman of the respondent of its stand in regard to the\n\npresent proceedings. The said letter of the Ministry reads thus:-\n\n</p><blockquote id=\"blockquote_29\">                                        &quot;C-13019/27/2019-Vig.\n</blockquote><blockquote id=\"blockquote_30\">                                         Government of India\n                               Ministry of Port, Shipping and Waterways\n                                            Vigilance Section\n                                                                     Transport Bhawan\n                                                                   1, Parliament Street,\n                                                                   New Delhi - 110001\n                                                                    Dated : 24.12.2020\n            To,\n                              The Chairman,\n                              Jawaharlal Nehru Port Trust,\n                              Administrative Building Shava,\n                              Navi Mumbai - 400707.\n</blockquote>\n<blockquote id=\"blockquote_31\">            Subject :-     Implementation of Capital            Dredging      Project    Ph-II\n            undertaken by the JNPT &amp; MbPT channels.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                                             14/39</span>\n<blockquote id=\"blockquote_32\"> pvr                                                               13carap140-20.doc\n\n\n                     I am directed to refer to Chairman, JNPT&#x27;s letter No. PD/M-II/C-\n            Drg.-Phase-II/Arbitration/2020/1199 dated 21.10.2020 on the subject\n            mentioned above and to say that JNPT may Nominate/appoint an\n            Arbitrator to defend the case in the Hon&#x27;ble High Court of Mumbai with\n            due legal advice and keeping in view the directions given by this Ministry\n            regarding non-payment and pending investigation by CBI.\n</blockquote><blockquote id=\"blockquote_33\">            2.       Assistance of this Ministry will be provided wherever required to\n            justify the grounds for non-payment.\n</blockquote><blockquote id=\"blockquote_34\">            3.       This issues with the approval of JS &amp; CVO.\n</blockquote><blockquote id=\"blockquote_35\">                                                                           Yours faithfully,\n                                                                                  Signed/-\n</blockquote><blockquote id=\"blockquote_36\">                                                                             (P. K. Sahoo)\n                                                     Under Secretary to the Govt. of India,\n                                                                    Tele/Fax: 23313943.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">                                                                    (emphasis supplied)\n\n</p><p data-structure=\"RespArg\" id=\"p_29\">13.   Learned Counsel for the respondent referring to the reply affidavit\n\nand the above material has submitted that considering the communication\n\nas received from the Ministry the dispute is non-arbitral as it involves an\n\ninvestigation on fraud. He has accordingly submitted that the applications\n\ndeserve to be dismissed.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">      Reasons and Conclusion\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">14.   At the outset it needs to be observed that admittedly there is an\n\narbitration agreement between the parties as contained in Sub-Clause 67.3\n\n(as amended) which reads thus:-\n</p>\n<blockquote id=\"blockquote_37\">            &quot;Sub-Clause 67.3 Arbitrations\n            Replace the text of the sub clause by:\n</blockquote><blockquote id=\"blockquote_38\">            Any dispute in respect of which :\n</blockquote><blockquote id=\"blockquote_39\">            (a)    the decision, if any, of the Engineer has not become final and\n            binding pursuant to Sub-Clause 67.1 and\n</blockquote><blockquote id=\"blockquote_40\">            (b)     amicable settlement has not been reached within the period\n            stated in Sub-Clause 67.2,\n            shall be finally settled by arbitration in accordance with the\n            <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration &amp; Conciliation Act,1996</a>, or any statutory amendment\n            thereof. The arbitral tribunal shall consist of 3 arbitrators, one each to\n            be appointed by the Employer and the Contractor. The third Arbitrator\n            shall be chosen by the two Arbitrators so appointed by the Parties and\n\n<span class=\"hidden_text\" id=\"span_15\">                                                                                           15/39</span>\n pvr                                                           13carap140-20.doc\n\n\n            shall act as Presiding Arbitrator.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_32\">            Neither party shall be limited in the proceedings before such\n            arbitrator/s to the evidence of arguments put before the Engineer for\n            the purpose of obtaining his said decision pursuant to Sub-Clause\n            67.1. No such decision shall disqualify the Engineer from being called\n            as a witness and giving evidence before the arbitrator/s on any matter\n            whatsoever relevant to the dispute.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">            The Place of arbitration shall be Mumbai, India. The language of the\n            arbitration shall be English.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\n</p><p data-structure=\"RespArg\" id=\"p_35\">15.   The respondent has not disputed the arbitration agreement. Also it\n\nclearly appears that there was an appropriate invocation of the arbitration\n\nagreement by applicant&#x27;s notice dated 27 July, 2020, as addressed to the\n\nrespondent calling upon the respondent to appoint an arbitral tribunal to\n\nadjudicate the disputes and differences between the parties interalia in\n\nregard to the amounts due and payable to the applicant by the respondent,\n\nin view of completion of the contract in question, as also the payment of\n\ninterest thereon subject matter of the present applications.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133653680\" id=\"span_16\">16.   In so far as the requirement under <a href=\"/doc/1841764/\" id=\"a_8\">Section 11</a> of the Act for the Court\n\nto consider appointment of an arbitral tribunal is concerned, the law is well\n\nsettled. The Supreme Court in <a href=\"/doc/133653680/\" id=\"a_9\">Duro Felguera, S.A. v. Gangavaram Port Ltd.</a>\n\n(2017)9 SCC 729 in the context of the Court&#x27;s jurisdiction under <a href=\"/doc/1841764/\" id=\"a_10\">Section 11</a>\n\nin appointing an arbitral tribunal has held, that the basic consideration for\n\nthe Court would be to examine the existence of an arbitration agreement in\n\n\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                                  16/39</span>\n pvr                                                           13carap140-20.doc\n\n\n\nterms of what sub-clause (6A) of <a href=\"/doc/1841764/\" id=\"a_11\">Section 11</a> would provide. The relevant\n\nobservations of the Supreme are required to be noted, which read thus:-</span>\n\n</p><blockquote id=\"blockquote_41\">            &quot;18. ... ... ... Now, as per sub-section (6A) of <a href=\"/doc/1841764/\" id=\"a_12\">Section 11</a>, the power\n            of the Court has now been restricted only to see whether there exists\n            an arbitration agreement. The amended provision in sub-section (7)\n            of <a href=\"/doc/1841764/\" id=\"a_13\">Section 11</a> provides that the order passed under <a href=\"/doc/605764/\" id=\"a_14\">Section 11(6)</a>\n            shall not be appealable and thus finality is attached to the order\n            passed under this Section. The amended <a href=\"/doc/1841764/\" id=\"a_15\">Section 11</a> reads as under:-\n</blockquote><blockquote id=\"blockquote_42\">            .........\n</blockquote><blockquote id=\"blockquote_43\">            .. ... ...\n</blockquote><blockquote id=\"blockquote_44\">            22. On behalf of GPL, it was repeatedly urged that the works are\n            intrinsically connected, inseparable, integrated, interlinked and that\n            they are one composite contract and that they were split up only on\n            the request and representations given by Duro Felguera and FGI. As\n            discussed earlier, as per amended provision <a href=\"/doc/63461877/\" id=\"a_16\">Section 11 (6A)</a>, the\n            power of the Supreme Court or the High Court is only to examine the\n            existence of an arbitration agreement. From the record, all that we\n            could see are five separate Letters of Award; five separate Contracts;\n</blockquote><p data-structure=\"Section\" id=\"p_37\">            separate subject matters; separate and distinct work; each containing\n            separate arbitration clause signed by the respective parties to the\n            contract.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">\nMr.Justice Kurian Joseph (as His Lordship then was) in His Lordship&#x27;s\n\nconcurring judgment has observed as under:-\n</p>\n<blockquote id=\"blockquote_45\">            &quot;47. What is the effect of the change introduced by the <a href=\"/doc/1306164/\" id=\"a_17\">Arbitration\n            and Conciliation (Amendment) Act, 2015</a> (hereinafter referred to as\n            &quot;the 2015 Amendment&quot;) with particular reference to <a href=\"/doc/605764/\" id=\"a_18\">Section 11(6)</a>\n            and the newly added <a href=\"/doc/63461877/\" id=\"a_19\">Section 11(6A)</a> of the Arbitration and\n            Conciliation Act, 1996 (hereinafter referred to as &quot;the 1996 Act&quot;) is\n            the crucial question arising for consideration in this case.\n</blockquote>\n<blockquote id=\"blockquote_46\">            48. <a href=\"/doc/63461877/\" id=\"a_20\">Section 11(6A)</a> added by the 2015 Amendment, reads as follows:\n</blockquote><blockquote id=\"blockquote_47\">                   &quot;11(6A) The Supreme Court or, as the case may be, the High\n                   Court, while considering any application under sub-section\n                   (4) or sub-section (5) or sub-section (6), shall,\n                   notwithstanding any judgment, decree or order of any Court,\n                   confine to the examination of the existence of an arbitration\n                   agreement.&quot;                             (Emphasis Supplied)\n\n            From a reading of <a href=\"/doc/63461877/\" id=\"a_21\">Section 11(6A)</a>, the intention of the legislature is\n            crystal clear i.e. the Court should and need only look into one\n            aspect the existence of an arbitration agreement. What are the\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                                     17/39</span>\n pvr                                                            13carap140-20.doc\n\n\n             factors for deciding as to whether there is an arbitration agreement\n             is the next question. The resolution to that is simple it needs to be\n             seen if the agreement contains a clause which provides for\n             arbitration pertaining to the disputes which have arisen between\n             the parties to the agreement.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_39\">                                                         (emphasis supplied)\n\n\nThus the primary requirement for the Court to appoint an arbitral\n\ntribunal is to examine the existence of an arbitration agreement.\n\nHowever, what would be the factors which ought to weigh with the\n\nCourt in giving effect to an arbitration agreement in appointing an\n\narbitral tribunal, is the issue which would fall for consideration in the\n\npresent context.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\">\n</p><p data-structure=\"RespArg\" id=\"p_41\">17.    In such context, it needs to be stated that the respondent is not\n\ncontending that this is not a case of non-existence of an arbitration\n\nagreement. Hence, once the parties have agreed to an arbitration\n\nmechanism for redressal of the disputes which may arise under the contract\n\nin question, the law would ordinarily mandate the reference of the disputes\n\nto be made to an arbitral tribunal, in the event a party to an arbitration\n\nagreement has not consented or agreed to the reference of the dispute to\n\narbitration after receipt of the invocation notice.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_42\">18.   The only opposition the respondent has put up for the reference of\n\nthe disputes to arbitration, is on the basis of the Ministry&#x27;s letters (supra),\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                                     18/39</span>\n pvr                                                      13carap140-20.doc\n\n\n\nthat this is a case which involves fraud, and hence, a reference of the\n\ndisputes to arbitration would not be available to the applicant. As noted\n\nabove, the contention that this is a case of fraud is on the basis of the\n\nalleged investigation being resorted by the Ministry and now the\n\ninvestigation is stated to be with the Central Bureau of Investigation which\n\naccording to the respondent is in relation to the contract in question.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_43\">19.    It is thus required to be examined as to whether mere allegation of\n\nan investigation, the details of which are not before the Court nor the\n\nrespondent being aware of such investigation, can be any impediment for\n\nthe Court to refer the disputes to arbitration, in exercise of its jurisdiction\n\nunder <a href=\"/doc/1841764/\" id=\"a_22\">Section 11</a> of the Act. More so, by categorizing the case to be a case\n\nfalling within the parameters of non-arbitrability, so as to label it as a case\n\nexcluded from reference to arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\">\n</p><p data-structure=\"CDiscource\" id=\"p_45\">20.   In my opinion, mere allegation of a fraud put up as a defence by the\n\nrespondent, on the basis of letters dated 28 July 2020 and 3 September\n\n2020 of the Ministry of Shipping as noted above, certainly would not make\n\nthe present case to be categorized &#x27;not to be referred to arbitration&#x27;, for the\n\nreasons which can be discussed hereafter.\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">\n</p><p data-structure=\"Precedent\" id=\"p_47\">21.   It needs to be borne in mind, as to what is the nature of the fraud,\n\nwhich is being alleged by the respondent, so as to assert a plea of non-\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                             19/39</span>\n</p><p data-structure=\"RespArg\" id=\"p_48\"> pvr                                                         13carap140-20.doc\n\n\n\narbitrability. Such contention as raised on behalf of the respondent appears\n\nto be of quite surprising being not its own plea. Such a plea is taken being\n\nguided by the Ministry as can be seen from the Ministry&#x27;s letter dated 28\n\nJuly 2020 and the letter dated 3 September 2020. A perusal of such letters\n\nindicate that the allegations against the applicants on the basis of the report\n\nof the four member enquiry Committee, is to the effect that the applicants\n\ndid not disclose its earlier transgression of contracts in Mauritius, Argentina\n\nand Jamaica, which according to the Ministry of Shipping, stated to be\n\nsuppression of facts in violation of the Integrity Pact of the Request for\n\nProposal (RFP), which enabled them to be qualified for participation in the\n\ntender.\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">\n</p><p data-structure=\"CDiscource\" id=\"p_50\">22.       However, the subsequent letter dated 24 December 2020 of the\n\nUnder Secretary of Ministry of Shipping as addressed to the Chairman of\n\nthe respondent which is in response to the letter dated 21 October 2020\n\nstates that the respondent &quot;may nominate/appoint an arbitrator to defend\n\nthe case in this Court.&quot;      Although such letter is already extracted in\n\nparagraph 12 above, however, the relevant portion can again be renoted\n\nhereunder:-\n</p>\n<blockquote id=\"blockquote_48\">                    &quot;JNPT may Nominate/appoint an Arbitrator to defend the case\n                    in the Hon&#x27;ble High Court of Mumbai with due legal advice\n                    and keeping in view the directions given by this Ministry\n                    regarding non-payment and pending investigation by CBI.&quot;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                                20/39</span>\n<blockquote id=\"blockquote_49\"> pvr                                                      13carap140-20.doc\n\n\n\n</blockquote><blockquote id=\"blockquote_50\">23.    There is no communication of the Ministry that the disputes be not\n\nreferred to arbitration. In any event, it may be observed that the Ministry\n\nalthough may have a parental control on the affairs of respondent No.1-Port\n\nTrust, which is governed by the provisions of the <a href=\"/doc/1527/\" id=\"a_23\">Major Port Trusts\n\nAct,1963</a>, however, it cannot be overlooked that the present dispute is\n\npurely a contractual dispute between the applicants and the respondent to\n\nwhich the Ministry is not a party to such contract.\n</blockquote>\n\n\n<blockquote id=\"blockquote_51\">24.   Thus, the nature of the disputes as arisen under the contract in\n\nquestion necessarily are disputes inter se between these contracting parties\n\nwhich are required to be adjudicated in a manner as agreed between the\n\nparties under the contract. A third party (the Ministry as in the present\n\ncase) cannot step into the contractual shoes of the respondent, so as to\n\ncontrol the disputes which are integral and intrinsic to the contract and\n\nmore particularly when it stands fully performed. Another facet, of which\n\nthe Court cannot lose sight is that the respondent being a contractual party,\n\nis per se not averse and/or has not denied reference of disputes to\n\narbitration, except for the fact that the respondent has expressed\n\nreservation to refer the disputes to arbitration, in view of the above referred\n\nletters issued by the Ministry to the Chairman of the respondent. In such\n\nsituation, the Court cannot be oblivious to the commercial interest of the\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                             21/39</span>\n pvr                                                     13carap140-20.doc\n\n\n\nparties which are firmly embedded in the contract in question and\n\nsignificantly when the contractual work has been performed in the spirit of\n\nthe contract. If that be so, then, necessarily non-payment of the amounts for\n\nthe works performed is the issue and purely civil, which cannot be kept\n\naway from reference to arbitration. All contentions of the respondent which\n\nare permissible in law including of any alleged fraud, which may touch the\n\ncontractual dispute can very well be raised by the respondent before the\n\narbitral tribunal.\n</blockquote>\n\n<blockquote id=\"blockquote_52\">25.    Now so far as the contents of the letters of the Ministry of Shipping\n\nare concerned, it only refers to an ongoing investigation and in the award of\n\ncontract and an alleged non disclosure by the applicants in the matter of\n\naward of the contract. However, it is not the case of the respondent either in\n\nany correspondence prior to such letters being addressed by the Ministry\n\nthat there was any issue and/or illegality which had occurred in the award\n\nof the contract in question to the applicants. In fact, not only the contract\n\nwas awarded but it has been fully performed by the applicants and for\n\nwhich invoices were raised. In such situation, in my opinion, it cannot be\n\nopen for the respondent to contend that the case in hand is a case which\n\nwould fall under the category of being &quot;not arbitrable&quot; on the ground of any\n\nfraud, merely referring to the letters of the Ministry of Shipping, and only\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                            22/39</span>\n pvr                                                        13carap140-20.doc\n\n\n\nfor the reason that the investigation was taken up at the behest of the\n\nMinistry by CVC and now by the CBI.\n</blockquote>\n\n\n<blockquote id=\"blockquote_53\">26.       In any event, even assuming that there is some illegality in the award\n\nof the contract and as seen from the nature of the letters of the Ministry, it\n\nallegedly involves the respondent as also the applicant, such complexion of\n\nthe case, in my opinion, would not categorize the present dispute to be a\n\ncase involving any arbitral adjudication on fraud, so as to be kept out of the\n\npurview of the arbitration. It can seen from the record that before the\n\nMinistry, it is merely an investigation of a criminality, which even on its\n\ncompletion, would not lead to any civil dispute under the contract. Hence,\n\nthere cannot be any impediment for reference of the disputes between the\n\nparties to arbitration. If any issue in such investigation or any criminal\n\naction being taken thereunder arises, touching the arbitral adjudication, it\n\ncan certainly be placed before the arbitral tribunal at the relevant time and\n\nan appropriate plea as permissible in law can be raised.\n</blockquote>\n\n\n<blockquote id=\"blockquote_54\">27.       The position in law on non-arbitrability of disputes on the ground of\n\nfraud can be considered.\n</blockquote>\n\n\n<blockquote id=\"blockquote_55\">28.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180680303\" id=\"span_24\">In <a href=\"/doc/180680303/\" id=\"a_24\">A Ayyasamy Vs. A.Paramasivam &amp; Ors.</a> 1 Mr.Justice A.K.Sikri (as His\n1     (2016)10 SCC 386\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                               23/39</span>\n pvr                                                           13carap140-20.doc\n\n\n\nLordship then was) speaking for the Bench has observed that the <a href=\"/doc/1306164/\" id=\"a_25\">Arbitration\n\nand Conciliation Act</a> does not make any provision to exclude any category\n\nof disputes treating them as non-arbitrable. It is observed that the Courts\n\nhave however held that certain kinds of disputes may not be capable of\n\nadjudication through the means of arbitration, like disputes arising out of\n\ncriminal offences of a public nature, disputes arising out of illegal\n\nagreements and disputes relating to status, such as divorce, cannot be\n\nreferred to arbitration. The Court has also noted such categories of disputes\n\nthat are generally treated as non-arbitrable namely patent, trademarks and\n\ncopyright, anti-trust/ competition laws, insolvency /winding up, bribery/\n\ncorruption, fraud and criminal matters. It is thus observed that fraud is one\n\nof the categories spelled out by the decisions where the disputes would be\n\nconsidered as non-arbitrable. It is in this context, His Lordship in paragraph\n\n18 has observed that mere allegation of fraud in the pleadings by one party\n\nagainst the other cannot be a ground to hold that the matter is incapable of\n\nsettlement by arbitration. The relevant observations in the decision are\n\nrequired to be noted which read thus:-</span>\n</blockquote>\n<blockquote id=\"blockquote_56\">            &quot;18. When the case involves serious allegations of fraud, the dicta\n            contained in the aforesaid judgments would be understandable.\n            However, at the same time, mere allegation of fraud in the pleadings\n            by one party against the other cannot be a ground to hold that the\n            matter is incapable of settlement by arbitration and should be decided\n            by the civil court. The allegations of fraud should be such that not\n            only these allegations are serious that in normal course these may\n            even constitute criminal offence, they are also complex in nature and\n            the decision on these issues demand extensive evidence for which civil\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                                  24/39</span>\n pvr                                                                                                     13carap140-20.doc\n\n\n                      court should appear to be more appropriate forum than the Arbitral\n                      Tribunal. Otherwise, it may become a convenient mode of avoiding\n                      the process of arbitration by simply using the device of making\n                      allegations of fraud and pleading that issue of fraud needs to be\n                      decided by the civil court. The judgment in N. Radhakrishnan does not\n                      touch upon this aspect and said decision is rendered after finding that\n                      allegations of fraud were of serious nature.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_51\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460626\" id=\"span_27\">In        the        supplementing                    judgment                authored                by         Dr.Justice\n\nD.Y.Chandrachud, it has been observed that the allegations of criminal\n\nwrongdoing or of statutory violation would not detract the jurisdiction of\n\nthe arbitral tribunal to resolve a dispute arising out of a civil or contractual\n\nrelationship on the basis of the jurisdiction conferred by the arbitration\n\nagreement. It was emphasized that as a matter of first principle in the case\n\nof <a href=\"/doc/460626/\" id=\"a_26\">N.Radhakrishnan vs. Moestro Engineers2</a>, the Supreme Court had not\n\nheld that mere allegations of fraud would exclude arbitrability. It was\n\nobserved that the burden must lie heavily on a party which avoid\n\ncompliance with the obligation assumed by it to submit disputes to\n\narbitration to establish that the dispute is not arbitrable under the law for\n\nthe time being in force. The observations of His Lordship in the present\n\ncontext as contained in paragraphs 32, 43, 45.2 and 56 are relevant which\n\nread thus:-</span>\n</p>\n<blockquote id=\"blockquote_57\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_28\">&quot;32. <a href=\"/doc/1306164/\" id=\"a_27\">The Arbitration and Conciliation Act, 1996</a> does not in specific\n                      terms exclude any category of disputes - civil or commercial - from\n                      arbitrability. Intrinsic legislative material is in fact to the contrary.\n                      <a href=\"/doc/1146817/\" id=\"a_28\">Section 8</a> contains a mandate that where an action is brought before a\n                      judicial authority in a matter which is the subject of an arbitration\n\n2 (2010)1 SCC 72) [overruled in <a href=\"/doc/121987320/\" id=\"a_29\">Vidya Drolia and others vs. Durga Trading Corporation</a> (2021)2 SCC 1)]\n\n<span class=\"hidden_text\" id=\"span_29\">                                                                                                                                 25/39</span>\n pvr                                                        13carap140-20.doc\n\n\n      agreement, parties shall be referred by it to arbitration, if a party to or\n      a person claiming through a party to the arbitration agreement applies\n      not later than the date of submitting the first statement on the\n      substance of the dispute. The only exception is where the authority\n      finds prima facie that there is no valid arbitration agreement. <a href=\"/doc/1146817/\" id=\"a_30\">Section\n      8</a> contains a positive mandate and obligates the judicial authority to\n      refer parties to arbitration in terms of the arbitration agreement.\n      While dispensing with the element of judicial discretion, the statute\n      imposes an affirmative obligation on every judicial authority to hold\n      down parties to the terms of the agreement entered into between\n      them to refer disputes to arbitration. <a href=\"/doc/691208/\" id=\"a_31\">Article 8</a> of the UNCITRAL Model\n      Law enabled a court to decline to refer parties to arbitration if it is\n      found that the arbitration agreement is null and void, inoperative or\n      incapable of being performed. <a href=\"/doc/1146817/\" id=\"a_32\">Section 8</a> of the Act of 1996 has made a\n      departure which is indicative of the wide reach and ambit of the\n      statutory mandate. <a href=\"/doc/1146817/\" id=\"a_33\">Section 8</a> uses the expansive expression &quot;judicial\n      authority&quot; rather than &quot;court&quot; and the words &quot;unless it finds that the\n      agreement is null and void, inoperative and incapable of being\n      performed&quot; do not find place in <a href=\"/doc/1146817/\" id=\"a_34\">Section 8</a>.</span>\n</blockquote><blockquote id=\"blockquote_58\">      .... .... ...\n</blockquote><blockquote id=\"blockquote_59\">      43.     Hence, allegations of criminal wrongdoing or of statutory\n      violation would not detract from the jurisdiction of the arbitral\n      tribunal to resolve a dispute arising out of a civil or contractual\n      relationship on the basis of the jurisdiction conferred by the\n      arbitration agreement.\n</blockquote><blockquote id=\"blockquote_60\">      .... ... ..\n</blockquote><blockquote id=\"blockquote_61\">      45.2 Allegations of fraud are not alien to ordinary civil courts.\n      Generations of judges have dealt with such allegations in the context\n      of civil and commercial disputes. If an allegation of fraud can be\n      adjudicated upon in the course of a trial before an ordinary civil court,\n      there is no reason or justification to exclude such disputes from the\n      ambit and purview of a claim in arbitration. Parties who enter into\n      commercial dealings and agree to a resolution of disputes by an\n      arbitral forum exercise an option and express a choice of a preferred\n      mode for the resolution of their disputes. Parties in choosing\n      arbitration place priority upon the speed, flexibility and expertise\n      inherent in arbitral adjudication. Once parties have agreed to refer\n      disputes to arbitration, the court must plainly discourage and\n      discountenance litigative strategies designed to avoid recourse to\n      arbitration. Any other approach would seriously place in uncertainty\n      the institutional efficacy of arbitration. Such a consequence must be\n      eschewed.\n</blockquote><blockquote id=\"blockquote_62\">      .... ... ...\n</blockquote><blockquote id=\"blockquote_63\">      53.     <a href=\"/doc/1306164/\" id=\"a_35\">The Arbitration and Conciliation Act, 1996</a>, should in my view\n      be interpreted so as to bring in line the principles underlying its\n      interpretation in a manner that is consistent with prevailing\n      approaches in the common law world. Jurisprudence in India must\n      evolve towards strengthening the institutional efficacy of arbitration.\n      Deference to a forum chosen by parties as a complete remedy for\n\n<span class=\"hidden_text\" id=\"span_30\">                                                                                26/39</span>\n pvr                                                                   13carap140-20.doc\n\n\n                 resolving all their claims is but part of that evolution. Minimising the\n                 intervention of courts is again a recognition of the same principle.\n</blockquote>\n<blockquote id=\"blockquote_64\">                 56.     The legal position has been succinctly summarized in\n                 International Commercial Arbitration by Gary B Born[31] thus:\n</blockquote><blockquote id=\"blockquote_65\">                 &quot;.....under most national arbitration regimes, claims that the parties&#x27;\n                 underlying contract (as distinguished from the parties&#x27; arbitration\n                 clause) was fraudulently induced have generally been held not to\n                 compromise the substantive validity of an arbitration clause included\n                 in the contract. The fact that one party may have fraudulently\n                 misrepresented the quality of its goods, services, or balance sheet\n                 generally does nothing to impeach the parties&#x27; agreed dispute\n                 resolution mechanism. As a consequence, only fraud or fraudulent\n                 inducement directed at the agreement to arbitrate will, as a\n                 substantive matter, impeach that agreement. These circumstances\n                 seldom arise: as a practical matter, it is relatively unusual that a party\n                 will seek to procure an agreement to arbitrate by fraud, even in those\n                 cases where it may have committed fraud in connection with the\n                 underlying commercial contract&quot;.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\">                                                                    (emphasis added)\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180680303\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92854857\" id=\"span_32\">29.        The Supreme Court in <a href=\"/doc/92854857/\" id=\"a_36\">Avitel Post Studioz Ltd. &amp; Ors. vs. HSBC PI\n\nHoldings (Mauritius) Ltd.3</a>, referring to the decision in <a href=\"/doc/180680303/\" id=\"a_37\">Ayyaswamy</a> (supra)\n\nhas held that serious allegations of fraud arise only if either of the two tests\n\nlaid down are satisfied, namely when it can be said that the arbitration\n\nclause or agreement itself cannot be said to exist, in a clear case in which\n\nthe Court finds that the party against whom breach is alleged cannot be said\n\nto have entered into the agreement relating to arbitration at all; and the\n\nsecond test can be said to have been met, in cases in which allegations are\n\nmade against the State or its instrumentalities of arbitrary, fraudulent, or\n\nmalafide conduct, thus necessitating the hearing of the case by a writ court\n\n\n3     (2021) 4 SCC 713\n\n<span class=\"hidden_text\" id=\"span_33\">                                                                                          27/39</span>\n pvr                                                                      13carap140-20.doc\n\n\n\nin which questions are raised which are not predominantly questions arising\n\nfrom the contract itself or breach thereof, but questions arising in the public\n\nlaw domain.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1678821\" id=\"span_35\">The Court also referring to <a href=\"/doc/1678821/\" id=\"a_38\">Afcons Infrastructure Ltd. &amp; Anr\n\nVs. Cherian Varkey Construction Co. (P) Ltd. &amp; Ors.</a> 4 and the decision in\n\n<a href=\"/doc/188958994/\" id=\"a_39\">Booz Allen and Hamilton Inc. vs. SBI Home Finance Ltd. &amp; Ors.</a> 5 observed\n\nthat the same set of facts may lead to civil and criminal proceedings and if it\n\nis clear that a civil dispute involves questions of fraud, misrepresentation,\n\netc., which can be the subject matter of such proceeding under <a href=\"/doc/299780/\" id=\"a_40\">section 17</a> of\n\nthe Contract Act, and/or the tort of deceit. The mere fact that criminal\n\nproceedings can or have been instituted in respect of the same subject\n\nmatter would not lead to the conclusion that a dispute which is otherwise\n\narbitrable, ceases to be so. The relevant observations of the Supreme Court\n\nare required to be noted which read thus:</span></span>\n</p>\n<blockquote id=\"blockquote_66\">                  &quot;34. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180680303\" id=\"span_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"12212510\" id=\"span_37\">In a recent judgment reported as <a href=\"/doc/12212510/\" id=\"a_41\">Rashid Raza vs. Sadaf Akhtar</a>,\n                 (2019) 8 SCC 710, this Court referred to Sikri, J.&#x27;s judgment in\n                 <a href=\"/doc/180680303/\" id=\"a_42\">Ayyasamy</a> (supra) and then held:</span></span>\n</blockquote><p data-structure=\"Section\" id=\"p_54\">                        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180680303\" id=\"span_38\">&quot;4. The principles of law <a href=\"/doc/180680303/\" id=\"a_43\">laid down in</a> this appeal make a\n                        distinction     between       serious      allegations      of\n                        forgery/fabrication in support of the plea of fraud as\n                        opposed to &quot;simple allegations&quot;. Two working tests <a href=\"/doc/180680303/\" id=\"a_44\">laid\n                        down in</a> para 25 are: (1) does this plea permeate the entire\n                        contract and above all, the agreement of arbitration,\n                        rendering it void, or (2) whether the allegations of fraud\n                        touch upon the internal affairs of the parties inter se having\n                        no implication in the public domain.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">                 35.    After these judgments, it is clear that &quot;serious allegations of\n                 fraud&quot; arise only if either of the two tests laid down are satisfied, and\n                 not otherwise. The first test is satisfied only when it can be said that\n                 the arbitration clause or agreement itself cannot be said to exist in a\n4     (2010)8 SCC 24\n5     (2011)5 SCC 532\n\n<span class=\"hidden_text\" id=\"span_39\">                                                                                             28/39</span>\n pvr                                                                13carap140-20.doc\n\n\n              clear case in which the court finds that the party against whom breach\n              is alleged cannot be said to have entered into the agreement relating\n              to arbitration at all. The second test can be said to have been met in\n              cases in which allegations are made against the State or its\n              instrumentalities of arbitrary, fraudulent, or malafide conduct, thus\n              necessitating the hearing of the case by a writ court in which questions\n              are raised which are not predominantly questions arising from the\n              contract itself or breach thereof, but questions arising in the public law\n              domain.\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">              43. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188958994\" id=\"span_40\">In the light of the aforesaid judgments, paragraph 27(vi) of Afcons\n              Infrastructure Ltd. vs. Cherian Varkey Construction Co. (P) Ltd.,\n              (2010) 8 SCC 24 and paragraph 36(i) of <a href=\"/doc/188958994/\" id=\"a_45\">Booz Allen</a> (supra), must\n              now be read subject to the rider that the same set of facts may lead to\n              civil and criminal proceedings and if it is clear that a civil dispute\n              involves questions of fraud, misrepresentation, etc. which can be the\n              subject matter of such proceeding under <a href=\"/doc/299780/\" id=\"a_46\">section 17</a> of the Contract\n              Act, and/or the tort of deceit, the mere fact that criminal proceedings\n              can or have been instituted in respect of the same subject matter\n              would not lead to the conclusion that a dispute which is otherwise\n              arbitrable, ceases to be so.&quot;</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">\n</p><p data-structure=\"Precedent\" id=\"p_58\">30.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_41\">In a three Judge Bench decision of the Supreme Court in <a href=\"/doc/121987320/\" id=\"a_47\">Vidya\n\nDrolia and others vs. Durga Trading Corporation6</a> (supra), Mr.Justice Sanjiv\n\nKhanna in His Lordship&#x27;s majority judgment elucidated and summerized the\n\nlegal position, observing that complexity is not sufficient to ward off\n\narbitration and that the language of <a href=\"/doc/1232861/\" id=\"a_48\">Sections 8</a> and <a href=\"/doc/596725/\" id=\"a_49\">11</a> Arbitration Act are\n\nperemptory in nature. It is observed that the <a href=\"/doc/1052228/\" id=\"a_50\">Arbitration Act</a> has been\n\nenacted to promote arbitration as a transparent, fair, and just alternative to\n\nCourt adjudication, and that, the public policy is to encourage and\n\nstrengthen arbitration to resolve and settle economic, commercial and civil\n\ndisputes. It is further observed that the party autonomy is now being put on\n\n\n6 (2021)2 SCC 1)\n\n<span class=\"hidden_text\" id=\"span_42\">                                                                                       29/39</span>\n pvr                                                            13carap140-20.doc\n\n\n\na high pedestal, hence, the Act mandates that the parties to a valid\n\narbitration agreement must abide by the consensual and agreed mode of\n\ndispute resolution. It is observed that the Courts must show due respect to\n\narbitration agreements. The Court has propounded a four-fold test for\n\ndetermining when the subject matter of a dispute in an arbitration\n\nagreement is not arbitrable, as set         out in paragraph 76. The relevant\n\nobservations of the Court in paragraphs 71, 72, 73, 76, 77 and 78 are\n\nrequired to be noted, which read thus:</span>\n</p>\n<blockquote id=\"blockquote_67\">            &quot;71. Complexity is not sufficient to ward off arbitration. In terms of\n            the mandate of Section 89 of the Civil Procedure Code and the object\n            and purpose behind the <a href=\"/doc/1052228/\" id=\"a_51\">Arbitration Act</a> and the mandatory language\n            of <a href=\"/doc/1146817/\" id=\"a_52\">Sections 8</a> and <a href=\"/doc/1841764/\" id=\"a_53\">11</a>, the mutually agreed arbitration clauses must be\n            enforced. The language of <a href=\"/doc/1232861/\" id=\"a_54\">Section 8</a> and <a href=\"/doc/596725/\" id=\"a_55\">11</a> of the Arbitration Act are\n            peremptory in nature. <a href=\"/doc/1052228/\" id=\"a_56\">The Arbitration Act</a> has been enacted to\n            promote arbitration as a transparent, fair and just alternative to court\n            adjudication. Public policy is to encourage and strengthen arbitration\n            to resolve and settle economic, commercial and civil disputes.\n            Amendments from time to time have addressed the issues and\n            corrected the inadequacies and flaws in the arbitration procedure. It is\n            for the stakeholders, including the arbitrators, the assure that the\n            arbitration is as impartial, just, and fair as court adjudication........\n</blockquote>\n<blockquote id=\"blockquote_68\">            72.     Recently, the Supreme Court of Canada in TELUS\n            Communications Inc. v. Avraham Wellman46, while conceding that\n            arbitration as a method of dispute resolution was met with &quot;overt\n            hostility&quot; for a long time on public policy grounds as it ousts\n            jurisdiction of courts, observed that the new legislation, the\n            <a href=\"/doc/1052228/\" id=\"a_57\">Arbitration Act</a> of 1991, marks a departure as it encourages parties to\n            adopt arbitration in commercial and other matters. By putting party\n            autonomy on a high pedestal, the Act mandates that the parties to a\n            valid arbitration agreement must abide by the consensual and agreed\n            mode of dispute resolution. The courts must show due respect to\n            arbitration agreements particularly in commercial settings by staying\n            the court proceedings, unless the legislative language is to the\n            contrary. The principles of party autonomy goes hand in hand with the\n            principle of limited court intervention, this being the fundamental\n            principle underlying modern arbitration law. Party autonomy is\n            weaker in non-negotiated &quot;take it or leave it&quot; contracts and, therefore,\n\n<span class=\"hidden_text\" id=\"span_43\">                                                                                   30/39</span>\n pvr                                                                   13carap140-20.doc\n\n\n             the legislature can through statutes shield the weakest and vulnerable\n             contracting parties like consumers. This is not so in negotiated\n             agreements or even in adhesion contracts having an arbitration clause\n             in commercial settings. Virtues of commercial and civil arbitration\n             have been recognized and accepted and the courts even encourage the\n             use of arbitration.\n</blockquote>\n<blockquote id=\"blockquote_69\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"12212510\" id=\"span_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"190050677\" id=\"span_45\">73.    A recent judgment of this Court in <a href=\"/doc/190050677/\" id=\"a_58\">Avitel Post Studioz Ltd. v.\n             HSBC PI Holdings (Mauritius) Ltd.47</a> has examined the law on\n             invocation of &quot;fraud exception&quot; in great detail and holds that N.\n             Radhakrishnan39 as a precedent has no legs to stand on. We\n             respectfully concur with the said view and also the observations made\n             in para 34 of the judgment in Avitel Post Studioz Ltd.47, which quotes\n             observations in <a href=\"/doc/12212510/\" id=\"a_59\">Rashid Raza v. Sadaf Akhtar48</a> : (Rashid Raza case48,\n             SCCp. 712, para 4)\n\n                         &quot;4. The principles of law <a href=\"/doc/12212510/\" id=\"a_60\">laid down in</a> this appeal make a\n                         distinction     between       serious      allegations      of\n                         forgery/fabrication in support of the plea of fraud as\n                         opposed to &quot;simple allegations&quot;. Two working tests <a href=\"/doc/12212510/\" id=\"a_61\">laid\n                         down in</a> para 25 are: (1) does this plea permeate the entire\n                         contract and above all, the agreement of arbitration,\n                         rendering it void, or (2) whether the allegations of fraud\n                         touch upon the internal affairs of the parties inter se having\n                         no implication in the public domain.&quot;</span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_59\">      to observe in Avitel Post Studioz Ltd.47 : (SCC 35)\n\n                         &quot;35. ... it is clear that serious allegations of fraud arise only\n                         if either of the two tests laid down are satisfied and not\n                         otherwise. The first test is satisfied only when it can be said\n                         that the arbitration clause or agreement itself cannot be\n                         said to exist in a clear case in which the court finds that the\n                         party against whom breach is alleged cannot be said to\n                         have entered into the agreement relating to arbitration at\n                         all. The second test can be said to have been met in cases\n                         in which allegations are made against the State or its\n                         instrumentalities of arbitrary, fraudulent, or mala fide\n                         conduct, thus, necessitating the hearing of the case by a\n                         writ court in which questions are raised which are not\n                         predominantly questions arising from the contract itself or\n                         breach thereof but questions arising in the public law\n                         domain.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_60\">             .. .. .. .. .. .. ..\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">             76.     In view of the above discussion, we would like to propound a\n             fourfold test for determining when the subject-matter of a dispute in\n             an arbitration agreement is not arbitrable:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\"><span class=\"hidden_text\" id=\"span_46\">                                                                                           31/39</span>\n</p><p data-structure=\"Precedent\" id=\"p_63\"> pvr                                                       13carap140-20.doc\n\n\n\n\n      76.1 (1) When cause of action and subject-matter of the dispute\n      relates to action in rem, that do not pertain to subordinate rights in\n      personam that arise from rights in rem.\n</p><p data-structure=\"Precedent\" id=\"p_64\">      76.2 (2) When cause of action and subject-matter of the dispute\n      affects third-party rights; have erga omnes effect; require centralized\n      adjudication, and mutual adjudication would not be appropriate and\n      enforceable.\n</p><p data-structure=\"CDiscource\" id=\"p_65\">      76.3 (3) When cause of action and subject-matter of the dispute\n      relates to inalienable sovereign and public interest functions of the\n      State and hence mutual adjudication would be unenforceable.\n      76.4 (4) When the subject-matter of the dispute is expressly or by\n      necessary implication non-arbitrable as per mandatory statute(s).\n      76.5 These tests are not watertight compartments; they dovetail and\n      overlap, albeit when applied holistically and pragmatically will help\n      and assist in determining and ascertaining with great degree of\n      certainty when as per law in India, a dispute or subject-matter is non-\n      arbitrable. Only when the answer is affirmative that the subject-matter\n      of the dispute would be non-arbitrable.\n</p><p data-structure=\"Precedent\" id=\"p_66\">      76.6 However, the aforesaid principles have to be applied with care\n      and caution as observed in Olympus Superstructures (P) Ltd.7 : (SCC\n      p. 669, para 35)\n\n             &quot;35. ... Reference is made there to certain disputes like\n             criminal offences of a public nature, disputes arising out of\n             illegal agreements and disputes relating to status, such as\n             divorce, which can not be referred to arbitration. It has,\n             however, been held that if in respect of facts relating to a\n             criminal matter, say, physical injury, if there is a right to\n             damages for personal injury, then such a dispute can be\n             referred to arbitration (Keir v. Leeman50). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"110870054\" id=\"span_47\">Similarly, it has\n             been held that a husband and a wife may refer to\n             arbitration the terms on which they shall separate, because\n             they can make a valid agreement between themselves on\n             that matter (Soilleux v. Herbst51, <a href=\"/doc/110870054/\" id=\"a_62\">Wilson v. Wilson52</a> and\n             Cahill v. Cahill53).&quot;</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_67\">      77.     Applying the above principles to determine non-arbitrability, it\n      is apparent that insolvency or intracompany disputes have to be\n      addressed by a centralized forum, be the court or a special forum,\n      which would be more efficient and has complete jurisdiction to\n      efficaciously and fully dispose of the entire matter. They are also\n      actions in rem. Similarly, grant and issue of patents and registration of\n      trade marks are exclusive matters falling within the sovereign or\n      government functions and have erga omnes effect. Such grants confer\n      monopoly rights. They are non-arbitrable. Criminal cases again are\n      not arbitrable as they relate to sovereign functions of the State.\n      Further, violations of criminal law are offences against the State and\n      not just against the victim. Matrimonial disputes relating to the\n\n<span class=\"hidden_text\" id=\"span_48\">                                                                              32/39</span>\n pvr                                                                 13carap140-20.doc\n\n\n                 dissolution of marriage, restitution of conjugal rights, etc. are not\n                 arbitrable as they fall within the ambit of sovereign functions and do\n                 not have any commercial and economic value. The decisions have\n                 erga omnes effect. Matters relating to probate, testamentary matter,\n                 etc. are actions in rem and are a declaration to the world at large and\n                 hence are non-arbitrable.\n</p><p data-structure=\"Conclusion\" id=\"p_68\">                 ------------- ------\n</p>\n<p data-structure=\"Precedent\" id=\"p_69\">                 78. in view of the aforesaid discussions, we overrule the ratio in N.\n                 Radhakrishnan39 inter alia observing that allegations of fraud can ( sic\n                 cannot) be made a subject-matter of arbitration when they relate to a\n                 civil dispute. This is subject to the caveat that fraud, which would\n                 vitiate and invalidate the arbitration clause, is an aspect relating to\n                 non-arbitrability. We have also set aside the Full Bench decision of the\n                 Delhi High Court in HDFC Bank Ltd.38 which holds that the disputes\n                 which are to be adjudicated by the DRT under the <a href=\"/doc/1683455/\" id=\"a_63\">DRT Act</a> are\n                 arbitrable. They are non-arbitrable.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">\n\n</p><p data-structure=\"Precedent\" id=\"p_71\">31.        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"92854857\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39641512\" id=\"span_50\">In a recent decision in <a href=\"/doc/39641512/\" id=\"a_64\">N. N. Global Mercantile Pvt. Ltd. vs. Indo\n\nUnique Flame Ltd.7</a> a three Judge Bench of the Supreme Court approving\n\nthe view as taken in the <a href=\"/doc/92854857/\" id=\"a_65\">Avitel Post Studioz Ltd. &amp; Ors.</a> (supra), in the\n\ncontext of fraud, has held that allegations of fraud are not arbitrable is\n\nwholly an archaic view, which has become obsolete and deserves to be\n\ndiscarded. It is however, observed that the criminal aspect of fraud, forgery\n\nor fabrication, which would be visited with criminal sanctions can be\n\nadjudicated only by Court of law as it may result in a conviction which is in\n\nthe realm of public law.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_51\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191092863\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"180680303\" id=\"span_53\">The Court referring to the decision in <a href=\"/doc/180680303/\" id=\"a_66\">A Ayyasamy</a>\n\n(supra), <a href=\"/doc/191092863/\" id=\"a_67\">Ameet Lalchand Shah &amp; Ors. v. Rishabh Enterprises &amp; Anr.8</a>, Deccan\n\nPaper Mills v. Regency Mahavir9, Avitel Post Studioz Ltd. &amp; Ors. (supra),\n\n\n7     (2021) 4 SCC 739\n8     (2018) 15 SCC 678\n9     (2020) SCCOnLine SC 655\n\n<span class=\"hidden_text\" id=\"span_54\">                                                                                        33/39</span>\n pvr                                                              13carap140-20.doc\n\n\n\n<a href=\"/doc/121987320/\" id=\"a_68\">Vidya Drolia &amp; Others</a> (supra), in paragraph 40 of the decision has observed\n\nthat all civil or commercial disputes, either contractual or non-contractual,\n\nwhich can be adjudicated upon by a civil court, in principle, can                        be\n\nadjudicated and resolved through arbitration, unless it is excluded either\n\nexpressly by statute, or by necessary implication. The Court observed that\n\nthe <a href=\"/doc/1306164/\" id=\"a_69\">Arbitration and Conciliation Act, 1996</a> does not exclude any category of\n\ndisputes as being non arbitrable. It was observed that the civil aspect of\n\nfraud was considered to be arbitrable in contemporary arbitration\n\njurisprudence, with the only exception being where the allegation is that the\n\narbitration agreement itself is vitiated by fraud or fraudulent inducement or\n\nthe fraud goes to the validity of the underlying contract and impeaches the\n\narbitration clause itself. It was also observed that the civil aspect of fraud\n\ncan be adjudicated by an arbitral tribunal. The Court in paragraph 42, 45\n\nand 50 observed thus:</span></span></span>\n</p>\n<blockquote id=\"blockquote_70\">            &quot;42. The broad categories of disputes which are considered to be\n            non-arbitrable are penal offences which are visited with criminal\n            sanction; offences pertaining to bribery/corruption; matrimonial\n            disputes relating to divorce, judicial separation, restitution of conjugal\n            rights, child custody and guardianship matters, which pertain to the\n            status of a person; testamentary matters which pertain to disputes\n            relating to the validity of a will, grant of probate, letters of\n            administration, succession, which pertain to the status of a person,\n            and are adjudicated by civil courts.\n</blockquote>\n<blockquote id=\"blockquote_71\">            45. The civil aspect of fraud is considered to be arbitrable in\n            contemporary arbitration jurisdiction jurisprudence, with the only\n            exception being where the allegation is that the arbitration agreement\n            itself is vitiated by fraud or fraudulent inducement, or the fraud goes\n            to the validity of the underlying contract, and impeaches the\n            arbitration clause itself. Another category of cases is where the\n\n<span class=\"hidden_text\" id=\"span_55\">                                                                                     34/39</span>\n pvr                                                              13carap140-20.doc\n\n\n              substantive contract is &quot;expressly declared to be void&quot; under <a href=\"/doc/171398/\" id=\"a_70\">Section\n              1052</a> of Contract Act, 1872 where the agreement is entered into by a\n              minor (without following the procedure prescribed under the\n              <a href=\"/doc/1874830/\" id=\"a_71\">Guardians and Wards Act, 1890</a>) or a lunatic, which would be with a\n              party incompetent to enter into a contract.\n</blockquote>\n<blockquote id=\"blockquote_72\">              50. The ground on which fraud was held to be non-arbitrable earlier\n              was that it would entail voluminous and extensive evidence, and\n              would be too complicated to be decided in arbitration. In\n              contemporary arbitration practice, Arbitral Tribunal are required to\n              traverse through volumes of material in various kinds of disputes such\n              as oil, natural gas, construction industry, etc. The ground that\n              allegations of fraud are not arbitrable is a wholly archaic view, which\n              has become obsolete, and deserves to be discarded. However, the\n              criminal aspect of fraud, forgery, or fabrication, which would be\n              visited with penal consequences and criminal sanctions can be\n              adjudicated only by a court of law, since it may result in a conviction,\n              which is in the realm of public law.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"39679\" id=\"span_56\">32.    On general principles, a useful reference can also be made to a\n\ndecision of the Supreme Court in <a href=\"/doc/39679/\" id=\"a_72\">Indian Oil Corporation Vs NEPC India Ltd.\n\n&amp; Ors.10</a> wherein in the context of quashing of the criminal proceedings, the\n\nCourt was considering an issue on a contractual dispute, which had arisen\n\nbetween the parties. The Court observed that a given set of facts may make\n\nout purely a civil wrong, or purely a criminal offence, or a civil wrong as\n\nalso a criminal offence. It was observed that a commercial transaction or a\n\ncontractual dispute, apart from furnishing a cause of action for seeking\n\nremedy in civil law, may also involve a criminal offence. It was observed\n\nthat as the nature and scope of a civil proceedings are different from a\n\ncriminal proceeding, the mere fact that the complaint relates to a\n\ncommercial transaction or breach of contract, for which a civil remedy is\n\n10 (2006)6 SCC 736\n\n<span class=\"hidden_text\" id=\"span_57\">                                                                                     35/39</span>\n pvr                                                       13carap140-20.doc\n\n\n\navailable or has been availed, is not by itself a ground to quash the criminal\n\nproceedings. The Court also observed that there is growing tendency in\n\nbusiness circles to convert purely civil disputes into criminal cases. It is thus\n\nclear that even if there is a contractual dispute between the parties, which is\n\npurely civil in nature, any element thereunder attracting criminal\n\nconsequences under the same set of facts, would stand independent of a\n\ncivil adjudication.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">\n\n</p><p data-structure=\"Precedent\" id=\"p_74\">33.   Thus, adverting to the principles of law <a href=\"/doc/39679/\" id=\"a_73\">laid down in</a> the decisions of\n\nthe Supreme Court as discussed above, in the facts of the present case, a\n\nreference of the disputes to arbitration certainly cannot be denied. The\n\nprimary reasons being: that indisputedly there is an arbitration agreement\n\nbetween the parties; there is an invocation of the arbitration agreement in a\n\nmanner known to law; that the respondent who is a party to the contract, in\n\nno manner whatsoever has alleged any fraud against the applicants either in\n\nthe award of the contract or in the execution of the contract or in relation to\n\nthe claim of the applicants on the invoices which are partly certified by the\n\nengineer; this is a case where the respondent has merely recorded a third\n\nparty intervention namely of the Ministry, who also for a long time has\n\nremained inconclusive/silent on the involvement of any of the contractual\n\nparties in any criminal acts touching the award of the contract to the\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                                              36/39</span>\n pvr                                                     13carap140-20.doc\n\n\n\napplicant.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_75\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_76\">34.   Thus, in my opinion, the present case in no manner can be labelled as\n\nnon-arbitrable so as to deny reference to arbitration, applying the settled\n\nprinciples of law as noted above, which would guide the Courts in rejecting\n\na reference to arbitration. It would not lie in the mouth of the respondents\n\nto lable this case as non-arbitrable merley on account of some\n\ninvestigations, which according to the respondents, are pending since 2019.\n\nThe contractual obligations cannot be disowned on such premise.\n\nMoreover, the record indicates that when the very first invocation letter(s)\n\nwere addressed by the applicants to the respondent, the respondent was not\n\neven aware of any investigation by the CVC and was concerned only in\n\nrelation to the agreed pre-arbitral mechanism. In my opinion, there cannot\n\nbe such prolonged uncertainty on a finality to be brought about in\n\nresolution of commercial disputes and in the spirit of the contract as agreed\n\nbetween the parties. This, more particularly, on such considerations which\n\ndo not touch the contractual work performed by the applicants and in\n\nregard to which payments are the subject matter of the applicants claim.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_77\">35.   As a sequel to the above discussion, in my opinion, there is no\n\nimpediment whatsoever for this Court to exercise jurisdiction under Section\n\n\n<span class=\"hidden_text\" id=\"span_59\">                                                                            37/<a href=\"/doc/1847509/\" id=\"a_74\">39</a></span>\n pvr                                                      13carap140-20.doc\n\n\n\n11 of the Act and make a reference of the disputes to arbitration by\n\nappointing an arbitral tribunal as agreed between the parties. In the\n\narbitration agreement as amended (supra), the parties have agreed that the\n\ndisputes be settled by arbitration in accordance with the <a href=\"/doc/1306164/\" id=\"a_75\">Arbitration and\n\nConciliation Act,1996</a>, by constituting an arbitral tribunal which shall\n\nconsist of three arbitrators, each of the parties to nominate its arbitrator,\n\nand the arbitrators so nominated would appoint a presiding arbitrator.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_78\">36.     Accordingly, the present applications are disposed of by the following\n\norder:-\n</p>\n<blockquote id=\"blockquote_73\">                                    ORDER\n\n\n</blockquote><blockquote id=\"blockquote_74\">(i)     The applicants have nominated QC Judith Gill (20 Essex Street) as\n\ntheir nominee arbitrator.\n</blockquote>\n<blockquote id=\"blockquote_75\">(ii)    This Court appoints Mr.Justice Kurian Joseph, Former Judge of the\n\nSupreme Court, as a nominee arbitrator for the respondent.\n</blockquote>\n<blockquote id=\"blockquote_76\">(iii)   The nominee arbitrators to appoint a Presiding Officer so as to\n\nconstitute an arbitral tribunal.\n</blockquote>\n<blockquote id=\"blockquote_77\">(iv)    The learned members of the arbitral tribunal, fifteen days before\n\nentering the arbitration reference, shall forward a statement of disclosure as\n\nper the requirement of <a href=\"/doc/1568410/\" id=\"a_76\">Section 11(8)</a> read with <a href=\"/doc/750244/\" id=\"a_77\">Section 12(1)</a> of the\n\nArbitration and Conciliation Act, 1996, to the Prothonotary &amp; Senior Master\n\n<span class=\"hidden_text\" id=\"span_60\">                                                                             38/39</span>\n pvr                                                           13carap140-20.doc\n\n\n\nof this Court, to be placed on record of this application with a copy to be\n\nforwarded to both the parties.\n</blockquote>\n<blockquote id=\"blockquote_78\">(v)      At the first instance, the parties shall appear before the arbitral\n\ntribunal within one month from today on a date which may be mutually\n\nfixed by the arbitral tribunal.\n</blockquote>\n<blockquote id=\"blockquote_79\">(vi)     All contentions of the parties on merits of the matter are expressly\n\nkept open.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_79\">37.      Learned Counsel for the parties inform that all the four arbitration\n\nproceedings can be held before the arbitral tribunal as constituted by this\n\norder.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_80\">\n</p><p data-structure=\"Conclusion\" id=\"p_81\">38.      Disposed of in the above terms. No costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_82\">\n</p><p data-structure=\"Precedent\" id=\"p_83\">39.      Office to forward a copy of this order to the learned members\n\nArbitrator on the following address:\n</p>\n<blockquote id=\"blockquote_80\">         Mr.Justice Kurian Joseph,\n         Former Judge of the Supreme Court of India,\n         D-1/40, Ground Floor, &quot;Vasant Vihar&quot;,\n         New Delhi 110 057\n         Phone No.0011 26150999\n         Email: justicekurianjoseph@outlook.com\n\n\n\n\n                                                   (G. S. KULKARNI, J.)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">                                                                                  39/39</span>\n </blockquote>","numcites":32,"numcitedby":0,"docsource":"Bombay High Court","citetid":62890028,"divtype":"judgments","relatedqs":[{"value":"fraud arbitration ","formInput":"fraud%20arbitration%20"},{"value":" investigation by cbi","formInput":"%20investigation%20by%20cbi"},{"value":"forgery","formInput":"forgery"},{"value":"integrity pact","formInput":"integrity%20pact"},{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"arbitration section 11","formInput":"arbitration%20section%2011"},{"value":"\"integrity pact\"","formInput":"%22integrity%20pact%22"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"civil dispute","formInput":"civil%20dispute"},{"value":"jurisprudence","formInput":"jurisprudence"},{"value":"\"arbitrable\" \"fraud\"","formInput":"%22arbitrable%22%20%22fraud%22"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"public policy","formInput":"public%20policy"},{"value":"central vigilance commission","formInput":"central%20vigilance%20commission"},{"value":"\"interim payment certificate\"","formInput":"%22interim%20payment%20certificate%22"},{"value":"\"party autonomy\"","formInput":"%22party%20autonomy%22"},{"value":"commercial disputes","formInput":"commercial%20disputes"},{"value":"cvc","formInput":"cvc"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}