{"tid":97851143,"publishdate":"2025-03-10","title":"Inpraprastha College Of Women vs Ms Himani Malhotra & Anr. on 10 March, 2025","doc":"<h2 class=\"doc_title\">Inpraprastha College Of Women vs Ms Himani Malhotra &amp; Anr. on 10 March, 2025</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:jyoti-singh\">Jyoti Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:jyoti-singh\">Jyoti Singh</a></h3>\n\n<pre id=\"pre_1\">                          $~\n                          *      IN THE HIGH COURT OF DELHI AT NEW DELHI\n                          %                                   Date of Decision: 10th March, 2025\n                          +      W.P.(C) 11093/2023 and CM APPL.43071/2023, 23639/2024,\n                                 38149/2024 and 55594/2024\n                                 INPRAPRASTHA COLLEGE OF WOMEN         .....Petitioner\n                                              Through: Mr. Rajesh Gogna, Mr. Priy Singh,\n                                              Mr. Nishant Sharma and Mr. Nipun Jain,\n                                              Advocates.\n                                                     versus\n                                 MS HIMANI MALHOTRA &amp; ANR.                 .....Respondents\n                                              Through: Mr.         Anandh       Venkataramani,\n                                              Mr.J.Shivam Kumar, Mr. Rishit Vimadalal,\n                                              Ms.Rini Mehra and Mr. Devvrat Singh, Advocates\n                                              for Respondent No.1.\n                                              Mr. Mohinder J.S. Rupal, Mr. Hardik Rupal\n                                              and Ms. Aishwarya Malhotra, Advocates for\n                                              Respondent No.2/Delhi University.\n\n                                 CORAM:\n                                 HON&#x27;BLE MS. JUSTICE JYOTI SINGH\n                                                         JUDGEMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                          JYOTI SINGH, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">                          1.     This writ petition is preferred by the Petitioner under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of\n                          the Constitution of India laying a challenge to Report dated 22.06.2023\n                          rendered by the Appeal Committee constituted by the Chancellor of the\n                          University of Delhi under Clause 9(1) of Ordinance XII of the University of\n                          Delhi Act, 1922 (&#x27;1922 Act&#x27;) in matter of termination of services of\n                          Respondent No. 1 herein.\n</p><p data-structure=\"Facts\" id=\"p_3\">                          2.     Factual matrix to the extent necessary and relevant and as emerging\n                          from the writ petition is that Petitioner is the Constituent College of the\n\n\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified    W.P.(C) 11093/2023                                                  Page 1 of 32</span>\n<span class=\"hidden_text\" id=\"span_2\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_3\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_4\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_5\">17:53:11</span>\n                           University of Delhi (&#x27;University&#x27;) and is governed by its Management\n                          Committee. Respondent No. 1 was appointed as Assistant Professor in the\n                          Department of Physical Education (&#x27;DPE&#x27;) in July, 2009 on ad hoc basis.\n                          She was appointed on regular basis against a substantive post on 28.09.2010\n                          and confirmed on 30.09.2011. Petitioner avers that acts and conduct of\n                          Respondent No. 1 was not as expected from an academician in a reputed\n                          College and at every stage, she obstructed the working of the College.\n                          Governing Body (&#x27;GB&#x27;) of the College in its meeting held on 23.03.2012\n                          took cognizance of the Note of the Principal with regard to misbehaviour\n                          and misconduct of Respondent No. 1 and after obtaining legal opinion\n                          served a show cause notice to Respondent No.1 in the meeting of the GB\n                          held on 27.07.2012, to which she submitted a reply dated 06.08.2012\n                          challenging the validity and legality of the allegations levelled against her.\n                          In the GB meeting held on 07.08.2012, reply furnished by Respondent No.1\n                          was considered and found to be unsatisfactory. It was, therefore, resolved to\n                          recommend suspension of Respondent No.1 and proposal was sent for\n                          approval of the Vice Chancellor of the University.\n</p><p data-structure=\"PetArg\" id=\"p_4\">                          3.     It is averred that the Vice Chancellor conveyed his approval for\n                          suspension of Respondent No.1 vide letter dated 13.08.2012 and she was\n                          accordingly placed under suspension. Thereafter charge sheet was issued to\n                          Respondent No. 1 on 13.09.2012 with four Articles of Charges and Lists of\n                          Documents and Witnesses. A former Judge of this Court was appointed as\n                          Inquiry Officer (&#x27;IO&#x27;). Respondent No. 1 challenged the charge sheet and\n                          initiation of inquiry against her before this Court in W.P. (C) 5758/2012 and\n                          vide order dated 17.09.2012, Court stayed the operation of show cause\n                          notice dated 27.07.2012 and the consequent disciplinary proceedings, which\n\n\n<span class=\"hidden_text\" id=\"span_6\">Signature Not Verified    W.P.(C) 11093/2023                                                  Page 2 of 32</span>\n<span class=\"hidden_text\" id=\"span_7\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_8\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_9\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_10\">17:53:11</span>\n                           order was subsequently vacated on 05.07.2013 recording that IO had been\n                          appointed and directing that inquiry proceedings will be completed within\n                          four weeks.\n</p><p data-structure=\"Issue\" id=\"p_5\">                          4.     During the course of inquiry, the IO recused himself from the\n                          proceedings and vide order dated 20.10.2015, Court appointed another\n                          former Judge of this Court as IO and requested him to complete the\n                          proceedings as expeditiously as possible. Respondent No. 1 thereafter filed\n                          W.P. (C) 4679/2016 seeking a direction to the IO to decide the pending\n                          applications, which was disposed of on 24.05.2016 directing Respondent\n                          No. 1 to approach the IO and make a request for disposal of the applications.\n                          A number of writ petitions were filed subsequently against various orders of\n                          the IO from time to time, which were disposed of. Respondent No. 1 also\n                          filed W.P. (C) 11251/2017 challenging show cause notice dated 27.07.2012,\n                          suspension order dated 21.08.2012 and approval of suspension by the\n                          University vide order dated 13.08.2012 as well as Minutes of Meeting dated\n                          27.07.2012. This writ petition was disposed of by the Court on 02.01.2018\n                          declining to interfere and holding that the challenge was not maintainable as\n                          Respondent No. 1 had attempted to raise the same issues earlier in W.P. (C)\n                          5758/2012 but had failed and had, in fact, agreed for disposal of the writ\n                          petition with direction to conclude the inquiry proceedings in a time bound\n                          frame.\n</p><p data-structure=\"Facts\" id=\"p_6\">                          5.     Respondent No. 1 challenged the judgment dated 02.01.2018 in LPA\n                          No. 13/2018, which was dismissed on 08.05.2018 and Division Bench\n                          concurred with the findings of the learned Single Judge. IO submitted the\n                          inquiry report on 08.05.2019 holding some charges as &#x27;not proved&#x27; and\n                          some as &#x27;proved&#x27;. Inquiry report was placed before the GB of the College on\n\n\n<span class=\"hidden_text\" id=\"span_11\">Signature Not Verified    W.P.(C) 11093/2023                                                 Page 3 of 32</span>\n<span class=\"hidden_text\" id=\"span_12\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_13\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_14\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_15\">17:53:11</span>\n                           21.08.2019 to examine the report and give its recommendations. A Sub-\n                          Committee of 5 Members was also constituted to examine the case and the\n                          report was placed before the GB on 22.01.2020. In the meantime, in the\n                          meeting of GB held on 17.01.2020, Respondent No. 1 was called upon to\n                          tender unconditional apology to the satisfaction of the College as also\n                          furnish an undertaking of good conduct in future and abide by the Code of\n                          Professional Conduct, which forms part of Service Agreement of every\n                          College appointed Teacher, as per direction of the University and Ordinance\n                          XII.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">                          6.     It is stated that decision of the GB was conveyed to Respondent No. 1\n                          on 02.03.2020 asking her to do the needful but regrettably she did not. After\n                          taking cognizance of non-compliance of the directions of the GB, it was\n                          decided on 08.08.2020 to give another opportunity to Respondent No. 1 to\n                          furnish an apology and undertaking. Respondent No. 1 did not comply and\n                          instead submitted a representation dated 17.11.2021 seeking revocation of\n                          the suspension order and subsequent inquiry proceedings and reinstatement\n                          with full emoluments. Accordingly, vide letter dated 17.09.2020, College\n                          sought approval of the University to terminate the services of Respondent\n                          No. 1. University called upon the College vide letter dated 14.07.2021 to\n                          place the entire case of the College with Statement of Defence and report of\n                          IO for consideration by the University, which documents were provided. By\n                          Resolution dated 07.08.2021, GB of the College decided to again seek\n                          approval of the University to terminate Respondent No. 1. On receipt of the\n                          Resolution, University constituted a Committee comprising of Pro-Vice\n                          Chancellor, Dean of Colleges and Registrar of the University, amongst\n                          others and the Committee examined the documents in three sittings and once\n\n\n<span class=\"hidden_text\" id=\"span_16\">Signature Not Verified    W.P.(C) 11093/2023                                                  Page 4 of 32</span>\n<span class=\"hidden_text\" id=\"span_17\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_18\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_19\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_20\">17:53:11</span>\n                           again asked Respondent No. 1 to tender apology, however, she declined.\n                          Committee came to a conclusion that punishment of removal of Respondent\n                          No. 1 was justified and vide letter dated 15.06.2022, University conveyed\n                          the approval of the Vice Chancellor to impose the punishment of removal\n                          from service.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">                          7.     Petitioner avers that challenging the termination order, Respondent\n                          No. 1 filed an appeal before the Appeal Committee in accordance with\n                          Clause 9(1) of Ordinance XII-A on 29.07.2022. Respondent No. 1 also filed\n                          W.P.(C) 16400/2022 seeking a direction to the Respondents to decide the\n                          appeal within 03 months as also to pay subsistence allowance @ 75% during\n                          the pendency of the appeal. This writ petition was disposed of on 22.12.2022\n                          by this Court requesting the Chancellor of the University to direct\n                          constitution of the Appeal Committee as expeditiously as possible so that the\n                          appeal could be placed before the Committee. Direction was also issued to\n                          take requisite steps for processing the case of Respondent No.1 for\n                          subsistence allowance simultaneously. In compliance of the Court order,\n                          Appeal Committee was constituted and proceedings were conducted\n                          between 17.04.2023 to 23.05.2023. Both parties filed their pleadings and\n                          written submissions, which were considered and the Appeal Committee\n                          rendered its Report on 22.06.2023, which is impugned in the present writ\n                          petition. The Appeal Committee held that the decision to terminate\n                          Respondent No. 1 was disproportionate to the charges proved and was harsh\n                          and that there was not enough material on record which could justify the\n                          extreme penalty. Appeal Committee directed setting aside of the termination\n                          order and reinstatement of Respondent No.1 with immediate effect in the\n                          grade pay/level, which Respondent No. 1 was drawing at the time of\n\n\n<span class=\"hidden_text\" id=\"span_21\">Signature Not Verified    W.P.(C) 11093/2023                                                 Page 5 of 32</span>\n<span class=\"hidden_text\" id=\"span_22\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_23\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_24\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_25\">17:53:11</span>\n                           termination. However, in view of the finding that material on record\n                          reflected that the profanity used by Respondent No. 1 in her replies to the\n                          College Administration was apparently unwarranted and against the Code of\n                          Professional Ethics envisaged under Appendix-I of Ordinance XII of the\n                          University, it was directed that the entire period of suspension of\n                          Respondent No.1 shall be treated as dies non and accordingly, shall not be\n                          counted for qualifying service and further that no notional increment\n                          whatsoever will be given for the period of suspension.\n</p><p data-structure=\"Issue\" id=\"p_9\">                          8.     Challenging the report of the Appeal Committee, Mr. Gogna raised\n                          several issues on merits. However, learned counsel for Respondent No. 1\n                          raised preliminary objection to the maintainability of this writ petition on the\n                          ground of existence of efficacious alternate remedy under the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration\n                          and Conciliation Act, 1996</a> (&#x27;1996 Act&#x27;). Since preliminary objection was\n                          raised to the maintainability of the writ petition, it would be pertinent and\n                          imperative to deal with the said objection first.\n</p><p data-structure=\"RespArg\" id=\"p_10\">                          9.     The argument of Respondent No. 1 is that present writ petition is filed\n                          under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> and not <a href=\"/doc/1331149/\" id=\"a_4\">Article 227</a> of the Constitution of India. <a href=\"/doc/1712542/\" id=\"a_5\">Article\n                          226</a> can be invoked only for violation of a fundamental or a legal right and\n                          against someone who has violated the right and has a corresponding\n                          statutory duty. Additionally, in a writ jurisdiction, even where the writ is\n                          maintainable, High Court cannot while exercising power of judicial review\n                          modify or substitute its views for the views or decision of an Inquiry\n                          Committee or an Appeal Committee dealing with disciplinary matters. [Ref.:\n</p><blockquote id=\"blockquote_1\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1016548\" id=\"span_26\"><a href=\"/doc/1016548/\" id=\"a_6\">Surya Dev Rai v. Ram Chander Rai and Others</a>, (2003) 6 SCC 675].</span>\n</blockquote><blockquote id=\"blockquote_2\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"71417899\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1016548\" id=\"span_28\">10.    It was further argued that present writ petition is directed against a\n                          private individual who is neither &#x27;State&#x27; nor performing any public or\n\n\n<span class=\"hidden_text\" id=\"span_29\">Signature Not Verified    W.P.(C) 11093/2023                                                    Page 6 of 32</span>\n<span class=\"hidden_text\" id=\"span_30\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_31\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_32\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_33\">17:53:11</span>\n                           statutory duty or function and there is not a single averment in the petition\n                          that Respondent No. 1 or Respondent No. 2/Delhi University has violated\n                          any fundamental or legal right of the Petitioner or failed to perform a\n                          statutory duty. Constitutional jurisdiction under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> cannot be\n                          invoked for deciding private disputes, remedies for which lie under the\n                          general law, civil or criminal. [Ref.: <a href=\"/doc/1016548/\" id=\"a_8\">Surya Dev Rai</a> (supra); and <a href=\"/doc/71417899/\" id=\"a_9\">Roshina T.\n                          v. Abdul Azeez K.T. and Others</a>, (2019) 2 SCC 329]</span></span>\n</blockquote><blockquote id=\"blockquote_3\">                          11.     It was further argued that albeit present writ petition is not filed\n                          under <a href=\"/doc/1331149/\" id=\"a_10\">Article 227</a>, however, even if it is to be treated as one under the said\n                          Article, writ petition is not maintainable. Supervisory power of this Court\n                          under <a href=\"/doc/1331149/\" id=\"a_11\">Article 227</a> is only to correct errors of jurisdiction, where the\n                          subordinate Court exercises jurisdiction not vested in it or fails to exercise\n                          jurisdiction vested in it or improperly exercises the jurisdiction, leading to\n                          grave injustice or failure of justice. Powers are not to be invoked to re-\n</blockquote><p data-structure=\"Issue\" id=\"p_11\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118501220\" id=\"span_34\">appreciate evidence led before an Inquiring Authority and/or correct errors\n                          of fact. [Ref.: <a href=\"/doc/118501220/\" id=\"a_12\">Union of India and Others v. P. Gunasekaran</a>, (2015) 2 SCC\n                          610]. There is absolutely no averment or ground in the writ petition which\n                          falls in the four corners of the scope of jurisdiction under <a href=\"/doc/1331149/\" id=\"a_13\">Article 227</a> such\n                          that the Appeal Committee has erred in exercising its jurisdiction. The writ\n                          petition is, in fact, in the nature of an appeal against the report by the Appeal\n                          Committee requiring re-assessment and re-appreciation of evidence, calling\n                          upon this Court to take an alternate view, which is impermissible in law,\n                          even otherwise in a writ pertaining to service matters.</span>\n</p><p data-structure=\"PetArg\" id=\"p_12\">                          12.    It was further argued that proceedings before the Appeal Committee\n                          are governed by 1996 Act and therefore, the report of the Committee dated\n                          22.06.2023 is an arbitral award. Ordinance XII contains &#x27;Form of Agreement\n\n\n<span class=\"hidden_text\" id=\"span_35\">Signature Not Verified    W.P.(C) 11093/2023                                                     Page 7 of 32</span>\n<span class=\"hidden_text\" id=\"span_36\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_37\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_38\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_39\">17:53:11</span>\n                           of Service for College Teachers&#x27; and provides in Clause 9(1) that any\n                          dispute arising in connection with termination of the services of the teacher,\n                          except when on probation, by the GB shall be referred to the arbitration of\n                          an Appeal Committee of three independent persons appointed by the\n                          Chancellor and Indian Arbitration Act, 1940 shall apply to all arbitrations\n                          under this Clause. It is settled that Ordinances under the 1922 Act are\n                          delegated legislations which have the force of law and therefore, the\n                          arbitration envisaged under Clause 9 is a statutory arbitration. [Ref.:\n</p><blockquote id=\"blockquote_4\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1825155\" id=\"span_40\"><a href=\"/doc/1825155/\" id=\"a_14\">Prabhakar Ramakrishna Jodh v. A.L. Pande and Another</a>, 1965 SCC\n                          OnLine SC 86 and Shri Chetanya Mohan Gupta v. The Principal Desh\n                          Bandhu College and others, 1969 SCC OnLine Del 5]</span>\n</blockquote><blockquote id=\"blockquote_5\">                          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1777887\" id=\"span_41\">13.    It was argued that all elements of an arbitration clause/agreement\n                          under 1996 Act as enumerated by the Supreme Court in the case of <a href=\"/doc/1777887/\" id=\"a_15\">K.K.\n                          Modi v. K.N. Modi and Others</a>, (1998) 3 SCC 573 exist in Clause 9 and it is\n                          clearly an arbitration agreement. All stakeholders including the Petitioner\n                          and the Appeal Committee were ad idem that the proceedings were in the\n                          nature of arbitration proceedings and therefore, the report of the Appeal\n                          Committee is an arbitral award. This is also reflected from paragraphs 16.5\n                          to 16.7 of the award. In fact, finding of the Appeal Committee in paragraph\n                          16.19 demonstrates a consensus between the parties on this issue and\n                          Petitioner has consciously omitted reference to these observations in the writ\n                          petition. Moreover, Petitioner had in its reply to the original Statement of\n                          Claim admitted that the proceedings were under the 1996 Act and the\n                          Appeal Committee was referred to as the &#x27;Arbitral Tribunal&#x27;. It was thus\n                          urged that since the Committee&#x27;s report is an arbitral award, remedy of the\n                          Petitioner lies in challenging the award under <a href=\"/doc/536284/\" id=\"a_16\">Section 34</a> of the 1996 Act\n\n\n<span class=\"hidden_text\" id=\"span_42\">Signature Not Verified    W.P.(C) 11093/2023                                                  Page 8 of 32</span>\n<span class=\"hidden_text\" id=\"span_43\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_44\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_45\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_46\">17:53:11</span>\n                           and not by way of a writ petition.</span>\n</blockquote><blockquote id=\"blockquote_6\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_47\">14.    It was also argued that it is a settled law that no writ petition can be\n                          filed to challenge arbitral awards as the 1996 Act is a self-contained Code\n                          with <a href=\"/doc/536284/\" id=\"a_17\">Section 34</a> being the only provision to challenge an award of an\n                          Arbitral Tribunal. [Ref.: <a href=\"/doc/1979603/\" id=\"a_18\">Rukmanibai Gupta (Smt.) v. Collector, Jabalpur\n                          and Others</a>, (1980) 4 SCC 556].</span> In Bhaven Construction through\n                          Authorized Signatory Premjibhai K. Shah v. Executive Engineer, Sardar\n                          Sarovar Narmada Nigam Limited and Another, (2022) 1 SCC 75, the\n                          Supreme Court held that in a writ pertaining to a challenge to an arbitral\n                          award, High Court must exercise power under <a href=\"/doc/1712542/\" id=\"a_19\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_20\">227</a> in\n                          &#x27;exceptional rarity&#x27; wherein one party is left remediless under the Statute or\n                          a clear &#x27;bad faith&#x27; is shown by one of the parties. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"152581058\" id=\"span_48\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_49\">In <a href=\"/doc/21412870/\" id=\"a_21\">Deep Industries Limited\n                          v. Oil and Natural Gas Corporation Limited and Another</a>, (2020) 15 SCC\n                          706, the Supreme Court held that Courts must exercise extreme caution in\n                          interfering with arbitral process in writ jurisdiction and the statutory intent\n                          must be given effect to. Following these judgments, Co-ordinate Bench of\n                          this Court in <a href=\"/doc/152581058/\" id=\"a_22\">Surender Kumar Singhal and Others v. Arun Kumar\n                          Bhalotia and Others</a>, 2021 SCC OnLine Del 3708, laid down the scope of\n                          supervisory power of writ Courts and the high standards of extremely\n                          limited circumstances in which interference is warranted. None of the\n                          circumstances in the present case even remotely call for interference by this\n                          Court, exercising power under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution of India, in\n                          the impugned arbitral award.</span></span>\n</blockquote><blockquote id=\"blockquote_7\">                          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"121987320\" id=\"span_50\">15.    During the course of hearing for the first time, Petitioner raised an\n                          issue that service matter related disputes are non-arbitrable and in any case\n                          resort to a remedy under 1996 Act is not an efficacious remedy. While no\n\n\n<span class=\"hidden_text\" id=\"span_51\">Signature Not Verified    W.P.(C) 11093/2023                                                   Page 9 of 32</span>\n<span class=\"hidden_text\" id=\"span_52\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_53\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_54\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_55\">17:53:11</span>\n                           such ground is raised in the writ petition, be that as it may, there is no merit\n                          in this objection. A similar question arose before the Bombay High Court in\n                          Dr. Tishen Kumar Vaishnav v. The Hon&#x27;ble Vice Chancellor and\n                          Chairman, Executive Committee, MGAHV, Wardha &amp; Ors., Writ Petition\n                          No. 1267/2019, decided on 14.09.2021 and the Court, in line with the ruling\n                          of the Supreme Court in <a href=\"/doc/121987320/\" id=\"a_24\">Vidya Drolia and Others v. Durga Trading\n                          Corporation</a>, (2021) 2 SCC 1, held that if the governing Statute provides for\n                          arbitration as a method of dispute resolution, then the same must be\n                          followed. Against the said order, SLP No.5112/2022 was dismissed by the\n                          Supreme Court on 18.04.2022. It was also urged that illustratively, there are\n                          at least 30 legislations governing Universities in India including the 1922\n                          Act, which contain arbitration clauses for disputes relating to employment of\n                          teachers and this demonstrates that the Legislature has time and again\n                          applied its mind and decided that such disputes ought to be referred to\n                          arbitration.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"3877554\" id=\"span_56\">In <a href=\"/doc/3877554/\" id=\"a_25\">Dr. Ram Avtar Sharma v. Maharaja Agrasen College</a>, 2009\n                          SCC OnLine Del 2760, Petitioner had assailed the award passed by the\n                          Appeal Committee constituted under Clause 9(1) of Ordinance XII by filing\n                          a petition under <a href=\"/doc/536284/\" id=\"a_26\">Section 34</a> of the 1996 Act. The petition was entertained\n                          albeit dismissed on merits. Appeal was filed by the Petitioner before the\n                          Division Bench being FAO (OS) 507/2009 under <a href=\"/doc/772406/\" id=\"a_27\">Section 37</a> of the 1996\n                          Act, by which the judgment of the learned Single Judge was upheld and at\n                          no stage, it was held that petition under <a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> was not maintainable.</span>\n</blockquote><blockquote id=\"blockquote_8\">                          16.    Mr. Gogna responded to the preliminary objection by arguing that the\n                          writ petition is maintainable and there is no merit in the preliminary\n                          objection raised by Respondent No. 1. For this Court to hold that\n                          proceedings before the Appeal Committee are arbitral proceedings, it would\n\n\n<span class=\"hidden_text\" id=\"span_57\">Signature Not Verified    W.P.(C) 11093/2023                                                   Page 10 of 32</span>\n<span class=\"hidden_text\" id=\"span_58\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_59\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_60\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_61\">17:53:11</span>\n                           be necessary to pre-suppose that there is an arbitration agreement between\n                          the parties, which envisages reference of a &#x27;dispute&#x27; to arbitration to be\n                          resolved through a third party, which is neutral and independent. In the\n                          present case, what was referred to the Appeal Committee was not a &#x27;dispute&#x27;\n                          between the Petitioner and Respondent No. 1 but a &#x27;decision&#x27; of the IO to\n                          consider whether the findings and conclusions of the IO were legal and\n                          justified. Decision is not the same thing as a dispute and decisions are not\n                          referred to arbitrators for ascertaining and assessing or adjudicating on their\n                          validity. Appeal Committee&#x27;s primary role was to review an existing\n                          decision and not to determine the validity of competing claims.\n</blockquote><blockquote id=\"blockquote_9\">                          17.    It was further argued that the entire Scheme of the 1996 Act is wholly\n                          different from the procedure envisaged for deciding an appeal by the Appeal\n                          Committee. It is true that in Clause 9 there is a reference to the <a href=\"/doc/1052228/\" id=\"a_29\">Indian\n                          Arbitration Act, 1940</a> (&#x27;1940 Act&#x27;) but in that event if the objection raised\n                          by Respondent No.1 is to be accepted, she ought to have filed an appropriate\n                          application under the 1940 Act to make the award Rule of the Court, which\n                          was not done. Even for appointment of the Appeal Committee, Respondent\n                          No.1 did not invoke <a href=\"/doc/1146817/\" id=\"a_30\">Section 8</a> of the 1940 Act and/or <a href=\"/doc/1841764/\" id=\"a_31\">Section 11</a> of 1996\n                          Act, assuming the same applied, seeking appointment and instead filed a\n                          writ petition being W.P.(C) 16400/2022. The fact that Respondent No.1\n                          understood that there was no arbitration agreement between the parties, is\n                          also evident from the fact that for seeking interim reliefs, such as payment of\n                          subsistence allowance, Respondent No.1 filed writ petition and not a petition\n                          under <a href=\"/doc/1079220/\" id=\"a_32\">Section 9</a> of 1996 Act.\n</blockquote><blockquote id=\"blockquote_10\">                          18.    It was further argued that during the pendency of the appeal before the\n                          Appeal Committee, Petitioner challenged order dated 04.05.2023 passed by\n\n\n<span class=\"hidden_text\" id=\"span_62\">Signature Not Verified    W.P.(C) 11093/2023                                                  Page 11 of 32</span>\n<span class=\"hidden_text\" id=\"span_63\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_64\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_65\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_66\">17:53:11</span>\n                           the Appeal Committee directing restoration of the subsistence allowance @\n                          75% with effect from the date it was reduced. This order was challenged in\n                          W.P. (C) 6946/2023, in which notice was issued on 22.05.2023 and no\n                          challenge was laid to the maintainability by Respondent No.1 on the ground\n                          of existence of an arbitration clause and rather, time was sought to file\n                          counter affidavit.\n</blockquote><blockquote id=\"blockquote_11\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1421402\" id=\"span_67\">19.    It was also argued that even otherwise, service matter disputes are\n                          non-arbitrable and notwithstanding the arbitration clause, remedies under the\n                          1996 Act or` 1940 Act do not constitute efficacious remedies in matters\n                          pertaining to service disputes. Reliance was placed on the judgment of this\n                          Court in <a href=\"/doc/1421402/\" id=\"a_33\">Union of India and Others v. Seth Bhagwan Dass Educational\n                          Society (Registered</a>), 1992 SCC OnLine Del 348, wherein it was held that\n                          where no adequate or sufficient remedy is provided under any enactment to\n                          challenge a particular action to do what the Civil Court would normally do\n                          in a suit, Civil Court will have jurisdiction to entertain the suit.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996908\" id=\"span_68\">Court relied\n                          on the judgment of the Supreme Court in <a href=\"/doc/1996908/\" id=\"a_34\">Dhulabhai v. State of Madhya\n                          Pradesh and Another</a>, AIR 1969 SC 78, wherein certain principles were\n                          laid down regarding exclusion of Civil Court&#x27;s jurisdiction and one of them\n                          was that where there is an express bar of jurisdiction of the Court, an\n                          examination of the Scheme of the particular Act to find the adequacy or\n                          sufficiency of remedies provided may be relevant but is not decisive to\n                          sustain the jurisdiction of the Civil Court. Where there is no express\n                          exclusion, the examination of the remedies and the scheme of the particular\n                          Act to find out the intendment becomes necessary and the result of the\n                          inquiry may be decisive. In the latter case, it is necessary to see if the statute\n                          creates a special right or a liability and provides for determination of the\n\n\n<span class=\"hidden_text\" id=\"span_69\">Signature Not Verified    W.P.(C) 11093/2023                                                     Page 12 of 32</span>\n<span class=\"hidden_text\" id=\"span_70\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_71\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_72\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_73\">17:53:11</span>\n                           right or liability and further lays down that all questions about the said right\n                          and liability shall be determined by the tribunals so constituted, and whether\n                          remedies normally associated with actions in civil courts are prescribed by\n                          the said statute or not.</span>\n</blockquote><blockquote id=\"blockquote_12\">                          20.    Mr. Mohinder JS Rupal, learned counsel appearing on behalf of the\n                          University submitted that there is no bar in entertaining a writ petition\n                          against a College or a University as they perform public functions. It was\n                          also urged that even if there is an arbitration clause existing between the\n                          parties, as in this case in Clause 9(1) of Ordinance XII, there is no hard and\n                          fast rule that writ petition will not be maintainable unless all other remedies\n                          are explored and in this context, relied on the judgment in Anu Saxena v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">                          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"433449\" id=\"span_74\">Jesus and Mary College &amp; Ors., 2006 SCC OnLine Del 1173. Placing\n                          reliance on the judgment of this Court in <a href=\"/doc/433449/\" id=\"a_35\">Salahuddin Ahmed Siddiqui v.\n                          Chairman, Governing Body &amp; Ors.</a>, 2005 SCC OnLine Del 648, it was\n                          urged that failure to challenge the award under the provisions of 1996 Act is\n                          no bar to a writ jurisdiction.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_14\">                          21.    Heard learned counsels for the parties and examined their rival\n                          submissions.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">                          22.    Respondent No. 1 was appointed as Assistant Professor in DPE in\n                          July, 2009 in the College on ad hoc basis and subsequently, her services\n                          were regularised on 28.09.2010 followed by confirmation of her service on\n                          30.09.2011. As per the College, Respondent No. 1 started confronting her\n                          seniors soon after confirmation and conducted herself in a manner\n                          unbecoming of a teacher and used unacceptable language in various\n                          meetings and obstructed the working of the College as also misbehaved with\n                          colleagues and the Principal and Vice Principal. Taking note of her alleged\n\n\n<span class=\"hidden_text\" id=\"span_75\">Signature Not Verified    W.P.(C) 11093/2023                                                   Page 13 of 32</span>\n<span class=\"hidden_text\" id=\"span_76\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_77\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_78\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_79\">17:53:11</span>\n                           misbehaviour and misconduct as also her acts of violating various\n                          procedures and based on the complaints received, it was decided by the GB,\n                          after considering all material on record, to issue a show cause notice to\n                          Respondent No.1 and give her a chance to respond. Show cause notice was\n                          issued on 28.07.2012 drawing the attention of Respondent No. 1 to her\n                          objectionable e-mails including subject, content, tone and tenor of her letters\n                          etc. and asking her to submit the reply by 06.08.2012. Broadly speaking, the\n                          allegations were of dereliction of duty, misbehaviour, insubordination,\n                          disruption of work and conduct unbecoming of a teacher at work place.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">                          23.    Upon finding the reply to be unsatisfactory, it was decided in the\n                          meeting of the GB dated 07.08.2012 to suspend the Petitioner and approval\n                          of the University was sought to do so. University conveyed its approval vide\n                          letter dated 13.08.2012 to suspend Respondent No. 1 in terms of Clause 7 of\n                          Annexure to Ordinance XII read with Clause 9 of Ordinance XVIII and\n                          Respondent No. 1 was suspended. Charge sheet dated 13.09.2012 was\n                          issued and finally, the IO, a former Judge of this Court, rendered the inquiry\n                          report on 08.05.2019 proving some charges but majority of the charges were\n                          held as &#x27;not proved&#x27;.\n</p><p data-structure=\"Issue\" id=\"p_17\">                          24.    Number of writ petitions were filed by Respondent No. 1 in the\n                          meantime questioning different actions of the College as also the charge\n                          sheet, inquiry report etc. and orders of the IO, from time to time. By\n                          Resolution dated 08.08.2020, GB resolved to give a chance to Respondent\n                          No. 1 to tender an apology and an undertaking for future good conduct\n                          failing which the College would initiate the process of removal from service.\n                          Admittedly, no apology or undertaking was tendered by Respondent No. 1\n                          and the College vide its letter dated 17.09.2020 sought approval of the\n\n\n<span class=\"hidden_text\" id=\"span_80\">Signature Not Verified    W.P.(C) 11093/2023                                                  Page 14 of 32</span>\n<span class=\"hidden_text\" id=\"span_81\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_82\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_83\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_84\">17:53:11</span>\n                           University to terminate the services of Respondent No. 1 and University\n                          vide letter dated 14.07.2021 asked the College to place the entire case before\n                          it for consideration including Statement of Defence etc. College vide letter\n                          dated 13.08.2021 sent the Minutes of the GB meeting held on 07.08.2021\n                          and copy of the resolution of the same date and sought approval of the\n                          University. In the resolution dated 07.08.2021, GB recommended\n                          termination of services of Respondent No. 1. Competent Authority of the\n                          University vide Notification dated 07.03.2022 constituted a Committee\n                          comprising of Dean of Colleges as the Chairperson and Director, South\n                          Campus and Registrar of the University, to examine the entire case and to\n                          submit recommendations to the Vice Chancellor for consideration.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">                          25.    The Committee had three sittings and it examined the entire\n                          documents including the charge sheet, inquiry report etc. and also personally\n                          heard Respondent No. 1. Committee also asked Respondent No. 1 to tender\n                          written apology and undertaking of good conduct as also to adhere to the\n                          Code of Professional Ethics, however, neither any apology nor any\n                          undertaking was tendered and finally, the University after examining the\n                          subsequent representation of Respondent No. 1, recommendations of the\n                          Committee and all other material on record, conveyed approval of the Vice\n                          Chancellor for removal of Respondent No. 1 and this decision was\n                          challenged by Respondent No. 1 by filing an appeal on 29.07.2022 before\n                          the Appeal Committee constituted under Ordinance XII.\n</p><p data-structure=\"Issue\" id=\"p_19\">                          26.    First and foremost issue that needs consideration is whether this writ\n                          petition is maintainable in light of the preliminary objection on behalf of\n                          Respondent No. 1 that in light of Clause 9 of Ordinance XII, which provides\n                          that any dispute arising in connection with termination of the services of the\n\n\n<span class=\"hidden_text\" id=\"span_85\">Signature Not Verified    W.P.(C) 11093/2023                                                 Page 15 of 32</span>\n<span class=\"hidden_text\" id=\"span_86\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_87\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_88\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_89\">17:53:11</span>\n                           teacher shall be referred to arbitration of an Appeal Committee of three\n                          independent persons appointed by the Chancellor which shall have the\n                          power to inquire into all facts of the case and interpret terms of the\n                          Agreement, the proceedings before the Appeal Committee were arbitration\n                          proceedings and the decision was an arbitral award and thus Petitioner\n                          cannot challenge the same in a writ jurisdiction and the only remedy was to\n                          take recourse to filing a petition under <a href=\"/doc/536284/\" id=\"a_36\">Section 34</a> of 1996 Act.\n</p><p data-structure=\"Section\" id=\"p_20\">                          27.    Before proceeding further, it would be pertinent and relevant to have a\n                          close look at Clause 9 of the Annexure to Ordinance XII, which is extracted\n                          hereunder for the ease of reference:-\n</p><blockquote id=\"blockquote_13\">                                 &quot;9.(1) Any dispute arising in connection with the termination of the\n                                 services of the teacher, except when on probation, by the Governing Body\n                                 shall be referred to the arbitration of an Appeal Committee of three\n                                 independent persons appointed by the Chancellor, who shall have power\n                                 to inquire into all the facts of the case and to interpret the terms of this\n                                 agreement, and their decision shall be final and binding on both parties.\n                                 The Appeal Committee shall give its final decision within a reasonable\n                                 time:\n</blockquote><blockquote id=\"blockquote_14\">                                 Provided that during the pendency of the appeal, the teacher shall\n                                 continue to draw such salary or subsistence allowance, as the case may\n                                 be, as he was drawing immediately prior to the termination of his/her\n                                 services.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_21\">                          28.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_90\">In <a href=\"/doc/1777887/\" id=\"a_37\">K.K. Modi</a> (supra), the Supreme Court laid down the attributes that\n                          must be present in an agreement for it to be an arbitration agreement, which\n                          are as follows:-</span>\n</p><blockquote id=\"blockquote_15\">                                 &quot;17. Among the attributes which must be present for an agreement to be\n                                 considered as an arbitration agreement are:\n</blockquote><blockquote id=\"blockquote_16\">                                 (1) The arbitration agreement must contemplate that the decision of the\n                                 tribunal will be binding on the parties to the agreement,\n                                 (2) that the jurisdiction of the tribunal to decide the rights of parties must\n                                 derive either from the consent of the parties or from an order of the court\n                                 or from a statute, the terms of which make it clear that the process is to be\n                                 an arbitration,\n\n\n\n<span class=\"hidden_text\" id=\"span_91\">Signature Not Verified    W.P.(C) 11093/2023                                                              Page 16 of 32</span>\n<span class=\"hidden_text\" id=\"span_92\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_93\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_94\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_95\">17:53:11</span>\n                                  (3) the agreement must contemplate that substantive rights of parties will\n                                 be determined by the agreed tribunal,\n                                 (4) that the tribunal will determine the rights of the parties in an impartial\n                                 and judicial manner with the tribunal owing an equal obligation of\n                                 fairness towards both sides,\n                                 (5) that the agreement of the parties to refer their disputes to the decision\n                                 of the tribunal must be intended to be enforceable in law and lastly,\n                                 (6) the agreement must contemplate that the tribunal will make a decision\n                                 upon a dispute which is already formulated at the time when a reference is\n                                 made to the tribunal.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_22\">                          29.    It was further held that several other factors may also be relevant in\n                          construing a clause to be an arbitration clause, such as where the agreement\n                          contemplates that the Tribunal will receive evidence from both sides and\n                          hear the contentions of the parties or at least give the parties an opportunity\n                          to put them forward and/or the agreement requires the Tribunal to decide the\n                          disputes according to law. Reliance was placed on a passage from Russel on\n                          Arbitration, 21st Edition, for the purpose of distinguishing between an expert\n                          determination and arbitration. It was held that the emphasis has to be on\n                          existence of disputes as against intention to avoid future disputes and\n                          the Tribunal or the Forum chosen must be intended to act judicially,\n                          taking evidence and submissions and the decision should be intended to bind\n                          the parties albeit nomenclature may not be conclusive. It was emphasised\n                          that true intent and purport of the Agreement must be examined including\n                          statutory requirements of a written agreement as per <a href=\"/doc/1804257/\" id=\"a_38\">Section 2</a> of the 1940\n                          Act or <a href=\"/doc/1846895/\" id=\"a_39\">Section 7</a> of 1996 Act. Relevant passages are as follows:-\n</p><blockquote id=\"blockquote_17\">                                 &quot;18. The other factors which are relevant include, whether the agreement\n                                 contemplates that the tribunal will receive evidence from both sides and\n                                 hear their contentions or at least give the parties an opportunity to put\n                                 them forward; whether the wording of the agreement is consistent or\n                                 inconsistent with the view that the process was intended to be an\n                                 arbitration, and whether the agreement requires the tribunal to decide the\n                                 dispute according to law.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_96\">Signature Not Verified    W.P.(C) 11093/2023                                                              Page 17 of 32</span>\n<span class=\"hidden_text\" id=\"span_97\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_98\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_99\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_100\">17:53:11</span>\n<blockquote id=\"blockquote_18\">                                  19. In Russell on Arbitration, 21st Edn., at p. 37, para 2-014, the question\n                                 how to distinguish between an expert determination and arbitration, has\n                                 been examined. It is stated,\n                                      &quot;Many cases have been fought over whether a contract&#x27;s chosen form\n                                      of dispute resolution is expert determination or arbitration. This is a\n                                      matter of construction of the contract, which involves an objective\n                                      enquiry into the intentions of the parties. First, there are the express\n                                      words of the disputes clause. If specific words such as &#x27;arbitrator&#x27;,\n                                      &#x27;arbitral tribunal&#x27;, &#x27;arbitration&#x27; or the formula &#x27;as an expert and not\n                                      as an arbitrator&#x27; are used to describe the manner in which the dispute\n                                      resolver is to act, they are likely to be persuasive although not always\n                                      conclusive.... Where there is no express wording, the court will refer\n                                      to certain guidelines. Of these, the most important used to be, whether\n                                      there was an &#x27;issue&#x27; between the parties such as the value of an asset\n                                      on which they had not taken defined positions, in which case the\n                                      procedure was held to be expert determination; or a &#x27;formulated\n                                      dispute&#x27; between the parties where defined positions had been taken,\n                                      in which case the procedure was held to be an arbitration. This\n                                      imprecise concept is still being relied on. It is unsatisfactory because\n                                      some parties to contract deliberately choose expert determination for\n                                      dispute resolution. The next guideline is the judicial function of an\n                                      arbitral tribunal as opposed to the expertise of the expert; .... An\n                                      arbitral tribunal arrives at its decision on the evidence and\n                                      submissions of the parties and must apply the law or if the parties\n                                      agree, on other consideration; an expert, unless it is agreed\n                                      otherwise, makes his own enquiries, applies his own expertise and\n                                      decides on his own expert opinion....&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\">                                 20. The authorities thus seem to agree that while there are no conclusive\n                                 tests, by and large, one can follow a set of guidelines in deciding whether\n                                 the agreement is to refer an issue to an expert or whether the parties have\n                                 agreed to resolve disputes through arbitration.\n</p><p data-structure=\"Section\" id=\"p_24\">                                 21. Therefore our courts have laid emphasis on (1) existence of disputes as\n                                 against intention to avoid future disputes; (2) the tribunal or forum so\n                                 chosen is intended to act judicially after taking into account relevant\n                                 evidence before it and the submissions made by the parties before it; and\n                                 (3) the decision is intended to bind the parties. Nomenclature used by the\n                                 parties may not be conclusive. One must examine the true intent and\n                                 purport of the agreement. There are, of course, the statutory requirements\n                                 of a written agreement, existing or future disputes and an intention to refer\n                                 them to arbitration. (Vide <a href=\"/doc/738672/\" id=\"a_40\">Section 2</a> Arbitration Act, 1940 and <a href=\"/doc/1846895/\" id=\"a_41\">Section 7</a>\n                                 Arbitration and Conciliation Act, 1996.)\n</p><p data-structure=\"Precedent\" id=\"p_25\">                                 22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_101\">In the case of <a href=\"/doc/1979603/\" id=\"a_42\">Rukmanibai Gupta v. Collector, Jabalpur</a> [(1980) 4 SCC\n                                 556] this Court dwelt upon the fact that disputes were referred to\n\n\n<span class=\"hidden_text\" id=\"span_102\">Signature Not Verified    W.P.(C) 11093/2023                                                             Page 18 of 32</span>\n<span class=\"hidden_text\" id=\"span_103\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_104\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_105\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_106\">17:53:11</span>\n                                  arbitration and the fact that the decision of the person to whom the\n                                 disputes were referred was made final, as determinative of the nature of\n                                 the agreement which the Court held was an arbitration agreement.</span>\n</p><p data-structure=\"Precedent\" id=\"p_26\">                                 23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_107\">In the case of <a href=\"/doc/344153/\" id=\"a_43\">State of U.P. v. Tipper Chand</a> [(1980) 2 SCC 341] a\n                                 clause in the contract which provided that the decision of the\n                                 Superintending Engineer shall be final, conclusive and binding on all\n                                 parties to the contract upon all questions relating to the meaning of the\n                                 specifications, designs, drawings and instructions was construed as not\n                                 being an arbitration clause. This Court said that there was no mention in\n                                 this clause of any dispute, much less of a reference thereof. The purpose of\n                                 the clause was clearly to vest the Superintending Engineer with\n                                 supervision of the execution of the work and administrative control over it\n                                 from time to time.</span>\n</p><p data-structure=\"Precedent\" id=\"p_27\">                                 24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26826\" id=\"span_108\">In the case of <a href=\"/doc/26826/\" id=\"a_44\">Cursetji Jamshedji Ardaseer Wadia v. Dr R.D.\n                                 Shiralee</a> [AIR 1943 Bom 32 : 44 Bom LR 859] the test which was\n                                 emphasised was whether the intention of the parties was to avoid disputes\n                                 or to resolve disputes.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1137010\" id=\"span_109\">In the case of <a href=\"/doc/1137010/\" id=\"a_45\">Vadilal Chatrabhuj\n                                 Gandhi v. Thakorelal Chimanlal Munshaw</a> [(1953) 55 Bom LR 629 : AIR\n                                 1954 Bom 121] the emphasis was on judicial enquiry and determination as\n                                 indicative of an arbitration agreement as against an expert opinion. The\n                                 test of preventing disputes or deciding disputes was also resorted to for the\n                                 purpose of considering whether the agreement was a reference to\n                                 arbitration or not. In that case, the agreement provided that the parties\n                                 had agreed to enter into a compromise for payment of a sum up to, but not\n                                 exceeding, Rs 20 lakhs,\n                                      &quot;which shall be borne and paid by the parties in such proportions or\n                                      manner as Sir Jamshedji B. Kanga shall, in his absolute discretion,\n                                      decide as a valuer and not as an arbitrator after giving each of us\n                                      summary hearing&quot;.</span>\n</p><p data-structure=\"Precedent\" id=\"p_28\">                                 The Court said that the mere fact that a judicial enquiry had been held is\n                                 not sufficient to make the ultimate decision a judicial decision. The Court\n                                 held that Sir Jamshedji Kanga had not to decide upon the evidence led\n                                 before him. He had to decide in his absolute discretion. There was not to\n                                 be a judicial enquiry worked out in a judicial manner. Hence this was not\n                                 an arbitration.\n</p><p data-structure=\"Precedent\" id=\"p_29\">                                 25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1530261\" id=\"span_110\">In the case of <a href=\"/doc/1530261/\" id=\"a_46\">State of W.B. v. Haripada Santra</a> [AIR 1990 Cal 83 :</span>\n</p><blockquote id=\"blockquote_19\">                                 (1990) 1 Cal HN 76] the agreement provided that in the event of a dispute,\n                                 the decision of the Superintending Engineer of the Circle shall be final.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_30\">                                 The Court relied upon the fact that the reference was to disputes between\n                                 the parties on which a decision was required to be given by the\n                                 Superintending Engineer. Obviously, such a decision could be arrived at\n                                 by the Superintending Engineer only when the dispute was referred to him\n\n\n\n<span class=\"hidden_text\" id=\"span_111\">Signature Not Verified    W.P.(C) 11093/2023                                                             Page 19 of 32</span>\n<span class=\"hidden_text\" id=\"span_112\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_113\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_114\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_115\">17:53:11</span>\n                                  by either party for decision. He was also required to act judicially and\n                                 decide the disputes after hearing both parties and after considering the\n                                 material before him. It was, therefore, an arbitration agreement.\n</p><p data-structure=\"Precedent\" id=\"p_31\">                                 26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1075328\" id=\"span_116\">In the case of <a href=\"/doc/1075328/\" id=\"a_47\">J&amp;K State Forest Corpn. v. Abdul Karim Wani</a> [(1989) 2\n                                 SCC 701] (SCC para 24) this Court considered the agreement as an\n                                 agreement of reference to arbitration. It has emphasised that (1) the\n                                 agreement was in writing; (2) it was a contract at the present time to refer\n                                 the dispute arising out of the present contract; and (3) there was a valid\n                                 agreement to refer the dispute to arbitration of the Managing Director,\n                                 Jammu and Kashmir State Forest Corporation. The Court observed that\n                                 endeavour should always be made to find out the intention of the parties,\n                                 and that intention has to be found out by reading the terms broadly and\n                                 clearly without being circumscribed.</span>\n</p><p data-structure=\"Precedent\" id=\"p_32\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"867843\" id=\"span_117\">27. The decision in the case of Rukmanibai Gupta [(1980) 4 SCC 556] has\n                                 been followed by this Court in the case of <a href=\"/doc/867843/\" id=\"a_48\">M. Dayanand Reddy v. A.P.\n                                 Industrial Infrastructure Corpn. Ltd.</a> [(1993) 3 SCC 137] Commenting on\n                                 the special characteristics of an arbitration agreement this Court has\n                                 further observed <a href=\"/doc/867843/\" id=\"a_49\">in <a href=\"/doc/867843/\" id=\"a_50\">the above case</a></a> that arbitration agreement embodies an\n                                 agreement between the parties that in case of a dispute such dispute shall\n                                 be settled by an arbitrator or an umpire of their own constitution or by an\n                                 arbitrator to be appointed by the Court in an appropriate case. (SCC p.\n                                 143, para 8)\n                                      &quot;It is pertinent to mention that there is a material difference in an\n                                      arbitration agreement inasmuch as in an ordinary contract the\n                                      obligation of the parties to each other cannot, in general, be\n                                      specifically enforced and breach of such terms of contract results only\n                                      in damages. The arbitration clause, however, can be specifically\n                                      enforced by the machinery of the <a href=\"/doc/1052228/\" id=\"a_51\">Arbitration Act</a>.&quot;</span>\n</p><p data-structure=\"CDiscource\" id=\"p_33\">                                 28. The Court has further observed that it is to be decided whether the\n                                 existence of an agreement to refer the dispute to arbitration can be clearly\n                                 ascertained in the facts and circumstances of the case. This, in turn,\n                                 depends on the intention of the parties to be gathered from the relevant\n                                 documents and surrounding circumstances.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_34\">                          30.    Examined on the touchstone of the parameters <a href=\"/doc/867843/\" id=\"a_52\">laid down by</a> the\n                          Supreme Court in the aforementioned judgment, in my view, Clause 9(1) of\n                          Ordinance XII is an arbitration agreement and envisages reference of dispute\n                          arising in connection with termination of services of the teacher, except in\n                          the case of probationer, to an Appeal Committee of three independent\n                          persons appointed by the Chancellor. Clause 9(2) stipulates that the\n\n<span class=\"hidden_text\" id=\"span_118\">Signature Not Verified    W.P.(C) 11093/2023                                                            Page 20 of 32</span>\n<span class=\"hidden_text\" id=\"span_119\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_120\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_121\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_122\">17:53:11</span>\n                           proceedings before the Appeal Committee will be governed by 1940 Act.\n                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1825155\" id=\"span_123\">The jurisdiction of the Appeal Committee to decide the rights of the parties\n                          is derived from the Ordinance XII which has statutory force, as held by the\n                          Supreme Court in <a href=\"/doc/1825155/\" id=\"a_53\">Prabhakar Ramakrishna Jodh</a> (supra) and by this Court\n                          in Shri Chetanya Mohan Gupta (supra).</span>\n</p><p data-structure=\"PetArg\" id=\"p_35\">                          31.    That the parties intended the Appeal Committee to be an Arbitral\n                          Tribunal and proceedings before it to be arbitration proceedings and/or that\n                          the arbitration proceedings were being conducted in terms of Clause 9(1) of\n                          Ordinance XII, is evident from a host of factors. In the impugned arbitral\n                          award rendered by the Appeal Committee, it is clearly recorded in\n                          paragraphs 16.5 to 16.7 that as per Clause 9(1), any dispute arising in\n                          connection with termination of service of a teacher, other than a probationer,\n                          will be referred to arbitration of an Appeal Committee and Indian\n                          Arbitration Act, 1940 shall apply to arbitration proceedings. Contention of\n                          counsel for Respondent No. 1 is noted in paragraph 16.6, wherein he urged\n                          that albeit Clause 9(2) refers to applicability of 1940 Act, the 1996 Act was\n                          now in force and it was observed by the Appeal Committee that parties were\n                          categorically informed that the process and procedure in force would be\n                          adhered to. Counsel for the Petitioner, in fact, argued that after substitution\n                          of 1940 Act by 1996 Act, the former stood repealed and the proceedings will\n                          be governed by 1996 Act. At various places in the pleadings, Petitioner has\n                          referred to the proceedings as &#x27;arbitration proceedings&#x27; and reply has been\n                          filed under the heading &#x27;reply to Statement of Claim&#x27;. In reply to Statement\n                          of Claim, Petitioner stated that 1940 Act was repealed and 1996 Act was\n                          thereafter enacted, therefore, the Appellate Tribunal was obliged in letter\n                          and spirit to abide by the Scheme of 1996 Act while deciding the appeal. In\n\n\n<span class=\"hidden_text\" id=\"span_124\">Signature Not Verified    W.P.(C) 11093/2023                                                  Page 21 of 32</span>\n<span class=\"hidden_text\" id=\"span_125\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_126\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_127\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_128\">17:53:11</span>\n                           paragraph 4 of the reply to Statement of Claim, Appeal Committee is\n                          referred to as the &#x27;Arbitral Tribunal&#x27; and it is further stated that all\n                          proceedings should be conducted in the presence of both the parties and the\n                          Tribunal/Appeal Committee should not entertain any party in the absence of\n                          the other. In paragraph 9, it is averred that after hearing the parties, Appeal\n                          Committee can pass an award. Relevant passages from the report are as\n                          follows:-\n</p><blockquote id=\"blockquote_20\">                                 &quot;16.5 The Committee also perused Clause 9(1) of Annexure to Ordinance\n                                 XII and clause 11 of Ordinance XVIII which states that any dispute arising\n                                 in connection with the termination of the services of the teacher, except\n                                 when on probation, by the Governing Body shall be referred to the\n                                 arbitration of an Appeal Committee of three independent persons\n                                 appointed by the Chancellor, who shall have power to inquire into all the\n                                 facts of the case and to interpret the terms of this agreement, and their\n                                 decision shall be final and binding on both parties. The Appeal Committee\n                                 shall give its final decision within a reasonable time:\n</blockquote><blockquote id=\"blockquote_21\">                                 Provided that during the pendency of the appeal, the teacher shall\n                                 continue to draw such salary or subsistence allowance, as the case may\n                                 be, as he was drawing immediately prior to the termination of his/her\n                                 services.\n</blockquote><blockquote id=\"blockquote_22\">                                 <a href=\"/doc/1052228/\" id=\"a_54\">The Indian Arbitration Act, 1940</a>, shall apply to all arbitration under this\n                                 Clause.\n</blockquote><blockquote id=\"blockquote_23\">                                 16.6 As regards, the plea of learned Counsel for the Appellant\n                                 regarding applicability of <a href=\"/doc/1052228/\" id=\"a_55\">Indian Arbitration Act, 1940</a> is concerned, it\n                                 was brought to the notice of the Committee that at present the <a href=\"/doc/1306164/\" id=\"a_56\">Arbitration\n                                 and Conciliation Act, 1996</a> is in force. Hence, it was categorically\n                                 informed to the parties that the the processes and procedure in force\n                                 would be adhered to.\n</blockquote><blockquote id=\"blockquote_24\">                                 16.7. However, Sh. Jai Bansal, Learned Counsel of the Appellant\n                                 emphasized that provisions contained under <a href=\"/doc/1052228/\" id=\"a_57\">Indian Arbitration Act, 1940</a>,\n                                 shall apply to all arbitration under this Clause since not incorporated\n                                 under Ordinance XII of the University. The Learned Counsel of the\n                                 Respondent College mentioned the points that the <a href=\"/doc/1052228/\" id=\"a_58\">Indian Arbitration Act,\n                                 1940</a> was substituted by Act of 1996 titled <a href=\"/doc/1306164/\" id=\"a_59\">Arbitration and Conciliation\n                                 Act</a>. 1996 which completed replaced all old laws applicable to domestic\n                                 arbitration and conciliation. So the contention of the Learned Counsel of\n                                 the Appellant since repealed is not tenable.&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_129\">Signature Not Verified    W.P.(C) 11093/2023                                                           Page 22 of 32</span>\n<span class=\"hidden_text\" id=\"span_130\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_131\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_132\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_133\">17:53:11</span>\n<p data-structure=\"PetArg\" id=\"p_36\">                           32.    It is clear that Petitioner participated in the proceedings before the\n                          Appeal Committee appointed under Clause 9 of Ordinance XII, knowing\n                          fully well and accepting that the proceedings were arbitration proceedings.\n                          While it is true that nomenclatures and terminologies used in the pleadings\n                          may not necessarily be conclusive of existence of an arbitration agreement\n                          between the parties, but reference to the pleadings by counsel for\n                          Respondent No.1 was only to demonstrate that Petitioner had no confusion\n                          or doubt on the nature of proceedings before the Appeal Committee and\n                          moreover, the Appeal Committee had also mentioned that since 1996 Act\n                          had come in proceedings will be governed by the said Act.\n</p><p data-structure=\"Precedent\" id=\"p_37\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_134\">33.    Albeit not pleaded, Mr. Gogna had urged during the course of hearing\n                          that notwithstanding the arbitration clause, dispute pertaining to termination\n                          of an employee is a service matter dispute and thus non-arbitrable and\n                          Petitioner cannot be relegated to the remedy of filing objection under\n                          <a href=\"/doc/1722761/\" id=\"a_60\">Section 34</a> of the 1996 Act. There is no merit in this contention in the\n                          present context for multiple reasons. The Supreme Court in <a href=\"/doc/121987320/\" id=\"a_61\">Vidya Drolia</a>\n                          (supra), held that sovereign functions of the State being inalienable and non-\n                          delegable are non-arbitrable as State alone has exclusive right and duty to\n                          perform such functions and therefore, correctness and validity of the State or\n                          sovereign functions cannot be made a direct matter of private adjudicatory\n                          process. Similarly, decisions and adjudicatory functions of the State that\n                          have public interest element such as legitimacy of marriage, citizenship,\n                          winding up of companies, grant of patents are non-arbitrable, unless the\n                          Statue in relation to a regulatory or adjudicatory mechanism, either\n                          expressly or by clear implication permits arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_135\">In the present case,\n                          Ordinance XII has expressly included Clause 9(1), which envisages dispute\n\n\n<span class=\"hidden_text\" id=\"span_136\">Signature Not Verified    W.P.(C) 11093/2023                                                 Page 23 of 32</span>\n<span class=\"hidden_text\" id=\"span_137\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_138\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_139\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_140\">17:53:11</span>\n                           resolution mechanism with respect to disputes pertaining to termination of\n                          teachers, except probationers, through arbitration by reference to an Appeal\n                          Committee comprising of three independent persons as Arbitrators and\n                          therefore, in light of the observations of the Supreme Court in <a href=\"/doc/121987320/\" id=\"a_62\">Vidya Drolia</a>\n                          (supra), this contention of the Petitioner merits rejection.</span>\n</p><p data-structure=\"Section\" id=\"p_38\">                          34.    Additionally, learned counsel for Respondent No. 1 has illustratively\n                          referred to at least 30 legislations governing Universities in India which\n                          contain arbitration clauses for resolution of disputes relating to employment\n                          of teachers, which evidences that this class of disputes is arbitrable when\n                          expressly provided in the given Statutes or Ordinances. Learned counsel for\n                          Respondent No.1 is thus right in his submission that from time to time,\n                          Legislature has affirmed that disputes of teachers and other employees of\n                          Universities can be resolved and adjudicated upon through the alternate\n                          dispute resolution mechanism of arbitration. Some of the Legislations\n                          referred to are <a href=\"/doc/892594/\" id=\"a_63\">Aligarh Muslim University Act, 1920</a>; <a href=\"/doc/153623833/\" id=\"a_64\">Assam University Act,\n                          1989</a>; <a href=\"/doc/1691997/\" id=\"a_65\">Babasaheb Bhimrao Ambedkar University Act, 1994</a>; <a href=\"/doc/36256199/\" id=\"a_66\">Indira Gandhi\n                          National Open University Act, 1985</a>; <a href=\"/doc/1585741/\" id=\"a_67\">Tripura University Act, 2006</a>; <a href=\"/doc/106015310/\" id=\"a_68\">Guru\n                          Gobind Singh Indraprastha University Act, 1998</a>; <a href=\"/doc/1421454/\" id=\"a_69\">Banaras Hindu University\n                          Act, 1915</a>; <a href=\"/doc/1231980/\" id=\"a_70\">Jawaharlal Nehru University Act, 1966</a>; <a href=\"/doc/58797219/\" id=\"a_71\">The Doctor Ram\n                          Manohar Lohiya National Law University Uttar Pradesh Act, 2005</a> etc. and\n                          for the sake of completeness, I may illustratively, only refer to <a href=\"/doc/35994378/\" id=\"a_72\">Section 31</a> of\n                          The Doctor Ram Manohar Lohiya National Law University Uttar Pradesh\n                          Act, 2005, which is as follows:-\n</p><blockquote id=\"blockquote_25\">                                 &quot;<a href=\"/doc/1882318/\" id=\"a_73\">Section 31</a> - Other Officers and Employees\n                                  ...\n</blockquote><blockquote id=\"blockquote_26\">                                 (2) Any dispute arising out of the contract between the [University] and\n                                 any of its officers or employees shall, at the request of the officer or the\n                                 employee concerned, or at the instance of the [University] be referred to a\n\n\n<span class=\"hidden_text\" id=\"span_141\">Signature Not Verified    W.P.(C) 11093/2023                                                            Page 24 of 32</span>\n<span class=\"hidden_text\" id=\"span_142\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_143\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_144\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_145\">17:53:11</span>\n                                  Tribunal for arbitration consisting of three members appointed by the\n                                 Executive Council as prescribed by the regulations.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_39\">                          35.    Therefore, it cannot be argued by the Petitioner that dispute pertaining\n                          to termination of Respondent No. 1 is non-arbitrable as a thumb rule. Once,\n                          this Court comes to a finding that the proceedings before the Appeal\n                          Committee were arbitration proceedings envisaged under Clause 9(1) of\n                          Ordinance XII, in which Petitioner participated without any objection and\n                          the report rendered by the Committee on 22.06.2023 is an arbitral award, the\n                          next question that arises for consideration is the remedy available to the\n                          Petitioner to challenge the said award. Clearly, once the 1996 Act is\n                          applicable, the remedy to object to the arbitral award is under <a href=\"/doc/1722761/\" id=\"a_74\">Section 34</a> of\n                          the Act. <a href=\"/doc/1722761/\" id=\"a_75\">Section 34</a> of 1996 Act in no uncertain terms provides that recourse\n                          to a Court against an arbitral award may be made &#x27;only&#x27; by an application\n                          for setting aside such award in accordance with sub-Sections (2) and (3).\n                          The expression &#x27;only&#x27; has been interpreted by the Supreme Court in Bhaven\n                          Construction (supra) to serve two purposes i.e. making the enactment a\n                          complete Code and laying down the procedure. Reading of <a href=\"/doc/1722761/\" id=\"a_76\">Section 34</a> of\n                          1996 Act leaves no doubt that an arbitral award in a case where 1996 Act is\n                          applicable, can only be challenged by filing objections under <a href=\"/doc/1722761/\" id=\"a_77\">Section 34</a> of\n                          the 1996 Act.\n</p><p data-structure=\"Precedent\" id=\"p_40\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1152518\" id=\"span_146\">36.    Learned counsel for the Petitioner emphasised that writ jurisdiction of\n                          this Court under <a href=\"/doc/1712542/\" id=\"a_78\">Article 226</a> of the Constitution of India can never be ousted\n                          and no legislative enactment can curtail a constitutional right and therefore,\n                          the writ petition is maintainable. There can be no debate that power of the\n                          High Courts to issue directions or writs in the nature of habeas corpus,\n                          certiorari, mandamus and quo warranto under <a href=\"/doc/1712542/\" id=\"a_79\">Article 226</a> of the Constitution\n\n\n\n<span class=\"hidden_text\" id=\"span_147\">Signature Not Verified    W.P.(C) 11093/2023                                                     Page 25 of 32</span>\n<span class=\"hidden_text\" id=\"span_148\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_149\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_150\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_151\">17:53:11</span>\n                           of India is the basic feature and inviolable part of the Constitution and\n                          cannot be curtailed by parliamentary legislations. This was so observed by\n                          the Constitution Bench of the Supreme Court in <a href=\"/doc/1152518/\" id=\"a_80\">L. Chandra Kumar v.\n                          Union of India and Others</a>, (1997) 3 SCC 261.</span> It was observed in Nivedita\n                          Sharma v. Cellular Operators Association of India and Others, (2011) 14\n                          SCC 337, that it is one thing to say that in exercise of power vested in it\n                          under <a href=\"/doc/1712542/\" id=\"a_81\">Article 226</a> of Constitution, the High Court can entertain a writ\n                          petition against any order passed by or action taken by the State and/or its\n                          agency/instrumentality or any order passed by quasi-judicial body or a\n                          public authority and it is an altogether different thing to say that each and\n                          every petition filed under <a href=\"/doc/1712542/\" id=\"a_82\">Article 226</a> must be entertained as a matter of\n                          course, ignoring the fact that aggrieved person has an effective alternate\n                          remedy. It was further observed that it is a settled law that when a\n                          statutory forum is created by law for redressal of grievances, writ petition\n                          should not be entertained ignoring the statutory dispensation. Relying on this\n                          judgment in Bhaven Construction (supra), the Supreme Court observed as\n                          under:-\n</p><blockquote id=\"blockquote_27\">                                 &quot;18. In any case, the hierarchy in our legal framework, mandates that a\n                                 legislative enactment cannot curtail a constitutional right. In Nivedita\n                                 Sharma v. COAI [Nivedita Sharma v. COAI, (2011) 14 SCC 337 : (2012) 4\n                                 SCC (Civ) 947] , this Court referred to several judgments and held : (SCC\n                                 p. 343, para 11)\n                                      &quot;11. We have considered the respective arguments/submissions. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137963500\" id=\"span_152\">There\n                                      cannot be any dispute that the power of the High Courts to issue\n                                      directions, orders or writs including writs in the nature of habeas\n                                      corpus, certiorari, mandamus, quo warranto and prohibition under\n                                      <a href=\"/doc/1712542/\" id=\"a_83\">Article 226</a> of the Constitution is a basic feature of the Constitution\n                                      and cannot be curtailed by parliamentary legislation -- <a href=\"/doc/137963500/\" id=\"a_84\">L. Chandra\n                                      Kumar v. Union of India [L. Chandra Kumar</a> v. Union of India,\n                                      (1997) 3 SCC 261 : 1997 SCC (L&amp;S) 577] . However, it is one thing\n                                      to say that in exercise of the power vested in it under <a href=\"/doc/1712542/\" id=\"a_85\">Article 226</a> of\n                                      the Constitution, the High Court can entertain a writ petition against\n\n\n<span class=\"hidden_text\" id=\"span_153\">Signature Not Verified    W.P.(C) 11093/2023                                                           Page 26 of 32</span>\n<span class=\"hidden_text\" id=\"span_154\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_155\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_156\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_157\">17:53:11</span>\n                                       any order passed by or action taken by the State and/or its\n                                      agency/instrumentality or any public authority or order passed by a\n                                      quasi-judicial body/authority, and it is an altogether different thing to\n                                      say that each and every petition filed under <a href=\"/doc/1712542/\" id=\"a_86\">Article 226</a> of the\n                                      Constitution must be entertained by the High Court as a matter of\n                                      course ignoring the fact that the aggrieved person has an effective\n                                      alternative remedy. Rather, it is settled law that when a statutory\n                                      forum is created by law for redressal of grievances, a writ petition\n                                      should not be entertained ignoring the statutory dispensation.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">                                                                                          (emphasis supplied)\n                                 It is therefore, prudent for a Judge to not exercise discretion to allow\n                                 judicial interference beyond the procedure established under the\n                                 enactment. This power needs to be exercised in exceptional rarity, wherein\n                                 one party is left remediless under the statute or a clear &quot;bad faith&quot; shown\n                                 by one of the parties. This high standard set by this Court is in terms of the\n                                 legislative intention to make the arbitration fair and efficient.\n</p><p data-structure=\"Section\" id=\"p_42\">                                 19. In this context we may observe Deep Industries Ltd. v. ONGC [Deep\n                                 Industries Ltd. v. ONGC, (2020) 15 SCC 706], wherein interplay of\n                                 <a href=\"/doc/1091250/\" id=\"a_87\">Section 5</a> of the Arbitration Act and <a href=\"/doc/1331149/\" id=\"a_88\">Article 227</a> of the Constitution was\n                                 analysed as under: (SCC p. 714, paras 16-17)\n                                      &quot;16. Most significant of all is the non obstante clause contained in\n                                      <a href=\"/doc/1091250/\" id=\"a_89\">Section 5</a> which states that notwithstanding anything contained in any\n                                      other law, in matters that arise under <a href=\"/doc/1052228/\" id=\"a_90\">Part I of the Arbitration Act</a>, no\n                                      judicial authority shall intervene except where so provided in this\n                                      Part. <a href=\"/doc/1656413/\" id=\"a_91\">Section 37</a> grants a constricted right of first appeal against\n                                      certain judgments and orders and no others. Further, the statutory\n                                      mandate also provides for one bite at the cherry, and interdicts a\n                                      second appeal being filed [see <a href=\"/doc/1783117/\" id=\"a_92\">Section 37(2)</a> of the Act].\n</p><p data-structure=\"Section\" id=\"p_43\">                                      17. This being the case, there is no doubt whatsoever that if petitions\n                                      were to be filed under Articles 226/227 of the Constitution against\n                                      orders passed in appeals under <a href=\"/doc/1656413/\" id=\"a_93\">Section 37</a>, the entire arbitral process\n                                      would be derailed and would not come to fruition for many years. At\n                                      the same time, we cannot forget that <a href=\"/doc/1331149/\" id=\"a_94\">Article 227</a> is a constitutional\n                                      provision which remains untouched by the non obstante clause of\n                                      <a href=\"/doc/1091250/\" id=\"a_95\">Section 5</a> of the Act. In these circumstances, what is important to note\n                                      is that though petitions can be filed under <a href=\"/doc/1331149/\" id=\"a_96\">Article 227</a> against\n                                      judgments allowing or dismissing first appeals under <a href=\"/doc/1656413/\" id=\"a_97\">Section 37</a> of the\n                                      Act, yet the High Court would be extremely circumspect in interfering\n                                      with the same, taking into account the statutory policy as adumbrated\n                                      by us hereinabove so that interference is restricted to orders that are\n                                      passed which are patently lacking in inherent jurisdiction.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_44\">                                                                                          (emphasis supplied)\n\n\n\n<span class=\"hidden_text\" id=\"span_158\">Signature Not Verified    W.P.(C) 11093/2023                                                              Page 27 of 32</span>\n<span class=\"hidden_text\" id=\"span_159\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_160\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_161\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_162\">17:53:11</span>\n</p><p data-structure=\"CDiscource\" id=\"p_45\">                                  20. In the instant case, Respondent 1 has not been able to show\n                                 exceptional circumstance or &quot;bad faith&quot; on the part of the appellant, to\n                                 invoke the remedy under <a href=\"/doc/1331149/\" id=\"a_98\">Article 227</a> of the Constitution. No doubt the\n                                 ambit of <a href=\"/doc/1331149/\" id=\"a_99\">Article 227</a> is broad and pervasive, however, the High Court\n                                 should not have used its inherent power to interject the arbitral process at\n                                 this stage. It is brought to our notice that subsequent to the impugned\n                                 order of the sole arbitrator, a final award was rendered by him on merits,\n                                 which is challenged by Respondent 1 in a separate <a href=\"/doc/1722761/\" id=\"a_100\">Section 34</a> application,\n                                 which is pending.\n</p><p data-structure=\"Precedent\" id=\"p_46\">                                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44191761\" id=\"span_163\">21. Viewed from a different perspective, the arbitral process is strictly\n                                 conditioned upon time limitation and modelled on the &quot;principle of\n                                 unbreakability&quot;. This Court in <a href=\"/doc/44191761/\" id=\"a_101\">P. Radha Bai v. P. Ashok Kumar [P. Radha\n                                 Bai</a> v. P. Ashok Kumar, (2019) 13 SCC 445 : (2018) 5 SCC (Civ) 773] ,\n                                 observed : (SCC p. 459, paras 36-37)\n                                      &quot;36.3. Third, <a href=\"/doc/1722761/\" id=\"a_102\">Section 34(3)</a> reflects the principle of unbreakability. Dr\n                                      Peter Binder in International Commercial Arbitration and\n                                      Conciliation in Uncitral Model Law Jurisdictions, 2nd Edn.,\n                                      observed:</span>\n</p><blockquote id=\"blockquote_28\">                                         &#x27;An application for setting aside an award can only be made\n                                         during the three months following the date on which the party\n                                         making the application has received the award. Only if a party has\n                                         made a request for correction or interpretation of the award under\n                                         <a href=\"/doc/829916/\" id=\"a_103\">Article 33</a> does the time-limit of three months begin after the\n                                         tribunal has disposed of the request. This exception from the three\n                                         month time-limit was subject to criticism in the working group due\n                                         to fears that it could be used as a delaying tactics. However,\n                                         although &quot;an unbreakable time-limit for applications for setting\n                                         aside&quot; was sought as being desirable for the sake of &quot;certainty and\n                                         expediency&quot; the prevailing view was that the words ought to be\n                                         retained &quot;since they presented the reasonable consequence of\n                                         <a href=\"/doc/829916/\" id=\"a_104\">Article 33.&#x27;</a>\n                                      According to this &quot;unbreakability&quot; of time-limit and true to the\n                                      &quot;certainty and expediency&quot; of the arbitral awards, any grounds for\n                                      setting aside the award that emerge after the three month time-limit\n                                      has expired cannot be raised.\n</blockquote><p data-structure=\"Section\" id=\"p_47\">                                      37. Extending <a href=\"/doc/1968689/\" id=\"a_105\">Section 17</a> of the Limitation Act would go contrary to\n                                      the principle of &quot;unbreakability&quot; enshrined under <a href=\"/doc/1722761/\" id=\"a_106\">Section 34(3)</a> of the\n                                      Arbitration Act.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_48\">                                                                                       (emphasis in original)\n                                 If the courts are allowed to interfere with the arbitral process beyond the\n                                 ambit of the enactment, then the efficiency of the process will be\n                                 diminished.\n</p>\n\n<span class=\"hidden_text\" id=\"span_164\">Signature Not Verified    W.P.(C) 11093/2023                                                             Page 28 of 32</span>\n<span class=\"hidden_text\" id=\"span_165\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_166\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_167\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_168\">17:53:11</span>\n<p data-structure=\"Section\" id=\"p_49\">                                  22. The High Court did not appreciate the limitations under <a href=\"/doc/1712542/\" id=\"a_107\">Articles 226</a>\n                                 and <a href=\"/doc/1331149/\" id=\"a_108\">227</a> of the Constitution and reasoned that the appellant had\n                                 undertaken to appoint an arbitrator unilaterally, thereby rendering\n                                 Respondent 1 remediless. However, a plain reading of the arbitration\n                                 agreement points to the fact that the appellant herein had actually acted in\n                                 accordance with the procedure laid down without any mala fides.\n</p><p data-structure=\"RespArg\" id=\"p_50\">                                 23. Respondent 1 did not take legal recourse against the appointment of\n                                 the sole arbitrator, and rather submitted themselves before the tribunal to\n                                 adjudicate on the jurisdiction issue as well as on the merits. In this\n                                 situation, Respondent 1 has to endure the natural consequences of\n                                 submitting themselves to the jurisdiction of the sole arbitrator, which can\n                                 be challenged, through an application under <a href=\"/doc/1722761/\" id=\"a_109\">Section 34</a>. It may be noted\n                                 that in the present case, the award has already been passed during the\n                                 pendency of this appeal, and Respondent 1 has already preferred a\n                                 challenge under <a href=\"/doc/1722761/\" id=\"a_110\">Section 34</a> to the same. Respondent 1 has not been able to\n                                 show any exceptional circumstance, which mandates the exercise of\n                                 jurisdiction under <a href=\"/doc/1712542/\" id=\"a_111\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_112\">227</a> of the Constitution.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">                          37.    From the aforesaid observations of the Supreme Court, it is clear that\n                          challenge to rulings of arbitrators must be as per Statute and not by resort to\n                          <a href=\"/doc/1712542/\" id=\"a_113\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_114\">227</a> of the Constitution except in &#x27;exceptional rarity&#x27;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_169\">In\n                          <a href=\"/doc/1979603/\" id=\"a_115\">Rukmanibai Gupta</a> (supra), years earlier the Supreme Court held that writ\n                          petition challenging final arbitral awards was not maintainable and relief\n                          could be sought only under the 1940 Act which is a self-contained Code.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"152581058\" id=\"span_170\">As\n                          pointed out by learned counsel for Respondent No. 1 and rightly so,\n                          Co-ordinate Bench of this Court in <a href=\"/doc/152581058/\" id=\"a_116\">Surender Kumar Singhal</a> (supra)\n                          laid down the scope of supervisory power of a writ Court and high\n                          standards of extremely limited circumstances warranting interference, none\n                          of which exist in the present case or were pleaded or argued by the\n                          Petitioner.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_52\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"3877554\" id=\"span_171\">38.    This judgment would be incomplete without referring to the judgment\n                          of this Court in <a href=\"/doc/3877554/\" id=\"a_117\">Ram Avtar Sharma</a> (supra), wherein a petition was filed\n                          under <a href=\"/doc/1722761/\" id=\"a_118\">Section 34</a> of the 1996 Act assailing an award passed by the Appeal\n\n\n<span class=\"hidden_text\" id=\"span_172\">Signature Not Verified    W.P.(C) 11093/2023                                                            Page 29 of 32</span>\n<span class=\"hidden_text\" id=\"span_173\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_174\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_175\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_176\">17:53:11</span>\n                           Committee constituted by the Chancellor under Clause 9(1) of Ordinance\n                          XII, which is the provision involved in the present case. The Appeal\n                          Committee comprised of three members. The facts of the case are also close\n                          to the present case. Petitioner therein was working as Principal of the\n                          College at Delhi and GB found various irregularities and misconducts and\n                          he was charge sheeted with 23 articles of charges. A former Judge of this\n                          Court was appointed as IO and he submitted the report holding that 22 out of\n                          23 charges were &#x27;not proved&#x27;. The Presenting Officer pressed 69 charges out\n                          of which IO rendered a finding that 28 charges are &#x27;not proved&#x27; and of the\n                          remaining 46 charges, 17 were found &#x27;proved&#x27;. IO proposed penalty of\n                          &#x27;removal/dismissal&#x27; of Petitioner from service and finally, this penalty was\n                          imposed. Petitioner challenged his removal from service under Ordinance\n                          XII before an Appeal Committee which upheld the findings of the IO and\n                          the punishment awarded. The award of the Committee was challenged under\n                          <a href=\"/doc/1722761/\" id=\"a_119\">Section 34</a> of the 1996 Act and rightly so. The petition was entertained\n                          albeit dismissed on merit.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"3877554\" id=\"span_177\">Appeal was filed against the judgment of the\n                          learned Single Judge before the Division Bench of this Court in <a href=\"/doc/3877554/\" id=\"a_120\">Ram Avtar\n                          Sharma v. Maharaja Agrasen College, FAO (OS</a>) 507/2009, decided on\n                          16.11.2015 and the judgment of the learned Single Judge was upheld on\n                          merits.</span>\n</p><p data-structure=\"RespArg\" id=\"p_53\">                          39.    In Dr. Tishen Kumar Vaishnav (supra), heavily relied upon by\n                          counsel for Respondent No.1, Petitioner challenged an award passed by the\n                          Arbitral Tribunal in a writ petition before the Bombay High Court.\n                          Preliminary objection was taken by Respondents No. 1 and 2 to the\n                          maintainability of the writ petition in light of applicability of 1996 Act\n                          and <a href=\"/doc/1722761/\" id=\"a_121\">Section 34</a> thereof. Petitioner placed reliance on a number of\n\n\n<span class=\"hidden_text\" id=\"span_178\">Signature Not Verified    W.P.(C) 11093/2023                                                Page 30 of 32</span>\n<span class=\"hidden_text\" id=\"span_179\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_180\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_181\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_182\">17:53:11</span>\n                           judgments in response to the preliminary objection and urged that plea of\n                          alternate remedy ought not to be entertained, if the Court finds that the\n                          impugned judgment was in breach of fundamental rights or without an\n                          opportunity.\n</p><p data-structure=\"Conclusion\" id=\"p_54\">                          40.    Upon hearing the respective counsels, the Bombay High Court\n                          dismissed the writ petition and SLP No. 5112/2022 was dismissed against\n                          the said order on 18.04.2022. Relevant passages from the judgement of the\n                          Bombay High Court are held as follows:-\n</p><blockquote id=\"blockquote_29\">                                 &quot;7. It is undisputed that the Petitioner was employed with the Mahatma\n                                 Gandhi Antarrashtriya Hindi Vishwavidyalaya, Wardha in the\n                                 Anthropology department as an Associate Professor, in view of which, the\n                                 mandate of <a href=\"/doc/874260/\" id=\"a_122\">Section 32</a> of the Act of 1996, would clearly be attracted.\n                                 Though it is the settled position of law, that in case of service issues,\n                                 arbitration is not the remedy, however, in the instant case, <a href=\"/doc/874260/\" id=\"a_123\">Section 32(2)</a> of\n                                 the Act of 1996 specifically requires any dispute arising out of the contract\n                                 between the University and any employee shall, at the request of the\n                                 employee, be referred to an Arbitral Tribunal to be constituted in the\n                                 manner as indicated.\n</blockquote><blockquote id=\"blockquote_30\">                                 8. In the instant matter, against his dismissal, the Petitioner had earlier\n                                 approached this Court by way of Writ Petition No. 3364/2011, in which a\n                                 preliminary objection regarding its maintainability was raised, based\n                                 upon <a href=\"/doc/874260/\" id=\"a_124\">section 32</a> of the Act of 1996, as a result of which, by an order dated\n                                 6/9/2011, the Petitioner was relegated to the remedy as available under\n                                 <a href=\"/doc/874260/\" id=\"a_125\">section 32(2)</a> of the Act of 1996. In pursuance of the above, a Tribunal was\n                                 duly constituted. The Petitioner appeared before the Tribunal and filed his\n                                 statement of claim on 27/6/2016, which was replied to by the Respondent\n                                 Nos.1 &amp; 2. Evidence was led by the Petitioner as well as Respondents and\n                                 Tribunal passed an Award on 6/12/2018. It is this Award, which is being\n                                 challenged. In my considered opinion, a challenge to the Award passed by\n                                 the Tribunal, as constituted under <a href=\"/doc/874260/\" id=\"a_126\">Section 32(2)</a> of the Act of 1996, would\n                                 be susceptible for challenge only under <a href=\"/doc/536284/\" id=\"a_127\">Section 34</a> of the Arbitration and\n                                 Conciliation Act, 1996, and not otherwise.\n</blockquote><blockquote id=\"blockquote_31\">                                 9. The contention of Mr. Zinjarde, learned Counsel for the Petitioner that\n                                 the remedy under <a href=\"/doc/536284/\" id=\"a_128\">Section 34</a> of the Arbitration and Conciliation Act, 1996\n                                 is an alternate remedy, and therefore, it would be permissible to revoke the\n                                 jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_129\">Article 226</a> of the Constitution of India, is\n                                 clearly fallacious. The reliance, placed upon Nagpur Distillers; Abl\n                                 International Limited; Kuntesh Gupta; and The Assistant Commissioner of\n\n\n<span class=\"hidden_text\" id=\"span_183\">Signature Not Verified    W.P.(C) 11093/2023                                                             Page 31 of 32</span>\n<span class=\"hidden_text\" id=\"span_184\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_185\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_186\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_187\">17:53:11</span>\n                                  State Tax &amp; Ors. (cited supra) do not assist him, as they do not consider\n                                 the scope and ambit of <a href=\"/doc/536284/\" id=\"a_130\">Section 34</a> of the Arbitration and Conciliation Act\n                                 and the legal position flowing therefrom that in case of an arbitration, it is\n                                 the only the mode, as provided in <a href=\"/doc/536284/\" id=\"a_131\">Section 34</a> of the Arbitration and\n                                 Conciliation Act, 1996, to which a person ought to be relegated. The\n                                 Petitioner obviously has participated in arbitration proceedings, and\n                                 merely because the Award has turned out against him, that alone cannot\n                                 be a ground to invoke the provisions under <a href=\"/doc/1712542/\" id=\"a_132\">Article 226</a> of the Constitution\n                                 of India, bye-passing the remedy available under <a href=\"/doc/536284/\" id=\"a_133\">Section 34</a> of the\n                                 Arbitration and Conciliation Act. I, therefore, do not see any merit in the\n                                 present Petition, therefore, it is dismissed. In these circumstances, no\n                                 order has to be passed.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_55\">                          41.    In light of the above judgments and discussion, the preliminary\n                          objection raised by Respondent No.1 is sustained and the writ petition is\n                          dismissed as not maintainable, reserving liberty with the Petitioner to take\n                          recourse to appropriate remedies, in accordance with law. Pending\n                          applications also stand disposed of.</p><pre id=\"pre_2\">\n\n\n\n                                                                                               JYOTI SINGH, J\n                          MARCH          10 , 2025/sahil/shivam\n\n\n\n\n<span class=\"hidden_text\" id=\"span_188\">Signature Not Verified    W.P.(C) 11093/2023                                                              Page 32 of 32</span>\n<span class=\"hidden_text\" id=\"span_189\">Digitally Signed</span>\n<span class=\"hidden_text\" id=\"span_190\">By:KAMAL KUMAR</span>\n<span class=\"hidden_text\" id=\"span_191\">Signing Date:18.03.2025</span>\n<span class=\"hidden_text\" id=\"span_192\">17:53:11</span>\n</pre><span class=\"hidden_text\" id=\"span_193\"> </span>","numcites":52,"numcitedby":0,"docsource":"Delhi High Court","citetid":97851143,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}