{"tid":1330556,"publishdate":"2003-07-08","title":"Pran Nath Gupta vs Union Of India (Uoi) And Ors. on 8 July, 2003","doc":"<h2 class=\"doc_title\">Pran Nath Gupta vs Union Of India (Uoi) And Ors. on 8 July, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2004J&K135, 2006(2)CTLJ97(J&K), AIR 2004 JAMMU AND KASHMIR 135</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-kohli\">Permod Kohli</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-kohli\">Permod Kohli</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nPermod Kohli, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Petitioner is a Civil Contractor. It is stated in the petition that the petitioner was allotted various contracts some of which detailed in Paras 2 and 3 of the writ petition are :--\n</p> \n<blockquote id=\"blockquote_1\">               i) CESZ-20/90-91\n</blockquote><blockquote id=\"blockquote_2\">             ii) CESZ-40/94-95\n</blockquote><blockquote id=\"blockquote_3\">            iii) CESZ-04/94-95\n</blockquote><blockquote id=\"blockquote_4\">            iv)         CESZ-21/89-90\n</blockquote><blockquote id=\"blockquote_5\">             v)         CESZ-12/91-92\n</blockquote><blockquote id=\"blockquote_6\">            vi)         CESZ-12/91-92\n \n\nIn addition to this another contract, being contract No. CESZ-20/90 was allotted to him. In respect to this contract bill has been finalized, but in respect to the contracts referred to above the bills have not been finalized though the contracts were completed long back. It is the case of the petitioner that another Contract No. CA No. CESZ-17/96-97 : PROVN of OTM ACCN AT JAKLI RC SGR came to be allotted to the petitioner which according to him has been executed and completed but the final bill is under process. Respondents appear to have issued a letter dated 7-2-2002 whereby the petitioner was intimated that during the audit check, certain recoveries were found outstanding against the petitioner in respect to the contracts mentioned in paras 2 and 3 of the writ petition. Petitioner was accordingly asked to confirm whether he has deposited the amount indicated in the said letter or not. According to the petitioner this letter was not served upon him, but he acquired knowledge of the issuance of this letter on 4-3-2002 when he received another letter dated 21-2-2002, wherein reference was made to letter dated 7-2-2002. Vide this letter the petitioner was asked to intimate the status of the recoveries indicated in the letter dated 7-2-2002. Petitioner seems to have replied letter dated 21-2-2002 vide his communication dated 6-3-2002. In this letter, the petitioner besides denying the receipt of letter dated 7-2-2002 also stated that the department cannot recover any amount arbitrarily without Court order. Petitioner was informed vide letter dated 11-3-2002 that since he has not replied the earlier communication, bill pertaining to his contract No. CESZ-17/96-97 was being re-submitted to CDA after effecting recovery. Petitioner responded to this letter vide his communication dated 20-3-2002 disputing the right of the respondents to effect any recoveries from him in respect to the completed contracts. It is under these circumstances, the present writ petition has been filed seeking quashing of letters No. 8702/CESZ-17/96-97/EB dated 7-2-2002, No. 8702/CESZ-17/783/ EB dated 11-3-2002 and No. 8702/CESZ-17/96-97/785/EB dated 19-3-2002 with a further direction of mandamus for passing final bill in respect to the contracts completed by the petitioner and for which the final bills are to be paid.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. On filing of this petition, this Court passed the following interim order on 22-4-2002.\n</p>  \n\n<blockquote id=\"blockquote_7\">&quot;Notice. In the meanwhile respondents/ Competent Authority to process and consider the release of payments due to the petitioner in respect of contract No. CESZ-17/96-97 and the amounts shown outstanding against the petitioners in respect of other contracts/formations referred in letter dated 7-2-2002 (ANNEXURE-A) shall be effected on re-assessment after associating the petitioner with the accounting process in respect of balance by either party in respect of works in accordance with provisions of law. Till then recoveries in respect of these works shall not be effected&quot;.\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_3\">Amendment/alteration on objection on motion.&quot;\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">3. Reply affidavit stands filed by the respondents besides giving details of recoveries sought to be effected from the petitioner in respect to various contracts, the stand taken by the respondents is that they are competent to effect recoveries in terms of conditions 67 of IAFW 2249 forming part of the contract agreement. It is further case of the respondents that dispute sought to be raised by the petitioner is covered by condition No. 70 IAFW 2249 and can only be settled through arbitration. The present petition according to the respondents is not maintainable, petitioner having efficacious remedy of settlement of disputes through arbitration.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">4. Petitioner is also accused of suppressing true and correct facts. It is also contended that the disputed questions of fact and law are involved in the petition, which renders the petition incompetent under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India, read with Section 103 of Jammu and Kashmir Constitution.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">5. I have heard learned counsel for the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">6. Execution of the contract and the application of IAFW-2249 i.e. the General Conditions of Contracts, to the contracts in question is not disputed. Conditions of the Contract i.e. Condition Nos. 67 and 70, relevant for the purpose of present petition are reproduced as under :--\n</p>  \n\n<blockquote id=\"blockquote_8\">67.  Recovery from Contractor.-- (a)\n \n\nWhether any claim(s) for payment of sum of money arise(s) out of or under this Contract against the contractor, the Contractor shall on demand make the payment of the same or agree for effecting adjustment from any amounts due to him by the Government. If, however, he refuses or neglects to make the payment on demand, or does not agree for effecting adjustment from any amounts due to him, Government shall be entitled to withhold an amount not exceeding the amount of the claim(s), from any sum when due or which at any time thereafter may become due to the contractor, under this or any other Contract with the government or from any other sum due to the contractor from the government (which may be available with the Government) or from the Contractor&#x27;s Security Deposit or Security Bond amount, and retain the same by way of lien till such time payment is made by the Contractor or till the claim(s) is/are settled or adjudicated upon, or till the Contractor, at his expense furnishes fixed Deposit Receipt(s) duly endorsed as directed by the Accepting Officer, or a Guarantee Bond from a Scheduled Bank for an amount equal to the amount of the claim(s), in the form as directed by the Accepting Officer.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">70. Arbitration :-- All disputes, between the parties of the Contract (other than those for which the decision of the C.W.E. or any other person is by the Contract expressed to be final and binding) shall, after written notice by either party to the Contract to the other of them, be referred to the sole arbitration of an [Serving Officer having degree in Engineering or equivalent or having passed final/direct final Examination of Sub-Division II of Institution for Surveyor (India) recognized by the Govt. of India.] to be appointed by the authority mentioned in the tender documents.&quot;\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_8\">7. Mr. Qayoom, learned counsel appearing for the petitioner submits that notwithstanding the existence of arbitration clause, he has a right to maintain the present petition as he has challenged condition No. 67 of General Conditions of Contract (IAFW 2249). According to the petitioner, the respondents are not entitled to effect any recovery from the other contracts without the same having been determined by a Court of law or the amounts admitted by the petitioner. Since the recoveries sought to be effected from the petitioner are subject-matter of determination, disputed by the petitioner-contractor, the respondents have no right to effect such recoveries from the petitioner. In order to support his contention, learned counsel for the petitioner has relied upon AIR 1974 SC 1265 (Paras 8 &amp; 9) as also AIR 1984 J &amp; K 10 (Paras 23 &amp; 25), (1971) 3 SCC 864 : AIR 1973 SC 205 (Para 4) and AIR 1995 SC 1811 (para 28) which are reproduced as under :\n</p>  \n\n<blockquote id=\"blockquote_10\">AIR 1974 SC 1265 (Paras 8 &amp; 91 :\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\">8. The language used in the body of Clause 18 also supports the view that it is with recovery of sums presently due and payable by the contractor to the purchaser that this clause deals. It may be noted that Clause 18 does not lay down the substantive rights and obligations of the parties under the contract. It is merely intended to provide a mode of recovery of &quot;a claim for payment of a sum of money arising out of or under the contract&quot;. It, therefore, postulates a claim for a sum which is due and payable, that is, presently recoverable and may be recovered by the mode therein provided. It is difficult to believe that the contracting parties could have intended that even though a sum is not due and payable, that is, presently recoverable and may be recovered by the mode therein provided. It is difficult to believe that the contracting parties could have intended that even though a sum is not due and payable by the contractor to the purchaser under the contract, the purchaser should be entitled to recover it by adopting, the mode set out in Clause 18. It is important to note that Clause 18 does not create a lien on other sums due to the contractor or give to the purchaser a right to retain such sums until his claim against the contractor is satisfied. If merely a right of lien or retention were given to secure payment of a claim, then even if the claim were for a sum not presently due and payable, the provision perhaps would not have been so startling or unusual. But here the right given to the purchaser under Clause 18 is a right to recover the amount of his claim by appropriating other sums due to the contractor and on the interpretation of the appellant, this can be done even if the claim is for a sum which is not due or payable in praesenti and the purchaser is otherwise not entitled to recover it. That would indeed be a highly extraordinary result which we would be loath to reach in the absence of clear and compelling language. This interpretation, if accepted, would mean that as soon as a claim is made by the purchaser, it would immediately become recoverable and the purchaser would be entitled to sell off the securities of the contractor and appropriate the sale proceeds in or towards satisfaction of such claim and in case that is insufficient, recover the balance by appropriating other sums due to the contractor and if there is even then a shortfall recover it personally from the contractor, for the last words of Clause 18 provide that the contractor should on demand pay to the purchaser the balance remaining due.&quot; And this consequence would ensue even if the claim is for a sum which the contractor is under no existing obligation to pay or which is not presently payable or is disputed as regards the existence of liability or its quantum. A mere making of a claim by the purchaser would impose a liability on the contractor to pay it. That surely could not have been the intention of the contracting parties. It would be more consonant with reason and good sense to take the view, which, as pointed out above. is plainly and indubitably supported by the language used by the contracting parties, that Clause 18 does not more than merely provide an additional mode of recovery to the purchaser, and the purchaser is entitled to exercise the right conferred under that clause only where there is a claim for a sum which is presently due and payable by the contractor. This view, indeed, becomes irresistible when we consider the last words of Clause 18, namely, &quot;the contractor shall on demand pay to the purchaser the balance remaining due&quot;, which clearly postulate that the reference in the clause is to a sum presently due and payable by the contractor to the purchaser, so that, if any balance remains unrecovered after adopting the special mode of recovery provided in the clause, such balance must be paid by the contractor to the purchaser on demand. The appellant laid great emphasis on the use of the word &#x27;claim&#x27; in the opening part of Clause 18 and contended that the standard form of Contract which was in use prior to the adoption of the present Standard Form of Contract. Clause 14, which corresponded to the present Clause 18, opened with the words &quot;whenever under this contract any sum of money is recoverable from and payable by the contractor&quot;, but this formula was deliberately and advisedly altered when the present Standard Form was introduced and instead, the words &quot;whenever any claim for the payment of a sum of money arises..........&quot; Were substituted and this change in phraseology indicated that in order to attract the applicability of the present Clause 18 it was not necessary that there should be a sum due and payable by the contractor to the purchaser but it was enough if there was a mere claim on the part of the purchaser for payment of a sum of money by the contractor, irrespective of whether such sum of money was presently due and payable or not. This contention is, in our opinion, wholly untenable. We do not think it is legitimate to construe Clause 18 of the contract between the parties by reference to a corresponding clause which prevailed in an earlier Standard Form of Contract. This is not a statute enacted by the Legislature where it can be said that if the Legislature has departed from the language used by it in an earlier enactment, it would be a fair presumption to make that the alteration in the language was deliberate and it was intended to convey a different meaning. It is a clause in a contract which we are construing and there, any reference to a similar or dissimilar clause in another contract would be irrelevant. The only question before us is, what does Clause 18 mean and that depends on the plain interpretation of its language in the context in which it occurs. Moreover, on a question of construction of Clause 18, mere use of the word &#x27;claim&#x27; cannot be a decisive factor. Clause 18 has to be read as a whole, each part throwing light on the other, without any undue emphasis on one word or the other. We cannot allow our interpretation of Clause 18 to be hijacked from its true course by the use of a solitary word such as &#x27;claim&#x27; but we must arrive at the true meaning of the clause by construing it in all its parts and in its proper contextual setting. So viewed, it is clear that Clause 18 applies only where the purchaser has a claim for a sum presently due and payable by the contractor.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">9. Having discussed the proper interpretation of Clause 18, we may now turn to consider what is the real nature of the claim for recovery of which the appellant is seeking to appropriate the sums due to the respondent under other contracts. The claim is admittedly one for damages for breach of the contract between the parties. Now, it is true that the damages which are claim are liquidated damages under Clause 14, but so far as the law in India is concerned, there is no qualitative difference in the nature of the claim whether it be for liquidated damages or for unliquidated damages. <a href=\"/doc/1941714/\" id=\"a_2\">Section 74</a> of the Indian Contract Act eliminates the somewhat elaborate refinements made under the English common law in distinguishing between stipulations providing for payment of liquidated damages and stipulations in the nature of penalty. Under the common law a genuine press-timage of damages by mutual agreement is regarded as a stipulation naming liquidated damages and binding between the parties; a stipulation in a contract in terrorem is a penalty and the Court refuses to enforce it, awarding to the aggrieved party only reasonable compensation. The Indian Legislature has sought to cut across the web of rules and presumptions under the English common law, by enacting a uniform principle applicable to all stipulations naming amounts to be paid in case of breach, and stipulations by way of penalty, and according to this principle, even if there is a stipulation by way of liquidated damages, party complaining of breach of contract can recover only reasonable compensation for the injury sustained by him, the stipulated amount being merely the outside limit. It, therefore, makes no difference in the present case that the claim of the appellant is for liquidated damages. It stands on the same footing as a claim for unliquidated damages. Now the law is well settled that a claim for unliquidated damages does not give rise to a debt until the liability is adjudicated and damages assessed by a decree or order of a Court or other adjudicatory authority. When there is a breach of contract, the party who commits the breach does not eo instanti incur any pecuniary obligation, nor does the party complaining of the breach become entitled to a debt due from the other party. The only right which the party aggrieved by the breach of the contract has is the right to sue for damages. That is not an actionable claim and this position is made amply clear by the amendment in <a href=\"/doc/1563813/\" id=\"a_3\">Section 6(e)</a> of the Transfer of Property Act, which provides that a mere right to use for damages cannot be transferred. This has always been the law in England and as far back as 1858 we find it stated by Wightman, J., in Jones v. Thompson, (1858) 27 LJQB 234. &quot;Ex parte Charles and several other cases decide that the amount of a verdict in an action for unliquidated damages is not a debt till judgment has been signed.&quot; It was held in this case that a claim for damages does not become a debt even after the jury has returned a verdict in favour of the plaintiff till the judgment is actually delivered. So also in O&#x27; Driscoll v. Manchester Insurance Committee, (1915) 3 KB 499, Swinfen Eady, L. J., said in reference to cases where the claim was for unliquidated damages&quot;......... in such cases there is no debt at all until the verdict of the jury is pronounced assessing the damages and judgment is given&#x27;. The same view has also been taken consistently by different High Courts in India. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"723416\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1192905\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1583419\" id=\"span_3\">We may mention only a few of the decision, namely, <a href=\"/doc/1583419/\" id=\"a_4\">Jabed Sheikh v. Taher Malik</a>, 45 Cal WN 519 : AIR 1941 Cal 639; <a href=\"/doc/1192905/\" id=\"a_5\">S. Milkha Singh v. N.K. Gopala Krishna Mudaliar</a>, <a href=\"/doc/723416/\" id=\"a_6\">AIR 1956 Punj 174 and Iron and Hardware (India) Co. v. Firm Shamlal and Bros</a>, AIR 1954 Bom 423 Chagla, C.J. in the last mentioned case, stated the law in these terms :</span></span></span>\n</p>  \n\n<blockquote id=\"blockquote_11\">&quot;In my opinion it would not be true to say that a person who commits a breach of the contract incurs any pecuniary liability, nor would it be true to say that the other party to the contract who complains of the breach has any amount due to him from the other party.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">As already stated, the only right which he has is the right to go to a Court of law and recover damages. Now, damages are the compensation which a Court of law gives to a party for the injury which he has sustained. But, and this is most important to note, he does not get damages or compensation by reason of any existing obligation on the part of the person who has committed the breach. He gets compensation as a result of the fiat of the Court. Therefore, no pecuniary liability arises till the Court has determined that the party complaining of the breach is entitled to damages. Therefore, when damages are assessed, it would not be true to say that what the Court is doing is ascertaining a pecuniary liability which already existed. The Court in the first place must decide that the defendant is liable and then it proceeds to assess what that liability is. But till that determination there is no liability at all upon the defendant.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">This statement in our view represents the correct legal position and has our full concurrence. A claim for damages for breach of contract is, therefore, not a claim for a sum presently due and payable and the purchaser is not entitled, in exercise of the right conferred upon it under Clause 18, to recover the amount of such claim by appropriating other sums due to the contractor. On this view, it is not necessary for us to consider the other contention raised on behalf of the respondent, namely, that on a proper construction of Clause 18, the purchaser is entitled to exercise the right conferred under that clause only where the claim for payment of a sum of money is either admitted by the contractor, or in case of dispute, adjudicated upon by a Court or other adjudicated upon by a Court or other adjudicatory authority. We must, therefore, hold that the appellant had no right or authority under Clause 18 to appropriate the amounts of other pending bills of the respondent in or towards satisfaction of its claim for damages against the respondent and the learned Judge was justified in issuing an interim injunction restraining the appellant from doing so.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\">AIR 1984 J &amp; K 10. Paras 23 &amp; 25 :\n</p> \n\n<blockquote id=\"blockquote_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"723416\" id=\"span_4\">23. I find considerable force in Mr. Sen&#x27;s argument that the petitioners&#x27; case does not fall in the third category. I, however, refrain from expressing any opinion on his other contention that the impugned orders are referable to the statutory power of the Government to manage and control the demarcated forests conferred on it by <a href=\"/doc/40502921/\" id=\"a_7\">Section 4</a>, Forest Act. In none of the four types of lease agreements a provision is to be found that the Government shall have a right to stop granting extensions, or to vary their period unilaterally at any time after the execution of the lease agreement. Consequently, the respondents cannot be heard to say that whatever has been done by it is under the terms of the lease contract, and no writ lies to challenge its action. The disqualification created by virtue of category three in Radhakrishna Agarwal&#x27;s case, <a href=\"/doc/723416/\" id=\"a_8\">AIR 1977 SC</a> 1496 (supra) cannot, therefore, be attached to the petitioners, and it cannot be urged that the lease agreements are a bar to the maintainability of the writ petition at the very threshold. What the petitioners are challenging in the writ petition is not the Govt. action based upon any terms of the contract or contracts between them and the State, but, they are challenging two independent executive fiats of the government which, according to them, violate the promises and assurances held out to them by it, acting whereupon, they have already altered their position, much to their detriment.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_14\">25. On its plain language, the dispute to be referred to the arbitration under this clause must arise out of the terms of the agreement. The orders impugned in the writ petition are not a part of the agreement, but are in fact dehors the same. It is these orders, in regard to which certain disputes have been raised in the writ petition. Clearly, therefore, Clause 50 has no application to these disputes. Both the preliminary objections, therefore, fall.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\">(1971) 3 SCC 864 : AIR 1973 SC 205\n \n\n</p><p data-structure=\"Precedent\" id=\"p_14\">4. Counsel for the appellants contends that since the dispute arose out of the terms of the contract and the Divisional Forest Officer under the terms of the contract had authority to modify any action taken by a subordinate forest authority, the remedy of the respondent was to institute an action in the civil Court and that the writ petition was not maintainable. But in the present case the order is passed by a public authority modifying the order or proceeding of a subordinate forest authority. By that order he has deprived the respondent of a valuable right. We are unable to hold that merely because the source of the right which the respondent claims was initially in a contract, for obtaining relief against any arbitrary and unlawful action on the part of a public authority he must resort to a suit and not to a petition by way of a writ. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"723416\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1192905\" id=\"span_6\">In view of the judgment of this Court in <a href=\"/doc/1192905/\" id=\"a_9\">K.N. Guruswamy</a>&#x27;s case, <a href=\"/doc/723416/\" id=\"a_10\">AIR 1954 SC</a> 592 (supra), there can be no doubt that the petition was maintainable, even if the right to relief arose out of a an alleged breach of contract, where the action challenged was of a public authority invested with statutory power.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">AIR 1995 SC 1811 (Para 28)\n \n\n</p><p data-structure=\"Precedent\" id=\"p_16\">28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_7\">In <a href=\"/doc/1261492/\" id=\"a_11\">Kumari Shrilekha Vidyarthi v. State of U.P.</a>, (1991) 1 SCC 212 : AIR 1991 SC 537, this Court in Paragraph 22 pointed out that the private parties are concerned only with their personal interest but the public authority are expected to act for public good and in public interest. The impact of every action is also on public interest. It imposes public law obligation and impress with that character, the contracts made by the State or its instrumentality. &quot;It is a different matter that the scope of judicial review in respect of disputes falling within the domain of contractual obligations may be more limited and in doubtful cases the parties may be relegated to the adjudication of their rights by resort to remedies provided for adjudication of purely contractual disputes. However, to the extent, challenge is made on the ground of violation of <a href=\"/doc/367586/\" id=\"a_12\">Article 14</a> by alleging that the impugned act is arbitrary, unfair or unreasonable, the fact that the dispute also falls within the domain of contractual obligations would not relieve the State of its obligation to comply with the basic requirements of <a href=\"/doc/367586/\" id=\"a_13\">Article 14.</a> To this extent, the obligation is of a public character invariably in every case irrespective of there being any other right or obligation in addition thereto. An additional contractual obligation cannot divest the claimant of the guarantee under <a href=\"/doc/367586/\" id=\"a_14\">Article 14</a> of non-arbitrariness at the hands of the State in any of its actions&quot;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"125080125\" id=\"span_8\">In <a href=\"/doc/125080125/\" id=\"a_15\">Food Corporation of India v. Kamdhenu Cattle Feed Industries</a>, (1993) 1 SCC 71 at p. 76 : 1993 AIR SCW 1509 at p. 1513, in Para 8, this Court held that&quot; the mere reasonable or legitimate expectation of a citizen may not by itself be a distinct enforceable right, but failure to consider and give due weight to it may render the decision arbitrary, and this is how the requirement of due consideration of a legitimate expectation forms part of the principle of non-arbitrariness, a necessary concomitant of the rule of law. Every legitimate expectation is a relevant factor requiring due consideration in a fair decision-making process&quot;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"616070\" id=\"span_9\">In <a href=\"/doc/616070/\" id=\"a_16\">Sterling Computers Ltd. v. M. and N. Publications Ltd.</a> (1993) 1 SCC 445 at Page 646 : 1993 AIR SCW 683 at p. 697 : AIR 1996 SC 51 Para 28, it was held that even in commercial contracts where there is a public element, it is necessary that relevant considerations are taken into account and the irrelevant consideration discarded.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"713572\" id=\"span_10\">In <a href=\"/doc/713572/\" id=\"a_17\">Union of India v. Graphic Industries Co.</a>, (1994) 5 SCC 398 : 1994 AIR SCW 461 : AIR 1995 SC 409, this Court held that even in contractual matters public authorities have to act fairly; and if they fail to do so approach under <a href=\"/doc/1712542/\" id=\"a_18\">Article 226</a> would always be permissible because that would amount to violation of <a href=\"/doc/367586/\" id=\"a_19\">Article 14</a> of the Constitution.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1435269\" id=\"span_11\">The ratio in <a href=\"/doc/1435269/\" id=\"a_20\">General Assurance Society Ltd. v. Chandumull Jain</a>, (1966) 3 SCR 500 : AIR 1966 SC 1644, relied on by the appellants that tests laid therein to construe the terms of insurance contracts bears no relevance to determine the constitutional conscience of the appellant in fixing the terms and conditions in Table 58 and of their justness and fairness on the touchstone of public element. The arms of the High Court is not shackled with technical rules or of Procedure. The actions of the State, its instrumentality, any public authority or person whose actions bear insignia of public law element or public character are amenable to judicial review and the validity of such an action would be tested on the anvil of <a href=\"/doc/367586/\" id=\"a_21\">Article 14.</a> While exercising the power under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> the Court would be circumspect to adjudicate the disputes arising out of the contract depending on the facts and circumstances in a given case. The distinction between the public law remedy and private law field cannot be demarcated with precision. Each case has to be examined on its own facts and circumstances to find out the nature of the activity or scope and nature of the controversy. The distinction between public law and private law remedy is not narrowed down. The actions of the appellants bears public character with an imprint of public interest element in their offers with terms and conditions mentioned in the appropriate table inviting the public to enter into contract of life insurance. It is not a pure and simple private law dispute without any insignia of public element. Therefore, we have no hesitation to hold that the writ petition is maintainable to test the validity of the conditions laid in Table 58 terms policy and the party need not be relegated to a civil action.&quot;</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\">8. On the other hand Mr. S.A. Naik, learned counsel appearing for the respondents submit that the petitioner has a better and efficacious remedy by way of arbitration in terms of General Conditions of Contracts IAFW 2249, hence the jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution of India, read with Section 103 of the Jammu &amp; Kashmir. Constitution cannot be invoked particularly when a disputed question of facts is involved. It is further contended that the respondents are well within their rights to effect recovery in terms of Condition 67 of IAFW 2249, which gives them power to effect such recoveries.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\">Two questions fall for consideration :--\n</p>  \n\n<blockquote id=\"blockquote_15\">1. Whether the respondents are entitled to exercise the authority to effect recovery under condition 67 of IAFW 2249.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">2. Whether the petitioner has a right to maintain the writ petition challenging the recovery.\n</blockquote> \n\n<span class=\"hidden_text\" id=\"span_12\">Question No. 1</span>\n \n\n<p data-structure=\"CDiscource\" id=\"p_19\">9. A perusal of condition 67 of the Contract Agreement, makes it clear that whenever any claim for payment of sum of money arises out of or under the contract against the Contractor, the Contractor shall on demand make the payment of the same or agree for making adjustment of any amount due to him by the Government. If the contractor refuses or neglects to make the payment on demand or does not agree for effecting adjustment from any amounts due to him, the Government shall be entitled to withhold the amount not exceeding the amount of the claims from any other Sum when due or which at any time may become due to the contractor under this or any other contract with the Government and/or from any other sum due to the Contractor from the Government etc.\n \n\n</p><p data-structure=\"Precedent\" id=\"p_20\">10. The action of the respondents is justified in terms of this clause as before effecting the recovery demand was made vide letter dated 7-2-2002 though the petitioner denies the receipt of said letter. Even when the said letter came to the notice of the petitioner he did not respond the same effectively. It is noticed here that while replying to certain letters of the respondents in respect of recoveries, the petitioner did not deny the claims/demand made by the respondents. What was stated was that the recoveries can only be effected under the Court order. Petitioner has no where disputed the amount of recovery sought to be effected from him. This question was considered by the Apex Court, firstly in AIR 1974 SC 1265, which has been <a href=\"/doc/1435269/\" id=\"a_24\">referred to above</a>. However, this judgment again came to be reconsidered by the Apex Court in, AIR 1984 SC 29. Paras 9, 13, 25 and 26 of the judgment of Apex Court are reproduced as under :--\n</p><blockquote id=\"blockquote_17\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_13\">9. It appears that a large number of applications under <a href=\"/doc/1154891/\" id=\"a_25\">Section 33</a> of the Arbitration Act had been moved in Delhi High Court in similar matters. In some of the cases injunctions were also issued by the learned single Judge restraining the respondents from recovering, appropriating or withholding the amount from other bills of the contractors. One of these matters Union of India v. Air Foam Industries was taken to this Court, which was decided by the Court along with <a href=\"/doc/461988/\" id=\"a_26\">Union of India v. Raman Iron Foundry</a>, AIR 1974 SC 1265. In that case the Union of India put forward the extreme claim that by virtue of Clause 18 of General Conditions of Contract it was entitled to recover damages claimed by appropriating any sum which may become due to the contractor under other pending bills from the Union of India. This Court, however, negatived the plea on the ground that the amount of damages claimed by the Union was only a claim and unless there was adjudication of the claim by Court or admission by the contractor the Union of India had no authority to appropriate the amount due under pending bills of the contractor towards the satisfaction of its claim for damages.</span> \n</blockquote> \n\n<blockquote id=\"blockquote_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1779799\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"491812\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"972715\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"723416\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_18\">13. As some doubt was raised in the Delhi High Court as to the exact scope of the ratio of the <a href=\"/doc/461988/\" id=\"a_27\">Union of India v. Raman Iron Foundry</a>, <a href=\"/doc/723416/\" id=\"a_28\">AIR 1974 SC</a> 1265 (supra) the matter was referred to a Full Bench apparently to reconsider the earlier Division Bench judgments in <a href=\"/doc/972715/\" id=\"a_29\">Marwar Tent Factory v. Union of India</a>, <a href=\"/doc/491812/\" id=\"a_30\">AIR 1975 Delhi 27 and Air Foam Industries P. Ltd. v. Union of India</a>, AIR 1973 Delhi 253, The Full Bench in <a href=\"/doc/1779799/\" id=\"a_31\">Mohan Meakin Breweries Ltd. v. Union of India</a>, AIR 1975 Delhi 248 took the view that though an injunction could be granted in those matters restraining the Union of India from adjusting or recovering any damages claimed by it from other pending bills of the contractor no order of injunction restraining the Union of India from withholding the payments due to the contractor under other pending bills could be issued.</span></span></span></span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_19\">25. This Court in <a href=\"/doc/461988/\" id=\"a_32\">Union of India v. Raman Iron Foundry</a>, AIR 1974 SC 1265 at p. 1270 (supra) while construing Clause 18 of the standard contract observed :</span>\n</blockquote><blockquote id=\"blockquote_20\"> &quot;It is true that the words&quot; any claim for the payment of a sum of money&quot; occurring in the opening part of Clause 18 are words of great amplitude, wide enough to cover even a claim for damages, but it is a well settled rule of interpretation applicable alike to instruments as to statutes that the meaning of ordinary words is to be found not so much in strict etymological propriety of language nor even in popular use as in the subject or occasion on which they are used and the object while is intended to be attained. The context and collocation of a particular expression may show that it was not intended to be used in the sense which it ordinarily bears. Language is at best an imperfect medium of expression and a variety of meanings may often lie in a word or expression. The exact colour and shape of the meaning of any word or expression should not be ascertained by reading it in isolation, but it should be read structurally and in its context, for its meaning may vary with its contextual setting. We must, therefore, read the words&quot; any claim for the payment of a sum of money&#x27; occurring in the opening part of Clause 18 not in isolation but in the context of the whole clause, for the intention of the parties to be gathered not from one part of the clause or the other but from the clause taken as a whole. It is in the light of this principle of interpretation that we must determine whether the words &#x27;any claim for the payment of a sum of money&#x27; refer only to a claim for a sum due and payable which is admitted or in case of disputes, established in a Court of law or by arbitration or they also include a claim for damages which is disputed by the contractor.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_21\">26. The headings prefixed to a section or a group of sections in some modern statutes are regarded as preambles to those sections. They cannot control the plain words of the statutes but they may explain ambiguous words. The view is now well settled that the headings or titles prefixed to a section or a group of sections can be referred to in determining the meaning of doubtful expressions. It is true that the Court is entitled to look at the headings in an Act of Parliament to resolve any doubt they may have as to ambiguous words. The law is clear that those headings cannot be used to give a different effect to clear words in the section where there cannot be any doubt as to the ordinary meaning of the words. The golden rule is that when the words of a statute are clear, plain and unambiguous, that is, they are reasonably suscentible to only one meaning, the Courts are bound to give effect to that meaning irrespective of the consequences, duty of a Judge is to expound and not to legislate, is a fundamental rule. If we apply the same principle to the interpretation of Clause 18 of the standard form of contract, it would be clear that the clause unequivocally contemplates a claim for the payment and it is not open to the Union of India to appropriate any amount due to the contractor under other pending bills. It does not contemplate the amount due and, therefore, the heading of this clause which talks of only &#x27;Recovery of sums due&#x27; will not control Clause 18. The clause in our opinion gives wide powers to the Union of India to recover the amount claimed by appropriating any sum then due or which at any time thereafter may become due to the contractor under other contracts.&quot;\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">11. The Apex Court as a matter of fact over ruled its earlier judgment. Therefore, the contention of the petitioner that without there being any determination of the amount or admission of the same by the contractor, the recovery cannot be effected in terms of condition 67 of IAFW 2249, cannot be accepted.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">Question No. 2 :\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"723416\" id=\"span_20\">12. A reading of Condition 70 of IAFW 2249 makes it abundantly clear that all disputes between the parties arising out of the contract fall within the scope and ambit of the arbitration clause. The remedy of the petitioner is to seek recourse to the arbitration in terms of the conditions of contract. This is particularly, in view of the disputed questions of fact involved in the case. It is pertinent to mention that even in <a href=\"/doc/723416/\" id=\"a_33\">AIR 1974 SC</a> 1265 (supra), relied upon by the petitioner an interim order passed by the Courts below was finally considered by the Apex Court in arbitration proceedings. When confronted with this position, the learned counsel for the petitioner only submitted that the alternative remedy is no bar for filing this petition. Even the judgments relied upon by the petitioner particularly, AIR 1984 J &amp; K 10 and (1971) 3 SCC 864 : AIR 1973 SC 205 what has been held is where any condition of contract has statutory source or the action of the authority is that of a public authority in exercise of some statutory power, writ petition is maintainable. In the present case the petitioner has not been able to bring home this point in any manner. The condition of contract sought to be enforced by the respondents is not shown to have any statutory source nor the authority, who has exercised the power to effect the recovery is said to be a public authority exercising any statutory power. The judgments relied upon by the learned counsel for the petitioner are clearly distinguishable on facts.&quot;</span>\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_25\">13. It is finally argued by the learned counsel for the petitioner that since he has challenged Condition No. 67 of IAFW 2249, therefore, he can maintain the writ petition. I fail to accept this contention of the learned counsel too for the simple reason that a contractual stipulation is a mutual agreement between the parties. It can only be challenged in terms of <a href=\"/doc/1625889/\" id=\"a_34\">Section 23</a> of the Contract Act, if it is against the public policy that too by way of Civil proceedings as it may involve evidence. The contractual stipulations involving only contractual obligations cannot be challenged by invoking writ jurisdiction.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\">14. In view of the above, it is held that this writ petition is not maintainable. The petitioner cannot invoke the writ jurisdiction for settlement of disputes arising out of contract, particularly when the conditions of contract are clear. The writ petition is accordingly dismissed. The petitioner has however, an efficacious remedy of invoking the arbitration clause. Dismissal of this writ petition shall not come in the way of the petitioner to resort to arbitration in accordance with the Conditions of Contract.\n</p>\n \n\n","numcites":19,"numcitedby":1,"docsource":"Jammu & Kashmir High Court","citetid":1330556,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"unliquidated damages ","formInput":"unliquidated%20damages%20"},{"value":"LEGITIMATE EXPECTATION","formInput":"LEGITIMATE%20EXPECTATION"},{"value":"IAFW - 2249","formInput":"IAFW%20-%202249"},{"value":"air 1974 sc 1265","formInput":"air%201974%20sc%201265"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"raman iron foundry","formInput":"raman%20iron%20foundry"},{"value":"claims damages","formInput":"claims%20damages"},{"value":"final bill","formInput":"final%20bill"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"lien","formInput":"lien"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"efficacious remedy","formInput":"efficacious%20remedy"},{"value":"Common law","formInput":"Common%20law"},{"value":"contract claims","formInput":"contract%20claims"},{"value":"public authority ","formInput":"public%20authority%20"},{"value":"\"efficacious remedy\"","formInput":"%22efficacious%20remedy%22"},{"value":"lease agreement","formInput":"lease%20agreement"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":false,"query_alert":null,"agreement":false}