{"tid":513869,"publishdate":"1989-02-06","title":"I.T.C. Limited vs George Joseph Fernandes & Anr on 6 February, 1989","doc":"<h2 class=\"doc_title\">I.T.C. Limited vs George Joseph Fernandes &amp; Anr on 6 February, 1989</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1989 AIR 839, 1989 SCR (1) 469, AIR 1989 SUPREME COURT 839, (1989) 1 JT 552 (SC), (1989) 1 APLJ 61, 1989 (1) JT 552, (1990) 1 CALLT 1, 1989 (2) SCC 1, (1989) 1 COMLJ 260, (1989) 1 CURCC 589</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-n-saikia\">K.N.  Saikia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-n-saikia\">K.N.  Saikia</a>, <a href=\"/search/?formInput=benchid:g-l-oza\">G.L.  Oza</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nI.T.C. LIMITED\n\n\tVs.\n\nRESPONDENT:\nGEORGE JOSEPH FERNANDES &amp; ANR.\n\nDATE OF JUDGMENT06/02/1989\n\nBENCH:\nSAIKIA, K.N. (J)\nBENCH:\nSAIKIA, K.N. (J)\nOZA, G.L. (J)\n\nCITATION:\n 1989 AIR  839\t\t  1989 SCR  (1) 469\n 1989 SCC  (2)\t 1\t  JT 1989 (1)\t552\n 1989 SCALE  (1)283\n\n\nACT:\n<a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act, 1940</a>: <a href=\"/doc/874260/\" id=\"a_2\">Sections 32</a>, <a href=\"/doc/1154891/\" id=\"a_3\">33</a>, <a href=\"/doc/1722761/\" id=\"a_4\">34</a>.\n    Stay  of Legal proceedings--Whether court has  jurisdic-\ntion  to decide validity of contract containing\t Arbitration\nclause--Existence  of a valid  agreement--Whether  condition\nprecedent.\n    Jurisdiction of court to decide on--Validity and legali-\nty  of\tcontract--Whether to be decided\t on  affidavits\t and\ndocuments or on evidence.\nConstitution of India 1950, <a href=\"/doc/427855/\" id=\"a_5\">Article 136.</a>\n    Interference by Supreme Court--With discretion of courts\nunder <a href=\"/doc/1722761/\" id=\"a_6\">Section 34</a> of Arbitration Act, 1940--When called for.\n<a href=\"/doc/171398/\" id=\"a_7\">Contract Act, 1872</a>: <a href=\"/doc/811701/\" id=\"a_8\">Section 20</a>.\n    Mistake  of fact--Nature of--An erroneous opinion as  to\nthe  value  of\tthe  contracted\t thing--Not  a\tmistake\t  of\nfact--Common mistake of both parties must be about the\tsame\nvital  fact--Common mistake and Mutual\tMistake--Distinction\nbetween.\n    Fishing\t\t\t     trawlers--Refrigeration\nsystem--Deficiency--Required  temperature  Minus  20  Degree\nF--Attained  temperature Minus 10 Degree  F--Whether  mutual\nmistake.\nWords &amp; Phrases: Naturali ratione inunitilis.\nEx turpi causa non oritur actio---Meaning of.\n\n\n\nHEADNOTE:\n    Under an import licence dated 3rd March, 1971 issued  by\nthe  Chief Controller of Imports and Exports the  respondent\nimported two fishing trawlers with the financial  assistance\nof  the second respondent Canara Bank. The  respondent\tcon-\nducted\tnegotiations with the appellant for a  charter-party\nagreement  in respect of the said trawlers. On\t21st  March,\n1977, an agreement between the parties was executed\n470\nunder which the appellant agreed to take on charter hire the\nsaid two trawlers for the purpose of deep sea fishing for  a\nperiod of two years with an option to continue the hire\t for\na  further  period of three years. Under the  terms  of\t the\nagreement the respondent was to deliver the said trawlers to\nthe  appellant\tat Vishakhapatnam within seven days  of\t the\nreceipt of approval from the Chief Controller of Imports and\nExports\t or no objection certificate from the  Canara  Bank,\nfor making the said trawlers fully operational and to ascer-\ntain  the cost of such repairs. The appellant charterer\t was\nthen  to conduct fishing trials to ascertain  actual  condi-\ntions and thereafter the charter hiring was to commence from\nthe date the fishing trials were ended.\n    On\t18th August, 1977, the Chief Controller\t of  Imports\nand Exports granted permission to the respondent to  charter\nthe  said trawlers to the appellant on the  conditions\tthat\nthe  charter rent would be Rs.50,000 per month\tper  trawler\nand  that the charter would be for a period of three  years.\nOn  30th September, 1977, the respondent delivered the\tsaid\ntwo trawlers for repairs to the appellant.\n    On\t2nd February, 1978, the parties modified the  agree-\nment  revising\tthe  rate of charter hire and  the  date  of\ncommencement  of hire, to the extent that the  charter\thire\nwould commence from 15th January, 1978 and the revised\trate\nof hire would be Rs.6,25,000 per trawler per year.\n    The appellant charterer raised objections alleging\tthat\nthe  trawlers suffered from inherent and latent\t defects  in\nthe refrigeration system which was an essential part of such\ntrawlers and as such the trawlers were not fully operational\nbecause\t even after carrying out extensive repairs  the\t re-\nfrigeration  system  could not be brought  to  the  required\nstandard  of  minus 20 degree F but attained only  minus  10\ndegree F.\n    On\t29.9.1978,  the appellant instituted a suit  in\t the\noriginal  side\tof the Calcutta High Court  claiming  (i)  a\ndecree\tfor  a sum of Rs.39,64,341  towards  cost,  charges,\ndamages and compensation incurred on the said trawlers\tand,\n(ii)  a declaration that the agreement was contrary  to\t the\nterms  of the permission granted by the Chief Controller  of\nImports\t and  Exports and consequently illegal\tand  against\npublic\tpolicy and void; (iii) that the Parties had  entered\ninto the agreement on the basic fundamental assumption\tthat\nby  effecting necessary repairs the trawlers would  be\tmade\nfully  operational but the assumption was subsequently\tdis-\ncovered\t to  be mistaken because of the\t deficiency  in\t the\nrefrigeration system and it rendered the agreement void.\n471\n    The respondent filed an application under <a href=\"/doc/1722761/\" id=\"a_9\">Section 34</a>  of\nthe  Arbitration Act, 1940 praying that the suit  instituted\nby  the\t appellant, and all proceedings\t therein  be  stayed\nbecause the disputes were wholly covered by the\t arbitration\nclause\tas  contained in the modified  agreement  dated\t 2nd\nFebruary, 1978 which was binding between the parties.\n    The\t Single Judge held that there was no invalidity\t for\nnon-compliance\tof  the conditions of  the  licence  granted\nbecause necessary permission was obtained in respect of\t the\nagreement  from the Chief Controller of Imports and  Exports\nand  the modifications of the agreement did not\t impair\t its\nvalidity; though in a particular case if there was any doubt\nabout  facts, the matter had to be decided by trial on\tevi-\ndence but in the instant case, having regard to the admitted\nfacts and conduct of the parties it was not necessary to set\ndown the matter for trial on evidence; there was no illegal-\nity  or mutual mistake; that the alleged fundamental  breach\nwas  wholly  covered  by the arbitration  clause;  that\t the\narbitration  clause was valid and binding between  the\tpar-\nties; and that all the conditions of <a href=\"/doc/1722761/\" id=\"a_10\">Section 34</a> were  satis-\nfied. Accordingly, the Single Judge granted stay of the suit\nand directed the parties to take immediate steps for initia-\ntion of reference under the arbitration agreement.\n    The judgment and order of the Single Judge was confirmed\nby the Division Bench by dismissing the appeal.\n    In\tthis  appeal by special leave it  was  contended  on\nbehalf of the appellants that (i) the subject-matter of\t the\nsuit, namely, the question whether the agreement was void ab\ninitio for mutual mistake was not arbitrable; and the courts\nbelow  erred in holding so; (ii) assuming that the  subject-\nmatter\twas arbitrable, the court should not have  exercised\nits jurisdiction on the application under <a href=\"/doc/1722761/\" id=\"a_11\">Section 34</a> because\nit involved complicated questions of fact and in  exercising\nsuch  jurisdiction  the courts acted  without  jurisdiction;\n(iii)  the court should have decided only after taking\toral\nand documentary evidence and not merely on affidavits;\t(iv)\nthe agreement was void being violative of the conditions  of\nthe  permission granted by the Chief Controller\t of  Imports\nand  Exports; (v) the agreement itself having been  void  ab\ninitio\tdue to mutual mistake, the arbitration\tclause\tper-\nished with it and the courts below erred in holding that the\ndisputes were arbitrable.\nDismissing the appeal, the Court,\nHELD:  1. <a href=\"/doc/1722761/\" id=\"a_12\">Section 34</a> deals with the staying of a suit  where\nthere\n472\nis an arbitration agreement concerning the subject-matter of\nthe suit and between the same parties. For the Court to have\npower  to exercise the discretion conferred upon it by\tthis\nsection, there must have been a valid agreement to submit to\narbitration. Where the objection is that the arbitration  is\na  nullity, it amounts to an objection of want of  jurisdic-\ntion.  The term &quot;arbitration agreement&quot; includes  &quot;agreement\nto  refer&quot;,  and &quot;submission&quot; to  Arbitrator.  A  submission\nforming part of a void contract is itself void and cannot be\nenforced. [484B-C]\n    1.1\t Whether a particular dispute arising out of a\tpar-\nticular\t contract is referable to arbitration or  not,\tmust\nnecessarily  depend on the intention of the parties  as\t em-\nbodied in the arbitration clause. If the dispute is squarely\ncovered\t by the arbitration clause, the relevant  provisions\nof  the\t Act  will be attracted. The  question\twhether\t the\ndispute\t in  the suit fails within  the\t arbitration  clause\nreally\tpre-supposes  that there is such agreement  and\t in-\nvolves consideration of two matters, that is (i) what is the\ndispute\t in the suit, and (ii) what dispute the\t arbitration\nclause\tcovers.\t It is incumbent upon the  court  to  decide\nwhether there is a binding contract for arbitration  between\nthe parties. If it is found that the dispute in the suit  is\nnot  covered by the arbitration clause the  application\t for\nstay may be dismissed. [488H; 489A]\n    2.\tWhere in an application under <a href=\"/doc/1722761/\" id=\"a_13\">Section 34</a> of the\t Act\nan  issue is raised as to the validity or existence  of\t the\ncontract containing the arbitration clause, the court has to\ndecide\tfirst of all whether there is a binding\t arbitration\nagreement,  even though it may involve incidentally a  deci-\nsion as to the validity or existence of the parent contract.\nIf the arbitration clause is so wide as to have included the\nvery validity or otherwise of the contract on the grounds of\nfraud,\tmis-representations,  mutual mistake  or  any  valid\nreason\tthe  arbitrator\t will surely  have  jurisdiction  to\ndecide\teven that dispute. The proper approach would  be  to\nexamine the issue raised in the suit and to ascertain wheth-\ner  it squarely falls within the compass of the\t arbitration\nclause\tand take a decision before granting the stay of\t the\nsuit.  If an issue is raised as to the formation,  existence\nor  validity  of  the contract\tcontaining  the\t arbitration\nclause,\t the court has to exercise discretion to  decide  or\nnot  to\t decide the issue of validity or  otherwise  of\t the\narbitration agreement even though it may involve incidental-\nly a decision as to validity or existence of the  challenged\ncontract.  Should the Court find the parent contract  to  be\nvoid ab initio or illegal or non-existent, it will be  with-\nout  jurisdiction to grant stay. If the challenged  contract\nis  found to be valid and binding and the dispute raised  in\nthe suit covered by the arbitration clause, stay of the suit\nmay be justified. [491F-G; 492A-B, D-F]\n473\n    2.1 In the instant case, considering the issues  raised,\nthe arbitration clause and the surrounding circumstances and\nthe part played by the parties pursuant to the charter party\nsince  execution  to the modification  and  thereafter\ttill\nobjection raised by the appellant-plaintiff. it must be held\nthat the trial court did not err in proceeding to decide the\nissue  of  validity  or legality  of  the  parent  contract.\n[492F-G]\n    3.\tWhere  the validity, existence or  legality  of\t the\ncontract is challenged in suit on grounds de hors, independ-\nent  of,  or external to the terms or  stipulations  of\t the\ncontract,  the court in an application under <a href=\"/doc/1722761/\" id=\"a_14\">Section  34</a>  of\nthe Act shall have no jurisdiction to go into the  question,\nand  that in a large majority of cases it would be  applica-\nble,  in appropriate cases, having regard to the  nature  of\nthe dispute raised in the pleadings of the suit, the compass\nand  scope  of the arbitration clause in the  contract,\t the\nsurrounding  facts  and circumstances of the case  having  a\nbearing on the question of genuine grievance failing outside\nor  inside  the arbitration agreement and  the\tobjects\t and\nspirit of the <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act</a>, the Court may be justified in\ndeciding  the validity, existence or legality of  the  chal-\nlenged\t contract  containing  the  arbitration\t  agreement.\n[488A-C]\n    3.1\t In the instant case, the arbitration clause  formed\npart of the agreement. The arbitration agreement is not\t the\nsame as the contract in the charter party. It cannot, there-\nfore, be said that the validity or otherwise of the  charter\nparty was covered by the arbitration clause. [489D-E]\n     Jee  Lae v. Lord Dalmeny, [1927] 1 Ch. 300;  Heyman  v.\nDarwins,  [1942]  A.C. 356; Monro v. Bognor  Urban  District\nCouncil,  [1915] 3 K.B. 167; Jawaharlal Burman v.  Union  of\nIndia,\t[1962] 3 S.C.R. 769: Waverly Jute Mills Co. Ltd.  v.\nRaymon\t&amp;  Co. (India) Pvt. Ltd.,3 S.C.R. 209;\tA.I.R.\t1963\nS.C. 90; Khardah Co. Ltd. v. Raymon &amp; Co. India Ltd., [1963]\n3 S.C.R. 183; Renusagar Co. v. General Electric Co.,  [1985]\n1  S.C.R.  432; Anderson Wright Ltd. v. Moran  and  Company,\n[1955] 1 S.C.R. 862; Damodar Valley Corporation v.K.K.\tKar,\n[1974]\t2  S.C.R. 240; Hirji Mulji v. Cheong  Yue  Steamship\nCo., [1926] A.C. 497; applied.\nBanwari\t Lal v. Hindu College, A.I.R. 1949 East Punjab\t165;\nJohurmull  Parasram  v.\t Louis Dreyfus Co.  Ltd.  52  C.W.N.\n(1947-48)  137 A.I.R. 1949 Cal 179; Pramada Prasad v.  Sagar\nMal  Aggarwal,\tA.I.R. 1952 Patna 352;\tNarsingh  Prasad  v.\nDhanraj\t Mills. I.L.R. 21 Patna 544; A.I.R. 1943  Patna\t 53;\nBirla Jute Manufacturing Co. Ltd. v. Dulichand. A.I.R.\t1953\nCalcutta 450; W.F. Ducat &amp; Co. Pvt. Ltd. v.\n474\nHiralal\t Pannalal, A.I.R. 1976 Calcutta 126; General  Enter-\nprises v. Jardine Handerson Ltd., A.I.R. 1978 Calcutta\t407;\nKhusiram v. Hanutmal, [1948] 53 C.W.N. 505, approved.\n4. In the instant case, facts were admitted. [493B-C]\n    All\t the relevant documents and affidavits\twere  before\nthe Court and were considered by it. Therefore no illegality\nwas  committed\tby the trial court in not setting  down\t the\nmatter\tfor trial on evidence and deciding the validity\t and\nlegality of the matter without taking oral evidence. [49211;\n493B]\n    4.1\t Even if it appears that the discretion\t could\thave\nalso  been exercised to decide the issue of invalidity in  a\ntrial  on evidence adduced, this court would not  substitute\nits  view  for that of the trial court, unless the  ends  of\njustice required it to be done. This Court would not lightly\ninterfere  under  <a href=\"/doc/427855/\" id=\"a_16\">Article 136</a> of the Constitution  with\t the\nconcurrent exercise of discretion of the courts below  under\n<a href=\"/doc/1722761/\" id=\"a_17\">Section\t 34</a> of the Arbitration Act. Before it can justly  do\nso,  the appellant must satisfy the Court, on  the  relevant\nfacts  referred to by the Courts below, that they  exercised\ntheir  discretion in a manifestly unreasonable\tor  perverse\nway  which  was likely to defeat the ends  of  justice.\t The\nappellant  has failed to do so in the instant  case.  [493C,\nE-F]\n    Ormarod  v.\t Todmordon,  [1882] 8  Q.B.D.  664;  Charles\nOsenton\t and  Co. v. Johnston, [1942] A.C. 130;\t Gardner  v.\nJay,  [1885]  29 Ch. D. 50; Printers (Mysore) Pvt.  Ltd.  v.\nPothan Joseph, [1960] 3 S.C.R. 713, applied.\n    5. Where the parties make mutual mistake  misunderstand-\ning  each other and are at cross purposes, there is no\treal\ncorrespondence\tof offer and acceptance and the parties\t are\nnot really consensus ad idem. There is thus no agreement  at\nall; and the contract is void. <a href=\"/doc/811701/\" id=\"a_18\">Section 20</a> is concerned\twith\ncommon\tmistake\t of fact and not mutual\t mistake.  A  common\nmistake\t is there where both parties are mistaken about\t the\nsame vital fact although both parties are ad idem, e.g., the\nsubject matter of the contract has already perished. A\tcon-\ntract  in such a case is void. Where each party is  mistaken\nas  to the other&#x27;s intention, though neither  realises\tthat\nthe  respective promises have been misunderstood,  there  is\nmutual mistake. 1493H; 494A-B]\n    6.\tA  mistake will not affect assent unless it  is\t the\nmistake of both parties, and is as to the existence of\tsome\nquality which makes the thing\n475\nwithout the quality essentially different from the thing  as\nit  was believed to be. Neither party can rely upon his\t own\nmistake to say that it was a nullity from the beginning,  no\nmatter that it was a mistake which to his mind was fundamen-\ntal,  and  no matter that the other party knew that  he\t was\nunder a mistake. A fortiori, if the other party did not know\nof  the mistake but shared it. The question is not what\t the\nparties\t had in their minds, but what reasonable third\tpar-\nties would infer from their words or conduct. The court\t has\nto ascertain the &quot;sense of the promises&quot;. [496E; 495G-H]\n    7.\tThe  application of the doctrine of  mutual  mistake\ndepends\t upon  the true construction of\t the  contract\tmade\nbetween\t the  parties. A mutual\t misunderstanding  will\t not\nnullify\t a contract but only if the terms of  contract\tcon-\nstrued in the light of the nature of the contract and of the\ncircumstances believed to exist at the time it was done show\nthat  it was never intended to apply to the situation  which\nin  reality existed at that time, will the contract be\theld\nvoid. Thus a mistake as to an essential and integral element\nin  the subject matter of the contract will avoid  the\tcon-\ntract. A mistake as to the quality of the article contracted\nfor may not always avoid the contract. A distinction, there-\nfore, should be drawn between a mistake as to the  substance\nof  the thing contracted for, which will avoid the  contract\nand mistake as to its quality which will be without  effect.\nAccording  to  circumstances even a mistake as to  the\tsub-\nstance\tof  the\t thing contracted for  may  not\t necessarily\nrender\ta contract void. Thus there must be a difference  so\ncomplete  that, if the contract were enforced in the  actual\ncircumstances  which have unexpectedly emerged,\t this  would\ninvolve\t an  obligation fundamentally  different  from\tthat\nwhich the parties believed they were undertaking. [496A-H]\n    8.\tFrom the series of steps taken for repairs  and\t the\nstipulations  in the charter party including  the  modifica-\ntions thereof, it is not possible to hold that it was a case\nof  mutual mistake as to a quality which made  the  trawlers\ntransferred essentially different from the trawlers that the\nparties in their minds agreed to transfer. Therefore,  there\nwas no mutual mistake and the contract would not be  avoided\non this ground. [498C-D]\n    Cooper v. Phibbs, [1867] L.R. 2 H.L. 149;  Ear/Beauchamp\nv.  Winn., [1873] 6 H.L. 223; Hudders field Banking  Co.  v.\nHenry  Lister &amp; Sons, [1895] 2 Ch. 273; Bell v.\t Laver\tBrs.\nLtd.,  [1932]  A.C. 161; Kannedy v. Panama Royal  Mail\tCo.,\n[1867] L.R. 2 Q.B. 580; Smith v. Hughes, [1871]\t L.R. 6 Q.B.\n597; Solle v. Butcher, [1950] 1 K.B. 671:\n476\nFraderick  E. Rose (London) Ltd. v. William H. Pim Junior  &amp;\nCo. Ltd. [1953] 2 Q.B. 450; Sheikh Brothers LId. v.  Arnold,\n[1957] A.C. 136; referred to.\n   U.P. Government v.  Nanhoo Mal,  A.I.R.  1960 All. 420,\napproved.\n    9. It is settled law that where the subject matter of  a\nreference is illegal, no award can be of any binding effect.\nIf  the contract itself was illegal, the controversy  as  to\nwhether it was illegal or not would not be a dispute arising\nout  of the contract as also would be the  question  whether\nthe contract was void ab initio. When, however, it is  found\nthat a binding contract was made which was not illegal\twhat\nfollows from such a contract would be covered by the expres-\nsion &quot;dispute arising out of contract&quot;. To stay a suit under\n<a href=\"/doc/1722761/\" id=\"a_19\">Section\t 34</a> the Court has to see whether there was  a  valid\nagreement  to  have the dispute settled by  arbitration\t and\nthat  the proceedings are in respect of a dispute so  agreed\nto be referred. [498E, (;-H; 499A]\n    10.\t Public\t policy imposes certain limitations  on\t the\nfreedom\t of  contract by forbidding the\t making\t of  certain\ncontracts.  In\tsuch cases though all other  requisites\t for\nformation of the contract are complied with, parties to such\nforbidden  contracts are not allowed to enforce\t any  rights\nunder them. In clear cases the law strikes at the  agreement\nitself\tby making the contract illegal. However, the  effect\nand  nature of illegality are by no means uniform  and\twill\ndepend upon the facts and circumstances of each case.  Where\na  statute makes a contract illegal or where a certain\ttype\nof  contract is expressly prohibited there can be  no  doubt\nthat such a contract will not be enforcible. [499B-D]\n    11. A contract which was not illegal from the  beginning\nmay  be rendered illegal later by the method of\t performance\nwhich  did not comply with the statutory  requirements.\t The\nappellant&#x27;s  burden was to show that the charter  party\t was\nillegal to take it out of the arbitration clause for if\t the\ncontract  is  illegal  and not binding on  the\tparties\t the\narbitration  clause  would also be not binding. Once  it  is\nshown  to have been illegal it would be unenforcible  as  ex\nturpi causa non oritur actio. [499G-H]\n    12.\t One who knowingly enters into a contract  with\t im-\nproper\tobject\tcannot enforce his  rights  thereunder.\t The\nappellant in the instant case was also a party to the agree-\nment of charter party in respect of the two imported  trawl-\ners. Though it purported to be actual user&#x27;s licence\n477\nthere  was  no violation of this condition in  view  of\t the\nexpress permission granted by the Controller of Imports\t and\nExports\t allowing the chartering of the two imported  trawl-\ners.  The  modifications to the contract did  not  make\t any\nalteration so as to make the agreement contrary to the terms\nand conditions of the permission inasmuch as the  permission\nwas for a period of three years. The option to continue hire\nof the trawlers for a further period of three years did\t not\nipso facto violate the permission. There was also no  viola-\ntion as to the duration of the charter party. [499H; 500C-E]\n    Taylor v. Barnett, [1953] 1 W.L.R. 562; Anderson  Wright\nLtd. v. Moran and Company, [1955] 1 S.C.R. 862; In Re  arbi-\ntration\t between  Mahmoud and Isphani, [1921]  2  K.B.\t176;\napplied.\n    13.\t The  Courts below were right in  holding  that\t the\nmatters were arbitrable apart from the question of illegali-\nty,  invalidity of the contract. The question of  invalidity\nof  the contract due to the alleged mutual mistake would  be\nde  hors and independent of the contract and as\t such  would\nnot be referable under the arbitration clause. In so far  as\nthe question of illegality of the charter party is concerned\nas the appellant has not established that the charter  party\nwas  illegal  or void as initio, the  question\twhether\t the\nmodification  as alleged had rendered the  contract  illegal\nwould be covered by the arbitration clause. [500F-G]\n    14. In the instant case, the reliefs claimed in the suit\nother than the question of ab initio invalidity or illegali-\nty  of the contract would be referable. However, it will  be\nwithin\tthe  jurisdiction of the arbitrator  to\t decide\t the\nscope of his jurisdiction. The Court cannot make a  contract\nbetween the parties and its power ends with the\t interpreta-\ntion  of the contract between them. The same principle\talso\napplies\t to the arbitration agreement unless the parties  to\nthe  arbitration agreement authorises the court to make\t and\nmodify\tthe agreement. The arbitrator shall proceed  in\t ac-\ncordance with law to decide the questions including that  of\njurisdiction, if raised. [501C-1). E]\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    CIVIL  APPELLATE JURISDICTION: Civil Appeal No. 1795  of\n1982.\n</p><p data-structure=\"Issue\" id=\"p_2\">    From the Judgment and Order dated 3.2. 1982 of the\tHigh\nCourt of Calcutta in Appeal No. 75 of 1981.\n</p><p data-structure=\"Issue\" id=\"p_3\">    Shanti  Bhushan, Ms. Lira Goswami, S. Ganesh, R.  Narain\nand D.N. Mishra for the Appellant.\n</p><span class=\"hidden_text\" id=\"span_1\">478</span>\n<p data-structure=\"RespArg\" id=\"p_4\">    C.S.  Vaidyanathan,\t S.R.  Setia, K.V-  Mohan  and\tK.V.\nViswanathan for the Respondents.\n</p><p data-structure=\"Issue\" id=\"p_5\">The Judgment of the Court was delivered by\n    K.N. SAIKIA, J. This appeal by special leave is from the\nappellate judgment of the Calcutta High Court in Appeal\t No.\n75 of 1981 dismissing the appeal and upholding the  judgment\nof the learned Single Judge granting stay of the appellant&#x27;s\nsuit on the respondent&#x27;s application under <a href=\"/doc/1722761/\" id=\"a_20\">section 34</a> of the\nArbitration Act, 1940.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">    The\t appellant as plaintiff has instituted suit No.\t 736\nof  1978  on  29.9.1978\t in  the  original   side   of\t the\nCalcutta   High\t Court against the respondent as  first\t de-\nfendant\t and Canara Bank as second defendant stating in\t the\nplaint,\t inter alia, that the first defendant, was the\tsole\nand absolute owner of two fishing trawlers, Ave Maria-I\t and\nAve maria-II, registered under No. 1567 dated 30th  January,\n1974  and No. 1568 dated 30th January, 1974 with the  Regis-\ntrar  of  Indian Ships, Cochin that the said  trawlers\twere\nimported by the first defendant with financial assistance of\nthe second defendant, Canara Bank, under Import Licence\t No.\nP/CC/2062299 dated 3rd March, 1971 issued by or on behalf of\nthe  Chief  Controller\tof Imports &amp;  Exports,\tMinistry  of\nCommerce,  Government of India, New Delhi, that in or  about\nMarch,\t1977 the first defendant as owner agreed to  charter\nand the plaintiff as charterer agreed to take on charter for\nthe  purpose of deep sea fishing, the said two\ttrawlers  on\nthe  terms and conditions contained in a &quot;Bare Boat  Charter\nParty&quot;\tdated the 21st March, 1977, hereinafter called,\t the\nagreement, executed at Calcutta, subject to the owner  first\ndefendant obtaining the requisite permission in writing from\nthe Chief Controller of Imports &amp; Exports and the No  Objec-\ntion Certificate of the second defendant for chartering\t the\nsaid  trawlers;\t that within seven days of  receipt  of\t the\napproval of the Chief Controller of Imports &amp; Exports or  no\nobjection certificate from the Canara Bank the first defend-\nant  owner will deliver the said trawlers to  the  plaintiff\ncharterer at the Port of Vishakapatnam for carrying out\t the\ninspection of the said trawlers by its authorised agents  to\nascertain  repairs  to be carried out to  the  trawlers\t for\nmaking them fully operational without any defect  whatsoever\nand also to ascertain the cost of such repairs and  thereaf-\nter the Chatterer will undertake the repairs at the cost  of\nthe  owner  and bring them to  fully  operational  condition\nwithout\t any defect including all aspects  of  refrigeration\nequipment;  that  the charterer will  then  conduct  fishing\ntrials to ascertain actual condition of the trawlers and  in\ncase  the  condition  is fully satisfied  according  to\t the\nCharterer, and the\n<span class=\"hidden_text\" id=\"span_2\">479</span>\nowner  furnishes to the Charterer all  documents  certifying\nsea-worthiness\tand  also supplies proof  of  compliance  of\npre-condtions, the Charter hiring shall commence on or\tfrom\nthe date fishing trials are ended; that the charterer  shall\npay to the owner Rs.50,000 per trawler per month payable  in\nadvance\t every\tmonth and shall continue to pay\t up  to\t and\nincluding  the\tdate of redelivery of each  trawler  to\t the\nowner  at  Vishakapatnam (unless lost-sunk); that  he  shall\nkeep a deposit of Rupees one lakh per trawler with the owner\nduring\tthe period of the agreement to be  adjusted  without\ninterest  towards  the\tcharter hire against  the  last\t two\nmonths\t of   charter\tperiod;\t that  by   a\tLetter\t No.\nCG/N-2-143-70-71 dated 18th August, 1977 the Chief  Control-\nler  of\t Imports &amp; Exports granted permission to  the  first\ndefendant to charter the said trawlers to the plaintiff on a\ncharter\t rental\t of Rs.50,000 per month per  trawler  for  a\nperiod of three years; that the owner delivered the said two\ntrawlers for repairs to the plaintiff at Vishakapatnam on or\nabout  30th September, 1977 and thereafter on or  about\t 2nd\nFebruary, 1978 the parties agreed to modify the agreement in\nthe  manner stated in a subsequent written  agreement  dated\n2nd February, 1978 executed at Calcutta; and that  according\nto  the agreement after modification, the charter hire\tcom-\nmenced\tfrom  15.1.1978\t and the  charter  hire\t revised  to\nRs.6,25,000 per trawler per year.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">    The\t plaintiff&#x27;s main averments in the plaint  are\tthat\nthe permission dated 18th August, 1977 granted by the  Chief\nController  of Imports &amp; Exports to the first defendant\t for\nchartering  the\t said trawlers to the  plaintiff  was  given\nunder the said Import Licence to the first defendant and the\npermission was given subject to two conditions, namely, that\nthe charter rental would be Rs.50,000 per month and that the\ncharter would be for a period of three years but the  agree-\nment  dated 21st March, 1977 was, in fact, for a  period  of\ntwo  years with an option to the plaintiff to  continue\t the\nhire  for  a further period of three years and as  such\t the\nagreement was in contravention of and contrary to the  terms\nof  the said permission and consequently to the said  Import\nLicence, and hence, illegal, against public policy and void;\nthat the plaintiff and the first defendant entered into\t the\nagreement  and its modification dated 2nd February, 1978  on\nthe  basic,  essential and fundamental assumption  that\t the\ntrawlers  would be made fully operational and free from\t all\ndefects by effecting repairs as contemplated thereby but the\nassumption  was mistaken and not true and  was\tsubsequently\ndiscovered to be so mistaken that it rendered the  agreement\nwith its modifications void; that pursuant to the  agreement\nthe plaintiff paid to the first defendant through the second\ndefendant the initial deposit of Rupees two lakhs in respect\nof the said two trawlers of the\n<span class=\"hidden_text\" id=\"span_3\">480</span>\ncharter rent as agreed up to and for the month of July 1978,\nbut  in or about early September 1978 the  plaintiff  having\ndiscovered  the\t agreement  to have been  void\tand  illegal\ncalled\tupon  the  first defendant to take  back  or  obtain\npermission  of the said trawlers lying at  Vishakapatnam  at\nthe  risk and cost of the first defendant but he failed\t and\nneglected to do so; and that the first defendant is bound to\npay or make compensation for all the advantages which he had\nreceived  under the agreement and its modifications and\t the\ncosts, charges and expenses which the plaintiff has incurred\non  the said trawlers, being assessed at Rs. 39,64,34  1  as\nper  Schedule &#x27;D&#x27; to the plaint. In the alternative  it\t has\nbeen  averred that in supplying the said trawlers the  first\ndefendant  committed a fundamental breach of  the  agreement\nand  its modifications which went to the root  and  affected\nthe  very substance of the same and which made its  perform-\nance  impossible and such a breach on the part of the  first\ndefendant  has produced a situation fundamentally  different\nfrom anything which the parties could as reasonable  persons\nhave  contemplated when the agreement was entered into,\t and\nas  the\t plaintiff has not been able to use  or\t obtain\t any\nbenefit\t out of the said trawlers, the plaintiff  never\t was\nnor  is bound by the obligation under the agreement and\t the\nmodification  thereof and was entitled to and had  duly\t re-\nscinded\t the  same  and the plaintiff had  in  the  premises\nsuffered loss and damages which the first defendant is bound\nto compensate and such loss and damage is assessed  reasona-\nbly  at Rs.39,64 341 particulars whereof have been given  in\nSchedule &#x27;D&#x27; thereof; and that the plaintiff is entitled  to\nrecover\t the said sum of Rs.39,64,34 1 as money paid to\t and\nor  on\taccount of the first defendant and expenses  so\t in-\ncurred\twithout any consideration and or  for  consideration\nwhich  has  totally failed and/or to the use  of  the  first\ndefendant.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">    The plaintiff accordingly claimed, inter-alia, a  decla-\nration\tthat the agreement dated 2 Ist March, 1977  and\t the\nmodifications thereof dated 2nd February, 1978 were, and are\nillegal,  against  public  policy and  void;  a\t decree\t for\nRs.39,64,341  against the first defendant; alternatively  an\nenquiry into the amount due to the plaintiff from the  first\ndefendant and decree for a sum found due on such enquiry; in\nthe  alternative decree for the same amount as\tcompensation\nfor  loss  and damage and or as money paid  to\tor  expenses\nincurred  without  any consideration  or  for  consideration\nwhich has totally failed or to the use of the first  defend-\nant; and further and other reliefs.\n</p><p data-structure=\"Facts\" id=\"p_9\">    In\tthe  matter of the aforesaid Suit No. 736  of  1978,\nhereinafter  referred to as &#x27;the suit&#x27;, the first  defendant\nafter receiving summons\n<span class=\"hidden_text\" id=\"span_4\">481</span>\nand entering appearance moved on 25th April, 1979 and appli-\ncation under <a href=\"/doc/1722761/\" id=\"a_21\">section 34</a> of the Arbitration Act, 1940,  here-\ninafter\t referred to as &#x27;the Act&#x27;, impleading the  plaintiff\n(instant  appellant)  as first respondent  and\tCanara\tBank\nsecond\tdefendant as second respondent stating,\t inter-alia,\nthat  the agreement as modified on 2nd February,  1978\tcon-\ntained\tan arbitration clause; that the agreement  has\tbeen\nand is perfectly binding and not violative of the conditions\nof  the\t permission granted by the Controller of  Imports  &amp;\nExports;  that\tthe defects in the refrigeration  system  as\nalleged\t are factually wrong; that the plaintiff, his  serv-\nants and agents have themselves materially deteriorated\t the\nmachines and hence no amount was payable to the plaintiff as\nclaimed\t in the plaint; and that all the  disputes,  conten-\ntions  alleged to have arisen between the plaintiff and\t the\ndefendant were wholly covered by the said arbitration clause\ncontained  in  the agreement which was binding\tbetween\t the\nparties.  Accordingly, it was prayed that the suit  and\t all\nproceedings therein be stayed and interim orders, costs\t and\nother reliefs be granted. The plaintiffs filed affidavit  in\nopposition  to the application and the applicant  first\t de-\nfendant filed affidavit in reply.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">    The\t learned  Single Judge in his judgment\tdated  11.2.\n1981  held, inter alia, that there was no question of  inva-\nlidity\tfor non-compliance of the conditions of the  licence\ngranted\t to the first defendant-applicant as necessary\tper-\nmission\t was obtained in respect of the agreement  from\t the\nChief  Controller  of Imports and Exports  vide\t his  letter\ndated  18th August, 1977 and the modification of the  agree-\nment on 2nd February, 1978 could not and did not  materially\nalter  its terms to impair its validity and there  was\tsub-\nstantial  compliance  with  the\t obtained  permission;\tthat\nthough\tin  a particular case if there was any\tdoubt  about\nfacts, the matter had to be decided by trial on evidence, in\nthis  case, having regard to the admitted facts and  conduct\nof the parties, it was not necessary to set down the  matter\nfor  trial  on evidence to determine the facts as  the\tsame\ncould not be disputed; that having regard to the conduct  of\nthe parties in admitted documents, being the licence of\t the\npetitioner  granted  by\t the Chief Controller  of  Import  &amp;\nExport\tin respect of the said two trawlers and\t the  provi-\nsions of the Import and Export Control Act, 1947, and Appen-\ndix  31 of the Import &amp; Export Trade Control Hand  Book\t for\nRules  and Procedures, 1979, the correspondence between\t the\nparties\t before the alleged discovery of  purported  mistake\nand illegality by the respondent (plaintiff) and particular-\nly the letter dated 18th July, 1978 from the respondent\t No.\n1  (plaintiff) to the applicant 1(first defendant)  and\t the\nBalance\t Sheet\tof the plaintiff (Respondent No.  1)  I.T.C.\nLtd, for the year 1978, there is no question of any illegal-\nity or any mutual mistake; that the alleged\n<span class=\"hidden_text\" id=\"span_5\">482</span>\nfundamental  breach  is wholly covered\tby  the\t arbitration\nclause as it\nwide enough to include the same; that the arbitration clause\nis  valid and binding between the parties; that the  allega-\ntion  of breach of contract and the claims made\t are  within\nthe jurisdiction of the arbitrator; and that all the  condi-\ntions  under  <a href=\"/doc/1722761/\" id=\"a_22\">section 34</a> of the Act have been  satisfied  in\nthis case. Accordingly the learned Judge granted stay of the\nsuit  and directed the parties to take immediate  steps\t for\ninitiation of reference under the arbitration agreement.\n    On\tappeal, the learned Division Bench by  an  elaborate\nand  erudite judgment dismissed the appeal  holding,  inter-\nalia,  that  in the facts and circumstances of the  case  it\ncould  not be held that the trial court erred in  exercising\nits  discretion to decide the controversy,  namely,  whether\nthe  contract  being void the arbitration  clause  also\t was\nvoid,  in the application without evidence and on the  basis\nof pleadings only, nor was the discretion exercised  improp-\nerly; that the learned Judge was not wrong in coming to\t the\nconclusion that the mistake as pleaded as to quality of\t the\ngoods was not a mistake of such nature as to make the  thing\ncontracted  for\t something different, and  in  holding\tthat\nthere  was  no case of mutual mistake of such a type  as  to\nquality of the thing contracted for which could have avoided\nthe parent contract which contained the arbitration  clause;\nand that the learned Single Judge was right in so far as  he\nheld  that the matters were arbitrable apart from the  ques-\ntion of illegality of the contract. It was further held that\nthere  was no breach of conditions of the permission or\t the\nprovisions of the Import &amp; Export Control Act to render\t the\ncontract  illegal  or void; and that the Court\thaving\theld\nthat  all the contentions and allegations  were\t arbitrable,\nthe granting stay in the suit was reasonable and proper.\n    Mr.\t Shanti Bhushan, the learned counsel for the  appel-\nlant  submits,\tinter-alia, that the subject matter  of\t the\nsuit,  namely, the question whether the agreement  was\tvoid\nab-initio  for mutual mistake was not arbitrable at all\t and\nthe  learned  Courts below erred in holding  so;  that\teven\nassuming  but  not  admitting that the\tsubject\t matter\t was\narbitrable,  it\t having involved  complicated  questions  of\nfacts the court ought not to have exercised jurisdiction  on\nthe  application under <a href=\"/doc/1722761/\" id=\"a_23\">section 34</a> and in doing so  it  acted\nwithout jurisdiction and, assuming that the court had juris-\ndiction,  it should have decided only after taking oral\t and\ndocumentary evidence and not merely on affidavits; that\t the\nagreement  itself having been void ab initio due  to  mutual\nmistake\t the  arbitration clause, namely, clause 18  of\t the\ncharter party, also perished with it and there was no  scope\nfor arbitration at all and the learned\n<span class=\"hidden_text\" id=\"span_6\">483</span>\ncourts\tbelow  erred  in holding that  all  the\t contentions\nraised\tand  allegations made in the  suit  were  arbitrable\nunder  the  arbitration clause; and that the  agreement\t was\nvoid being violative of the conditions of the permission and\nfor that matter the import licence and the provisions of the\nImport and Export Control Act.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">    Mr.\t C.S.  Vaidyanathan,  the learned  counsel  for\t the\nrespondent refuting submits that there having been no mutual\nmistake\t so as to invalidate the agreement, the\t arbitration\nclause\tremains binding and the subject matter of  the\tsuit\nhas  rightly  been  held to be arbitrable;  that  the  court\nrightly\t exercised  jurisdiction on  the  application  under\n<a href=\"/doc/1722761/\" id=\"a_24\">section 34</a> of the Arbitration Act on the basis of the  affi-\ndavits\tand  at no stage before argument  the  appellant  as\nrespondent  No.\t 1 applied to the court\t for  permission  to\nadduce\toral evidence, and stay of the suit was\t granted  in\naccordance with law on the basis of the evidence on  record;\nthat the agreement as modified was not void on the ground of\nviolation  of the permission or of the import licence or  of\nthe provisions of the Import &amp; Export Control Act; and\tthat\nthe  direction to proceed to arbitration is just and  proper\nand  the  respondent has no objection to a  Retired  Supreme\nCourt Judge being appointed arbitrator.\n</p><p data-structure=\"Issue\" id=\"p_12\">    The first question to be decided in this appeal,  there-\nfore,  is whether in an application under section 34 of\t the\nIndian Arbitration Act the court has jurisdiction to  decide\nthe  validity  of the Contract\tcontaining  the\t arbitration\nclause,\t and if so, whether it has to be decided on  affida-\nvits or on evidence.\n</p><p data-structure=\"Section\" id=\"p_13\">    To decide the question we may conveniently refer to\t the\nprovisions of <a href=\"/doc/1722761/\" id=\"a_25\">section 34</a> of the Arbitration Act;\n</p><p data-structure=\"CDiscource\" id=\"p_14\">\t      <a href=\"/doc/1722761/\" id=\"a_26\">Section  34</a>: Power to stay  legal\t proceedings\n\t      where there is an arbitration agreement. Where\n\t      any  party to an arbitration agreement or\t any\n\t      person claiming under him commences any  legal\n\t      proceedings  against  any other party  to\t the\n\t      agreement or any person claiming under him  in\n\t      respect  of any matter agreed to be  referred,\n\t      any  party to such legal proceedings  may,  at\n\t      any time before filing a written statement  or\n\t      taking  any  other steps in  the\tproceedings,\n\t      apply  to the judicial authority before  which\n\t      the  proceedings are pending to stay  proceed-\n\t      ings; and if satisfied that there is no suffi-\n\t      cient  reason  why the matter  should  not  be\n\t      referred\tin accordance with  the\t arbitration\n\t      agreement\t and that the applicant was, at\t the\n\t      time, when the proceedings were commenced, and\n<span class=\"hidden_text\" id=\"span_7\">\t      484</span>\n\t      still  remains,  ready and willing to  do\t all\n\t      things necessary to the proper conduct of\t the\n\t      arbitration, such authority may make an  order\n\t      staying the proceedings.\n</p><p data-structure=\"Section\" id=\"p_15\">    This  section  deals with the staying of  a\t suit  where\nthere  is an arbitration agreement concerning  the  subject-\nmatter\tof  the suit and between the same parties,  for\t the\nCourt  to  have power to exercise the  discretion  conferred\nupon it by this section, there must have been a valid agree-\nment  to submit to arbitration. Where the objection is\tthat\nthe arbitration is a nullity, it amounts to an objection  of\nwant  of  jurisdiction.\t The  term  &quot;arbitration  agreement&quot;\n</p><blockquote id=\"blockquote_1\">includes &quot;agreement to refer&quot;, and &quot;submission&quot; to  arbitra-\ntor. A submission forming part of a void contract is  itself\nvoid and cannot be enforced. Where a firm of bookmakers\t had\nengaged\t in betting transactions with the defendants on\t the\nterms that any dispute which might arise should be  referred\nto arbitration, it was held that the whole contract was void\nand  unenforceable  and\t that the defendants  could  not  be\ncompelled to submit to arbitration: Joe Lee v. Lord Dalneny,\n[1927] 1 Ch. 300. Where there is no valid arbitration agree-\nment on the subject matter of the suit, there is no justifi-\ncation\tfor staying a suit for that will deprive the  plain-\ntiff of his fight to sue on that subject matter.\n    In\tHeyman v. Darwins, [1942] A.C. 356,  Lord  Macmillan\npointed out at Pages 370-371:\n</blockquote><blockquote id=\"blockquote_2\">\t      &quot;If  it  appears that the dispute\t is  whether\n\t      there has ever been a binding contract between\n\t      the parties, such a dispute cannot be  covered\n\t      by  an  arbitration clause in  the  challenged\n\t      contract.\t If there has never been a  contract\n\t      at all, there has never been as part of it  an\n\t      agreement\t to arbitrate. The greater  includes\n\t      the  less.  Further, a claim to  set  aside  a\n\t      contract\ton such grounds as fraud, duress  or\n\t      essential\t error cannot be the subject  matter\n\t      of a reference under an arbitration clause  in\n\t      the contract sought to be set aside. Again, an\n\t      admittedly   binding  contract  containing   a\n\t      general arbitration clause may stipulate\tthat\n\t      in  certain events the contract shall come  to\n\t      an  end. If a question arises where  the\tcon-\n\t      tract has for any such reason come to an end I\n\t      can  see no reason why the  arbitrator  should\n\t      not  decide that question. It is\tclear,\ttoo,\n\t      that  the parties to a contract may  agree  to\n\t      bring it to an end to all intents and purposes\n\t      and to treat it as if it had never existed. In\n\t      such a case, if there be an arbitration clause\n\t      in the contract, it perishes with the con-\n</blockquote><span class=\"hidden_text\" id=\"span_8\">\t      485</span>\n<blockquote id=\"blockquote_3\">\t      tract.  If the parties substitute a  new\tcon-\n\t      tract  for the contract which they have  abro-\n\t      gated the arbitration clause in the  abrogated\n\t      contract cannot be invoked for the  determina-\n\t      tion of questions under the new agreement. All\n\t      this is more or less elementary.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">    Earlier  in\t Monro\tv. Bognor  Urban  District  Council,\n[1915]\t3 K.B. 167; where a building contract had  been\t en-\ntered  into between the plaintiff and the defendants  for  a\nconstruction  of  sewerage works  contained  an\t arbitration\nclause\twhich  provided that if at any\ttime  any  question,\ndispute or difference should arise between the parties\tupon\nor  in relation to or in connection with the  contract,\t the\nmatter\tshould\tbe referred to arbitration  and\t during\t the\nprogress  of  the works disputes arose between\tthe  parties\nmainly as to the nature of the site upon which the works had\nto be carried out, which the plaintiff alleged was different\nfrom that which he had been led to believe by the specifica-\ntions.\tThe plaintiff having brought an action\tagainst\t the\ndefendants  claiming,  inter alia,  damages  for  fraudulent\nmisrepresentation  whereby he was induced to enter into\t the\ncontract, the defendants took out a summons asking that\t all\nproceedings  in the action be stayed and the matter  be\t re-\nferred\tto arbitration. It was held that the  action,  being\nbased  on  fraud,  referred to matters\twholly\toutside\t the\npowers\tof the arbitrator, with which he could not  possibly\ndeal, and so could not be said to be a question, dispute  or\ndifference upon or in relation to or in connection with\t the\ncontract  and  as such referable to  arbitration  under\t the\narbitration clause.\n</p><p data-structure=\"Precedent\" id=\"p_17\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1938522\" id=\"span_9\">In <a href=\"/doc/1938522/\" id=\"a_27\">Jawaharlal Burman v. Union of India</a>, [1962] 3  S.C.R.\n769  it\t was held that <a href=\"/doc/874260/\" id=\"a_28\">section 32</a> of the Act creates  a\t bar\nagainst the institution of suits with regard to an  arbitra-\ntion agreement or award on any ground whatsoever. Thus if  a\nparty  affirms the existence of an arbitration agreement  or\nits validity it is not open to the party to file a suit\t for\nthe  purpose of obtaining a declaration about the  existence\nof  the said agreement or its validity. The bar to the\tsuit\nthus created by <a href=\"/doc/874260/\" id=\"a_29\">section 32</a> of the Act inevitably raises\t the\nquestion  as to what remedy is open to a party to  adopt  in\norder to obtain an appropriate declaration about the  exist-\nence  or validity of an arbitration agreement. 1t  was\theld\nthat  having regard to the scheme of <a href=\"/doc/1882318/\" id=\"a_30\">sections 31</a>, <a href=\"/doc/874260/\" id=\"a_31\">32</a> and  <a href=\"/doc/1154891/\" id=\"a_32\">33</a>\nof  the Act in matters which fail within the bar created  by\n<a href=\"/doc/874260/\" id=\"a_33\">section 32</a>, if a suit cannot be filed it is not\t necessarily\nintended  that an application can be made under the  Court&#x27;s\npowers\tprovided for by <a href=\"/doc/1882318/\" id=\"a_34\">section 31</a> and impliedly  recognised\nby <a href=\"/doc/874260/\" id=\"a_35\">section 32</a> of the Act. In the later part of <a href=\"/doc/1154891/\" id=\"a_36\">section 33</a> an\napplication can be made to have the effect or purport of the\nagreement\n<span class=\"hidden_text\" id=\"span_10\">486</span>\ndetermined but not its existence. That means that an  appli-\ncation\tto  have  the effect of the agreement  can  be\tmade\nprovided  the existence of the agreement is not in  dispute,\nand  that a party affirming the existence of an\t arbitration\nagreement  cannot  apply  under <a href=\"/doc/1529130/\" id=\"a_37\">section 3</a>  for\tobtaining  a\ndecision that the agreement in question exists.</span>\n    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"74498\" id=\"span_12\">In\t<a href=\"/doc/74498/\" id=\"a_38\">Waverly Jute Mills Co. Ltd. v. Raymon &amp; Co.  (India)\nPvt.  Ltd.</a>,  [1963] 3 S.C.R. 209; A.I.R. 1963  S.C.  90\t the\nConstitution  Bench reiterated the decision in\t<a href=\"/doc/1986314/\" id=\"a_39\">Khardah\t Co.\nLtd.  v. Raymon &amp; Co. India Ltd.</a>, [1963] 3 S.C.R. 183  where\nit  was\t held that if a contract is illegal  and  void,\t the\narbitration clause which is one of the terms of the contract\nthereof\t must also perish along with it and that  a  dispute\nrelating  to the validity of the contract is in such a\tcase\nfor  the court and not for the arbitration to decide.</span></span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1924738\" id=\"span_13\">Where\nthe arbitration clause is a term of the particular  contract\nwhose validity is in question it has no existence apart from\nthe impugned contract and must perish with it.\n    In\t<a href=\"/doc/1924738/\" id=\"a_40\">Renusagar  Co.\tv. General Electric  Co.</a>,  [1985]  1\nS.C.R.\t432 at page 507 it has been reiterated\tthat  though\n<a href=\"/doc/1722761/\" id=\"a_41\">section 34</a> of the Arbitration Act, 1940 confers a discretion\nupon  the  Court  in the matter of granting  stay  of  legal\nproceedings  where  there is an\t arbitration  agreement,  it\ncannot\tbe disputed that before granting the stay the  Court\nhas  to\t satisfy itself that  arbitration  agreement  exists\nfactually  and\tlegally and that the  disputes\tbetween\t the\nparties\t are in regard to the matters agreed to be  referred\nto  arbitration and that decided cases have taken  the\tview\nthat  the  Court  must satisfy itself  about  these  matters\nbefore the stay order is issued. In other words, Court under\n<a href=\"/doc/1722761/\" id=\"a_42\">section 34</a> must finally decide those issues before  granting\nstay.</span>\n</p><p data-structure=\"Precedent\" id=\"p_18\">    Among  High\t Court decisions reference may\tbe  made  to\nBanwari Lal v. Hindu College, Delhi, A.I.R. 1949 East Punjab\n165 wherein it has been held at paragraph 33 that the  Arbi-\ntration\t Act  has  been enacted merely with  the  object  of\nconsolidating  the  law relating to  arbitrations,  and\t the\nquestion  of the existence or validity of the contract\tcon-\ntaining an arbitration agreement being not a matter  falling\nwithin\tthe purview of the Act, it cannot be said, with\t any\nshow of reason, that <a href=\"/doc/874260/\" id=\"a_43\">section 32</a> takes away the\tjurisdiction\nof  the\t courts to give appropriate relief in  suit  brought\neither to contest or to establish, the existence or validity\nof the contract. In Johurmull Parasram v. Louis Dreyfus\t Cx.\nLtd.,  52 C.W.N. (1947-48) 137; A.I.R. 1949 Cal. 179 it\t was\nheld at para 14 that the court must consider a suit as it is\npleaded and framed. If it comes to a conclusion that a\tsuit\nas  pleaded in a suit on the contract or arising out of\t the\ncontract containing the arbitration clause\n<span class=\"hidden_text\" id=\"span_14\">487</span>\nthen the suit should be stayed. But on the other hand if the\nsuit  is pleaded as a suit independent of the contract\tthen\nthe  Court  has\t no power to stay the suit  although  it  is\nsatisfied  that the frame of the suit is merely a  means  of\navoiding the consequences of alleging the true nature of the\nclaim.\tIn considering the question of stay of the suit\t the\nCourt is not entitled to go into the question as to what  is\nsubstantially  the nature of the claim. So also\t in  Pramada\nPrasad\tv. Sagar Mal Aggarwal, A.I.R. 1952 Patna 352 it\t was\nobserved  that\tfrom the language of the <a href=\"/doc/1722761/\" id=\"a_44\">Section  34</a>  it  is\nclear  that party can apply to stay a legal proceeding\tonly\nwhen  the repudiation is of the right or obligation  in\t re-\nspect of any matter agreed to be referred, and not when\t the\nvery  existence\t of the agreement is repudiated.  The  court\nrelied\ton  the decision in Monro v. Bognor  Urban  District\nCoun,  [1915]  3  K.B. 167. In Narsingh\t Prasad\t v.  Dhanraj\nMills, I.L.R. 21 Patna 544; A.I.R. 1943 Pat 53 Harries, C.J.\nheld  that where an agreement is impeached on the ground  of\nfraud  and  the dispute is as to the factum or\tvalidity  of\ncontract, such a dispute does not fail under the arbitration\nclause\tand  should be decided by the  Court.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"449410\" id=\"span_15\">Similarly  in\n<a href=\"/doc/449410/\" id=\"a_45\">Birla  Jute  Manufacturing Co. Ltd. v. Dulichand</a>,  AIR\t1953\nCalcutta  450 it was held at paragraph 15 that a dispute  as\nto the validity of the contract cannot be held to be  within\nan  arbitration agreement contained in the  contract  itself\nand  such  a dispute cannot be referred\t to  arbitrators  or\ndealt  with  by\t them under such an  agreement,\t unless\t the\nparties\t agreed\t to include it in  the\tarbitration  clause.\nOtherwise  where  the contract itself is repudiated  in\t the\nsense  that its original existence or its binding  force  is\nchallenged,  for example, where it is said that the  parties\nwere  never &#x27;ad idem&#x27; or where it is said that the  contract\nis voidable ad initio on the ground of fraud, misrepresenta-\ntion or mistake and it has been avoided, the parties are not\nbound  by any contract and escape the obligation to  perform\nany  of its terms, including the arbitration clause,  unless\nthe provisions of that clause are wide enough to include the\nquestion  of jurisdiction as well.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"816905\" id=\"span_16\">In <a href=\"/doc/816905/\" id=\"a_46\">W.F. Ducat &amp; Co.\tPvt.\nLtd. v. Hiralal Pannalal, A.I.R.</a> 1976 Calcutta 126, Salil K.\nRoy  Choudhary, J. held at paragraph 8 that where in a\tsuit\nthe  plaintiff\talleges\t that the  contract  containing\t the\narbitration  clause is void and illegal and prima  facie  it\nappears\t that  there  are sufficient grounds  on  which\t the\nlegality  of the said contract has been challenged for\tnon-\ncompliance  of the statutory requirement, the  court  should\ndecline to exercise discretion in favour of the stay of\t the\nsuit.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1822367\" id=\"span_17\">Similarly in <a href=\"/doc/1822367/\" id=\"a_47\">General Enterprises v. Jardine  Handerson\nLtd., A.I.R.</a> 1978 Calcutta 407, Sabyasachi Mukharji, J.,  as\nhis Lordship then was, held that if the contract  containing\nthe arbitration clause was obtained by fraud the stay of the\nsuit could not be granted under <a href=\"/doc/1722761/\" id=\"a_48\">Section 34</a> of the Act. Thus,\nwhile there is not doubt\n<span class=\"hidden_text\" id=\"span_18\">488</span>\nabout the law as enunciated in the above English and  Indian\ndecisions, namely, where the validity, existence or legality\nof  the\t contract is challenged in the suit  on\t grounds  de\nhors,  independent of, or external to the terms or  stipula-\ntions  of  the contract, the court in an  application  under\n<a href=\"/doc/1722761/\" id=\"a_49\">Section 34</a> of the Act shall have no jurisdiction to go\tinto\nthe  question, and that in large majority of cases it  would\nbe  applicable, in appropriate cases, having regard  to\t the\nnature\tof the dispute raised in the pleadings of the  suit,\nthe  compass  and  scope of the arbitration  clause  in\t the\ncontract,  the\tsurrounding facts and circumstances  of\t the\ncase  having a bearing on the question of genuine  grievance\nfalling outside or inside the arbitration agreement and\t the\nobjects and spirit of the <a href=\"/doc/1052228/\" id=\"a_50\">Arbitration Act</a>, the court may  be\njustified in deciding the validity, existence or legality of\nthe  challenged contract containing the\t arbitration  agree-\nment.</span>  In  Heyman v. Darwins, (supra) Viscount\tSimon,\tL.C.\nstated thus:\n</p><blockquote id=\"blockquote_4\">\t      &quot;if the dispute is whether the contract  which\n\t      contains the clause has ever been entered into\n\t      at  all  that issue cannot go  to\t arbitration\n\t      under  the  clause, for the party\t who  denies\n\t      that he has ever entered into the contract  is\n\t      thereby denying that he had ever joined in the\n\t      submission.  Similarly,  if one party  to\t the\n\t      alleged contract is contending that it is void\n\t      ab initio (Because for example, the making  of\n\t      such  a contract is illegal), the\t arbitration\n\t      clause  cannot  operate for on this  view\t the\n\t      clause  itself also is void. But, in a  situa-\n\t      tion where the parties are at one in asserting\n\t      that they entered into a binding contract, but\n\t      a\t difference has arisen between them  whether\n\t      there  has  been a breach by one side  or\t the\n\t      other,  or whether circumstances\thave  arisen\n\t      which have discharged one or both parties from\n\t      further  performance, such differences  should\n\t      be  regarded as difference which\thave  arisen\n\t      &#x27;in respect of&#x27; or &#x27;with regard to&#x27; or &#x27;under&#x27;\n\t      the contract, and an arbitration clause  which\n\t      uses these, or similar, expressions should  be\n\t      construed accordingly.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_19\"><a href=\"/doc/1722761/\" id=\"a_51\">Section 34</a> of the Arbitration Act, deals with the staying of\na suit where reference concerning the subject matter of\t the\nsuit  and between the same parties is pending. This  section\ncorresponds  to\t <a href=\"/doc/813482/\" id=\"a_52\">Section 4</a> of the English  Arbitration\tAct.\nWhether\t a  particular dispute arising out of  a  particular\ncontract is referable to arbitration or not must necessarily\ndepend\ton the intention of the parties as embodied  in\t the\narbitration  clause. If the dispute is squarely\t covered  by\nthe arbitration clause the\n<span class=\"hidden_text\" id=\"span_19\">489</span>\nrelevant provisions of the Act will be attracted. <a href=\"/doc/874260/\" id=\"a_53\">Section 32</a>\nputs  a\t bar to suits contesting  arbitration  agreement  or\naward by providing that notwithstanding any law for the time\nbeing  in force, no suit shall lie on any ground  whatsoever\nfor a decision upon the existence, effect or validity of  an\narbitration  agreement or award, nor shall  any\t arbitration\nagreement or award be enforced, set aside, amended  modified\nor in any way affected or otherwise than as provided in\t the\nAct.  <a href=\"/doc/1154891/\" id=\"a_54\">Section  33</a> of the Act provides that any party  to  an\narbitration  or\t any person claiming under him\tdesiring  to\nchallenge the existence or validity of an arbitration agree-\nment  or  an award to have the effect of  either  determined\nshall  apply  to the Court and the Court  shall\t decide\t the\nquestion on affidavits: Provided that where the Court  deems\nit  just and expedient it may set down the  application\t for\nhearing on other evidence also, and it may pass such  orders\nfor discovery and particulars as it may do in a suit.\n    It\tmay be noted that <a href=\"/doc/874260/\" id=\"a_55\">section 32</a>, <a href=\"/doc/1154891/\" id=\"a_56\">33</a> and <a href=\"/doc/1722761/\" id=\"a_57\">34</a> speak of  an\narbitration  agreement as defied in <a href=\"/doc/1430346/\" id=\"a_58\">section 2(a)</a> of the\t Act\nwhich means a written agreement to submit present or  future\ndifferences  to arbitration, whether an arbitrator is  named\ntherein\t or not. In the instant case the arbitration  clause\nforms  a part of the agreement, namely, the  charter  party.\nThe  question  is whether the validity or otherwise  of\t the\ncharter party itself can be said to have been covered within\nthe  arbitration  clause. On scrutiny of clause 18  we\tfind\nthat  any dispute or difference in respect of the  construc-\ntion, meaning or effect or as to the rights and\t liabilities\nof the parties thereunder or any other matter arising out of\nthis  agreement\t shall be referred to arbitration.  Can\t the\nvalidity  of the contract itself as embodied in the  charter\nparty be said to have arisen out of the contract or can\t the\nvalidity  or otherwise of the contract in the charter  party\nitself\tbe  said to be construction, meaning  or  effect  or\nrights\tand  liabilities  of the party\tthereunder?  In\t our\nopinion,  the  answer is in the\t negative.  The\t arbitration\nagreement  is  not the same as the contract in\tthe  charter\nparty.\tIt cannot, therefore, be said that the\tvalidity  or\notherwise of the chartery party was covered by clause 18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1986314\" id=\"span_20\">In\n<a href=\"/doc/1986314/\" id=\"a_59\">Khardah\t Company  Ltd. v. Raymon &amp; Co.\t(India)\t Pvt.  Ltd.</a>,\n[1963]\t3  S.C.R. 183 the appellant company entered  into  a\ncontract  on September 7, 1955 for the purchase\t of  certain\ngoods  and  clause  14 thereto provided\t that  all  disputes\narising out of or concerning the contract should be referred\nto  the arbitration of the Bengal Chamber of  Commerce.\t The\nrespondents having failed to deliver the goods as agreed the\nappellants  applied  to the Bengal Chamber of  Commerce\t for\narbitration  and an award made in favour of  the  appellant.\nThereupon  the respondent filed an application in  the\tHigh\nCourt of Calcutta under\n<span class=\"hidden_text\" id=\"span_21\">490</span>\n<a href=\"/doc/1154891/\" id=\"a_60\">section\t 33</a>  of the Arbitration Act,  1940  challenging\t the\nvalidity of the award on the ground that the contract  dated\nSeptember 7, 1955 itself was illegal as it was in contraven-\ntion  of  the notification of the Central  Government  dated\nOctober\t 29,  1953. It was held that the dispute as  to\t the\nvalidity  of the contract dated September 7, 1955,  was\t not\none  which  the arbitrators were competent to  decide  under\nclause\t14  and that in consequences  the  respondents\twere\nentitled to maintain the application under <a href=\"/doc/1154891/\" id=\"a_61\">section 33</a> of the\nAct and that where an agreement is invalid every part of  it\nincluding  clause as to arbitration contained  therein\tmust\nalso be invalid.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475714\" id=\"span_22\">In <a href=\"/doc/1475714/\" id=\"a_62\">Anderson Wright Ltd. v. Moran and Compa-</a>\nny, [1955] 1 S.C.R. 862 it has been laid down that in  order\nthat  a stay may be granted under <a href=\"/doc/1722761/\" id=\"a_63\">section 34</a> of the Act,  it\nis necessary, among others, that the legal proceeding  which\nis sought to be stayed must be in respect of a matter agreed\nto be referred and the Court must be satisfied that there is\nno  sufficient reason why the matter should not be  referred\nto  an arbitrator in accordance with the arbitration  agree-\nment.  The  question whether the dispute in the\t suit  falls\nwithin the arbitration clause really pre-supposes that there\nis such agreement and involves consideration of two matters,\ni.e.  (i)  what\t is the dispute in the suit  and  (ii)\twhat\ndispute the arbitration clause covers. It is incumbent\tupon\nthe Court to decide whether there is a binding contract\t for\narbitration  between  the parties. If it is found  that\t the\ndispute in the suit is not covered by the arbitration clause\nthe application for stay may be dismissed. In Damodar Valley\nCorporation v.K.K. Kar, [1974] 2 S.C.R. 240 it has been held\nthat as the contract is an outcome of the agreement  between\nthe parties it is equally open to the parties thereto and to\nCourt  to  bring  to an end or to treat it as  if  it  never\nexisted.  It  may also be open to the parties  to  terminate\nprevious contract and substitute in the place a new contract\nor alter the original contract in such a way that it  cannot\nsubsist. In all these cases since the entire contract is put\nto an end to, the arbitration clause, which is a part of it,\nalso  perishes along with it. Where, therefore, the  dispute\nbetween\t the  parties is that the contract itself  does\t not\nsubsist either as a result of its being substituted by a new\ncontract or by rescission on alteration, that dispute cannot\nbe  referred  to the arbitration as the\t arbitration  clause\nitself\twould perish if the averment was found to be  valid.\nAs the very jurisdiction of the arbitrator is dependent upon\nthe  existence of the arbitration clause under which  he  is\nappointed,  the\t parties have no right to  invoke  a  clause\nwhich  perished with the contract. In case of rescission  it\nwould  put an end to the rights of the parties to  the\tcon-\ntract in future but it may permit claiming of damages either\nfor previous breaches or for the breach which constitute the\ntermination.  The  contract being consensual,  the  question\nwhether the\n<span class=\"hidden_text\" id=\"span_23\">491</span>\narbitration clause survives or perishes would depend on\t the\nnature of the controversy and its effect upon the  existence\nof  survival  of the contract itself. A dispute\t as  to\t the\nbinding\t nature\t of  the contract cannot  be  determined  by\nresort to arbitration because the arbitration clause  itself\nstands or falls according to the determination of the  ques-\ntion  in dispute.</span> As was held in Hirji Mulji v.\t Cheong\t Yue\nSteamship Co., [1926] A.C. 497, &quot;a contract that has  deter-\nmined  is  in the same position as one that has\t never\tbeen\nconcluded at all&quot;. In Heyman v. Darwins, (supra) Lord Porter\npointed out &quot;that it is not in every instance in which it is\nclaimed\t that the arbitrator has no jurisdiction the  Court,\nwill refuse to stay an action. If this were the case such  a\nclaim would always defeat an agreement to submit disputes to\narbitration, at any rate, until the question of jurisdiction\nhad been decided. The Court to which an application for stay\nis made is put in possession of the facts and arguments\t and\nmust in such a case make up its mind whether the  arbitrator\nhas  jurisdiction  or  not as best it can  on  the  evidence\nbefore it. Indeed, the application for stay gives an  oppor-\ntunity for putting these and other considerations before the\ncourt  that  it may determine whether the  action  shall  be\nstayed\tor  not.&quot; These observations were accepted  by\tS.R.\nDas, J in the case of Khusiram v. Hanutmal, [1948] 53 C.W.N.\n505,518\t wherein  it was held that where on  an\t application\nmade  under <a href=\"/doc/1722761/\" id=\"a_64\">section 34</a> of the Arbitration Act for stay of  a\nsuit,  an issue is raised as to the formation, existence  or\nvalidity of the contract containing the arbitration  clause,\nthe  Court  is\tnot bound to refuse a stay but\tmay  in\t its\ndiscretion, on the application for stay, decide the issue as\nto  the existence or validity of the  arbitration  agreement\neven though it may involve incidentally a decision as to the\nvalidity  or  existence of the\tpresent\t contract  (Emphasis\nsupplied). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475714\" id=\"span_24\">Their Lordships in <a href=\"/doc/1475714/\" id=\"a_65\">Anderson Wright Ltd. v.  Moran\nand Company</a>, (supra) reiterating the above passage observed:</span>\n</p><blockquote id=\"blockquote_5\">&quot;We are in entire agreement with the view enunciated above.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_20\">Thus, where in an application under <a href=\"/doc/1722761/\" id=\"a_66\">section 34</a> of the Act an\nissue  is  raised  as to the validity or  existence  of\t the\ncontract containing the arbitration clause, the court has to\ndecide\tfirst of all whether there is a binding\t arbitration\nagreement,  even though it may involve incidentally a  deci-\nsion as to the validity or existence of the parent contract.\nThe  court has to bear in mind that a contract is an  agree-\nment  enforcible  at law and that it is for the\t parties  to\nmake  their own contract and not for the court to  make\t one\nfor  them.  Court  is only to interpret\t the  contract.\t The\nstipulations in the contract have, therefore, to be examined\nin  the light of the dispute raised in the pleadings of\t the\nsuit. If it is found that the dispute raised in the suit\noutside\t or independent of the contract it follows that\t the\narbitration clause will not encompass that dispute. However,\nas the parties were\n<span class=\"hidden_text\" id=\"span_25\">492</span>\nfree to make their own contract they were also free to\thave\nagreed as to what matters would be referred to\tarbitration.\nIf the arbitration clause is so wide as to have included the\nvery validity or otherwise of the contract on the grounds of\nfraud,\tmisrepresentations,  mutual  mistake  or  any  valid\nreason\tthe  arbitrator\t will surely  have  jurisdiction  to\ndecide\teven  that  dispute. Two extreme cases\thave  to  be\navoided,  namely, if simply because there is an\t arbitration\nclause\tall suits including one questioning the validity  or\nexistence or binding nature of the parent contract is to  be\nreferred to arbitrator irrespective of whether the  arbitra-\ntion  clause  covered it or not, then in all cases  of\tcon-\ntracts\tcontaining arbitration clause the parties  shall  be\ndeprived of the right of a civil suit. On the other hand  if\ndespite the arbitration clause having included or covered ex\nfacie even a dispute as to the existence, validity or  bind-\ning  nature  of the parent contract, to allow  the  suit  to\nproceed and to deprive the arbitrator of his jurisdiction to\ndecide\tthe  question  will go contrary to  the\t policy\t and\nobjects\t of the <a href=\"/doc/1052228/\" id=\"a_67\">Arbitration Act</a> as embodied in <a href=\"/doc/874260/\" id=\"a_68\">Sections\t 32</a>,\n<a href=\"/doc/1154891/\" id=\"a_69\">33</a> and <a href=\"/doc/1722761/\" id=\"a_70\">34</a> of the Act. Both the extremes have, therefore,  to\nbe  avoided.  The proper approach would be  to\texamine\t the\nissues\traised\tin  the suit and  to  ascertain\t whether  it\nsquarely fails within the compass of the arbitration  clause\nand take a decision before granting the stay of the suit. If\nan issue is raised as to the formation existence or validity\nof the contract containing the arbitration clause, the court\nhas  to exercise discretion to decide or not to\t decide\t the\nissue of validity or otherwise of the arbitration  agreement\neven  though  it may involve incidentally a decision  as  to\nvalidity or existence of the challenged contract. Should the\ncourt  find  the present contract to be void  ab  initio  or\nillegal or non-existent, it will be without jurisdiction  to\ngrant stay. If the challenged contract is found to be  valid\nand  binding and the dispute raised in the suit\t covered  by\nthe  arbitration clause, stay of the suit may be  justified.\nIn  the\t instant  case considering the\tissues\traised,\t the\narbitration  clause  and surrounding circumstances  and\t the\npart  played  by the parties pursuant to the  charter  party\nsince  execution  to the modification  and  thereafter\ttill\nobjection  raised by the appellant plaintiff, we are of\t the\nview that the learned trial court did not err in  proceeding\nto  decide the issue of validity or legality of\t the  parent\ncontract.\n</p><p data-structure=\"Precedent\" id=\"p_21\">    The\t question whether the validity and legality  of\t the\nparent\tcontract could be decided without taking  oral\tevi-\ndence  need not detain us long. All the\t relevant  documents\nand  affidavits were before the court and  were\t considered.\nMr. Shanti Bhushan submits that in deep sea fishing, use  of\ntrawlers,  requirement and standard of refrigeration  system\nin  the trawlers so as to maintain 20F temperature in  their\nfish-\n</p><span class=\"hidden_text\" id=\"span_26\">493</span>\n<p data-structure=\"CDiscource\" id=\"p_22\">holds are highly technical matters and given the opportunity\nthe appellant plaintiff could have produced expert  evidence\nin the matter. Counsel, however, states, that at no stage of\nthe  proceedings  before argument any written or  even\toral\napplication  was  made\tseeking permission  to\tadduce\toral\nevidence. Admittedly, it was only during agreement that oral\nprayer\twas  made. We are, therefore, of the  view  that  no\nillegality  was committed by the trial court in this  regard\nconsidering  the  facts and circumstances of the  case.\t The\nlearned\t judge rightly observed that if there was any  doubt\nabout  facts, the matter had to be decided by trial on\tevi-\ndence, in this case the admitted facts could not be  disput-\ned.  The  learned courts have also exercised  discretion  to\ngrant  stay.  Even if it appears that the  discretion  could\nhave  also been exercised to decide the issue of  invalidity\nin a trial on evidence adduced, this court would not substi-\ntute  its view for that of the trial court, unless the\tends\nof justice required it to be done. Since it was said by\t the\nCourt of Appeal in Ormerod v. Todmordon, [1882] 8 Q.B.D. 664\nthat while it had jurisdiction to review the descreation  of\nthe  judge it would not do so except in a case in  which  it\nclearly\t though\t that the judge had  wrongly  exercised\t his\ndiscretion  and that an injustice had thereby been  done  by\nhis  order.  This was approved in Charles Osenton &amp;  Co.  v.\nJohnston, [1942] A.C. 130 holding that a legitimate exercise\nof  the jurisdiction would not be disturbed in appeal but  a\nwrongful exercise of the discretion will be corrected by the\nHouse  of Lords. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1652410\" id=\"span_27\">Referring to Gardner v. Jay, [1885] 29\t Ch.\nD. it was ruled in the <a href=\"/doc/1652410/\" id=\"a_71\">Printers (Mysore) Pvt. Ltd. v. Pothan\nJoseph</a>, [1960] 3 S.C.R. 713 that this court would not light-\nly interfere under <a href=\"/doc/427855/\" id=\"a_72\">Article 136</a> of the Constitution with\t the\nconcurrent exercise of discretion of the Courts below  under\n<a href=\"/doc/1722761/\" id=\"a_73\">Section\t 34</a>  of\t the Act. Before it can justly\tdo  so,\t the\nappellant  must\t satisfy the court, on\tthe  relevant  facts\nreferred  by  the courts below, that  they  exercised  their\ndiscretion  in\ta manifestly unreasonable or  perverse\tway,\nwhich  was likely to defeat the ends of justice. The  appel-\nlant has failed to do so in this case.</span>\n</p><p data-structure=\"Issue\" id=\"p_23\">     The  next question is whether the learned courts  below\nwere correct in holding that there was no mutual mistake  so\nas  to render the agreement void ab initio under <a href=\"/doc/483593/\" id=\"a_74\">section  20</a>\nof the Contract Act.\n</p><p data-structure=\"Section\" id=\"p_24\">     <a href=\"/doc/483593/\" id=\"a_75\">Section  20</a> of the Indian Contract Act,  1872  provides\nthat  where  both the parties to an agreement  are  under  a\nmistake\t as to a matter of fact essential to the  agreement,\nthe  agreement is void. The explanation to the section\tsays\nthat an erroneous opinion as to the value of the thing which\nforms subject-matter of the agreement is not to be deemed  a\nmistake\t as  to\t a matter of fact. Where  the  parties\tmake\nmutual mis-\n</p><span class=\"hidden_text\" id=\"span_28\">494</span>\n<p data-structure=\"Precedent\" id=\"p_25\">take misunderstanding each other and are at cross  purposes,\nthere is no real correspondence of offer and acceptance\t and\nthe parties are not really consensus ad idem. There is\tthus\nno agreement at all; and the contract is also void. A common\nmistake\t is there where both parties are mistaken about\t the\nsame vital fact although both parties are ad idem, e.g.\t the\nsubject-matter\tof  the contract has already  perished.\t The\ncontract in such a case is void as the illustrations to\t the\nsection make clear. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"679831\" id=\"span_29\">In <a href=\"/doc/679831/\" id=\"a_76\">U.P. Government v. Nanhoo Mal, A.I.R.</a>\n1960  Allahabad 420 it has been observed that <a href=\"/doc/811701/\" id=\"a_77\">section 20</a>  is\nconcerned  with common mistake of fact and not\tmutual\tmis-\ntake. A common mistake is made or shared alike by both while\nmutual\tmeans  made or entertained by each  of\tthe  persons\ntowards\t or with regard to each other.</span> In Cooper v.  Phibbs,\n[1867] L.R. 2 H.L. 149, A agreed to take a lease of a  fish-\nery from B, though contrary to the belief of both parties at\nthe time, A was tenant for life of the fishery and B had  no\ntitle  at all. Lord Westbury applied the principle  that  if\nparties contract under a mutual mistake and  misapprehension\nas  to their relative and respective rights, the  result  is\nthat  the  agreement  is liable to be set  aside  as  having\nproceeded  upon a common mistake. The transfer of  ownership\nbeing  impossible,  the\t stipulation  was  naturali  ratione\ninunitilis.  This  principle of Cooper v.  Phibbs  has\tbeen\nfollowed  in  Earl Beauchamp v. Winn [1873] 6 H.L.  223\t and\nHudders\t field Banking Co. v. Henry Lister &amp; Sons, [1895]  2\nCh.  273.  However, Lord Atkin in Bell v. Lever\t Bros  Ltd.,\n[1932]\tA.C.  161; (1931) All E.R. Rep. 1,  27\tfollowed  in\nKennedy v. Panama Royal Mail Co., [1867] L.R. 2 Q.B. 580 and\nSmith v. Hughes, [1871] L.R. 6 Q.B. 597 described the state-\nment of Westbury too wide and said that the correct view was\nthat there was a contract which the vender was either  inca-\npable of performing or had committed breach of a stipulation\nas to title; the contract was unenforceable but not void. In\nBell  v.  Lever Bros Ltd., (supra) an agreement\t of  service\nbetween the company and two of the directors of its subsidi-\nary  company was terminated on payment of compensation.\t The\nparties proceeded on the assumption that the service  agree-\nment  was not liable to immediate termination by  reason  of\nmisconduct  of the directors which assumption proved  to  be\nmistaken.  Fraud was however negatived. In an action by\t the\ncompany\t for recession of contract and repayment  of  moneys\npaid  the  agreement was set aside on the ground  of  mutual\nmistake\t as  to\t the quality of the  service  contract.\t The\naccepted proposition was that whenever it is to be  inferred\nfrom  the terms of the contract or its\tsurrounding  circum-\nstances\t that the consensus has been reached upon the  basis\nof a particular contractual assumption, and that  assumption\nis  not\t true, the contract is avoided; i.e. it is  void  ab\ninitio if the assumption is of present fact and it ceases to\nbind if the assumption is of future\n<span class=\"hidden_text\" id=\"span_30\">495</span>\nfact.  The  assumption\tmust have been\tfundamental  to\t the\ncontinued validity of the contract or a foundation essential\nto its existence. Lord Atkin observed that the common stand-\nard  for  mutual mistake and implied conditions\t as  to\t the\nexisting  or  as to future fact is: Does the  state  of\t new\nfacts  destroy the identity of the subject-matter as it\t was\nin  the original state of facts? In the words of Lord  Than-\nkerton the error must be such that it either appeared on the\nface of the contract that the matter as to which the mistake\nexisted\t was an essential and integral element of  the\tsub-\nject-matter  of the contract or was an inevitable  inference\nfrom the nature of the contract that all parties so regarded\nit.  Where each party is mistaken as to the  other&#x27;s  inten-\ntion,  though neither realises that the respective  promises\nhave been misunderstood, there is mutual mistake. The illus-\ntration\t in  Cheshire and Fifoots Law of Contract is,  if  B\nwere to offer to sell his Ford Comina Car to A and A were to\naccept in the belief that the offer related to a Ford  Zeph-\nyr.  In such a case, no doubt, if the minds of\tthe  parties\ncould be probed, genuine consent would be found wanting. But\nthe question is not what the parties had in their minds, but\nwhat  reasonable third parties would infer from their  words\nor  conduct.  The court has to ascertain &quot;the sense  of\t the\npromises&quot;.  In\tother words, it decides whether\t a  sensible\nthird  party would take the agreement to mean what A  under-\nstood it to mean or what B understood it to mean, or whether\nindeed any meaning can be attributed to it at all.  Blackman\nJ  in Smith v. Hughes, [1871] L.R. 6 Q.B. 597,607  said\t &quot;if\nwhatever  a man&#x27;s real intention may be he so conducts\thim-\nself what a reasonable man would believe that he was assent-\ning to the terms proposed by the other party, and that other\nparty  upon that belief enters into the contract  with\thim,\nthe man thus conducting himself would be equally bound as if\nhe had intended to agree the other party&#x27;s terms&quot;.\n    This  case\testablishes that a contract is void  at\t law\nonly  if some term can be implied in both offer and  accept-\nance which prevents the contract from coming into operation.\nIn  Solle v. Butcher, [1950] 1 K.B. 671 (691)  Lord  Denning\nsaid  that  once a contract has been made, that is  to\tsay,\nonce  the  parties, whatever their in most states  of  mind,\nhave  to  all  outward appearances  agreed  with  sufficient\ncertainty in the same terms on the subject-matter, then\t the\ncontract is good unless and until it is set aside for  fail-\nure of some condition on which the existence of the contract\ndepends, or for fraud, or on some equitable ground.  Neither\nparty  can  rely upon his own mistake to say that it  was  a\nnullity from the beginning, no matter that it was a  mistake\nwhich  to his mind was fundamental, and no matter  that\t the\nother party knew that he was under a mistake. A fortiori, if\nthe other party did not know of the\n<span class=\"hidden_text\" id=\"span_31\">496</span>\nmistake\t but shared it. There is no doubt that the  applica-\ntion of the doctrine of mutual mistake depends upon the true\nconstruction  of  the contract made between the\t parties.  A\nmutual misunderstanding will not nullify a contract but only\nif  terms  of  the contract construed in the  light  of\t the\nnature of the contract and of the circumstances believed  to\nexist at the time it was done show that it was never intend-\ned  to\tapply to the situation which in reality\t existed  at\nthat time, will the contract be held void. Mistake as to the\nquality\t of the article contracted for may not always  avoid\nthe contract. As Lord Atkin said in Bell v. Lever Bros\tLtd.\n(supra)\t mistake as to the quality of the  thing  contracted\nfor  raises more difficult questions. In such a case a\tmis-\ntake will not affect assent unless it is the mistake of both\nparties,  and is as to the existence of some  quality  which\nmakes  the thing without the quality  essentially  different\nfrom the thing as it was believed to be. A distinction\thas,\ntherefore,  to be made between a mistake as to substance  or\nessence\t on  the one hand, and a mistake as  to\t quality  or\nattributes on the other. A mistake of the former type,\twill\navoid the contract whereas a mistake of the latter type will\nnot. Such a distinction was made in Kennedy v. Panama, Royal\nMail  Co.  Ltd., (supra). It may be said that  if  there  be\nmisapprehension as to the substance of the thing there is no\ncontract;  but\tif  it be a difference in  some\t quality  or\naccident, even though the misapprehension may have been\t the\nactuating motive to the purchaser, yet the contract  remains\nbinding.  Thus\ta mistake as to an  essential  and  integral\nelement in the subject-matter of the contract will avoid the\ncontract. A mistake will not affect assent unless it is\t the\nmistake of both parties, and is as to the existence of\tsome\nquality which makes the thing without the quality essential-\nly  different  from the thing as it was believed  to  be.  A\ndistinction, therefore, should be drawn between a mistake as\nto  the\t substance of the thing contracted for,\t which\twill\navoid the contract and mistake as to its quality which\twill\nbe without effect. According to circumstances even a mistake\nas  to\tthe substance of the thing contracted  for  may\t not\nnecessarily render a contract void as was observed in  Solle\nv. Butcher (supra). Similarly in Frederick E. Rose  (London)\nLtd. v. William H. Pim Junior &amp; Co. Ltd., [1953] 2 Q.B.\t 450\nwhere  both parties entered into a contract for the sale  of\nhorse-beans,  which were quite different from the  feveroles\nwhich  they each believed them to be, yet the  contract\t was\nheld  not  to be void. Thus there must be  a  difference  so\ncomplete  that, if the contract were enforced in the  actual\ncircumstances  which have unexpectedly emerged,\t this  would\ninvolve\t an  obligation fundamentally  different  from\tthat\nwhich the parties believed they were undertaking. In Sheikh.\nBrothers Ltd. v. Arnold, [1957] A.C. 136; Belly. Lever\tBros\n(supra) was applied.\n</p><span class=\"hidden_text\" id=\"span_32\">497</span>\n<p data-structure=\"CDiscource\" id=\"p_26\">    Applying the above principles of law to the facts of the\ninstant\t case,\twe find that the two  fishing  trawlers\t Ave\nMaria-I\t and Ave Mariall were imported by the respondent  on\n30.1.1974  and were operated by him based at  Vishakapatnam.\nAt  the time of negotiations survey report relating  to\t the\ntrawlers  dated\t 20.2.\t1977 of ABS  Worldwide\t&amp;  Technical\nServices  India Pvt. Ltd. was handed over by the  respondent\nto  the appellant and thereafter the agreement was  executed\non 21.3.1977. Delivery of the trawlers was to be made  seven\ndays after receipt of the approval or no objection  certifi-\ncate for carrying out inspection to ascertain repairs to  be\ncarried out for making the trawlers fully operational and to\nascertain  the cost of such repairs. On 10.7. 1977  trawlers\nwere delivered to the charterer for inspection and  repairs.\nOn  12.11.1977 the charterer wrote to the owner\t asking\t for\npayment\t of  hire charges from 1.10.1977  and  pointing\t out\ndelays in repairs. The owner also requested the charterer to\npay port charges with effect from 1.10.1977. On 2.2.1978 the\ncharter\t party was modified to the extent that charter\thire\nwould commence from 15.1.1978 and that as the charterer\t had\nincurred substantial charges on repairs the owner shall bear\nonly Rs. 1.5 lakhs per trawler for repairs carried out up to\nthe  commencement of the charter hire. The charter hire\t was\nrevised to Rs.6,25,000 per trawler per year and an amount of\nRs.6,70,000  paid  towards  deposit and\t charter  hire\tfrom\n15.1.1978 to May 1978. In the first week of March, 1978\t the\ncharterer  paid Rs. 1,04,000 towards charter hire  for\tJune\n1978. On 18.7.1978 the charterer wrote to the owner  setting\nout  payments  made  and claiming  adjustment  of  Rs.90,000\ntowards\t repair charges and transferring  Rs.14,000  towards\ncharter\t hire. It was only on 14.9.1978 that  the  charterer\nfor the first time raised some complaints and objections  on\nthe trawlers and questioned the very validity of the  agree-\nment. On 14.9. 1978 the trawlers were inspected by Kamath  &amp;\nD&#x27;Abrie Marine Surveyors who submitted their report on 26.9.\n1978 and the suit was filed on 29.9. 1978.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">    The\t appellant-plaintiff&#x27;s averment, as we have  already\nmentioned,  is that the trawlers suffered from inherent\t and\nlatent\tdefects\t in the refrigeration system  which  was  an\nessential part of such trawlers and which were not discover-\nable by ordinary diligence at the time of entering into\t the\nagreement on 21st March 1977 and as such they were not fully\noperational.  It  is not their grievance that there  was  no\nrefrigeration system at all in the trawlers but that only it\nwas  not  of a particular standard, namely that\t even  after\nextensive repairs it could not be brought to the standard of\nminus  20 degree F but attained only minus 10 degree F.\t The\nlearned counsel for the appellant submits that\n<span class=\"hidden_text\" id=\"span_33\">498</span>\nfor deep sea fishing the temperature in the trawler&#x27;s  fish-\nhold has to be minus 20 degree F and minus 10 degree F would\nnot be adequate and as a result the trawlers cannot be\tused\nfor  deep sea fishing. The grievance has been made  that  no\nopportunity  to\t lead expert evidence on this  question\t was\navailable to the appellant. The question, therefore,  arises\nunder  the  facts  and circumstances of\t the  case,  namely,\nwhether\t the deficiency in the refrigeration systems to\t the\nextent\tof minus 10 degree F made the  trawlers\t essentially\ndifferent from trawlers with a refrigeration system of minus\n20 degree F. The other question is whether this standard  of\nthe refrigeration system was in the minds of the parties  at\nthe  time  of  entering into the contract and  there  was  a\nmutual\tmistake\t regarding this, and the  contracting  minds\nwere, therefore, not ad idem. From the series of steps taken\nfor  repairs and the stipulations in the charter  party\t in-\ncluding the modifications thereof we are unable to hold that\nit  was a case of mutual mistake as to a quality which\tmade\nthe  trawlers  transferred essentially\tdifferent  from\t the\ntrawlers that the parties in their minds agreed to transfer.\nThis  being the position we have to agree with\tthe  learned\ncourts\tbelow that there was no mutual mistake and the\tcon-\ntract would not be avoided on this ground.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">    The next question is that of illegality or otherwise  of\nthe agreement. The learned trial court exercised its discre-\ntion to go into the question and arrived at the finding that\nthere  was no illegality on the ground of violation  of\t the\npermission or the condition of licence granted by the  Chief\nController of Exports and Imports. The learned lower  appel-\nlate court upheld that finding. It is settled law that where\nthe subject matter of a reference is illegal no award can be\nof  any binding effect. In Taylor v. Barnett, [1953]  W.L.R.\n562;  the  plaintiff had agreed to purchase goods  from\t the\ndefendants. The defendants had agreed to deliver. The  goods\nwere subject to the price control, sales at price in  excess\nof  the control price being forbidden by regulations at\t the\ntime  of making the contract (though not at the time of\t the\ndelivery). The control price was less than the agreed price.\nThe umpire awarded the plaintiffs damages and the award\t was\ngood  on  the  face of it, but it was held  that  the  award\nshould\tbe set aside for illegality. If the contract  itself\nwas illegal, the controversy as to whether it was illegal or\nnot  would not be a dispute arising out of the\tcontract  as\nalso would be the question whether the contract was void  ab\ninitio.\t When, however, it is found that a binding  contract\nwas  made  which was not illegal what follows  from  such  a\ncontract would be covered by the expression &quot;dispute arising\nout of the contract&quot;. To stay a suit under <a href=\"/doc/1722761/\" id=\"a_78\">section 34</a> of the\nAct  the Court has to see, inter-alia, whether there  was  a\nvalid  agreement  to have the dispute concerned\t settled  by\narbitration and that the\n<span class=\"hidden_text\" id=\"span_34\">499</span>\nproceedings  are  in respect of a dispute so  agreed  to  be\nreferred.  In  Taylor v. Barnett, (supra) Singleton  J;\t ex-\npressed the opinion that an arbitrator is guilty of  miscon-\nduct  if he knows or recognises that a contract\t is  illegal\nand  thereafter proceeds to make award upon dispute  arising\nunder that contract. The illegality of a contract can be  an\nissue in deciding want of jurisdiction. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475714\" id=\"span_35\">The first and essen-\ntial pre-requisite to making an order of stay under  <a href=\"/doc/1722761/\" id=\"a_79\">section\n34</a> of the Act, as was ruled in <a href=\"/doc/1475714/\" id=\"a_80\">Anderson Wright Ltd.</a>  (supra)\nis that there is a binding arbitration agreement between the\nparties\t to  the suit which is sought to be  stayed.  Public\npolicy\timposes certain limitations on the freedom  of\tcon-\ntract by forbidding the making of certain contracts. In such\ncases  though  all  other requisites for  formation  of\t the\ncontract  are complied with, parties to such forbidden\tcon-\ntracts are not allowed to enforce any rights under them.  In\nclear  cases  the  law strikes at the  agreement  itself  by\nmaking the contract illegal. However, the effect and  nature\nof  illegality\twill depend upon on the\t facts\tand  circum-\nstances of each case. Thus, the effects of illegality are by\nno  means uniform. In other words, the effect of  illegality\nis  not the same in all cases. Where a statute makes a\tcon-\ntract  illegal\tor where a certain type of contract  is\t ex-\npressly\t prohibited there can be no doubt that such  a\tcon-\ntract  will  not  be enforcible.  In  Rearbitration  between\nMahmoud and Isphani, [1921] 2 K.B. 716 by a war time  statu-\ntory  order  it\t was forbidden to buy or  sell\tlinseed\t oil\nwithout\t a licence from the Food Controller.  The  plaintiff\nhad  a licence to sell to other licenced dealers. He  agreed\nto  sell and deliver to the defendant a quantity of  linseed\noil,  and before the contract was made, asked the  defendant\nwhether\t he possessed a licence, the defendant\tfalsely\t as-\nsured him that he did. Subsequently; however, the  defendant\nrefused\t to  accept  the oil on the ground that\t he  had  no\nlicence. The plaintiff having brought an action for  damages\nfor nonacceptance, the Court of Appeal refused to  entertain\nthe  action even if the plaintiff-was ignorant, at the\ttime\nthe contract was made, of the facts which brought it  within\nthe statutory prohibition observing that it was a clear\t and\nunequivocal  declaration  by the legislature in\t the  public\ninterest that this particular kind of contract shall not  be\nentered\t into.\tA contract which was not  illegal  from\t the\nbeginning  may\tbe rendered illegal later by the  method  of\nperformance which did not comply with the statutory require-\nments.\tThe appellant&#x27;s burden was to show that the  charter\nparty  was illegal to take it out of the arbitration  clause\nfor  if the contract is illegal and not binding on the\tpar-\nties the arbitration clause would also be not binding.\tOnce\nit is shown to have been illegal it would be unenforcible as\nex  turpi  causa  non oritur actio. Again it  is  a  settled\nprinciple that one who knowingly enters into a contract with\nimproper  object cannot enforce his rights  thereunder.\t The\nlearned\n<span class=\"hidden_text\" id=\"span_36\">500</span>\ncounsel\t for  the  appellant submitted that  the  import  of\ntrawlers  was  subject to the conditions of the\t import\t li-\ncence, and one of the conditions was that the goods imported\nunder it will be utilised in the licence holder&#x27;s  factories\nand that no portion thereof will be sold or will be  permit-\nted  to\t be utilised by any other party or placed  with\t any\nfinancier  other  than the banks authorised to deal  in\t the\nforeign\t exchange and State Financial Corporation,  provided\nthat particulars of goods to be pledged are reported by\t the\nlicence\t to  the licencing authorities. We are of  the\tview\nthat  this  was\t a proforma condition  in  the\tlicence\t No.\nP/CC/206299  dated3.3.1971  and could not  appropriately  be\napplied\t to the two imported trawlers. Needless\t to  observe\nthat the appellant plaintiff was also a party to the  agree-\nment of charter party in respect of the two imported  trawl-\ners. We are also of the view that though it purported to  be\nactual user&#x27;s licence there was no violation of this  condi-\ntion  in view of the express permission granted by the\tCon-\ntroller\t vide  his  Memo  No.  GG.IV/28/143/70/71/374  dated\n17.8.1977   with   specific   reference\t  to   the   licence\nNo.P/CC/2062299\t dated 3.3.1971 allowing the  chartering  of\nthe two imported trawlers to be delivered to plaintiff\tM/s.\nI.T.C.\tIndia  Ltd. We also agree with\tthe  learned  courts\nbelow that the modifications dated 2.2.1978 did not make any\nalteration so as to make the agreement contrary to the terms\nand conditions of the permission inasmuch as the  permission\nwas for a period of three years. The option to continue hire\nof  the trawler for a further period of three years did\t not\nipso facto violate the permission. There was also no  viola-\ntion as to the duration of the charter party.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_29\">    The\t next  question\t is whether the\t dispute  under\t the\ncharter\t party raised in the suit are arbitrable. The  divi-\nsion  bench held that the learned Single Judge was right  in\nso  far\t as he held that the matters were  arbitrable  apart\nfrom the question of illegality, invalidity of the contract.\nWe  agree with this view inasmuch as it is obvious that\t the\nquestion  of invalidity of the contract due to\tthe  alleged\nmutual\tmistake\t would\tbe de hors and\tindependent  of\t the\ncontract and as such would not be referable under the  arbi-\ntration\t clause, In so far as the question of illegality  of\nthe  charter party is concerned as the\tappellant  plaintiff\nhas  not established that the charter party was\t illegal  or\nvoid  ab  initio the question whether  the  modification  as\nalleged\t had rendered the contract illegal would be  covered\nby arbitration clause which reads:\n</p><blockquote id=\"blockquote_6\">\t      &quot;Any dispute or difference at any time arising\n\t      between  the parties hereto in respect of\t the\n\t      construction  meaning or effect or as  to\t the\n\t      rights  and liabilities of the parties  afore-\n\t      said hereunder or any other matter arising out\n\t      of this\n<span class=\"hidden_text\" id=\"span_37\">\t      501</span>\n\t      agreement, shall be referred to arbitration in\n\t      accordance  with the subject to the  provision\n\t      of  the  <a href=\"/doc/1052228/\" id=\"a_81\">Indian Arbitration Act, 1940</a>  or\t any\n\t      statutory modification or re-enactment thereto\n\t      or thereof for the time being in force and the\n\t      venue  of Arbitration shall be Madras or\tCal-\n\t      cutta,  and  not elsewhere and  the  Award  or\n\t      Awards  in  such arbitration shall be  made  a\n\t      rule of court of competent jurisdiction at the\n\t      instance of either party&quot;.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_30\">    We agree that under the above clause the reliefs claimed\nin the suit other than the question of ab initio  invalidity\nor  illegality of the contract would be referable.  However,\nit  will  be within the jurisdiction of\t the  arbitrator  to\ndecide the scope of his jurisdiction as we have said earlier\nthat  the court cannot make a contract between\tthe  parties\nand  its  power\t ends with interpretation  of  the  contract\nbetween\t them. The same principle also applies to the  arbi-\ntration\t agreement  unless  of course, the  parties  to\t the\narbitration  agreement\tauthorises  the court  to  make\t and\nmodify the agreement for themselves.\n</p><p data-structure=\"Conclusion\" id=\"p_31\">    Mr.\t C.S. Vaidyanathan for the respondents\tstates\tthat\nthe respondent shall have no objection to a retired Judge of\nthe  Supreme  Court being appointed as\tArbitrator  and\t the\nrespondents  shall not raise the question of  limitation  as\nindicated  by  Mr. Shanti Bhushan learned  counsel  for\t the\nappellant. We have no doubt that the Arbitrator so appointed\nshall proceed in accordance with law to decide the questions\nincluding that of the jurisdiction, if raised.\n    In the result, we find no merit in this appeal and hence\nit is dismissed leaving the parties to bear their own costs.\n</p><pre id=\"pre_2\">T.N.A.\t\t\t\t\t       Appeal\tdis-\nmissed.\n<span class=\"hidden_text\" id=\"span_38\">502</span>\n\n\n\n</pre>","numcites":22,"numcitedby":37,"docsource":"Supreme Court of India","citetid":513869,"divtype":"judgments","relatedqs":[{"value":"ex turpi causa non oritur actio ","formInput":"ex%20turpi%20causa%20non%20oritur%20actio%20"},{"value":"void contracts","formInput":"void%20contracts"},{"value":"illegal contracts","formInput":"illegal%20contracts"},{"value":"void agreements","formInput":"void%20agreements"},{"value":"smith v. hughes","formInput":"smith%20v.%20hughes"},{"value":"section 34 of the arbitration act","formInput":"section%2034%20of%20the%20arbitration%20act"},{"value":"mistake of fact","formInput":"mistake%20of%20fact"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"stay on proceedings","formInput":"stay%20on%20proceedings"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"arbitration agreement binding","formInput":"arbitration%20agreement%20binding"},{"value":"arbitration stay","formInput":"arbitration%20stay"},{"value":"article 136","formInput":"article%20136"},{"value":"public policy","formInput":"public%20policy"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"ex turpi causa","formInput":"ex%20turpi%20causa"},{"value":"arbitration clause in a contract","formInput":"arbitration%20clause%20in%20a%20contract"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"stay of suit","formInput":"stay%20of%20suit"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}