{"tid":158049726,"publishdate":"2017-05-04","title":"Amarsingh vs State Of M.P. on 4 May, 2017","doc":"<h2 class=\"doc_title\">Amarsingh vs State Of M.P. on 4 May, 2017</h2>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-k-gupta\">N.K. Gupta</a>, <a href=\"/search/?formInput=benchid:s-k-awasthi\">S.K.Awasthi</a></h3>\n\n<pre id=\"pre_1\">                                   1    Criminal Appeal No.409/2010\n\n        HIGH COURT OF MADHYA PRADESH\n              BENCH AT GWALIOR\n               DIVISION BENCH:\n\n         HON&#x27;BLE SHRI JUSTICE N.K. GUPTA\n                        &amp;\n        HON&#x27;BLE SHRI JUSTICE S.K.AWASTHI\n\n        CRIMINAL APPEAL NO. 409 OF 2010\n\n                          Amar Singh\n                              Vs.\n                   State of Madhya Pradesh\n\nFor the appellant          :    Shri A.K.Jain, Advocate\n\nFor      respondent- :          Shri J.M. Sahni, Panel Lawyer\nState\n\n                       JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                        (04/05/2017)\n\nPer Justice N.K. Gupta:\n</p><blockquote id=\"blockquote_1\">    The appellant has preferred the present appeal\nagainst the judgment dated 15.4.2010 passed by Ist\nAdditional    Sessions         Judge,   Ashoknagar        (M.P.)   in\nSessions Trial No.09/2009, whereby the appellant has\nbeen convicted of offence under <a href=\"/doc/1560742/\" id=\"a_1\">Section 302</a> of IPC and\nsentenced     to    Life       Imprisonment   with    a     fine   of\nRs.25000/-.\n</blockquote><blockquote id=\"blockquote_2\">(2) The prosecution&#x27;s case, in short, is that on\n29.9.2008 at about 7-8 pm deceased Haricharan was\ntaking dinner in his house at village Shadhora. The\nappellant went inside the house and took a cane from\nthe house of the deceased Haricharan having kerosene.\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">He poured kerosene on the deceased Haricharan and\nset him on fire. Thereafter, the appellant ran away from\nthe spot. The deceased Haricharan came out of the\n                              2    Criminal Appeal No.409/2010\n\nhouse shouting that he was burnt by appellant Amar\nSingh. His shouting was heard by various          witnesses\nlike Sonu (PW-1), Ramcharan (PW-4), Mathuralal (PW-\n</p><p data-structure=\"RespArg\" id=\"p_3\">5) and Parmal (PW-12). He was taken to the hospital. Dr.\nP. Bunkar (PW-7) attended the deceased Haricharan at\nCommunity Health Centre, Shadhora. He found that\napproximately complete body of the deceased was\nburnt. Smell of kerosene was oozing from his body and\nthere was no cloth on his body. He sent an intimation\nEx.P-11 to the concerned SHO. Thereafter, when a\nrequisition was submitted, he prepared the MLC report\nEx.P-13 and he found that the deceased Haricharan was\nseverely burnt. Various burns were found on the entire\nbody of the deceased Haricharan. According to Dr.\nBunkar, the injuries caused to Haricharan were fatal in\nnature, hence, he referred the deceased Haricharan to\nDistrict Hospital, Guna. The police has submitted an\napplication to get the dying declaration recorded,\nhowever, Dr. Bunkar gave a note on that application\nEx.P-14 that since the deceased was referred to District\nHospital, Guna, no dying declaration could be recorded\nat Shadhora.\n</p><p data-structure=\"CDiscource\" id=\"p_4\">(3) The Investigating Officer, Sub-Inspector Amresh\nBohre (PW-9) recorded the dying declaration of the\ndeceased as Ex.D-2. Also Assistant Sub-Inspector Daya\nSagar Singh (PW-11) has recorded his dying declaration\nas Ex.P-3. Initially the inquest was handed over to ASI\nDaya Sagar Singh (PW-11). He examined the various\nwitnesses and gave his report, Ex.P-21. In the dying\ndeclaration Ex.P-3, he got the intimation that the\nappellant had illicit relations with Bisan Bai (PW-3), wife\nof the deceased Haricharan and due to that reason\n                            3    Criminal Appeal No.409/2010\n\nthere was a quarrel taken place between the appellant\nAmar   Singh   and   the   deceased    Haricharan      and\nultimately on the date of incident the appellant had\ncommitted such a crime. Sub-Inspector Amresh Bohre\n(PW-9) went to the spot, he prepared a spot map Ex.P-6.\nHe also picked up the kerosene mixed soil and plain soil\nfrom the spot. A cane containing half litre of kerosene\noil, one match box, one burnt match stick, few pieces of\nburnt blanket, one burnt piece of vest and one burnt\npent were recovered by him and a seizure memo, Ex.\nP-7, was prepared. He examined various witnesses\nunder <a href=\"/doc/447673/\" id=\"a_2\">Section 161</a> of CrPC and collected articles which\nwere sent for forensic science examination to the\nForensic Science Laboratory, Sagar by letter Ex.P-17. A\nreport Ex.P-18 was received from the Forensic Science\nLaborary to show about the presence of kerosene on\nvarious articles. After due investigation, the charge\nsheet was filed before the Judicial Magistrate First\nClass, Ashoknagar, who committed the case to the Court\nof Session and ultimately it was transferred to Ist\nAdditional Sessions Judge, Ashoknagar.\n(4) The appellant abjured his guilt. He did not take any\nspecific plea and hence no defence evidence was\nadduced by him.\n</p><p data-structure=\"Facts\" id=\"p_5\">(5) The Ist Additional Sessions Judge after considering\nthe prosecution evidence convicted the appellant and\nsentenced him as mentioned above.\n</p><p data-structure=\"CDiscource\" id=\"p_6\">(6) We have heard learned counsel for the parties.\n(7) In the present case, first of all it is to be\nconsidered as to whether the deceased sustained the\nfatal injuries and his death was homicidal in nature or\nnot. In this connection, the evidence given by Dr. P.\n                                4    Criminal Appeal No.409/2010\n\nBunkar (PW-7) is important, who has proved the MLC\nreport Ex.P-13. The deceased Haricharan was taken\ndirectly to the Community Health Centre, Shadhora and\nhe was examined by Dr. P. Bunkar. He found that the\ndeceased Haricharan had removed all of his clothes and\na smell of kerosene was oozing from the body. He was\nburnt for 100% and various blisters were caused due to\nburning. According to Dr. Bunkar, the injuries were fatal\nin nature and, therefore, the deceased Haricharan was\nreferred   to   District   Hospital,   Guna,    however     he\nsuccumbed to the injury. Dr. Yogesh Dwivedi (PW-8)\nperformed the postmortem on the body of the deceased\nHaricharan. He found that the body was burnt 100%\nand in consequence of such injuries he claimed that the\ndeceased died due to septicemia. According to Dr.\nYogesh Dwivedi, death of the deceased was homicidal in\nnature but it should be proved by other facts and\ncircumstances. According to Dr. P. Bunkar and Dr.\nYogesh Dwivedi, the injuries caused to the deceased\nwere sufficient to cause his death.\n</p><p data-structure=\"CDiscource\" id=\"p_7\">(8) In the present case, since the incident took place\nwithin the house of the deceased Haricharan, nobody\nhad claimed that he saw the incident and, therefore,\nthere is no ocular evidence in the case. The case\ndepends    upon    the     circumstantial   evidence.    First\ncircumstance is the dying declaration, recorded by the\nInvestigating Officer. It is claimed by ASI Daya Sagar\nSingh (PW-11) that on 29.9.2008 he recorded the dying\ndeclaration of the deceased as Ex.P-3, in which the\ndeceased had mentioned about the enmity with the\nappellant and the overt act of the appellant that he\npoured kerosene upon him and set him on fire by a\n                               5      Criminal Appeal No.409/2010\n\nburning   match    stick.   Thereafter     on   6.10.2008     SI\nAmresh    Bohre    (PW-9)    again        recorded    a   dying\ndeclaration, Ex. D-2. These two dying declarations were\nrecorded as statement under <a href=\"/doc/447673/\" id=\"a_3\">Section 161</a> of CrPC. Also\nthe witnesses Sonu (PW-1) and Ramcharan (PW-4) have\nstated about the oral dying declaration given by the\ndeceased Haricharan when he was coming out of his\nhouse in burning condition that he was burnt by the\nappellant Amar Singh. In this connection, the learned\ncounsel has submitted that dying declaration could be\nrecorded by the doctor when a requisition was given to\nDr. P. Bunkar as Ex.P-14 and it was replied by Dr.\nBunkar that the patient was already referred to District\nHospital, Guna then it was for the Investigating Officer\nto arrange for recording of the dying declaration of the\ndeceased at District Hospital, Guna. It would be\napparent that the deceased sustained injuries on\n29.9.2008   and     he      died     on    11.10.2008,      i.e.,\napproximately after 12 days. Since after having the\nopportunity no dying declaration was recorded of the\ndeceased by any Executive Magistrate or a doctor, a\ndoubt is created as to whether the Investigating Officer\nhas recorded the dying declaration as told by the\ndeceased or not.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">(9) On the other hand, learned Panel Lawyer has\nsubmitted that the dying declaration recorded by the\npolice officer cannot be discarded only because it was\nrecorded by the police officer. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1889223\" id=\"span_1\">In this connection, the\njudgment passed by the Apex Court in the case of\n<a href=\"/doc/1889223/\" id=\"a_4\">&#x27;State of Rajasthan vs. Champa Lal</a>&#x27; (2009 Cri.L.J.\n2403) is referred in which it is mentioned that the\ndying declaration recorded by the Investigating Officer\n                                    6       Criminal Appeal No.409/2010\n\nis not always unreliable and if the dying declaration is\ncorroborated by the evidence of other witnesses then it\nmay be relied. It is further held that if the Investigating\nOfficer    has      shown    the       impossibility    to   get     the\nMagistrate then without indicating any reason such\ndying     declaration       cannot      be     discarded.</span>     <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1889223\" id=\"span_2\">In    this\nconnection, learned counsel for the appellant submits\nthat the aforesaid judgment passed in the case of\n<a href=\"/doc/1889223/\" id=\"a_5\">Champa Lal</a> (supra) shall not apply to the present\ncase. In this case there was no impossibility to the\npolice    officer    to   arrange       for   recording      of    dying\ndeclaration through the Executive Magistrate when the\ndeceased was admitted in the District Hospital, Guna\nfor approximately 7-8 days. It is also submitted that if\nthe case diary statement Ex.P-3 was recorded by ASI\nDaya Sagar Singh (PW-11) then there was no need to SI\nAmresh Bohre (PW-9) to record second statement Ex.D-\n2 under <a href=\"/doc/447673/\" id=\"a_6\">Section 161</a> of CrPC. The act of SI Amresh\nBohre indicates that he did not believe that the\nevidence recorded by SI Daya Sagar Singh was correct\nand, therefore, he tried to get it confirmed but still\nwhen he himself recorded a dying declaration Ex. D-2\non 6.10.2008 then he could arrange for recording of\ndying declaration by Executive Magistrate or the doctor.</span>\n<span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1889223\" id=\"span_3\">(10) After considering the submissions by learned\ncounsel for the parties, in the light of aforesaid\njudgment passed by the Apex Court in the case of\n<a href=\"/doc/1889223/\" id=\"a_7\">Champa Lal</a> (supra), corroboration of such evidence\nshould be examined. The prosecution has examined\nSonu (PW-1), Bisanbai (PW-3), Ramcharan (PW-4),\nMathuralal (PW-5) and Parmal (PW-12) as witnesses of\noral     dying   declaration       that       when     the   deceased\n                               7     Criminal Appeal No.409/2010\n\nHaricharan was coming out of his house, he was\nshouting that he was burnt by the appellant. Out of\nthese five witnesses, Bisanbai (PW-3) has turned hostile.\nIt appears that after the death of deceased Haricharan,\nshe remarried with some one else and therefore it was\npossible     that she would       not have supported       the\nprosecution case. However, no reason could be shown\nby the prosecution as to why the witnesses Mathuralal\n(PW5)      and   Parmal   (PW-12)   did   not   confirm    the\nprosecution story. If the deceased while coming out of\nthe house and stating that he was burnt by the\nappellant Amar Singh then such statement must have\nbeen heard by the cited witnesses Mathuralal and\nParmal but they did not support about that oral dying\ndeclaration. Under these circumstances, the evidence of\nSonu (PW-1) and Ramcharan (PW-4) should be examined\ncarefully.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_9\">(11) It would be apparent from the entire evidence\nproduced by the prosecution that except the dying\ndeclarations Ex.P-3 and Ex.D-2 there is no evidence that\nthe appellant had any illicit relation with the witness\nBisanbai (PW-3). The witnesses Sonu and Ramcharan\nhave claimed that they knew that the appellant had\nillicit relation with the witness Bisanbai but it may be\ntheir suspicion or opinion. They could not quote a single\ninstance relating to the character of the witness\nBisanbai. Hence, it cannot be said otherwise that the\nappellant has any reason to commit such crime with the\ndeceased Haricharan. The character of the appellant as\nwell as Bisanbai could not be proved by any of the\nwitnesses. If Bisanbai was in love with the appellant\nthen soon after the death of the husband she should not\n                             8      Criminal Appeal No.409/2010\n\nhave remarried with some one else but she has\naccepted that she married with one Harveer and not\nwith the appellant Amar Singh. She has categorically\ndenied that she had any illicit relation with the\nappellant Amar Singh. Under these circumstances, the\ntestimony as mentioned in the dying declaration could\nnot be corroborated by the independent witness or\nevidence that the appellant had illicit relation with the\nwitness Bisanbai or he had a motive to kill the deceased\nHaricharan.\n</p><p data-structure=\"CDiscource\" id=\"p_10\">(12) Also, witness Sonu (PW-1) has accepted that the\ndeceased Haricharan was his Uncle and he could not\nshow any reason as to why he was present at the spot at\nthe time of incident. The witness Sonu was not resident\nof the house of the deceased Haricharan and in spot\nmap it is not shown that Sonu was residing near the\nhouse of Haricharan. According to the spot map Ex.P-6,\nManoj   Sweeper,     Ramcharan     and   Mathuralal      were\nneighbours of the deceased Haricharan and, therefore,\nthe evidence of witness Sonu has no much importance.\nHe must be telling against the appellant because he was\nsimply supporting the case of prosecution dependent\nupon the FIR and facts mentioned in the FIR. Hence,\nthe evidence of witness Sonyu has no evidenciary value\nand it does not corroborate the dying declaration\nrecorded by the police officers.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">(13) Ramcharan (PW4) was neighbour of the deceased\nHaricharan and he has categorically stated about the\nprevious   quarrel   between    the   appellant    and    the\ndeceased Haricharan. However, he has           accepted     in\npara 1 of his statement that a purse was in hand of the\nwitness Bisanbai in which the wages of appellant Amar\n                             9    Criminal Appeal No.409/2010\n\nSingh and deceased Haricharan were kept. If the\ndeceased had any enmity with the appellant Amar Singh\ndue to his activity relating to Bisanbai, wife of the\ndeceased Haricharan, then it was not possible for the\ndeceased that he would have kept his income in the\npurse where income of the appellant Amar Singh was\nalso kept   by Bisanbai.    According    to the    witness\nRamcharn, a quarrel was going on between                the\ndeceased    Haricharan     and   his    wife,   thereafter\nRamcharan went and sat near the house of Haricharan.\nAfter sometime he saw Haricharan coming out of his\nhouse in burning condition and he was shouting that he\nwas burnt by the appellant Amar Singh. If the dying\ndeclaration as recorded by the police officer and oral\ndying declaration as told by the witness Ramcharan are\nconsidered to be true then according to that evidence,\nAmar Singh went inside the house, set the deceased\nHaricharan on fire and ran away and soon thereafter\nthe deceased Haricharan came outside of the house by\nshouting such words. However, it is strange that\nRamcharan did not claim that he saw the appellant\ncoming out of the house soon before when the deceased\nHaricharan came out of the house. According to\nRamcharan, he did not leave the house of the deceased\nHaricharan but he was sitting slightly away from the\nhouse so that he could see the deceased Haricharan\nwho was coming out of the house in burning condition.\nUnder these circumstances, if the deceased Haricharan\nwas set on fire by the appellant then the appellant\nwould have been seen by the witness Ramcharan when\nhe came out of house and ran away from the spot but it\nis not the claim of Ramcharan that he saw the appellant\n                            10    Criminal Appeal No.409/2010\n\nAmar Singh who was leaving the spot soon after the\nincident and that clearly indicates that a false case has\nbeen cooked by the police officers against the appellant\nand alleged witness, who is the witness of oral dying\ndeclaration, could not give any information as to how\nthe appellant Amar Singh left the house of the deceased\nHaricharan. In the cross-examination, in para 6, the\nwitness has accepted that he did not try to save\nHarichran. He informed that the house of Haricharan\nhad sustained fire and Haricharan was also burning but\nhe did not try to help him. On the contrary, he says that\nhe went to his house to take Chappals and thereafter he\nfollowed Haricharan to assist him at Police Station. He\ndid not shout to call any person to help Haricharan.\nLooking to the conduct of this witness Ramcharan, it\nappears that either he was not present in front of the\nhouse of the deceased Haricharan when Haricharan\ncame out of the house or he is telling a falsehood,\notherwise being a neighbour he would have shouted so\nthat he could get help for the deceased Haricharan or\nhe himself had done something to help the deceased\nHaricharan. Under these circumstances, the evidence\ngiven by Ramcharan is not acceptable and, therefore,\nneither oral dying declaration was proved nor any\ncorroboration is found to the evidence recorded by the\nInvestigating Officers of the deceased Haricharan as\ncase diary statement.\n</p><p data-structure=\"Precedent\" id=\"p_12\">(14) When   no   corroboration   is   obtained   and    the\nInvestigating Officers had a lot of opportunity to\nexamine the deceased by the Magistrate or the doctor\nthen by not availing that opportunity and recording of\nevidence by two Investigating Officers consecutively\n                             11     Criminal Appeal No.409/2010\n\nindicates that a false case has been created. Therefore,\nthe dying declarations as recorded by the police officers\ncannot be relied upon. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1889223\" id=\"span_4\">In case of <a href=\"/doc/1889223/\" id=\"a_8\">Champa Lal</a> (supra),\nthe Investigating Officer has shown the impossibility to\ncall the Magistrate but in the present case where the\ndeceased survived for approximately 11 days, but the\nInvestigating Offiers did not try to examine him by\nExecutive Magistrate or the doctor.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_13\">(15) If the evidence of dying declarations Ex.P-3 and D-\n2 as well as oral dying declaration is discarded then\nnothing remains in the case. If the documents Ex.P-3\nand Ex.D-2 are discarded then there is no evidence on\nrecord to show that the appellant had any illicit relation\nwith the witness Bisanbai or the deceased Haricharan\nhad objected. On the other hand, it is proved that the\ndeceased Haricharan and appellant Amar Singh kept\ntheir wages commonly in the purse which was kept by\nBisanbai, wife of      the deceased Haricharan, that\nindicates about good relation of the deceased with the\nappellant. Hence, there was no reason for the appellant\nto kill the deceased Haricharan.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">(16) As submitted by learned counsel for the appellant,\nDr. Bunkar (PW-7) has sent an immediate intimation\nEx.P-11 to the police that the deceased Haricharan\ncame to the hospital in a burnt condition and thereafter\nSHO Shadhora has sent an application Ex.P-12 for\nrecording of MLC and in that period any police officer\ncould record a &#x27;Dehati Nalishi&#x27; from the deceased\nHaricharan himself but the police did not try to record\nDehati Nalishi or FIR from the side of the deceased\nHaricharan. In this connection, the judgment passed by\nthe Apex Court in the case of &#x27;Munnu Raja and\n                             12   Criminal Appeal No.409/2010\n\nanother vs. The State of Madhya Pradesh&#x27; (AIR\n1976 SC 2199) may be referred in which it is held that\nif the statement of victim is recorded as FIR then it can\nbe considered as dying declaration. In the present case\nthe Investigating Officers did not try to get FIR or\nDehati Nalishi from the deceased, therefore, there is no\nFIR available which can be treated as dying declaration.\n(17) Also if Haricharan was followed by the witness\nRamcharan then FIR could be lodged by Ramcharan\nsoon after the incident that he saw the deceased\nHaricharan who was coming out of the house in burning\ncondition and he was telling that he was burnt by the\nappellant Amar Singh. There is no reason shown by any\nof the Investigating Officers as to why the FIR was not\nlodged from the witness Ramcharan.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">(18) Under these circumstances, it is proved beyond\ndoubt that Haricharan died due to burn injuries. He\nsustained burn injuries but the chain of circumstantial\nevidence is broken. It is not proved beyond doubt that\nappellant Amar Singh was the person who had burnt\nthe deceased Haricharan. On the basis of the aforesaid\ndiscussion where chain of circumstantial evidence is\nbroken, the appellant cannot be convicted of the offence\nunder <a href=\"/doc/1560742/\" id=\"a_9\">Section 302</a> of IPC or any inferior offence of the\nsame nature. The trial court has committed an error in\nconvicting the appellant.\n</p><p data-structure=\"Conclusion\" id=\"p_16\">(19) Consequently, the appeal filed by the appellant is\nacceptable, hence it is accepted. The conviction as well\nas sentence recorded by the trial court against the\nappellant for the offence under <a href=\"/doc/1560742/\" id=\"a_10\">Section 302</a> of IPC are\nhereby set aside. The appellant is acquitted from the\ncharge of <a href=\"/doc/1560742/\" id=\"a_11\">Section 302</a> of IPC.\n</p><p data-structure=\"Conclusion\" id=\"p_17\">                                     13    Criminal Appeal No.409/2010\n\n        (20) The appellant is in jail. Office is directed to\n        arrange for issuance of a release warrant of appellant\n        without any delay so that he may be released forthwith.\n        (21) A copy of the judgment be sent to the court below\n        along with its record for information.\n</p>\n\n\n<pre id=\"pre_2\">            (N.K. Gupta)                         (S.K.Awasthi)\n                Judge                                Judge\n           (04/05/2017)                          (04/05/2017)\n\n\n(yog)\n </pre>","numcites":3,"numcitedby":41,"docsource":"Madhya Pradesh High Court","citetid":158049726,"divtype":"judgments","relatedqs":[{"value":"oral dying declaration ","formInput":"oral%20dying%20declaration%20"},{"value":"circumstantial evidence","formInput":"circumstantial%20evidence"},{"value":"who should record dying declaration ","formInput":"who%20should%20record%20dying%20declaration%20"},{"value":"illicit relation","formInput":"illicit%20relation"},{"value":" KEROSENE","formInput":"%20KEROSENE"},{"value":"executive magistrate","formInput":"executive%20magistrate"},{"value":"forensic  ","formInput":"forensic%20%20"},{"value":"forensic science","formInput":"forensic%20science"},{"value":"dying declarations","formInput":"dying%20declarations"},{"value":"section 161","formInput":"section%20161"},{"value":"criminal appeal after 2010","formInput":"criminal%20appeal%20after%202010"},{"value":"\\\"circumstantial evidence\\\"","formInput":"%5C%22circumstantial%20evidence%5C%22"},{"value":"409","formInput":"409"},{"value":"deceased dying declaration ","formInput":"deceased%20dying%20declaration%20"},{"value":"fatal","formInput":"fatal"},{"value":"sonu","formInput":"sonu"},{"value":"circumstantial evidence is of no evidence","formInput":"circumstantial%20evidence%20is%20of%20no%20evidence"},{"value":"neighbour","formInput":"neighbour"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"examination-of-witnesses","formInput":"tag:examination-of-witnesses"}],"courtcopy":true,"query_alert":null,"agreement":false}