{"tid":1096873,"publishdate":"1992-01-27","title":"Andhra Civil Construction Co. vs The Board Of Trustees Of The Port Of ... on 27 January, 1992","doc":"<h2 class=\"doc_title\">Andhra Civil Construction Co. vs The Board Of Trustees Of The Port Of ... on 27 January, 1992</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1992(2)BOMCR132</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nD.R. Dhanuka, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Messrs Andhra Civil Construction Company has made an application under <a href=\"/doc/811701/\" id=\"a_1\">section 20</a> of the Arbitration Act, 1940 against the Board of Trustees of the Port of Bombay for filing of the arbitration agreement as contained in Clause 18 of the General Conditions of Contract forming part of contract dated 6th December 1980 between the petitioner and the respondent and for an order of reference in respect of various claims of the petitioner particularised in paragraph 20A of the petition. The petition is numbered and registered as a suit as required by the provisions of <a href=\"/doc/1052228/\" id=\"a_2\">The Arbitration Act, 1940</a>. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. The petitioner has also made an application under <a href=\"/doc/28932/\" id=\"a_3\">section 41</a> of the Arbitration Act, 1940 for an order of injunction restraining the respondent from encashing the Bank guarantee, copy whereof is Exhibit &#x27;A&#x27; to the petition/plaint or the renewal thereof in Arbitration Suit No. 3795  of 1990.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. It is necessary to summarise the material facts having bearing on the petition.\n</p> \n\n<blockquote id=\"blockquote_1\">(a)  In or about the year 1977, the Defendant/Respondent floated Tender No. E/16A/1977 for the work of Sassoon Fish Harbour Project, Bombay, construction of quay wall and anciallary works including dredging and reclamation as more particularly set out therein. The tender submitted by the plaintiff-petitioner for the said work was accepted by the respondent. Ultimately, on 6th December 1980, a written contract was executed between the petitioner and the respondent whereunder the petitioner agreed to construct marine works of Sassoon Fish Harbour Project and carry out other contractual work. Even prior to the execution of the formal contract dated 6th December 1980, sometime in the month of October 1979, the petitioner commenced the said work. The said work was required to be suspended at the instance of the respondent on certain occasions. The original stipulated date for completion of the contract work expired. A public interest litigation was filed in this Court to stop the project. The petitioner made a claim for escalation in respect of the rates fixed for carrying out the work under the said contract. The said claim was disputed by the respondent. The above referred contract contained an arbitration clause in terms of Clause 18 of the General Conditions of Contract forming part of the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(b)  On 28th April 1986, Shri J.G. Bodhe, a well known Architect, who is unfortunately no more, made his Award in his capacity as an Umpire directing the respondent to pay a sum of Rs. 25,67,000/- to the petitioner within six months from the date of the said Award. By the said Award, the petitioner was directed to commence the work on payment of the said amount and complete the work within a period of 15 months from the date thereof. On 27th October 1986, the respondent paid the said amount to the petitioner. The petitioner resumed the work. The period of 15 months expired.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(c)  During the period when the contract was being executed, once again the petitioner had to face certain problems as briefly indicated hereinafter. The petitioner was required to carry out blasting operations for carrying out of the work. Disputes and differences arose between the parties in respect of user of explosives. The work was not completed in time. Expert opinion of Central Water &amp; Power Research Station, Khadakwala, Pune, was required to be obtained on certain aspects of the work. The work was suspended for some time. Once again the petitioner claimed escalation in prices. The respondent disputed the said claim of the petitioner. The petitioners invoked the arbitration clause in respect of some of their claims. The petitioner filed Arbitration Suit No. 3530 of 1989, in this Court. By an order dated 27th March 1989, passed by this Court, claims specified in paragraph 7 of award dated 4th October 1990 referred to in later part of the order were referred to be arbitration of Shri J.G. Bodhe as a Sole Arbitrator. On 4th October 1990, Shri J.G. Bodhe made his Award directing the respondent to pay certain amounts to the petitioner as set out therein. According to the petitioner, the amount payable by the respondent to the petitioner works out to Rs. 12 lacs. The said award has not been filed in Court. Shri Bodhe has unfortunately expired. The petitioner has made a grievance in respect of non-payment of the amount payable by the respondent under the said Award dated 4th October 1990. For the moment, I am not seized of the matters pertaining to enforcement or non-enforcement of Award dated 4th October 1990. Shri Makhija, the learned Counsel for the respondent, has made a statement to the Court on behalf of his client to the effect that the respondent is agreeable to a signed copy of the said Award being filed in this Court by the petitioner instead of the original Award in view of the death of the Arbitrator keeping all the contentions of the respondent open in respect of the right of the respondent to challenge the said Award in accordance with law, if so advised.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(d)  The petitioner has annexed copies of several letters addressed by the petitioner to the respondent indicating the bona fide attitude of the petitioner towards the obligation to complete the balance of contracted work. The petitioner has already completed substantial part of the contract work. By a letter dated 16th November 1990, the respondent terminated the said contract. A copy of the said letter is annexed to the petition as Exhibit F-1. There is a dispute between the parties as to whether the respondent has rightly terminated the contract or wrongly terminated the same.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(f)  On or about 17th November, 1987, Canara Bank had furnished Bank guarantee bearing No. 429 of 1987 in favour of the respondent for Rs. 11,20,320/-. The Canara Bank furnished the said guarantee at the instance of the petitioners in pursuance of their obligation under the said contract. By the said Bank guarantee, the Canara Bank undertook to pay the amount not exceeding the specified sum of Rs. 11,20,320/- to the respondent on demand whenever required by the respondent without referring to the petitioner without questioning the right of the respondent Board to make such demand or the propriety or legality of such demand. The said Bank guarantee is now renewed and is kept in force upto 26th May 1992. The respondent invoked the said Bank guarantee sometime prior to filing of Arbitration Suit No. 3795 of 1990. The petitioner invoked the arbitration clause. By an ad interim order passed by Ashok Agarwal, J., on 6th December 1990, in Arbitration Petition No. 224 of 1990, the respondent was restrained from encashing the said Bank guarantee on the condition that the petitioner will renew the same from time to time and keep the same alive, which has been done. The said order was an ad interim order. The respondent opposes the continuation of ad interim relief and applies for vacating thereof. The above referred interim petition i.e., Arbitration Petition No. 224 of 1990 is heard. It is of considerable significance that the Canara Bank is not made a party to Arbitration Suit or Interim Petition No. 224 of 1990 although the Bank is a necessary party to the contract of Bank guarantee. Both sides have tried to narrow down their disputes to some extent as indicated hereinafter.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. Parties are agreeable that the arbitration agreement contained in Clause 18 of the General Conditions of Contract forming part of the contract dated 6th December 1980 be filed in this Court as contemplated under <a href=\"/doc/811701/\" id=\"a_4\">section 20</a> of the Arbitration Act, 1940 and an  order of reference be made to a mutually agreed Arbitrator. Both the parties are agreeable to Shri M.C. Bhide, Retired Chief Engineer, Central Railway, being appointed by the Court as a Sole Arbitrator. The principal contention argued before me related to categorisation of claims to be referred to the learned Arbitrator. Shri Makhija, the learned Counsel for the respondent, has contended that claims referred to in sub-paragraphs (e), (f), (g) and (h) of paragraph 20A of the plaint should not be referred to arbitration. The petitioners have pressed their application for reference of all the claims categorised in paragraph 20 A of the petition/plaint to arbitration. Paragraph 20A of the petition/plaint reads as under :---\n</p>  \n\n<p data-structure=\"Section\" id=\"p_5\">&#x27;20A. The plaintiffs say that the following differences and disputes have arisen between the plaintiffs and the defendants as more particularly categorised hereinbelow :---\n</p>  \n\n<blockquote id=\"blockquote_6\">a)  Claim for full payment of retention money with interest at 21% from due date till payment in view of substantial Completion of work.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">b)  Refund of excess recoveries and payments for pending bills for work done.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">c)  Payment of expenditure incurred by the plaintiffs by way of overheads from 27-1-90- to 29-1-90 as mentioned in letter dated 29-1-90 referred to the defendants.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">d)  Whether the defendants have committed breaches of contract by not permitting the plaintiffs to use explosives or alternative machinery for carrying out dredging work in Victoria Basin and not clearing the site for the said purpose and whether  the plaintiffs are discharged from performance of the said part of contract by reason of default on part of the defendants.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">e)  Whether the defendants have wrongfully terminated the contract and are liable to pay damages to the plaintiffs.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">f)  Claim for damages on account of non-payment of the amount payable to the plaintiffs by defendants under Award dated 4-10-90 given by Mr. Bodhe.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">g)  Whether the defendants are entitled to invoke Bank guarantee in the facts and circumstances of the case and are liable to pay damages for wrongfully inviting Bank Guarantee.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">h)  Such other matter in difference as plaintiff shall give written notice to the defendants and to the arbitrator prior to the close of pleadings&quot;.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_6\">It is common ground that claims referred to in sub-paragraphs (a) to (d) of paragraph 20A of the plaint are covered by the arbitration clause. The arbitration clause is contained in Clause 18 of the General Conditions of Contract governing the works contract dated 6th December, 1980. The said arbitration clause reads as under :---\n</p>  \n\n<blockquote id=\"blockquote_14\">&quot;18.  Settlement of Disputes - Arbitration.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">If any dispute or difference of any kind whatsoever, other than under Clauses Nos. 8.1, 8.4 and 10.1 in respect of which the Engineer&#x27;s decision shall be final and binding on the contractor, shall arise between the Employer and the Contractor in connection with or arising out of the contract or its construction or the carrying out of the works (whether during the progress of the works or after their completion and whether before or after the determination, abandonment or breach of the contract it shall be referred to the Arbitration of one Arbitrator, if both the contractor and the employer agree to the choice of the Arbitrator. If they do not agree then it shall be referred to the arbitration of two Arbitrators (one to be appointed by the Employer and one by the Contractor) or in the case of the said Arbitration not agreeing then to the Award of an Umpire to be appointed by the said Arbitrators pursuant to and with regard to the mode and consequence of the reference and in all other respects conform to the provisions of <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act, 1940</a> (Act No. of 1940 of the Central Legislature) or any re-enactment or statutory modification thereof for the time being in force provided however that the Umpire will be appointed in writing before entering on the reference and his award shall be final and binding on the contractor as well as employer.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">In the case of any dispute or difference referred above, the contractor shall not stop the work but shall proceed with the work with due diligence and until the receipt of the award in the dispute, the Engineer&#x27;s decision on all such matters shall be binding on the Contractor&quot;.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_7\">5. In my judgment, the question as to whether the respondent wrongfully terminated the contract and is liable to pay damages to the petitioner as a result thereof is clearly covered under the above referred arbitration clause. It is not for this Court to decide the merits of the claim. Shri Makhija, has clarified that the reason for the respondent objecting to the claim referred to in sub-paragraph (e) of paragraph 20A of the plaint being referred to arbitration is the possibility of the petitioner plaintiff claiming specific performance of contract dated 6th December 1980. Paragraph 20A(e) of the petition/plaint clearly refers to &quot;claim for damages&quot; in the later part of question (e) formulated by the petitioner. This apprehension of Shri Makhija is therefore not well founded. I am not in favour of general order of reference being made as far as I can help it. It is much better and in the interests of justice that the claims are particularised before the order of reference is made. I direct the petitioner to quantify the amount of damages claimed by the petitioner resulting from termination of the said contract and the basis thereof by a letter to be addressed by the petitioner or their Advocates to the respondent or their Advocates within four weeks from today. The Arbitrator shall arbitrate upon claims referred to in sub-paragraphs (a) to (e) of paragraph 20A of the petition/plaint in conjunction with the said letter quantifying the claim for damages referred to in sub-paragraph (e) of paragraph 20A of the petition. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">6. It is impossible to accept the submission of Shri. N.G. Thakkar, the learned Counsel for the petitioner, that claim for damages alleged to have been suffered by the petitioner on account of non-payment of the amount payable by the defendant under the Award dated 4th October 1990 made by Shri. J.G. Bodhe should also be referred to the arbitration of Shri. Bhide. The said claim is meaningless. As and when decree is passed in terms of award dated 4th October, 1990, the Court will endeavour to compensate the plaintiff by awarding necessary amount of interest. The claim formulated in sub-paragraph (f) of paragraph 20A of the plaint cannot be made the subject-matter of a separate arbitration. The submission made by the petitioner for referring claim categorised in sub-paragraph (f) of paragraph 20A of the petition/plaint is therefore rejected. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">7. Canara Bank is a necessary party for adjudication of the dispute as to whether the respondent is entitled to encash the Bank guarantee in question or not. Canara Bank is not a party to the arbitration agreement in question. In my judgment, the question as to whether the defendant should be restrained from invoking the Bank guarantee or not cannot be referred to arbitration having regard to ratio of decided cases which I will refer later. Canara Bank cannot be compelled to submit to arbitration as it is not a party to the arbitration agreement. If the petitioner makes a money claim against the respondent for refund of amount collected by the respondent by encashing the Bank guarantee and for other consequential claims like damages after the Bank guarantee is encashed, such a claim can be referred to arbitration as the Bank would not be then concerned with the dispute of this kind arising between the petitioner and respondent only. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1429510\" id=\"span_1\">To this limited extent only, the Arbitrator is entitled to arbitrate upon the money claim arising between the petitioner and the respondent. If the petitioner seeks an order of injunction restraining enforcement/encashment of the Bank guarantee, it would have to file a suit after impleading the Bank as a party defendant in the suit. In such a suit also very rarely an order of injunction can be granted on well-recognised ground like fraud. I had an occasion to deal with this aspect in my judgment in the case of <a href=\"/doc/1429510/\" id=\"a_6\">Suresh Arjundas Bakhtiani v. Union of India and another</a>, 1990 Mh.L.J. 1243 : 1991(1) Bom. C.R. 26.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_2\">In this case, after referring to several passages from the judgments of the Hon&#x27;ble Supreme Court in the cases of Tarapore &amp; Co. v. Tracteroexport, Moscow &amp; another, , United Commercial Bank v. Bank of India &amp; others, , <a href=\"/doc/329587/\" id=\"a_7\">U.P. Co-operative Federation v. Singh Consultants and Engineers (P) Ltd.</a>, , and the judgment of the High Court of Calcutta in the case of Hindustan Paper Corporation Ltd. v. Kaneilhouse Angaml, 68 Company Cases, 361, I had held that the Bank guarantee was a contract separate from the original contract pursuant to which the Bank guarantee was furnished and the claim relating to enforcement of Bank guarantee was not covered by the arbitration clause contained in the parent contract. I had also held in the above case that the Bank was a necessary party to the dispute of the above nature and the Bank could not be compelled to submit to arbitration as it was not a party to arbitration agreement. In this case I had further held that an application for interim injunction restraining the respondent from enforcing the Bank guarantee was not maintainable under <a href=\"/doc/28932/\" id=\"a_8\">section 41</a> of the Arbitration Act, 1940.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"154124\" id=\"span_3\">8. Mr. N.G. Thakkar, the learned Counsel for the petitioner, has invited my attention to the unreported judgment of Brother Justice Cazi of our High Court, being judgment dated 11th and 14th October 1991 in the case of <a href=\"/doc/154124/\" id=\"a_9\">Taj Trade and Transport Co. Ltd. v. Oil and Natural Gas Commission, Arbitration Petition No.</a> 34, of 1991 in Arbitration Suit No. 347 of 1991 : 1992(2) Bom.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1429510\" id=\"span_4\">Cr. 125 and other connected matters and requested me to reconsider the ratio of my decision in <a href=\"/doc/1429510/\" id=\"a_10\">Suresh Bakhtianis</a> case (supra) in light of the above-referred judgment.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1429510\" id=\"span_5\">I have agreed to reconsider the ratio of my judgment in the case of <a href=\"/doc/1429510/\" id=\"a_11\">Suresh Bakhtianls</a> case. I have given my careful thought to the authorities cited by Mr. Thakkar once again at the hearing of this petition. I have however remained totally unconvinced with the submissions of Mr. Thakkar. I am not convinced to change my view. I do not consider it necessary to accept the request of Mr. Thakkar to recommend to the Hon&#x27;ble Chief Justice to refer the matter to the Hon&#x27;ble Division Bench in view of several Supreme Court judgments referred to therein.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"24807\" id=\"span_6\">The judgment of Brother Justice Cazi, relied on the ratio of the judgment of the Honourable Supreme Court in the case of <a href=\"/doc/24807/\" id=\"a_12\">Punjab National Bank v. Sri Bikram Cotton Mills Ltd.</a>, . After reading and re-reading the above referred Supreme Court judgment, I have reached the conclusion that this judgment of the Supreme Court, with respect, has no relevance to the problem under discussion as discussed in later part of this judgment at its appropriate place.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">9. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1290306\" id=\"span_7\">In M/s. <a href=\"/doc/1290306/\" id=\"a_13\">Tarapore &amp; Co. v. Tracteroexport, Moscow &amp; another</a>, (supra), the Apex Court was dealing with the question as to whether the letter of credit was independent of and unqualified by the contract of sale or underlying transaction. Hegde, J., speaking for the Bench of the Hon&#x27;ble Supreme Court discussed the relevant principles in paragraphs 10 and 11 of <a href=\"/doc/1290306/\" id=\"a_14\">the said judgment</a>. After referring to various English and American cases, the Supreme Court concluded the discussion in the last but one sentence of paragraph 11 of <a href=\"/doc/1290306/\" id=\"a_15\">the said judgment</a> as under:---</span> \n</p>  \n\n<blockquote id=\"blockquote_17\">&quot;That decision establishes the well known principle that the letter of credit is independent of and unqualified by the contract of sale or underlying transaction. The autonomy of an irrevocable letter of credit is entitled to protection. As a rule, Courts refrain from interfering with that autonomy&quot;. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_12\">(The underlining is done to supply emphasis)\n \n\nThe same principles are applicable to the transaction of a Bank guarantee. Both letter of credit as well as Bank guarantee undoubtedly have their genesis in the original contract. Guarantee is furnished by the Bank in pursuance of the request made by one of the parties to the original contract. Nevertheless, a contract of Bank guarantee particularly when it contains an absolute undertaking to pay an amount on demand which may be made by the beneficiary thereof constitutes an independent contract i.e., a contract independent of and unqualified by the contract of sale or underlying transaction is enforceable on its own terms notwithstanding the dispute between the parties to the original contract. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">10. In United Commercial Bank v. Bank of India, , A.P. Sen, J. speaking for the Bench of the Hon&#x27;ble Supreme Court summed up the conclusion of the Supreme Court in paras 38 and 41 of the judgment. In paragraph 38 of the judgment, the Supreme Court observed as under:--- \n</p>  \n\n<blockquote id=\"blockquote_18\">&quot;In the light of these principles, the rule is well established that a Bank issuing or confirming a letter of credit is not concerned with the underlying contract between the buyer and seller&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">In paragraph 41 of the same judgment, the Supreme Court referred to the well known passages from the judgment of Lord Denying and observed that the letter of credit was analogous to a contract of guarantee. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1429510\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"24807\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"24807\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1429510\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"24807\" id=\"span_12\">11. In the above referred unreported judgment, 1992(2) Bom.C.R. Brother Justice Cazi did not ultimately grant interim injunction so as to restrain the respondent from encashing the Bank Guarantee having regard to merits of the case. The learned Judge referred to the judgment of the Supreme Court in the case of (<a href=\"/doc/24807/\" id=\"a_16\">Punjab National Bank v. Sri Bikram Cotton Mills Ltd.</a>, , and held that my observations in the judgment in <a href=\"/doc/1429510/\" id=\"a_17\">Suresh Bakhitanls</a> case (supra) were inconsistent with the ratio of the above referred judgment in the case of <a href=\"/doc/24807/\" id=\"a_18\">Punjab National Bank v. Sri Bikram Cotton Mills Ltd. I</a> have tried in all humility to read and re-read the judgment of the Supreme Court in the case of <a href=\"/doc/24807/\" id=\"a_19\">Punjab National Bank v. Sri Bikram Cotton Mills Ltd.</a> and also invited the learned Counsel to submit detailed arguments on the ratio of <a href=\"/doc/24807/\" id=\"a_20\">the said judgment</a> so that I can reconsider and re-scrutinise the ratio of my judgment in <a href=\"/doc/1429510/\" id=\"a_21\">Suresh Bakhitianls</a> case.</span></span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"24807\" id=\"span_13\">In the case of <a href=\"/doc/24807/\" id=\"a_22\">Punjab National Bank v. Sri Bikram Cotton Mills Ltd.</a> the question before the Supreme Court was as to whether the guarantee bond executed by the surety was enforceable at the stage at which it was sought to be enforced having regard to the terms of the surety bond. The facts of this case are of considerable  relevance in order to appreciate the ratio of this judgment. One Shri Ranjit Singh was a director of Ranjit Singh &amp; Sons Ltd., which acted as a Managing Agent of Sri Bikram Cotton Mills. Shri Ranjit Singh executed a guarantee bond in favour of Punjab National Bank to secure repayment of the &quot;Balance ultimately remaining due&quot; to the bank by the Mill Company. Some of the creditors had filed a winding up petition in the High Court of Allahabad. During the course of such winding up proceedings, a scheme was sanctioned providing for payment of the amount by the company in the manner provided under the scheme. The company had not defaulted in carrying out its obligations under the scheme as sanctioned. The Bank filed a civil suit inter alia against the guarantor for recovery of its claim in full against the surety and the question before the Court was as to whether the liability of the guarantor was co-extensive with that of the principle debtor. <a href=\"/doc/1377136/\" id=\"a_23\">Section 128</a> of the Contract Act provides that the liability of the surety under the said section is co-extensive with that of the principle debtor unless otherwise provided for by the contract. After extracting several clauses from the surety bond executed by Shri Ranjit Singh, the Supreme Court held that the surety bond clearly provided for a contract to the contrary and the liability of the surety was not co-extensive as it was in terms restricted to &quot;the ultimate balance&quot;. After construing the various clauses from the said surety bond and interpreting the same, the Supreme Court held that the suit filed by the Bank should have been stayed and no decree could be passed against the surety until the &quot;ultimate balance due&quot; from the company was determined having regard to restricted nature of the guarantee. During course of discussion, J.C. Shah, J., speaking for the Bench distinguished a contract of indemnity and a contract of guarantee in paragraphs 8, 9 and 10 of his judgment and observed that a contract of guarantee required concurrence of three persons, the principal debtor, the surety and the creditor. Undoubtedly it is so. Does it mean that the claim relating to enforcement of Bank guarantee can be arbitrated upon in the absence of the Bank and as to whether the Bank can be compelled to submit to arbitration when it is not a party to arbitration agreement? In my judgment, this case, with respect, has no application whatsoever to the problem under consideration in this case i.e. whether the Bank is a party to the arbitration agreement; whether the dispute as to enforcement of the Bank guarantee as such can be referred to arbitration without impleading the Bank; whether the Bank can be impleaded as a party to such arbitration proceedings? The Division Bench judgment of High Court of Calcutta in the case of Hindustan Paper Construction Ltd. and three other judgments of the Apex Court i.e., in the case of Tarapore &amp; Co. United Commercial Bank, and U.P. Co-operative Federation appear to me to be on all fours. No Bank guarantee can be furnished without the concurrence of the party at whose instance the Bank guarantee is furnished. To this extent, there can be no dispute. The Bank guarantee has it genesis in the original contract. To this extent also, there can be no dispute. The question nevertheless arises as to whether the contract of Bank guarantee containing an absolute undertaking to pay the amount on demand executed by the Bank is a separate independent contract between the Bank and the beneficiary unqualified by the parent contract, and whether the claim relating to enforcement of Bank guarantee can be arbitrated upon unless he is willing to submit to arbitration.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">12. It has been rightly held in some of the cases that the party at whose instance the Bank guarantee is furnished is in a way a stranger to the contract of the Bank guarantee. A Division Bench of the High Court of Delhi in the case of M/s. Harprashad &amp; Co. v. M/s. Sudarshan Steel Rolling Mills, , has taken a similar view. In this case, B.N. Kirpal, J., speaking for the Bench observed that the party at whose instance the guarantee has been furnished is, in a way, a stranger to the said contract of Bank guarantee as the Bank guarantee is a bilateral contract between the Bank and the party at whose instance the guarantee has been furnished. In paragraph 19 of the judgment, it was observed as under:--- \n</p>  \n\n<blockquote id=\"blockquote_19\">&quot;A Bank guarantee is a contract between the issuing Bank and the person in whose favour the guarantee has been furnished. Though the Bank guarantee may have been issued by the banker at the instance of its client, as far as the Bank guarantee is concerned, it is a bilateral contract between the banker and the party in whose favour the guarantee has been furnished. The party at whose instance the guarantee has been furnished is, in a way, a stranger to the said contract of Bank guarantee. The person in whose favour the Bank guarantee has been issued has a right to ask the bank to fulfil its obligations in terms of the Bank guarantee. If the terms of the Bank guarantee entitle a party to ask for the payment of money from the Bank then that right cannot be interfered with merely for the reason that there exists a dispute between the party and the client at whose instance the Bank guarantee had been issued&quot;.       \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"329587\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"24807\" id=\"span_15\">13. Apart from relying on the judgment of Brother Justice Cazi the unreported case 1992(2) Bom.C.R. referred to hereinabove and the judgment of the Supreme Court in the case of <a href=\"/doc/24807/\" id=\"a_24\">Punjab National Bank v. Sri Bikram Cotton Mills</a>, (supra), Shri Thakkar has also relied upon the judgment of the Supreme Court in the case of <a href=\"/doc/329587/\" id=\"a_25\">U.P. Co-operative Federation Ltd. v. Singh Consultants &amp; Engineers (P) Ltd.</a>, . In my judgment, this authority does not assist Mr. Thakkar and is in fact against him. In paragraph 21 of the judgment, the Hon&#x27;ble Mr. Justice Sabyasachi Mukharji (as His Lordship then was) speaking for  The Bench of the Supreme Court as under:---</span></span> \n</p>  \n\n<blockquote id=\"blockquote_20\">&quot;In the instant case, the learned Judge has proceeded on the basis that this was not an injunction sought against the Bank but this was the injunction sought against the appellant. But the net effect of the injunction is to restrain the Bank from performing the Bank guarantee. That cannot be done. One cannot do indirectly what one is not free to do directly&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\">The Supreme Court also observed that in such cases the respondent is not without a remedy and his real remedy is to sue the beneficiary of the guarantee for damages. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">14. Shri Thakkar, the learned Counsel for the petitioner, has also referred to a few more judgments of the High Court of Delhi. Having regard to the clear observations made by the Hon&#x27;ble Supreme Court in the cases referred to in earlier part of this judgment, I do not consider it necessary to refer to these authorities cited by Shri Thakkar. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\">15. In the result, I pass the following order:---\n</p>  \n\n<p data-structure=\"Conclusion\" id=\"p_21\">I) Arbitration Suit No. 3795 of 1990\n \n\n</p><p data-structure=\"Conclusion\" id=\"p_22\">i) Prayer (a) is made absolute.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">ii) The claims referred to in sub-clauses (a) to (e) of paragraph 20A of the plaint and also the money claims for refund of the amount which the defendants may collect by encashing the Bank guarantee and the claim for damages, if any, in relation to encashment of such Bank guarantee, if any, after the Bank guarantee is encashed, are referred to the sole arbitration of Shri M.C. Bhide, Retired Chief Engineer, Central Railway, who is appointed as sole Arbitrator. The petitioner shall communicate to the respondent amount of damages claimed by the petitioner for the alleged wrongful termination of contract within four weeks from today.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">iii) The learned Arbitrator shall arbitrate upon the claim referred to in sub-clause (e) of paragraph 20A of the plaint in conjunction with the claim for damages so quantified. The learned Arbitrator shall make his award within four months from the date of entering upon the reference. The learned Arbitrator shall fix his fees for the arbitration within the first or second meeting or at the earliest possible. Both the parties shall pay the fees demanded by the learned Arbitrator in equal shares in the first instance.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_25\">iv) Since the counter-claims of the defendant, if any, are not specified in the written statement or in the correspondence carried on between the parties till today, no order of reference is passed in respect of the alleged counter-claims of the respondent to the same arbitrator. No such order can be passed in this suit except by consent. It is hereby clarified that this order shall not prejudice the respondent in filing a separate petition for reference of its counter-claim, if it is maintainable in law. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\">v) No order as to costs of the suit. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_27\">II) Arbitration Petition No. 224 of 1990\n \n\n</p><p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1429510\" id=\"span_16\">i) This application for interim injunction is held to be not maintainable in view of the ratio of the judgment of this Court in the case of <a href=\"/doc/1429510/\" id=\"a_26\">Suresh Arjundas Bakhitiani v. Union of India &amp; another</a>, 1990 Mh.L.J. 1243 : 1991(1) Bom.C.R. 26. The said application for injunction is dismissed. Ad-interim injunction granted by Ashok Agarwal, J., Agarwal, J., on 6th December 1990 shall continue to be operative till 29th February 1992 on the condition that the petitioner shall give one weeks notice to the respondent before moving the Higher Court.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">ii) If the respondent encashes the Bank guarantee by reason of the order passed today and further stay being not granted by the higher Court, the respondent shall deposit a sum of Rs. 5,60,160/- in this Court within two weeks of collecting the amount of Bank guarantee for being dealt with by this Court after the award is made in pursuance of order of reference passed today. The said amount shall be invested by the Prothonotary and Senior Master in fixed deposit with a nationalised Bank for such duration as he deems fit and shall be dealt with subject to further orders of this Court. I have passed this part of the order for the following reasons:---\n</p>  \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"486265\" id=\"span_17\">The respondent has not paid the amount payable under the award dated 4th October, 1990 to the petitioner so far. According to the petitioner, the liability of the respondent under the said award works out to about Rs. 12 lacs. There is some force in the contention of the petitioner that this aspect be also considered while passing equitable interim orders. The said Bank guarantee is a performance Bank guarantee. Quantum of loss suffered by the respondent, if any, is still to be assessed. Shri Thakkar has relied upon the judgment of High Court of Calcutta delivered by P.B. Mukharji, J., in the case of <a href=\"/doc/486265/\" id=\"a_27\">Pushraj  v. Clive Mills Co.</a>, , wherein it was held that an unfiled award is binding on the parties as a matter of contract though it is not made rule of the Court. I have taken an overall view of equity of the situation and directed the respondent to deposit half of the amount which the respondent may collect by encashing the Bank guarantee purely on equitable consideration and in an attempt to balance justice of the case.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\">iii) No order as to costs in this petition.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">iv) The Prothonotary &amp; Senior Master shall act on certified copy of this order. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">16. Issue of certified copy is expedited.\n</p> \n\n","numcites":10,"numcitedby":3,"docsource":"Bombay High Court","citetid":1096873,"divtype":"judgments","relatedqs":[{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"encashment of bank guarantee","formInput":"encashment%20of%20bank%20guarantee"},{"value":"necessary party","formInput":"necessary%20party"},{"value":"works contract","formInput":"works%20contract"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"arbitration bank","formInput":"arbitration%20bank"},{"value":"canara bank","formInput":"canara%20bank"},{"value":"claims damages","formInput":"claims%20damages"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"punjab  national bank","formInput":"punjab%20%20national%20bank"},{"value":"contracts on bank guarantee","formInput":"contracts%20on%20bank%20guarantee"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"parties necessary parties ","formInput":"parties%20necessary%20parties%20"},{"value":"enforcement of bank guarantee","formInput":"enforcement%20of%20bank%20guarantee"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"surety","formInput":"surety"},{"value":"tarapore","formInput":"tarapore"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"power-to-compromise","formInput":"tag:power-to-compromise"},{"value":"surety's-liability","formInput":"tag:surety's-liability"}],"courtcopy":false,"query_alert":null,"agreement":false}