{"tid":7964850,"publishdate":"2020-01-23","title":"The Home Secretary (Prison) vs H. Nilofer Nisha on 23 January, 2020","doc":"<h2 class=\"doc_title\">The Home Secretary (Prison) vs H. Nilofer Nisha on 23 January, 2020</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2020 SC 58, (2020) 2 SCALE 457</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:deepak-gupta\">Deepak Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:deepak-gupta\">Deepak Gupta</a>, <a href=\"/search/?formInput=benchid:s-a-nazeer\">S. Abdul Nazeer</a></h3>\n\n<pre id=\"pre_1\">                                          REPORTABLE\n\n            IN THE SUPREME COURT OF INDIA\n           CRIMINAL APPELLATE JURISDICTION\n\n         CRIMINAL APPEAL NO(S). 144    OF 2020\n   (@ SPECIAL LEAVE PETITION (CRL) NO(S). 626 OF 2020)\n (@ SPECIAL LEAVE PETITION (CRL) D. NO. 18046 OF 2019)\n\n\nTHE HOME SECRETARY (PRISON) &amp; ORS.      ...APPELLANT(S)\n\n                         VERSUS\n\nH. NILOFER NISHA                      ...RESPONDENT(S)\n\n                          WITH\n\n          CRIMINAL APPEAL NO. 145 OF 2020\n   (@ SPECIAL LEAVE PETITION (CRL) NO. 627 OF 2020)\n (@ SPECIAL LEAVE PETITION (CRL) D. NO. 18016 OF 2019)\n\n\n          CRIMINAL APPEAL NO. 146 OF 2020\n   (@ SPECIAL LEAVE PETITION (CRL) NO. 7697 OF 2019)\n\n\n          CRIMINAL APPEAL NO. 147 OF 2020\n   (@ SPECIAL LEAVE PETITION (CRL) NO. 6159 OF 2019)\n\n\n          CRIMINAL APPEAL NO. 148 OF 2020\n  (@ SPECIAL LEAVE PETITION (CRL) NO. 11494 OF 2019)\n\n                        JUDGMENT\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">Deepak Gupta, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">      Delay condoned.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n<span class=\"hidden_text\" id=\"span_1\">                           1</span>\n</p><p data-structure=\"Issue\" id=\"p_4\">\f2.      Leave granted.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\">\n</p><p data-structure=\"Issue\" id=\"p_6\">3.      The main issue which arises for decision is as follows:\n\n\n</p><blockquote id=\"blockquote_1\">“Whether a writ of habeas corpus would lie, for securing release\n\nof a person who is undergoing a sentence of imprisonment\n\nimposed by court of competent jurisdiction praying that he be\n\nreleased in terms of some Government orders / Rules providing\n\nfor pre­mature release of prisoners?”\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_7\">4.      At the outset, we may mention that on 17.10.2019 we had\n\nframed two issues.       We have reframed the first issue and on\n\ncloser examination we are of the view that the second issue does\n\nnot arise for decision in this case.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"Section\" id=\"p_9\">5.      The Governor of Tamil Nadu exercising powers under\n\n<a href=\"/doc/873751/\" id=\"a_1\">Article 161</a> of the Constitution of India got issued G.O.(Ms.)\n\nNo.64    dated   01.02.2018     through   the   Home    (Prison­IV)\n\nDepartment, Government of Tamil Nadu wherein a Scheme was\n\nframed for considering the cases of pre­mature release of\n\nconvicted prisoners on the occasion of the Birth Centenary of\n\nShri M.G. Ramachandran, former Chief Minister of Tamil Nadu.\n\nThe relevant portion of the Scheme reads as follows:­\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">                                  2</span>\n\f       “5.    The Government after careful examination have decided\n              to frame the following guidelines for considering the cases\n              of life convict prisoners for releasing them prematurely\n              under <a href=\"/doc/873751/\" id=\"a_2\">Article 161</a> of the Constitution of India, in\n              commemoration of the Birthday Centenary of ‘Bharat\n              Ratna’, Puratchi Thalaivar Dr. M. G. Ramachandran,\n              former Chief Minister of Tamil Nadu, based on the\n              announcement of Hon’ble Chief Minister:­\n\n              (I) The following committees are constituted for\n              examining the premature release of the life convict\n              prisoners, case to case basis, on the above lines.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_10\">              (i) the State level committee headed by the Inspector\n              General of Prisons and the Deputy Inspector General of\n              Prisons (Hqrs), Legal officer, Administrative officer (Hqrs)\n              shall be members of the committee.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n\n</p><p data-structure=\"Issue\" id=\"p_12\">              (ii) the Second level/District committee wherein the\n              Central Prisons/Special Prisons for Women located,\n              headed by the Superintendent of Prisons of the\n              concerned    Central    Prison   and    the    Additional\n              Superintendent of Prison, Jailor, Administrative Officer\n              and Probation Officer shall be members of the committee.\n\n\n\n</p><p data-structure=\"Section\" id=\"p_13\">              (iii) the concerned Range Deputy Inspector General of\n              Prisons and Regional Probation officer of the concerned\n              region shall examine the proposal of the second level\n              committee and send the same to State Level committee\n              along with recommendation.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">\n\n</p><p data-structure=\"Issue\" id=\"p_15\">                   xxx                 xxx                  xxx\n\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_16\">6.    Under the Scheme, a State level committee and District\n\ncommittees were constituted.            The District committees were to\n\nconsider     the    cases     of    the      prisoners     and      send     their\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                        3</span>\n\frecommendations to the Range Deputy Inspector General of\n\nPrisons and Regional Probation Officer who, after examination of\n\nthe same, were to send the same to the State level committee\n\nalong with the recommendations. The Scheme further provided\n\nas follows:­\n\n         (II) The life convicts who have completed 10 years of actual\n              imprisonment as on 25.02.2018 and the life convicts who\n              are aged 60 years and above and who have completed 5\n              years of actual imprisonment on 25.02.2018 including\n              those who were originally sentenced to death by the Trial\n              Court and modified to life sentence by the Appellate\n              Court (other than those whose convictions have been\n              commuted), may be considered for premature release\n              subject to satisfaction of the following conditions:­\n\n\n\n</p><p data-structure=\"Section\" id=\"p_17\">           1) The prisoner’s behaviour should be satisfactory.\n\n</p><p data-structure=\"Issue\" id=\"p_18\">           2) Prisoners convicted for the following offences are\n           ineligible for consideration for premature release\n           irrespective of the nature and tenure of the sentence\n           and irrespective of the fact as to whether or not they\n           have undergone the sentence in respect of the said\n           offence namely:”\n\nThereafter, the Scheme provides that prisoners convicted for\n\ncertain offences or for offences under certain Acts would not be\n\neligible for benefit under the Scheme.                 The Scheme also lays\n\ndown the following amongst other conditions:­\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">           4) That there is safety for the prisoner’s life, if released.\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">           5) That the prisoner will be accepted by the members of\n           their family.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">           6) That there is safety of life of the family which was\n           affected by the prisoner, if released.\n</p>\n<p data-structure=\"Issue\" id=\"p_22\">\n<span class=\"hidden_text\" id=\"span_4\">                                         4</span>\n</p><p data-structure=\"Issue\" id=\"p_23\">\f                 xxx                xxx          xxx\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_24\">            8) The life imprisonment prisoners cannot claim premature\n           release as a matter of right.”\n\n\n\n</p><p data-structure=\"Issue\" id=\"p_25\">7.     As far as the present cases are concerned, the detenus\n\nwhose release were sought were convicted for various offences\n\nincluding the offences under <a href=\"/doc/1560742/\" id=\"a_3\">Section 302</a> of the Indian Penal\n\nCode, 1860. In all cases, they have been sentenced for life and\n\ntheir conviction and sentences have been upheld till this Court.\n\nThe petitions for habeas corpus were filed on the ground that the\n\nState has not given benefit of the premature release referred to\n\nabove to the petitioners whereas many others have been given the\n\nbenefit.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n</p><p data-structure=\"Conclusion\" id=\"p_27\">8.     In all the cases representations were made by the\n\npetitioners a few months before filing the petitions in the High\n\nCourt praying that they be released in terms of G.O.(Ms) No.64\n\ndated 01.02.2018. These representations were pending but the\n\nHigh Court in almost identical terms has held in all the cases\n\nthat “There is no dispute over the fact that the convict prisoner\n\nwould be entitled to release under G.O.(Ms). No.64, Home [Prison­\n\nIV] Department dated 01.02.2018. However, he has been denied\n<span class=\"hidden_text\" id=\"span_5\">                                     5</span>\n\fthe benefit thereof, since the Probation Officer’s report informs\n\ndanger to the life of the Convicts Prisoner, if he be let at large.”\n\nThereafter, the High Court was of the opinion that the detenu\n\ncould not be denied release on the ground that life of the detenu\n\nwas in danger. However, it directed that the detenu be informed\n\nthat his life may be in danger while releasing him.      In all the\n\ncases, reference has been made to the report of the Probation\n\nOfficer. These petitions have been allowed by the High Court of\n\nMadras and allowing the writ of habeas corpus, the detenus have\n\nbeen ordered to be released forthwith in terms of G.O.(Ms) No. 64\n\ndated 01.02.2018 unless their presence is required in any other\n\ncase.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">\n</p><p data-structure=\"CDiscource\" id=\"p_29\">9.      These orders are under challenge before us.          We have\n\nheard Shri Mukul Rohatgi and Shri V. Giri, learned senior\n\ncounsel for the appellants, Shri Yogesh Kanna, learned counsel\n\nfor the State of Tamil Nadu and Shri S. Nagamuthu and Shri\n\nRatnakar    Dash,   learned   senior   counsel   for   the    private\n\nrespondents.\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">\n</p><p data-structure=\"PetArg\" id=\"p_31\">10.     It has been urged on behalf of the State that the High\n\nCourt has transgressed the jurisdiction conferred upon it under\n\n\n<span class=\"hidden_text\" id=\"span_6\">                                 6</span>\n\f<a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution of India while issuing the writ of\n\nhabeas corpus.      It is contended that in all the cases the\n\npetitioners were convicted of the offences of murder which\n\nconviction was upheld till this Court and, therefore, by no stretch\n\nof imagination, can it be urged that the detention of the detenus\n\nwas illegal.   It is further submitted that the High Court could\n\nhave at best directed consideration of the cases of the detenus by\n\nthe authorities under the G.O.(Ms) No.64 dated 01.02.2018 but\n\ncould not itself have directed release of the detenus. It is also\n\nsubmitted that the High Court has only noted one portion of the\n\nreport of the Probation Officer and ignored many other relevant\n\nconsiderations.\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">\n</p><p data-structure=\"RespArg\" id=\"p_33\">11.    On the other hand, it is contended by learned senior\n\ncounsel appearing on behalf of the detenus that the High Court\n\nof Madras has passed hundreds of orders of this nature but the\n\nState has selectively chosen to challenge only a few of them. As\n\nfar as jurisdiction is concerned, it is submitted by learned senior\n\ncounsel for the detenus that in terms of the Rules to Regulate the\n\nProceedings under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India framed\n\nby the High Court of Madras, the writs of this type are described\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                 7</span>\n\fas habeas corpus writs and a writ of this nature would not be\n\nentertained unless it is described as a writ of habeas corpus\n\nunder the Rules. It is further submitted that a writ of habeas\n\ncorpus    would lie in such circumstances and it is also urged that\n\nin the peculiar facts and circumstances of the case, this Court\n\nshould not interfere with the discretion exercised by the High\n\nCourt.      It was lastly urged by learned senior counsel for the\n\ndetenus that the prisoners have been behind the bars for a very\n\nlong period of time and even under the normal rules of remission,\n\nthey would be entitled to be released. It has also been urged that\n\nmany other detenus who were similarly situate have already been\n\nreleased.    He has brought to our notice a number of orders\n\npassed by this Court in this regard. We may note that in many of\n\nthese orders this Court has not approved of the manner in which\n\nthe Madras High Court has ordered the release of prisoners but\n\nhas upheld the order of release on account of the long\n\nincarceration of the detenu.\n</p>\n<p data-structure=\"Issue\" id=\"p_34\">\n</p><p data-structure=\"CDiscource\" id=\"p_35\">12.      We feel that a quietus has to be given to this matter and\n\nthe legal issue must be decided.       As far as the objection of\n\nselective filing of petitions by the State against orders of release\n\n\n<span class=\"hidden_text\" id=\"span_8\">                                 8</span>\n\fby the High Court is concerned, that objection is meaningless.\n\nWe are not aware of the other orders and, in any event, there can\n\nbe no claim of negative discrimination under <a href=\"/doc/367586/\" id=\"a_6\">Article 14</a> of the\n\nConstitution of India.\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">\n</p><p data-structure=\"Section\" id=\"p_37\">13.    <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> of the Constitution of India empowers the High\n\nCourts to issue certain writs including writs in the nature of\n\nhabeas corpus, mandamus, prohibition, quo warranto and\n\ncertiorari for the enforcement of any right conferred under Part III\n\nof the Constitution dealing with the fundamental rights. In this\n\ncase, we are concerned with the scope and ambit of the\n\njurisdiction of the High Court while dealing with the writ of\n\nhabeas corpus.\n</p>\n<p data-structure=\"Issue\" id=\"p_38\">\n</p><p data-structure=\"Precedent\" id=\"p_39\">14.    It is a settled principle of law that a writ of habeas corpus\n\nis available as a remedy in all cases where a person is deprived of\n\nhis/her personal liberty. It is processual writ to secure liberty of\n\nthe citizen from unlawful or unjustified detention whether a\n\nperson is detained by the State or is in private detention.      As\n\nJustice Hidayatullah (as he then was) held; “The writ of habeas\n\ncorpus issues not only for release from detention by the State but\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                 9</span>\n\falso for release from private detention” 1. At the same time, the\n\nlaw is well established that a writ of habeas corpus will not lie\n\nand such a prayer should be rejected by the Court where\n\ndetention or imprisonment of the person whose release is sought\n\nis in accordance with the decision rendered by a court of law or\n\nby an authority in accordance with law.\n</p>\n<p data-structure=\"Issue\" id=\"p_40\">\n</p><p data-structure=\"CDiscource\" id=\"p_41\">15.       According to Dicey, ­“if, in short, any man, woman, or\n\nchild is, or is asserted on apparently good grounds to be,\n\ndeprived of liberty, the Court will always issue a writ of habeas\n\ncorpus to anyone who has the aggrieved person in his custody to\n\nhave such person brought before the Court, and if he is suffering\n\nrestraint without lawful cause, set him free.”2\n\n\n</p><p data-structure=\"Precedent\" id=\"p_42\">16.       In Halsburry’s Laws of England, a writ of habeas corpus is\n\ndescribed as “a remedy available to the lowliest subject against\n\nthe most powerful.”3 It is a writ of such a sovereign and\n\ntranscendent authority that no privilege of person or place can\n\nstand against it4.\n</p>\n<p data-structure=\"Precedent\" id=\"p_43\">\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"211970\" id=\"span_10\">1 <a href=\"/doc/211970/\" id=\"a_8\">Mohd. Ikram v. State of U.P.</a>, AIR 1964 SC 1625\n2 A.V. Dicey, Introduction to the Study of the Law of the Constitution, Macmillan And Co.,\nLimited, p. 215 (1915)\n3 Halsbury’s Laws of England, (4th Edn.) Vol. 11, para 1454 p. 769\n4 V.G. Ramachandran’s Law of Writs, revised by Justice C.K. Thakker &amp; M.C. Thakker,\nEastern Book Company, , p.1036, 6th Edn. (2006)</span>\n\n<span class=\"hidden_text\" id=\"span_11\">                                            10</span>\n</p><p data-structure=\"Section\" id=\"p_44\">\f17.    A writ of habeas corpus can only be issued when the\n\ndetention or confinement of a person is without the authority of\n\nlaw.   Though the literal meaning of the Latin phrase habeas\n\ncorpus is ‘to produce the body’, over a period of time production\n\nof the body is more often than not insisted upon but legally it is\n\nto be decided whether the body is under illegal detention or not.\n\nHabeas corpus is often used as a remedy in cases of preventive\n\ndetention because in such cases the validity of the order\n\ndetaining the detenu is not subject to challenge in any other\n\ncourt and it is only writ jurisdiction which is available to the\n\naggrieved party. The scope of the petition of habeas corpus has\n\nover a period of time been expanded and this writ is commonly\n\nused when a spouse claims that his/her spouse has been illegally\n\ndetained by the parents. This writ is many times used even in\n\ncases of custody of children. Even though, the scope may have\n\nexpanded, there are certain limitations to this writ and the most\n\nbasic of such limitation is that the Court, before issuing any writ\n\nof habeas corpus must come to the conclusion that the detenu is\n\nunder detention without any authority of law.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">                                11</span>\n</p><p data-structure=\"Section\" id=\"p_45\">\f18.      In these cases, the detenus have been sentenced to\n\nimprisonment for life and as such their detention cannot be said\n\nto be illegal.       It is not for the writ court to decide whether a\n\nprisoner is entitled to parole or remission and these matters lie\n\nsquarely in the domain of the Government.\n</p>\n<p data-structure=\"Section\" id=\"p_46\">\n</p><p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"162242\" id=\"span_13\">19.      Reliance has been placed by learned senior counsel for\n\nthe detenus on the judgment of this Court in the case of <a href=\"/doc/162242/\" id=\"a_9\">Sunil\n\nBatra (II) v. Delhi Administration5</a>, wherein Justice Krishna\n\nIyer in his inimitable style has dealt with the expanding scope of\n\nhabeas corpus jurisdiction. However, before referring to his views\n\non the scope of habeas corpus, one has to refer to the factual\n\nsituation which led to the filing of the case. Sunil Batra came to\n\nknow that some other prisoners were being tortured by the Head\n\nWarder Jail Superintendent to extract money from the visiting\n\nrelatives.    He brought this to the notice of this Court and this\n\nCourt     entertained      his   petition   under   <a href=\"/doc/981147/\" id=\"a_10\">Article   32</a>   of   the\n\nConstitution holding that ‘‘these proceedings which, though not\n\nstrictly traditional, are clearly in the nature of habeas corpus writs\n\nand, therefore, within the widest sweep of Article 32’’. The Court\n\ndealt with the very sensitive issue of the manner in which\n5 (1980) 3 SCC 488\n\n<span class=\"hidden_text\" id=\"span_14\">                                      12</span>\n\fprisoners in jail were deprived of their basic human rights and it\n\nis in this context that the Court held as follows:­\n\n            “5….Prison houses are part of Indian earth and the Indian\n        Constitution cannot be held at bay by jail officials ‘dressed in a\n        little, brief authority’, when Part III is invoked by a convict.\n        For when a prisoner is traumatized, the Constitution suffers a\n        shock. And when the court takes cognizance of such violence\n        and violation, it does, like the Hound of Heaven, ‘But with\n        unhurrying chase, and unperturbed pace, Deliberate speed\n        and Majestic instancy’ follow the official offender and frown\n        down the outlaw adventure.”</span>\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">20.    This Court referred to the development of law in the\n\nUnited States of America and held that the writ in the nature of\n\nhabeas corpus could be issued going beyond the conventional\n\nblinkers and the Court must examine the manner in which the\n\ninmate is held and treated during the currency of a sentence.\n\nOne must remember that any person can be deprived of his\n\nliberty only in accordance with the procedure established by law.\n\nTherefore, when a person is sent to prison; whether during the\n\ninvestigation under an order of remand, issued under <a href=\"/doc/1687975/\" id=\"a_11\">Section\n\n167</a> of the Code of Criminal Procedure,1973, or as an undertrial\n\nby denying him the facility of bail, or after conviction; he is\n\nbehind bars because of the orders of the Court. The Court which\n\ndeprives a person of his liberty in accordance with law also has\n\nthe responsibility to ensure that such a person though under\n\n<span class=\"hidden_text\" id=\"span_15\">                                       13</span>\n\fincarceration is not denied the other fundamental rights which\n\nhe is entitled to.     Therefore, there can be no dispute with the\n\nproposition that anybody who is behind bars and is ill­treated or\n\nis deprived of his liberties, may approach the Court for a writ of\n\nhabeas corpus. In the apposite words of Justice Krishna Iyer:­\n\n\n        “26. Where injustice, verging on inhumanity, emerges from\n        hacking human rights guaranteed in Part III and the victim\n        beseeches the court to intervene and relieve, this Court will be\n        a functional futility as a constitutional instrumentality if its\n        guns do not go into action until the wrong is righted. The court\n        is not a distant abstraction omnipotent in the books but an\n        activist institution which is the cynosure of public hope. We\n        hold that the court can issue writs to meet the new challenges.\n        Lord Scarman’s similar admonition, in his ENGLISH LAW —\n        THE NEW DIMENSIONS, is an encouraging omen. The\n        objection, if any, is obsolete because in a prison situation, a\n        Constitution Bench of this Court [Sunil Batra v. Delhi Admn.,\n        (1978) 4 SCC 494 and Sobraj (1978) 4 SCC 494] did imprison\n        the powers of prison officials, to put an under trial under iron\n        fetters or confine in solitary cells convicts with death sentences\n        under appeal.\n</p>\n<p data-structure=\"Section\" id=\"p_49\">        27. Once jurisdiction is granted — and we affirm in\n        unmistakable terms that the court has, under <a href=\"/doc/981147/\" id=\"a_12\">Article 32</a> and\n        so too under <a href=\"/doc/1712542/\" id=\"a_13\">Article 226</a>, a clear power and, therefore, a public\n        duty to give relief to sentences in prison settings — the next\n        question is the jurisprudential backing for the play of that\n        jurisdiction. Here again, Sunil Batra v. Delhi Admn., (1978) 4\n        SCC 494 has blazed a trail, and it binds.\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">        28. Are prisoners persons? Yes, of course. To answer in the\n        negative is to convict the nation and the Constitution of\n        dehumanization and to repudiate the world legal order, which\n        now recognises rights of prisoners in the International\n        Covenant on Prisoners’ Rights to which our country has signed\n        assent. In Sunil Batra v. Delhi Admn., (1978) 4 SCC 494, this\n        Court has rejected the hands­off doctrine and it has been\n        ruled that fundamental rights do not flee the person as he\n        enters the prison although they may suffer shrinkage\n        necessitated by incarceration. Our constitutional culture has\n        now crystallised in favour of prison justice and judicial\n        jurisdiction : (SCC p. 504, para 4)\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">                                       14</span>\n\f               “The jurisdictional reach and range of this Court’s writ to\n               hold prison caprice and cruelty in constitutional leash is\n               incontestable, but teasing intrusion into administrative\n               discretion is legal anathema, absent breaches of\n               constitutional rights or prescribed procedures.”\n\n\n\nA writ petition by a prisoner is maintainable if his fundamental\n\nrights are violated.\n</p>\n<p data-structure=\"Precedent\" id=\"p_51\">\n</p><p data-structure=\"Precedent\" id=\"p_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1271836\" id=\"span_17\">21.      Having held that a writ of habeas corpus is maintainable\n\nby a person who is under detention if his rights are violated, the\n\nquestion that remains to be answered is whether in the present\n\ncase any right of the detenus was violated which could have led\n\nto the issuance of an order directing his release from prison. We\n\nmay make reference to the judgment of this Court in the Col. <a href=\"/doc/1271836/\" id=\"a_14\">Dr.\n\nB. Ramachandra Rao v. The State of Orissa &amp; Ors.</a> 6, wherein\n\nit was urged before this Court that the orders of the Court\n\ndirecting the detention of the petitioner were illegal. In this case,\n\nthe Court has held as follows:</span>\n</p>\n<blockquote id=\"blockquote_2\">          “5….This Court does not, as a general rule, go into such\n          controversies in proceedings for a writ of habeas corpus. Such\n          a writ is not granted where a person is committed to jail\n          custody by a competent court by an order which prima facie\n          does not appear to be without jurisdiction or wholly illegal and\n          we are not satisfied that the present is not such a case.”\n\n\n\n\n6 (1972) 3 SCC 256\n\n<span class=\"hidden_text\" id=\"span_18\">                                        15</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_53\">\f22.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"953550\" id=\"span_19\">In <a href=\"/doc/953550/\" id=\"a_15\">Kanu Sanyal              v. District Magistrate, Darjeeling7</a>\n\nthis Court while dealing with the writ of habeas corpus has held\n\nas follows:</span>\n</p>\n<blockquote id=\"blockquote_3\">           “4. It will be seen from this brief history of the writ of habeas\n           corpus that it is essentially a procedural writ. It deals with the\n           machinery of justice, not the substantive law. The object of the\n           writ is to secure release of a person who is illegally restrained\n           of his liberty....”\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_54\">23.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"53510844\" id=\"span_20\">In <a href=\"/doc/53510844/\" id=\"a_16\">Manubhai Ratilal Patel v. State of Gujarat and\n\nOthers8</a>, an order of remand was challenged before this Court.\n\nAfter referring to a large number of judgments9, which we are not\n\nreferring in detail since they have all been considered in this\n\njudgment, this Court held as follows:</span>\n</p>\n<blockquote id=\"blockquote_4\">           “31….It is well­accepted principle that a writ of habeas corpus\n           is not to be entertained when a person is committed to judicial\n           custody or police custody by the competent court by an order\n           which prima facie does not appear to be without jurisdiction or\n           passed in an absolutely mechanical manner or wholly\n           illegal….”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_55\">24.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"134784035\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118760660\" id=\"span_22\">In <a href=\"/doc/118760660/\" id=\"a_17\">Saurabh Kumar v. Jailor, Koneila Jail10</a>, this Court\n\ncame to the conclusion that the petitioner was in judicial custody\n\n\n7 (1973) 2 SCC 674\n8 (2013) 1 SCC 314\n9 Ranjit Singh v. State of Pepsu, <a href=\"/doc/134784035/\" id=\"a_18\">AIR 1959 SC 843,Ummu Sabeena v. State of Kerala</a>, (2011)\n10 SCC 781, in the matter of­Madhu Limaye and Others, (1969) 1 SCC 292, Talib Hussain\nv. State of Jammu &amp; Kashmir, (1971) 3 SCC 118, Sanjay Dutt v. State (II), (1994) 5 SCC\n<span class=\"hidden_text\" id=\"span_23\">410</span>\n10 (2014) 13 SCC 436\n\n<span class=\"hidden_text\" id=\"span_24\">                                           16</span>\n\fby virtue of an order passed by the judicial magistrate and,\n\nhence, could not be said to be in illegal detention. Justice T.S.\n\nThakur, as he then was, in his concurring judgment held as\n\nfollows:</span></span>\n</p>\n<blockquote id=\"blockquote_5\">           “22. The only question with which we are concerned within the\n           above backdrop is whether the petitioner can be said to be in\n           the unlawful custody. Our answer to that question is in the\n           negative. The record which we have carefully perused shows\n           that the petitioner is an accused facing prosecution for the\n           offences, cognizance whereof has already been taken by the\n           competent court. He is presently in custody pursuant to the\n           order of remand made by the said Court. A writ of habeas\n           corpus is, in the circumstances, totally misplaced…”\n\n\n\n</blockquote><blockquote id=\"blockquote_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"100407809\" id=\"span_25\">25.      The same view has been taken in the                         <a href=\"/doc/100407809/\" id=\"a_19\">State   of\n\nMaharashtra and Others v. Tasneem Rizwan Siddiquee11</a>\n\nwherein it was observed that no writ of habeas corpus could be\n\nissued when the detenu was in detention pursuant to an order\n\npassed by the Court. As far as the present cases are concerned,\n\nit is not disputed that the detenus are behind bars pursuant to\n\nconviction and sentence imposed upon them by a court of\n\ncompetent jurisdiction and confirmed by this Court, whereby\n\nthey were sentenced to undergo imprisonment for life.</span>\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_56\">11 (2018) 9 SCC 745\n\n<span class=\"hidden_text\" id=\"span_26\">                                        17</span>\n</p><p data-structure=\"Precedent\" id=\"p_57\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"245622\" id=\"span_27\">26.      Dealing with the meaning of life imprisonment in <a href=\"/doc/245622/\" id=\"a_20\">Gopal\n\nVinayak Godse v. The State of Maharashtra and Others12</a>\n\nthis Court held :­\n\n          “…Unless the said sentence is commuted or remitted by\n          appropriate authority under the relevant provisions of the\n          <a href=\"/doc/1569253/\" id=\"a_21\">Indian Penal Code</a> or the <a href=\"/doc/445276/\" id=\"a_22\">Code of Criminal Procedure</a>, a\n          prisoner sentenced to life imprisonment is bound in law to\n          serve the life term in prison”.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_58\">\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1222748\" id=\"span_28\">Thereafter, a Constitution Bench in <a href=\"/doc/1222748/\" id=\"a_23\">Maru Ram v. Union of\n\nIndia13</a> approved the view in Gopal Vinayak Godse’s case\n\n(supra) and held that “imprisonment for life lasts until the last\n\nbreath…”</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_59\">27.   We would also like to point out that the grant of remission\n\nor parole is not a right vested with the prisoner. It is a privilege\n\navailable to the prisoner on fulfilling certain conditions. This is a\n\ndiscretionary power which has to be exercised by the authorities\n\nconferred with such powers under the relevant rules/regulations.\n\nThe court cannot exercise these powers though once the powers\n\nare exercised, the Court may hold that the exercise of powers is\n\nnot in accordance with rules.             In support of his contention\n\nlearned senior counsel for the detenus relied upon the Rules of\n\n12 (1961) 3 SCR 440\n13 (1981) 1 SCC 107\n\n<span class=\"hidden_text\" id=\"span_29\">                                     18</span>\n\fthe High Court of Madras and referred to Rule 1 of the Rules\n\nwhich reads as follows:­\n\n         “A petition for direction, Order or Writ, including a Writ of\n        Habeas Corpus, Mandamus, Certiorari, Quo Warranto.\n        Prohibition or Certiorarified Mandamus or any other Writ shall\n        be in the form of a Petition accompanied by an Affidavit\n        containing facts, grounds and the Prayer…”\n\n\n\nHe has also referred to Rules 11, 12 and 13 of the Rules which\n\nspecifically deal with habeas corpus petitions and read as under:\n\n\n</p><blockquote id=\"blockquote_7\">        Rule 11:­\n        “In all Habeas Corpus Petitions, in the Cause Title of the\n        petition as well as in the accompanying Affidavit, the following\n        clause should be incorporated just below the case number and\n        above the name of the petitioner, at the right­hand side:\n</blockquote>\n<blockquote id=\"blockquote_8\">        “(In the matter of detenue) (Full Name of the detenue as found\n        in the Order of Detention)”. Full Cause Title should be set out\n        both in the Habeas Corpus Petition and supporting Affidavit.”\n\n\n\n        Rule 12:­\n        “Every Habeas Corpus Petition should contain a Schedule in\n        the following format:\n</blockquote>\n<pre id=\"pre_2\">        (i)   Name of the Detenue                         :\n        (ii)  Father’s/Husband’s Name                     :\n        (iii) Age                                         :\n        (iv)  Permanent Address                           :\n        (v)   Identification Marks/(As found\n              in the order of Detention)                  :\n        (vi) Date of Detention Order                      :\n        (vii) Reference Number of the\n               Detention Order                            :\n        (viii) Name of the Prison, where the\n               Detenue is lodged                          :\n        (ix) Prison Number                                :\n        ….”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">                                      19</span>\n\f        Rule 13:­\n</pre><blockquote id=\"blockquote_9\">        “Following declaration by the Petitioner or Deponent of the\n        Affidavit should be incorporated as penultimate paragraph of\n        the supporting Affidavit:\n</blockquote>\n<blockquote id=\"blockquote_10\">        “The Petitioner declares that no other Habeas Corpus Petition\n        had been filed or moved before this court or before any other\n        High Court or before the Supreme Court of India\n        simultaneously seeking for the production of the body of the\n        person or person of the very same detenue or challenging the\n        Impugned Order of Detention. The Petitioner further declares\n        that the facts set out above are true and correct to the best of\n        his knowledge and no material has been concealed or\n        suppressed.”\n\n\n\n</blockquote><blockquote id=\"blockquote_11\">28.    The High Courts are empowered to frame rules in terms of\n\n<a href=\"/doc/12910/\" id=\"a_24\">Article 225</a> of the Constitution of India but this power is subject\n\nto the provisions of the Constitution of India and to the\n\nprovisions of any law of the appropriate legislature. <a href=\"/doc/12910/\" id=\"a_25\">Article 225</a>\n\nreads as follows:­\n\n        “225. Jurisdiction of existing High Courts.­ Subject to the\n        provisions of this Constitution and to the provisions of any law\n        of the appropriate Legislature made by virtue of powers\n        conferred on that Legislature by this Constitution, the\n        jurisdiction of, and the law administered in, any existing High\n        Court, and the respective powers of the Judges thereof in\n        relation to the administration of justice in the Court, including\n        any power to make rules of Court and to regulate the sittings\n        of the Court and of members thereof sitting alone or in\n        Division Courts, shall be the same as immediately before the\n        commencement of this Constitution:\n</blockquote><blockquote id=\"blockquote_12\">        Provided that any restriction to which the exercise of original\n        jurisdiction by any of the High Courts with respect to any\n        matter concerning the revenue or concerning any act ordered\n        or done in the collection thereof was subject immediately\n        before the commencement of this Constitution shall no longer\n        apply to the exercise of such jurisdiction.”\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                      20</span>\n</blockquote><blockquote id=\"blockquote_13\">\f29.    Learned senior counsel for the detenus while referring to\n\nRules 11, 12 and 13 submitted that unless the petitioners in\n\nterms of Rule 12 mentions the detention order, name of the\n\nprison where the detenu is detained, prison number and does not\n\nchallenge the order of detention, the writ would not be\n\nentertained. What description has to be given to a writ is for the\n\nHigh Court to decide. But the Rules cannot confer jurisdiction\n\nwhich is not conferred by the Constitution.         We are even\n\notherwise unable to accept the argument of learned senior\n\ncounsel for the detenus because the Rules obviously deal with\n\ncases of detention/preventive detention where the detenu is\n\nunder custody. If that custody is legal then obviously no writ of\n\nhabeas corpus can be issued for release of the detenu. We are\n\nalso of the view that merely because the Rules provide that in the\n\npetition details of the detention order, prison etc., have to be\n\ngiven does not mean that the writ of habeas corpus cannot be\n\nissued where the Rules are silent. The Rules cannot override the\n\nConstitution.\n</blockquote>\n\n<blockquote id=\"blockquote_14\">30.    As already mentioned above, it is well settled law that\n\neven if the detenu is in private detention then also a writ of\n\n\n<span class=\"hidden_text\" id=\"span_32\">                                21</span>\n\fhabeas corpus would lie. If the Rules are to be the masters and\n\nnot the Constitution, then, probably in the Madras High Court no\n\nwrit of habeas corpus would be entertained in the case of private\n\ndetention. This would be against the spirit of the Constitution of\n\nIndia. Therefore, we are clearly of the view that reference to the\n\nRules is of no aid whatsoever.\n</blockquote>\n\n<blockquote id=\"blockquote_15\">31.    The issue before us in the present case is whether the\n\nHigh Court can direct the release of a petitioner under G.O.(Ms.)\n\nNo.64 dated 01.02.2018. We do not think so. In all these cases,\n\nthe representations made by the detenus had not been decided.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_60\">In our view, the proper course for the Court was to direct that the\n\nrepresentations of the detenus be decided within a short period.\n\nKeeping in view the fact that the Scheme envisages a report of the\n\nProbation Officer, a reference by the District Level Committee and\n\nthereafter the matter has to be placed before the concerned\n\nRange Deputy Inspector General and before Regional Probation\n\nOfficer and thereafter before the State Level Committee, we feel\n\nthat it would be reasonable to grant 2­3 months depending on\n\nthe time when the representation was filed for the State to deal\n\nwith them. When the petition is filed just a few days before filing\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                 22</span>\n\fthe representation then the Court may be justified in granting up\n\nto 3 months’ time to consider the same.           However, if the\n\nrepresentation is filed a couple of months earlier and the report\n\nof the Probation Officer is already available then lesser time can\n\nbe granted. No hard and fast timelines can be laid down but the\n\nCourt must give reasonable time to the State to decide the\n\nrepresentation. We are clearly of the view that the Court itself\n\ncannot examine the eligibility of the detenu to be granted release\n\nunder the Scheme at this stage.       There are various factors,\n\nenumerated above, which have to be considered by the\n\ncommittees.   The report of the Probation Officer is only one of\n\nthem.    After that, the District Committee has to make a\n\nrecommendation and finally it is the State Level Committee which\n\ntakes a final call on the matter. We are clearly of the view that\n\nthe High Court erred in directing the release of the detenu\n\nforthwith without first directing the competent authority to take a\n\ndecision in the matter.    Merely because a practice has been\n\nfollowed in the Madras High Court of issuing such type of writs\n\nfor a long time cannot clothe these orders with legality if the\n\norders are without jurisdiction. Past practice or the fact that the\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">                                23</span>\n\fState has not challenged some of the orders is not sufficient to\n\nhold that these orders are legal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_61\">\n</p><p data-structure=\"CDiscource\" id=\"p_62\">32.    In case, as pointed out above, a petition is filed without\n\nany decision(s) of the State Level Committee in terms of Para 5(I)\n\nof the G.O. in question, the Court should direct the concerned\n\nCommittee/authority to take decision within a reasonable period.\n\nObviously, too much time cannot be given because the liberty of\n\na person is at stake. This order would be more in the nature of a\n\nwrit of mandamus directing the State to perform its duty under\n\nthe Scheme. The authorities must pass a reasoned order in case\n\nthey refuse to grant benefit under the Scheme. Once a reasoned\n\norder is passed then obviously the detenu has a right to\n\nchallenge that order but that again would not be a writ of habeas\n\ncorpus but would be more in the nature of a writ of certiorari. In\n\nsuch cases, where reasoned orders have been passed the High\n\nCourt may call for the record of the case, examine the same and\n\nafter examining the same in the context of the parameters of the\n\nScheme decide whether the order rejecting the prayer for\n\npremature release is justified or not. If it comes to the conclusion\n\nthat the order is not a proper order then obviously it can direct\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                    24</span>\n\fthe release of the prisoner by giving him the benefit of the\n\nScheme. There may be cases where the State may not pass any\n\norder on the representation of the petitioner for releasing him in\n\nterms of the G.O.(Ms) No.64 dated 01.02.2018 despite the orders\n\nof the Court.     If no orders have been passed and there is no\n\nexplanation for the delay then the Court would be justified in\n\nagain calling for the record of the case and examining the same\n\nin terms of the policy and then passing the orders.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_63\">33.   As far as the present cases are concerned, we find that the\n\nHigh Court though it had the report of the Probation Officer\n\nbefore it, has only noted one line of the order of the Probation\n\nOfficer and not the entire report(s). The report of the Probation\n\nOfficer in all the cases is almost identical.            One of the reports\n\nreads as follows:­\n\n        “Report of the Probation Officer regarding premature release of\n                                  a prisoner\n\n       ME                                     39/2018 Date      07.02.2018\n       No\n        Prisoner Number     4346, Abuthahir S/o Hussain, Central Prison,\n                &amp;           Coimbatore\n              Name\n       1    If the above mentioned prisoner if\n            prematurely released\n\n</p><p data-structure=\"CDiscource\" id=\"p_64\">           (a)   What will be the effect in that      It was known during\n                 place                                the enquiry that some\n                                                      problems may arise\n</p><p data-structure=\"Conclusion\" id=\"p_65\">           (b)   What will be mental feelings of      Enmity still prevails\n\n<span class=\"hidden_text\" id=\"span_36\">                                      25</span>\n\f           the relatives of the deceased\n</p><p data-structure=\"Conclusion\" id=\"p_66\">     (c)   Are            the            family   Yes\n           members/relatives        likely   to\n           accept him into their fold and\n           renew their old relationship\n</p><p data-structure=\"CDiscource\" id=\"p_67\">     (d)   Will the life of the prisoner be       There is a danger to the\n           safe                                   life\n2          Report of the local Sub Inspector      The Commissioner of\n           of Police with regard to loss of       Police, Coimbatore City\n           peace     If  the     prisoner    is   has opined that the\n           prematurely        released,     on    premature release of\n           account of previous enmity             the prisoner will create\n                                                  tension on religious\n                                                  grounds\n3          Previous conduct of the prisoner       Satisfactory\n           and gist of the history of the\n           prisoner\n4          Has the prisoner been awarded          No\n           any punishment previously\n5          Does the prisoner have any             Permanent address is\n           property      and      permanent       available  and     not\n           residence in his name? If so,          owning any property\n           please furnish their details and\n           its value.\n</p><p data-structure=\"Section\" id=\"p_68\">6          Are any relatives standing surety      Yes\n           for the prisoner? If yes, complete\n           address and status may be\n           furnished\n7          Will the prisoner be able to earn      Yes\n           a livelihood if prematurely\n           released\n8          Was the murder committed due           The incident of murder\n           to any social or religious             occurred     due        to\n           animosity or self satisfaction         religious problems and\n           and does the enmity still exist or     the enmity still exists\n           not?\n</p><p data-structure=\"CDiscource\" id=\"p_69\">9          What was his behaviour during          He was released on\n           the period he was released on          leave with police escort\n           leave on the promise of good\n           behaviour?</p><pre id=\"pre_3\">\n10         Is the premature release for the       not recommended\n           prisoner recommended\n11         Remarks of the Probation Officer       For the above said\n           on the premature release of the        reasons, I am to inform\n           prisoner                               that the prisoner is not\n                                                  recommended for the\n                                                  premature release\n                                                            Sd/­\n                                                     Probation Officer,\n                                                     Division I, Prison\n                                                        Department,\n                                                    Coimbatore 641037\n\n<span class=\"hidden_text\" id=\"span_37\">                                  26</span>\n</pre><p data-structure=\"CDiscource\" id=\"p_70\">\fThough the relevant columns are Column No. 1(b), 1(d), 2, 8, 9,\n\n10 and 11, the High Court has only dealt with what is stated in\n\n1(d) and has not dealt with the other observations made in the\n\nreport of the Probation Officer.      We are constrained to observe\n\nthat this was not at all proper. In the other cases also, there are\n\nsimilar observations but these are not being repeated just to\n\navoid repetition.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_71\">\n</p><p data-structure=\"Conclusion\" id=\"p_72\">34.    We have examined the record of each case and now we\n\nshall deal with each case separately.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_73\">\n</p><p data-structure=\"Conclusion\" id=\"p_74\">          CRIMINAL APPEAL NO(S). 144 OF 2020\n   (@ SPECIAL LEAVE PETITION (CRL) NO(S). 626 OF 2020)\n (@ SPECIAL LEAVE PETITION (CRL) D. NO. 18046 OF 2019)\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_75\">35.         The detenu was aged about 21 years when he was\n\ndetained. More than 17 years have elapsed and he is about 38\n\nyears of age now.     We are informed that during the period of\n\nincarceration in jail, he has completed the following educational\n\ncourses:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_76\">\n</p><pre id=\"pre_4\">       Sl. Period             Course\n       No.\n       1) May 2007            Bachelor of Computer\n                              Applications\n       2)     06.03.2009 to   Radio &amp; T. V. Repairing\n\n<span class=\"hidden_text\" id=\"span_38\">                                 27</span>\n\f             05.09.2009\n      3)     May 2010           Master of Computer\n                                Applications\n      4)     January 2013       Desk Top publishing\n      5)     May 2013           Master of Business\n                                Administration in Human\n                                Resources\n      6)     July 2013          PG Diploma\n      7)     07.10.2013         Information and\n                                Communication Technology\n      8)     04.09.2013 to      Electrical Wiring\n             03.12.2013\n      9)     January 2014       MA (Criminology &amp; Criminal\n                                Justice Administration)\n      10) January 2014          Diploma in Computer\n                                Hardware Servicing\n      11) May 2014              MA (Journalism &amp; Mass\n                                Communication)\n      12) June 2014             Diploma in Media Art\n      13) 10.03.2014 to         Tailoring &amp; Embroidery\n          09.09.2014\n      14) 19.02.2015 to         Mushroom Cultivation\n          25.02.2015\n      15) May 2015              PG Diploma in International\n                                Business\n      16)    July 2016          Program : MTM\n      17)    July 2016          Certificate in Guidance\n      18)    July 2016          Program : PGDDM\n      19)    July 2016          Program : ACISE\n      20)    May 2016           Fire &amp; Safety Management\n      21)    June 2016          Degree of Master of Arts in\n                                Sociology\n\n\n</pre><p data-structure=\"CDiscource\" id=\"p_77\">This young man who may have committed a heinous crime, has\n\nobtained    various   degrees    including   Masters   in   Computer\n\nApplication, Masters of Business Administration, Master Degree\n\nin Criminology &amp; Criminal Justice Administration and M.A. in\n\n<span class=\"hidden_text\" id=\"span_39\">                                   28</span>\n\fJournalism &amp; Mass Communication and various other Vocational\n\nDiplomas. The learning which he has obtained in jail must be\n\nput to use outside. The jail record shows that his behaviour in\n\njail has been satisfactory. The only ground against him is that he\n\nhad murdered a person from another community and, therefore,\n\nit is said that some religious enmity may still prevail. It has come\n\non record that on various occasions, he has gone back to his\n\nnative place though under police escort.     We are clearly of the\n\nview that in these circumstances this is a fit case where we\n\nshould not send this respondent to another round of litigation.\n\nTherefore, in exercise of our power under <a href=\"/doc/500307/\" id=\"a_26\">Article 142</a> of the\n\nConstitution we direct the release of the respondent.\n\n</p><p data-structure=\"Conclusion\" id=\"p_78\">           CRIMINAL APPEAL NO(S). 145 OF 2020\n  (@ SPECIAL LEAVE PETITION (CRL) NO(S). 627 OF 2020)\n (@ SPECIAL LEAVE PETITION (CRL) D. NO. 18016 OF 2019)\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_79\">36.   The detenu in this case is about 43 years of age now and we\n\nare informed that during the period of incarceration in jail, he\n\nhas completed the following educational courses:\n\n\n</p><blockquote id=\"blockquote_16\">        (i)   B.B.A., from Madras University, May, 2008;\n</blockquote><blockquote id=\"blockquote_17\">        (ii) Diploma in Hardware Servicing from Tamil\n             Nadu Open University, January, 2014;\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                 29</span>\n<blockquote id=\"blockquote_18\">\f       (iii) Hindu Course from Dakshina Hindi Prachar\n             Saba;\n</blockquote><blockquote id=\"blockquote_19\">       (iv) Workshop and Bakery and Confectionary\n            dated 12/13.09.2008;\n</blockquote><blockquote id=\"blockquote_20\">       (v) Degree of Master of Arts and Political Science\n           [First Class] from Tamil Nadu Open\n           University, June 2014;\n</blockquote><blockquote id=\"blockquote_21\">       (vi) National Certificate in Modular Employable\n            Skills from Ministry of Labour and\n            Employment, 18.11.2003;\n</blockquote><blockquote id=\"blockquote_22\">       (vii) Certificate in Electrical Wiring from Govt.\n</blockquote><blockquote id=\"blockquote_23\">             Polytechnic, 03.12.2013;\n</blockquote><blockquote id=\"blockquote_24\">       (viii)Undergone training for two wheeler repairing,\n             18.03.2010;\n</blockquote><p data-structure=\"Precedent\" id=\"p_80\">       (ix) Certificate course in Diploma in Four\n            Wheeler Mechanism dated 30.04.2013 done\n            in Tamil Nadu Open University;\n</p><p data-structure=\"Conclusion\" id=\"p_81\">       (x) Done Vocational Diploma in DTP Operator\n           dated January, 2013 in Tamil Nadu Open\n           University;\n</p><p data-structure=\"CDiscource\" id=\"p_82\">       (xi) Diploma in Computer Hardware servicing in\n            Tamil Nadu Open University, January, 2014.\n\n\nWe are also informed that the detenu in this case has gone on\n\nemergency leave 42 times (89 days) and by Court order, he has\n\nbeen granted leave 2 (37 days) times and during the said\n\noccasions, neither life threat to him nor was there any law and\n\norder problem.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_83\">\n\n\n<span class=\"hidden_text\" id=\"span_41\">                               30</span>\n</p><p data-structure=\"Conclusion\" id=\"p_84\">\f37.   We are clearly of the view that in these circumstances this is\n\na fit case where we should not send this respondent to another\n\nround of litigation.   Therefore, in exercise of our power under\n\n<a href=\"/doc/500307/\" id=\"a_27\">Article 142</a> of the Constitution we direct the release of the\n\nrespondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_85\">\n</p><p data-structure=\"Conclusion\" id=\"p_86\">      Crl.Appeal No. 146 /2020 @ SLP(Crl)No.7697 of 2019\n\n</p><p data-structure=\"Conclusion\" id=\"p_87\">38.   The detenu in this case is about 38 years of age now and we\n\nare informed that during the period of incarceration in jail, he\n\nhas completed the following educational courses:\n\n</p><blockquote id=\"blockquote_25\">          1. Diploma in Computer Hardware Servicing\n             from Tamil Nadu Open University;\n</blockquote><blockquote id=\"blockquote_26\">          2. Bachelor of Business Administration from\n             University of Madras;\n</blockquote><blockquote id=\"blockquote_27\">          3. Master    of Business Administration from\n              University of Madras.\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_88\">39.   We are clearly of the view that in these circumstances this is\n\na fit case where we should not send this respondent to another\n\nround of litigation.   Therefore, in exercise of our power under\n\n<a href=\"/doc/500307/\" id=\"a_28\">Article 142</a> of the Constitution we direct the release of the\n\nrespondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_89\">\n   Crl.Appeal No. 148 of 2020 @ SLP(Crl) No.11494 of 2019\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                 31</span>\n</p><p data-structure=\"Conclusion\" id=\"p_90\">\f40.   The detenu in this case is about 39 years of age now and we\n\nare informed that during the period of incarceration in jail, he\n\nhas completed the following educational courses:­\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_91\">         1. Higher Secondary Course from State Board of\n            School, Tamil Nadu;\n</p><p data-structure=\"Conclusion\" id=\"p_92\">         2. Bachelor of Arts in History from University of\n            Madras;\n</p><p data-structure=\"Precedent\" id=\"p_93\">         3. Master of Arts in Political Science from\n            University of Madras;\n</p><p data-structure=\"Conclusion\" id=\"p_94\">         4. Post Graduate Diploma in Human Rights from\n            Tamil Nadu Open University;\n</p><p data-structure=\"Conclusion\" id=\"p_95\">         5. Post Graduate      Diploma    in   International\n            Business;\n</p><p data-structure=\"Conclusion\" id=\"p_96\">         6. Master of Business Administration (Human\n            Resources)  from   Bharathiar   University,\n            Coimbatore;\n</p><p data-structure=\"Conclusion\" id=\"p_97\">         7. M.  A. Criminology and Criminal Justice\n            Administration from Tamil Nadu Open\n            University.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_98\">\n</p><p data-structure=\"Conclusion\" id=\"p_99\">41.   We are clearly of the view that in these circumstances this is\n\na fit case where we should not send this respondent to another\n\nround of litigation.   Therefore, in exercise of our power under\n\n<a href=\"/doc/500307/\" id=\"a_29\">Article 142</a> of the Constitution we direct the release of the\n\nrespondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_100\">\n\n\n<span class=\"hidden_text\" id=\"span_43\">                                 32</span>\n\fCrl.Appeal No. 147 of 2020 @ SLP(Crl)No.6159 of 2019\n\n</p><p data-structure=\"Conclusion\" id=\"p_101\">42.   The detenu in this case is about 46 years of age now and we\n\nare informed that during the period of incarceration in jail, he\n\nhas completed the following educational courses:­\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_102\">        (i) Completed 8th Standard;\n</p><p data-structure=\"Conclusion\" id=\"p_103\">        (ii) Course of Preparatory Programme for\n             Secondary (PPS) dated 23.11.2012 in Tamil\n             Nadu Open University;\n</p><p data-structure=\"Conclusion\" id=\"p_104\">        (iii)Completed 10th Standard;\n</p><p data-structure=\"Conclusion\" id=\"p_105\">        (iv) Completed 12th Standard;\n</p><p data-structure=\"Precedent\" id=\"p_106\">        (v) Certificate course in Diploma in Four Wheeler\n            Mechanism dated 30.04.2013 done in Tamil\n            Nadu Open University;\n</p><p data-structure=\"Conclusion\" id=\"p_107\">        (vi) Done B. Literature dated May, 2017 &amp; June,\n             2018 in Bharathiar University, Coimbatore;\n</p><p data-structure=\"Conclusion\" id=\"p_108\">        (vii)  Done Vocational Diploma in DTP\n            Operator dated June, 2017 in Tamil Nadu\n            Open University;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_109\">\n</p><p data-structure=\"Conclusion\" id=\"p_110\">43.   We find that the detenu in this case was convicted in\n\nanother case under <a href=\"/doc/1128948/\" id=\"a_30\">Section 120(B)</a> of the Indian Penal Code,\n\n1860 and sentenced to imprisonment for 5 years and was\n\nconvicted   under   <a href=\"/doc/1319225/\" id=\"a_31\">Section 4(a)</a>    and <a href=\"/doc/747401/\" id=\"a_32\">4(b)</a> of     the   Explosives\n\nSubstances Act, 1908 and was awarded 5 years imprisonment\n\nand 4 years imprisonment under each of these sections vide\n\n<span class=\"hidden_text\" id=\"span_44\">                               33</span>\n\fjudgment dated 28.12.2018.     This judgment of conviction and\n\nsentence is after the date of the G.O.(Ms.) No. 64 dated\n\n01.02.2018 in question and this will also have to be taken into\n\nconsideration.   Therefore, as far as this case is concerned, we\n\ndirect the competent authority to consider the representation of\n\nthe detenu keeping in view the facts and circumstances of the\n\ncase and decide the same within 6 weeks from today. In case the\n\nState rejects the plea of the detenu then a reasoned order has to\n\nbe passed and, in that eventuality, the detenu shall be at liberty\n\nto challenge the order before the High Court.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_111\">44.   The detenu was also convicted in TADA case but that\n\nconviction has been set aside by this Court and, therefore, that\n\ncannot be taken into consideration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_112\">\n</p><p data-structure=\"Conclusion\" id=\"p_113\">45.   In view of the above discussion, we set aside the\n\njudgment(s) of the High Court. As far as the Criminal Appeal No.\n\n144 of 2020 @ SLP(Crl.)No. 626 of 2020 @ SLP(Crl.) D.No.18046\n\nof 2019, Criminal Appeal No. 145 of 2020 @ SLP(Crl.)No. 627 of\n\n2020 @ SLP(Crl.) D.No.18016 of 2019, Criminal Appeal No. 146\n\nof 2020 @ SLP(Crl).No.7697 of 2019 and Criminal Appeal No. 148\n\nof 2020 @ SLP(Crl.)No.11494 of 2019, are concerned the detenus\n\n\n<span class=\"hidden_text\" id=\"span_45\">                                34</span>\n\fare ordered to be released forthwith unless wanted in any other\n\ncase. As far as detenu in Criminal Appeal No. 147 of 2020 @\n\nSLP(Crl)No. 6159 of 2019 is concerned the State is directed to\n\nconsider and decide the representation of the detenu within 6\n\nweeks from today.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_114\">\n</p><p data-structure=\"Conclusion\" id=\"p_115\">46.   The appeals are disposed of in the aforesaid terms. Pending\n\napplication(s), if any, stand(s) disposed of.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_116\">                                       .......................................J.\n                                                       (S. Abdul Nazeer)\n\n\n\n\n                                       .......................................J.\n                                                          (Deepak Gupta)\nNew Delhi,\nJanuary 23, 2020\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">                                  35</span>\n\f</p>","numcites":23,"numcitedby":82,"docsource":"Supreme Court of India","citetid":7964850,"divtype":"judgments","relatedqs":[{"value":"premature release","formInput":"premature%20release"},{"value":"premature release of prisoners","formInput":"premature%20release%20of%20prisoners"},{"value":"habeas corpus","formInput":"habeas%20corpus"},{"value":"article 32","formInput":"article%2032"},{"value":"Report of Probation Officer","formInput":"Report%20of%20Probation%20Officer"},{"value":"writ of habeas corpus","formInput":"writ%20of%20habeas%20corpus"},{"value":"special leave petition criminal","formInput":"special%20leave%20petition%20criminal"},{"value":"human rights","formInput":"human%20rights"},{"value":"article 142","formInput":"article%20142"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"criminology","formInput":"criminology"},{"value":"preventive detention","formInput":"preventive%20detention"},{"value":"open university","formInput":"open%20university"},{"value":"sunil batra","formInput":"sunil%20batra"},{"value":"g.o.ms.no.64 dated 01.02.2018","formInput":"g.o.ms.no.64%20dated%2001.02.2018"},{"value":"mandamus","formInput":"mandamus"},{"value":"certiorari","formInput":"certiorari"},{"value":"slp","formInput":"slp"},{"value":"reasoned order","formInput":"reasoned%20order"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"order-enforcement","formInput":"tag:order-enforcement"},{"value":"appeal-to-supreme-court, power-to-issue-writ","formInput":"tag:appeal-to-supreme-court, power-to-issue-writ"},{"value":"criminal-procedure-code","formInput":"tag:criminal-procedure-code"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}