{"tid":1203042,"publishdate":"2002-08-26","title":"Municipal Corporation Of Greater ... vs Prestress Products (India) on 26 August, 2002","doc":"<h2 class=\"doc_title\">Municipal Corporation Of Greater ... vs Prestress Products (India) on 26 August, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2003(2)ARBLR624(BOM), 2003(3)BOMCR117</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-y-chandrachud\">D.Y. Chandrachud</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-y-chandrachud\">D.Y. Chandrachud</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n D.Y. Chandrachud, J. \n \n\n</pre><p data-structure=\"PetArg\" id=\"p_1\">  1. Admit. The learned counsel for the respondent waives service.   By consent taken up for hearing and final disposal. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> The Contract and the Dispute :  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\"> 2. The petitioner before the Court which is the Municipal Corporation for Greater Bombay impugnes in these proceedings under <a href=\"/doc/536284/\" id=\"a_1\">Section 34</a> of the Arbitration and Conciliation Act, 1996, an award of a sole Arbitrator dated 4th March, 2002.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 3. In October, 1986, the petitioner awarded to the respondent a contract for carrying out the civil, electrical and mechanical work for a Waste Water Treatment Facility at Versova. The work under the contract was to be completed within 18 months, by 31st March, 1988. The value of the contract was Rs. 5,42,38,727. On 3rd August, 1988, the Municipal Corporation approved a revised proposal at a cost of Rs. 4.18 crores which entailed, according to the respondent, a substantial change in the scope of work and specification. The respondent commenced the work on 1st October, 1988. On 15th February, 1989, another Resolution was passed by the Municipal Corporation as a result of which, the scope of the work was modified and the revised value of the contract was Rs. 11,48,27,238. On 2nd March, 1989, the Municipal Corporation issued a revised work order by which the date of commencement of the work was stipulated as 16th March, 1989 and the date of completion as 15th March, 1991. The petitioner granted to the respondent extension of time for completing the contractual work, from time to time and the final extension that was granted was upto 15th December, 1995. On 8th August, 1995, the petitioner terminated the contract by the issuance of a notice under Clause 90(a) of the General Conditions of Contract.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 4. The respondent has challenged the notice of termination and sought damages in addition to other claims which have been made against the petitioner. On 13th July, 1997, the petitioner and the respondent agreed to the appointment of a sole Arbitrator, the Arbitrator in this case being Shri S.G. Pingale, a former Chief Engineer and General Manager (Technical) of the City and Industrial Development Corporation of Maharashtra, 49 meetings were held before the Arbitrator between the 14th August, 1998 and 12th November, 2001. Parties stated before the Arbitrator that they would not be leading any oral evidence and that the matter should be decided on the basis of documents and correspondence exchanged between them. On 5th June 1999, the Arbitrator undertook a site inspection in the presence of the representatives of both the parties. On 29th July, 1999, parties agreed before the Arbitrator that the claim of the respondent pertaining to the Bill of Quantities (B.O.Q.) items and extra items would be taken up first. The Arbitrator directed the parties to complete their pleadings and it was decided that the remaining claims of the respondent in respect of damages would be taken up subsequently. The Court has been informed that on 21st June, 2001, the parties stated before the Arbitrator that he may declare an interim Award pertaining to the Civil Engineering part of the B.O.Q. Items and extra items and on 25th October, 2001, the Arbitrator was informed that the interim Award should cover the civil, electrical and mechanical portion of the work executed. The claim in respect of escalation, interest, damages as well as the counter claims of the petitioner would be determined by a separate Award.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 5. On 5th March, 2002, the Arbitrator gave his interim Award, as a result of which the petitioner has been directed to pay a sum of Rs. 133,85,868.66 together with interest at the rate of 15% p.a. on the date of the expiry of a period of 15 days from the date of the Award. On 26th March, 2002, the petitioner made an application before the learned Arbitrator under <a href=\"/doc/1977813/\" id=\"a_2\">Section 33</a> of the Arbitration and Conciliation Act, 1996, for making certain corrections in the Award and on 31st March, 2002, the Arbitrator issued an addendum to the original Award. A petition under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Act has thereupon been instituted before this Court on 29th June, 2002.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\"> Standard of Review :  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 6. At the outset, before considering the submissions which have been urged on behalf of the petitioner, it would be necessary to advert to the fact that in the present case, the petitioner and the respondent agreed to refer the disputes which had arisen between them after the Award and the subsequent termination of a contract for carrying out civil, electrical and mechanical work for a Waste Water Treatment Facility to an Arbitrator who is an Engineer. The Arbitrator has been a Chief Engineer and a General Manager (Technical) of C.I.D.C.O. The parties, therefore, entrusted the resolution of their disputes to a &#x27;Technical&#x27; Arbitrator ; &#x27;Technical&#x27; in the sense that he would be expected to bear upon his work the expertise which he had acquired out of his knowledge and long years of experience in matters of Engineering and Civil Construction. The Arbitrator has heard the parties extensively and the Court has been informed that during the 49 meetings that were held before the Arbitrator, the parties submitted voluminous documention and urged their respective submissions in respect of the B.O.Q. and extra items. The respondent has stated in its written submissions filed in Court that the parties submitted a joint statement in two volumes identifying the disputes and differences regarding the payability of each claim and the rates of the B.O.Q. items and extra items. The Arbitrator himself makes the following observations in the concluding part of his Award :  \n</p><blockquote id=\"blockquote_1\">  &quot;The Award as finalised is in the form of decisions of the Arbitrator on various points. As a result of thorough discussions in as many as 49 arbitration meetings, the difference of opinion between the parries narrowed down considerably and to that extent grey areas have been reduced. The final tabulation in Volume VI(R) Annexure &quot;C&quot; is therefore, the basis on which this Award is founded. I have meticulously examined the submissions made by the parries, exhibits, depositions, arguments made by each party and having given full and equal opportunity to each of the party, I have, as a sole Arbitrator, declared this Award. The Award shall not prejudice rights of both the parties to argue their respective contentions touching the claims related to the final bill.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_9\"> 7. In this background, it would now be necessary to consider the standard of review which this Court must apply while considering the challenge to the validity of an Arbitral Award made under the <a href=\"/doc/1306164/\" id=\"a_4\">Arbitration and Conciliation Act, 1996</a>. The Statement of Objects and Reasons appended to the Arbitration and Conciliation Bill, 1995 while setting out the main objectives of the bill, specifies that one of them is to minimise the supervisory role of Courts in the arbitral process. <a href=\"/doc/310829/\" id=\"a_5\">Section 5</a> of the Act provides that notwithstanding anything contained in any other law for the time being in force, in matters governed by Part 1, no judicial authority shall intervene except where so provided in that part. <a href=\"/doc/536284/\" id=\"a_6\">Section 34</a> of the Act falls in Chapter VII of Part I. Under <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a>, recourse to a Court against an Arbitral Award may be made only by an application for setting aside such an Award in accordance with Sub-section (2) of <a href=\"/doc/536284/\" id=\"a_8\">Section 34</a>. Sub-section (2) of <a href=\"/doc/536284/\" id=\"a_9\">Section 34</a> stipulates that an Arbitral Award may be set aside by the Court only if the grounds specified in Clauses (a) and (b) thereof are fulfilled. The object which Parliament intended to achieve in enacting the <a href=\"/doc/1306164/\" id=\"a_10\">Arbitration and Conciliation Act, 1996</a>, was to substantially reduce the scope of judicial intervention.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> 8. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"116018390\" id=\"span_1\">In <a href=\"/doc/116018390/\" id=\"a_11\">Konkan Railway Corporation Ltd. v. Mehul Construction Co.</a>,  the Supreme Court has adverted to the limitation placed by the Act of 1996 upon the intervention of the Court in the following words :</span>  \n</p><blockquote id=\"blockquote_2\">  &quot;A bare comparison of different provisions of the <a href=\"/doc/1052228/\" id=\"a_12\">Arbitration Act, 1940</a> with the provisions of the <a href=\"/doc/1306164/\" id=\"a_13\">Arbitration and Conciliation Act, 1990</a> would unequivocally indicate that the 1996 Act limits intervention of Court with an arbitral process to the minimum and it is certainly not the legislative intent that each and every order passed by an authority under the Act would be a subject-matter of judicial scrutiny of a Court of law. Under the new law the grounds on which an Award of an Arbitrator could be challenged before the Court have been severely cut down and such challenge is now permitted on the basis of invalidity of the agreement, want of jurisdiction on the part of the Arbitrator or want of proper notice to a party of the appointment of the Arbitrator or of arbitral proceedings. The powers of the Arbitrator have been amplified by insertion of specific provisions on several matters. Obstructive tactics adopted by the parties in arbitration proceedings are sought to be thwarted by an express provision inasmuch as if a party knowingly keeps silent and then suddenly raises a procedural objection, it will not be allowed to do so. The role of institutions in promoting and organising arbitration has been recognised.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_11\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1043425\" id=\"span_2\">9. Mr. Justice B.N. Srikrishna (as the learned Chief Justice then was) speaking for a Division Bench of this Court in <a href=\"/doc/1043425/\" id=\"a_14\">Vijaya Bank v. Maker Development Services Pvt. Ltd.</a>, 2001(3) Bom. CR 652, noticed that despite the &quot;terse phraseology&quot; used in <a href=\"/doc/1503578/\" id=\"a_15\">Section 30</a> of the Arbitration Act, 1940, &quot;judicial creativity and innovation (had) expanded the scope of challenge to an Award&quot; and &quot;there\nis (a) plethora of case law on what constitutes misconduct&quot;. The Court noted that &quot;perversity of judgment, error apparent on the face of the record, and a host of other considerations were injected into this concept of legal misconduct giving a free handle for judicial intervention.</span>  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\"> 10. The avowed objective of Parliament in enacting the Act of 1996 is to reduce judicial intervention by providing for a speedy and expeditious process of arbitration as a means to alternative dispute resolution. The raison d&#x27;etre for A.D.R. is to obviate the delays attendant upon normal litigative remedies. The whole process of arbitration as an effective instrument of A.D.R. will become monibund and stultified if excessive judicial intervention leads to those very delays which the law was intended to avoid. Judicial intervention under the Act of 1996 hence must be confined strictly to what the legislature permits.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_13\"> 11. The grounds on which an Arbitral Award can now be challenged under the <a href=\"/doc/1306164/\" id=\"a_16\">Arbitration and Conciliation Act, 1996</a>, can broadly be classified thus :  \n</p>   \n\n<blockquote id=\"blockquote_3\"> (a)   Matters invalidating the arbitration agreement, the appointment of the Arbitrator, lack of notice of the arbitral proceedings or matters whereby a party was otherwise unable to present his case [Sub-clause (i), (ii) and (iii) of Clause (a), <a href=\"/doc/439304/\" id=\"a_17\">Section 34(2)</a>] ;  \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (b)   If the Award deals with disputes not covered by the terms of submission to arbitration or matters beyond the scope thereof [<a href=\"/doc/148869/\" id=\"a_18\">Section 34(2)(a)(iv)</a>];  \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (c)   If the composition of the Arbitral Tribunal or arbitral procedure, was not in accordance with Part I or with the agreement of the parties [in respect of derogable provisions of Part I, <a href=\"/doc/1831758/\" id=\"a_19\">Section 34(2)(a)(v)</a>];  \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> (d)   If the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force [<a href=\"/doc/549389/\" id=\"a_20\">Section 34(2)(b)(i)</a>];  \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> (e)   If the Arbitral Award is in conflict with the public policy of India [<a href=\"/doc/549389/\" id=\"a_21\">Section 34(2)(b)(ii)</a>].   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1043425\" id=\"span_3\">12. The public policy defence which is recognised by <a href=\"/doc/549389/\" id=\"a_22\">Section 34(2)(b)(ii)</a> of the Act came up for consideration before the Division Bench of this Court in the <a href=\"/doc/1043425/\" id=\"a_23\">Vijaya Bunk</a> case (supra).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_4\">The Division Bench, held after referring to the observations of the Supreme Court in <a href=\"/doc/86594/\" id=\"a_24\">Renusagar Power Co. Ltd. v. General Electric Co.</a>, \n that while it was not possible to attempt a definition of the exact meaning of the expression &quot;public policy&quot;, this much was clear, that &quot;whatever be the width of the expression it does not include a mere contravention of law&quot;.</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> 13. <a href=\"/doc/1306164/\" id=\"a_25\">The Arbitration and Conciliation Act, 1996</a> was thus enacted with an express parliamentary objective of curtailing judicial intervention. Under the previous Act of 1940 an Arbitral Award could be set aside under <a href=\"/doc/308340/\" id=\"a_26\">Section 30</a>, (i) where the Arbitrator had misconducted himself ; (ii) where the Award has been made after the issuance of an order by the Court suspending the arbitration or after arbitration proceedings have become invalid ; and (iii) where the Award had been improperly procured or was otherwise invalid. The position in law that emerged under the Act of 1940 was that an Award could be set aside on the ground of an error apparent on the face of the Award. That would be so when the reasons given in the Award or in a document incorporated with it were based upon a legal proposition which is on its face erroneous. The grounds for challenge which were available in the earlier Act have been substantially curtailed and a challenge can now be preferred only on one of those grounds available under <a href=\"/doc/750244/\" id=\"a_27\">Sections 12</a>, <a href=\"/doc/1137274/\" id=\"a_28\">13</a>, <a href=\"/doc/675839/\" id=\"a_29\">16</a> and <a href=\"/doc/536284/\" id=\"a_30\">34</a> of the Arbitration and Conciliation Act, 1996.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1453495\" id=\"span_5\">14. However, at the present stage, it would be material to note that even under the earlier Act of 1940, it was trite law that the reasonableness of the reasons given by the Arbitrator cannot be challenged and that the Arbitrator is the sole. Judge of the quality as well as of the quantity of evidence. Consequently, it was held by the Supreme Court that it was not for the Court to take upon itself the task of being a Judge of the evidence before the Arbitrator, The Court was required to approach the Award with a desire to support it, if that is reasonably possible, rather than to destroy the Award by calling it illegal, <a href=\"/doc/1453495/\" id=\"a_31\">Bijendra Nath Srivastava v. Mayank Srivastava</a>, AIR 1995 SC 2562=1994(2) Arb. LR 277 (SC).</span>\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899181\" id=\"span_6\">In <a href=\"/doc/899181/\" id=\"a_32\">Arosan Enterprises Ltd. v. Union of India</a>,  the Supreme Court reiterated this principle holding that the reappraisal of evidence by the Court is unknown to a proceeding under <a href=\"/doc/1503578/\" id=\"a_33\">Section 30</a> of the Arbitration Act, 1910. A distinction has been drawn in cases under the Act of 1940 between a situation where the Arbitrator has acted within his jurisdiction and one where the Arbitrator acts outside his jurisdiction. Where the Arbitrator has acted within his jurisdiction and has construed the provisions of the contract between the parties, a mere error of fact or law, cannot be corrected by the interference of the reviewing Court. A want of jurisdiction is thus distinguished from an error in exercise of jurisdiction. An award is liable to be set aside when there is an error of jurisdiction but not if the error is committed in exercise of jurisdiction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"529896\" id=\"span_7\"><a href=\"/doc/529896/\" id=\"a_34\">H.P. State Electricity Board v. R.J. Shah &amp; Company</a>, . <a href=\"/doc/1052228/\" id=\"a_35\">The Arbitration Act</a> of 1940 permitted a wider scope for interference with Arbitral Awards than the <a href=\"/doc/1306164/\" id=\"a_36\">Arbitration and Conciliation Act, 1996</a>. In fact, the avowed object of the 1996 Act is to reduce the extent of judicial intervention. What is material for the present purposes is that even under the Act of 1940, the Supreme Court had in its decisions laid down norms of restraint in the exercise of judicial review. The principle of judicial restraint must apply a fortiori when the Court is faced with a challenge to an Award under the Act of 1996. Besides the stated object of Parliament of reducing judicial intervention. <a href=\"/doc/536284/\" id=\"a_37\">Section 34</a> significantly reduces the extent of a possible challenge to an Arbitral Award. Though the restriction is somewhat rigorous, it seeks to achieve the object of making a recourse to arbitration as a truly effective means of alternative dispute resolution. The Court is duty bound to effectuate the letter and the spirit of the legislation.</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_18\"> The Requirement of Recording Reasons :  \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\"> 15. <a href=\"/doc/1306164/\" id=\"a_38\">The Arbitration and Conciliation Act, 1996</a> makes a significant departure from the provisions of the <a href=\"/doc/1052228/\" id=\"a_39\">Arbitration Act, 1940</a>, insofar as the recording of reasons is concerned. Under the earlier Act of 1940, the arbitrator was not required to record reasons unless the agreement between the parties expressly provided that he must record reasons or if the parties had specifically required the Arbitrator to furnish reasons for the Award. The new Act which came to be enacted in 1996, makes it mandatory under <a href=\"/doc/193987/\" id=\"a_40\">Section 31(3)</a> that reasons should be given by the Arbitrator unless parties agree to the contrary. <a href=\"/doc/193987/\" id=\"a_41\">Section 31(3)</a> provides that :  \n</p>   \n\n<blockquote id=\"blockquote_8\"> &quot;31(3)   The Arbitral Award shall state the reasons upon which it is based, unless- \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (a) the parties have agreed that no reasons are to be given, or  \n \n\n</blockquote><blockquote id=\"blockquote_10\">  (b) the Award is an Arbitral Award on agreed terms under <a href=\"/doc/308340/\" id=\"a_42\">Section 30</a>.&quot;  \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\"> The requirement that the Arbitrator must record reasons, however, cannot form the basis of enlarging the jurisdiction of the reviewing Court when confronted with a challenge to the Arbitral Award under <a href=\"/doc/536284/\" id=\"a_43\">Section 34</a> of the 1996 Act. Though the Arbitrator has a mandatory obligation to record reasons, the reasons which he records cannot be scrutinised by the Court in the manner of the Court in the exercise of its appellate jurisdiction. The jurisdiction of the reviewing Court under the <a href=\"/doc/1306164/\" id=\"a_44\">Arbitration and Conciliation Act, 1996</a>, is not appellate in nature and since the Act is a comprehensive code relating to the law of arbitration, the extent of judicial interference must be confined to what is permitted by the Act. The Court would, therefore, not interfere with the Award merely because it finds that the view taken by the Arbitrator does not accord with the view of the Court on the facts or the law. The Arbitrator is entitled to construe the provisions of the contract and to arrive at a finding of fact on the basis of the evidence that has been adduced by the parties before him. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1043425\" id=\"span_8\">In fact, even on a question of law, the Division Bench in the <a href=\"/doc/1043425/\" id=\"a_45\">Vijaya Bank</a> case held that a mere error of law is not necessary a breach of public policy. The interference of the Court can only be warranted if a ground for interference set out in the Act is demonstrably shown to exist. The requirement that the Arbitrator record his reason is not a warrant for enlarging the extent of the scrutiny by the Court in Arbitral Awards beyond the strict limitations imposed by the Act upon the jurisdiction of the Court in considering a challenge to an Arbitral Award.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> 16. The next important aspect which needs emphasis, particularly in a matter such as the present, is the nature of the reasons which the reviewing Court would expect the arbitrator to furnish. <a href=\"/doc/1306164/\" id=\"a_46\">The Arbitration and Conciliation Act, 1996</a>, does not impose the requirement of a qualification in law or of experience in judicial office as a condition for appointment as an Arbitrator. The appointment of an Arbitrator essentially partakes of a consensual character. The experience of arbitral proceedings in India would show that in a significant number of disputes parties do prefer the appointment of a retired Judge as an Arbitrator. The reasons for this may not be far to be seek. A person who has held judicial office may be perceived by parties as possessing the ability of bringing to bear upon arbitral proceedings the tradition of independence, detachment and objectivity which characterises the work associated with judicial office. A person who has held judicial office in the past, therefore, brings to his or her work as an Arbitrator, the experience garnered over the years in writing and delivering judgments on the basis of a marshalling of facts, interpreting contracts and in the application of law. Over the years, an increasing number of Advocates have also discharged duties as Arbitrators in arbitral disputes. However, as the facts of the present would show, parties very often agree to the appointment of a &#x27;technical&#x27; Arbitrator particularly in matters such as the present, where a large part of the dispute revolves around technical expertise. The dispute in the present case related to a contract for the construction of a Waste Water Treatment Facility and parties considered it appropriate to appoint a retired Engineer who would have the requisite knowledge and experience to deal with a dispute relating to civil, mechanical and electrical work that was required to be carried out in the contract. Now then can be no doubt that whatever be the background of the Arbitrator--whether in the law or otherwise, the Arbitrator is bound by the <a href=\"/doc/1306164/\" id=\"a_47\">Arbitration and Conciliation Act, 1996</a>. The Arbitrator is bound to give reasons under the Act. Equally, parties who agree to the appointment of an Arbitrator in view of his technical expertise, must only be conscious of the fact that the reasons which he formulates in deciding upon a dispute in relation to an engineering contract would be such as would, to a person of prudence in his position, be reasonable as would be sufficient to unravel the nature of the dispute before him. The requirement of reasons cannot be stretched to unrealistic limits. In every case, the test is whether the Arbitrator has indicated the basis of his decision. The Arbitrator has of course, to consider the submissions which have been urged before him and to assess the facts which he will then apply to the governing law. The Arbitrator cannot ignore the contract. However, in assessing the typical issues which arise in a matter such as the present involving a civil construction contract, it will be unrealistic to expect that the Arbitrator must give detailed reasons relating to every minute aspect relating to the excavation of earth, the utilisation of stones and mortar, the choice of a rate analysis or of the extent of the wastage of steel that he considered appropriate. The Arbitrator has to apply the provisions made in the contract because he is not free to travel beyond the field of the contract which has been arrived at between the parties. But having done that and having construed the provisions of the contract, the Arbitrator is expected only to record reasons which would be indicative of his approach and the basis of the decision. The expectation that a &#x27;technical&#x27; Arbitrator must formulate his Award much in the nature of the judgment of the Court is unrealistic. To impose such a restriction would only lead to stultifying the process of arbitration. The adequacy of the reasons has, therefore, to be assessed by the reviewing Court having regard to the nature of the arbitral dispute. There can be no absolute rule. As in life, there are few, if any, absolutes in the law. The approach of the Court has to be to sustain the Award unless a specific ground as contemplated by the Act has been established for the interference of the Court.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\"> 17.   In this background, each of the claims of the petitioner can now be taken up seriatim.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_23\"> The Grounds of Objection :  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_24\"> 18. The first submission that has been urged before the Court is that the Arbitrator has not furnished any reasons while deriving the rates in respect of the extra items of work and while deriving the price index under Clause 74 of the General Conditions of Contract, In the written submissions which have been filed before the Court, it has been submitted that in several cases, the price index taken by the Arbitrator was of a year different than the year in which the work was commenced and carried out. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1886110\" id=\"span_9\">In this context, reliance has been placed on the judgment of this Court in <a href=\"/doc/1886110/\" id=\"a_48\">Vashdev Morumal Sawlani v. Yogesh  Mehta</a>, 2002(2) All. MR 156=2002(2) Arb. LR 380 (Bom.).</span>\n</p> \n \n\n<p data-structure=\"RespArg\" id=\"p_25\"> 19. The dispute insofar as the first submission is concerned, relates to the fixation of rates by the Arbitrator for the 88 items that have been tabulated in Exhibit G to the petition. There is no dispute about the fact that both the parties had submitted their respective rate analysis before the learned Arbitrator. The Arbitrator in his Award notes that he had studied the rate analysis submitted by the parties. The learned counsel appearing on behalf of the respondent has drawn the attention of the Court to a statement annexed at Exhibit A to the written submissions of the respondent. This statement has been prepared by the respondent so as to provide a comparison between the period when the work was executed, the base index adopted by the petitioner and the base index adopted in the Award of the learned Arbitrator. A perusal of the chart which has been annexed by the respondent to its written submissions has revealed before the Court that save and except for 15 items out of the 88, the price level or the base index that has been applied by the Arbitrator was the consumer price index prevailing at the time when a particular item of work was executed. The learned counsel for the petitioner fairly does not dispute that under the terms of the contract, the rate prevailing when the work was carried out can appropriately be applied. The chart would in fact, show that the Arbitrator has in several cases adopted the very price index that was suggested in its rate analysis by the Municipal Corporation. The learned counsel appearing on behalf of the Municipal Corporation does not dispute the position that the base index that ought to have been applied was the prevailing index at the time when the work was done. In ground (b) of the petition, the grievance of the petitioner is that the Arbitrator has not determined the base index exactly on the basis of the prevailing index available at the time when the work was done. During the course of the submissions, as already noted above, it has now been established that the Arbitrator had in fact, adopted as a base index, the prevailing index either when the work was done or in fact as suggested by the Municipal Corporation. The respondent has in the written submissions, in cases where the Arbitrator had adopted the rate suggested by the Municipal Corporation made a reference to the relevant letter of the Municipal Corporation and copies thereof have been annexed to the submissions.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_26\"> 20. Having regard to these aspects of the matter, there is in my view, no merit in the contention that the price index which was adopted by the learned Arbitrator did not correspond to the prevailing price index exactly at the time when the work was done. The Court must also be conscious of the fact that in contracts such as the one involved in the present case, work may be executed over a period of time. The task of applying an appropriate price index cannot be carried out with mathematical exactitude. However, as already noted earlier, in the case of 15 items, the learned counsel appearing on behalf of the respondent has fairly conceded before the Court that the price index which has been adopted by the learned Arbitrator docs not correspond to the prevailing price index when the work was done or to the rate which was suggested by the Municipal Corporation. These items are item Nos. 6, 7, 9, 13, 18, 22, 23, 28, 33, 37, 44, 55, 62, 66 and 77 of Annexure-A to the written submissions (corresponding to Exhibit G to the arbitration petition). The learned counsel appearing on behalf of the respondent has in response to a suggestion of the Court fairly stated on instruction that insofar these items are concerned, the matter may be remanded back to the learned Arbitrator before whom the reference is still pending on the question of escalation so that the payability and the rate in respect of the aforesaid items can be determined afresh by the Arbitrator in the course of the pending reference. The learned counsel appearing on behalf of the Municipal Corporation also has no objection. There shall, accordingly, be a direction that the payability and the applicable rate in respect of the aforesaid items shall be redetermined by the learned Arbitrator.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\"> 21. The second limb of the submission that has been urged on behalf of the petitioner insofar as this issue is concerned, is that there is no reason in the award of the Arbitrator either for accepting or for rejecting the rate analysis submitted by the respective parties. I have carefully perused the Award of the Arbitrator insofar as the aforesaid items are concerned. The Arbitrator has between pages 310-329 furnished reasons for his conclusions in respect of extra item Nos. 2 to 88 and extra items. In respect of several items, the learned \nArbitrator has noted that there was an agreement between the parties either as regards the payability of the item or in respect of the liability to pay or in regard to the quantities involved. As pointed out by the respondent, in such a case, the Arbitrator has restricted himself to a decision on the rate. Where there has been no agreement, the Arbitrator has made a determination which in his expert judgment was appropriate and fair. The Arbitrator has awarded an aggregate amount of Rs. 1,19,38,561 in respect of the rates of the B.O.Q. items and for extra items. The respondent submits in its written submissions that this was as against an aggregate claim of Rs. 1,87,11,136. The Arbitrator has, therefore, not accepted the claim of the respondent in its entirety but has reduced it in the final Award to an extent of 36%. Of the aforesaid amount of Rs. 1,19,38,561, the Municipal Corporation, it has been stated, had already agreed to pay an aggregate of Rs. 7732,389.86. No particular determination has been demonstrated before the Court to be disproportionate or unfair. Having regard to these facts and circumstances, it cannot, by any means be submitted that the Award of the learned Arbitrator is in any manner disproportionate or arbitrary. The submission of the petitioner that the Arbitrator has not furnished reasons is entirely lacking in merit. The legal position in this regard has already been adverted to in the earlier part of the judgment. The Arbitrator has furnished brief reasons in respect of each of the items. Having regard to the nature of the dispute between the parties, it cannot be said that the Arbitrator has been in breach of his obligation to record reasons. The reasons do contain a sufficient indication as regards the basis of the decision of the Arbitrator and in my view, no fault can be found with the Award on this count.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_28\"> 22. The second submission which has been urged before the Court relates to laboratory tests which were required to be conducted by the respondent. The submission of the petitioner is that Clause 3.4 of the specifications provides that various tests that were required to be carried out would be conducted in an approved laboratory from day-to-day and that routine tests are required to be carried out for checking quality. The submission of the petitioner was that under the bill of quantities only those tests which are carried out in an approved laboratory would be payable and that the respondent was not entitled to any payment for routine tests that were carried out for checking quality. However, inasmuch as the Arbitrator allowed the claim of the respondent, it has been urged that this is contrary to specification 2200-17/18-Clause 3.4.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_29\"> 23. In considering the correctness of this submission, it would at the outset, be appropriate to refer to Clause 3.4 of the Specification (Vol. III page 524). Clause 3.4 which forms a part of the supplement to Section 2200 entitled &quot;Malad Lagoons/Versova Lagoons Special Requirements&quot; provides that the contractor shall arrange to get the laboratory tests done from any approved laboratory in Bombay and furnish the results to the consultants, within a specified time after collection of sample. The clause then provides that the unit rate for these tests shall be per number per test and the unit rate shall include cost of transportation of samples and tubes. Specification 2200-5 (Vol. III page 509) provides that the laboratory tests shall be got done from a laboratory approved by the Engineer. These laboratories could be either the V.J.T.I., S.P. College of Engineer or alternatively, the contractor may set up a field laboratory in a separate room. In the present case, the respondent has submitted before the Court that he has constructed a full-fledged site laboratory with necessary staff and equipment in accordance with specification 2200-5. The Arbitral Award in the present case notes insofar as the aforesaid item is concerned, that all these test rates had in fact been furnished in the bill of quantities. The Arbitrator, therefore, found substance in the submission of the respondent, the original claimant, that it had submitted the tender with the clear understanding that for the work of testing it would get payment in accordance with the rates prescribed by the B.O.Q. Moreover, the arbitrator noted that it was only in the case of the moisture content tests that a specific provision was made in Clause 2.1 of the Specifications to Section 2200-6 that no payment shall be made separately for that test. The Arbitrator, therefore, formed the view that save and except for the moisture content test, the respondent was entitled to be paid in accordance with the claim, The Arbitrator has furnished cogent reasons for allowing the claim, The Arbitrator has made a reference to the relevant provisions of the contract and has construed the contractual provisions. The interference of this Court is clearly not called for, The award cannot be regarded as in any manner being outside the jurisdiction of the Arbitrator or contrary to public policy. The construction of the contract by the Arbitrator is a possible view. The Court would not be justified in interfering with the finding.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_30\"> 24. The third ground on which the Award of the Arbitrator has been assailed is the Award in respect of D.O.Q.-3-A and extra Item No. 1 Controlled filling in area without enclosure bund&#x27;. The learned counsel appearing on behalf of the Municipal Corporation has urged that the contractor has claimed this amount in respect of the alleged washing out of the quantity of murum filling due to tidal action. According to the Corporation, the waste or quantity of murum washed away was not payable under the preamble, under Clause 2.9 of Section 2200-19 and under Clauses 14 and 70 of the General Conditions of Contract. The contention of the Corporation is that the Arbitrator rejected an identical claim in respect of B.O.Q.-3-A Item No. 1 relying on Clauses 14 and 70 of General Condition of Contract but allowed a claim in respect of 9921 cub. metres contrary to the provisions of the contract,  \n \n\n</p><p data-structure=\"RespArg\" id=\"p_31\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1827454\" id=\"span_10\">25. In the written submissions which have been filed on behalf of the respondent, it has been submitted that B.O.Q.-3-A Item No. 1 which was rejected by the learned Arbitrator was a Bill of Quantities item that required not only murum filling, but also a building of internal embankments by the contractor within the preliminary treatment area. Extra Item No. 1 which was allowed by the learned Arbitrator concerned murum filling of the area which was not a part of the B.O.Q. and specifications. The learned counsel appearing on behalf of the respondent has urged that this murum filling was admittedly washed away by the tidal effect; the Arbitrator has accepted the submissions of the respondent that the clauses of the contract cited by the Municipal Corporation to contend that losses and damages during the progress of the work were to be made good at the cost of the contractor were not applicable to extra items or the additional work in excess of 125 per cent of the contract work or the items that were not covered expressly by the B.O.Q. specifications. The learned counsel for the respondent has also relied upon the judgment of the Supreme Court in <a href=\"/doc/1827454/\" id=\"a_49\">Hyderabad Municipal Corporation v. M. Krishnaswami Mudaliar</a>,  wherein the Supreme Court declined to apply a Clause in the contract which prohibited payment of interest on arrears on the ground that such a prohibitory clause would be applicable only provided that work was completed according to the specifications and the time schedule fixed in the original contract.</span> Similarly, it was urged by Counsel for the respondent that in Metro Electric Company v. Delhi Development Authority,  AIR 1980 Delhi 266 the Delhi High Court restricted a prohibitory clause of the contract only to the original period of the contract and upheld an Award granting damages for breach of contract committed by the employer.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\"> 26. With the assistance of the learned counsel, I have perused the findings of the learned Arbitrator on this point which are recorded at pages 311 and 312. Insofar as the B.O.Q. item Is concerned, the Arbitrator has come to the conclusion that the contractual provision was clear in that under Clauses 14 and 70 of the General Conditions of Contract, it was the responsibility of the contractor to make good losses or damages during the progress of the work at this cost. The Corporation had also during the currency of the contract rejected the claim of the contractor on account of loss due to &#x27;wash out&#x27;. However, insofar as extra items are concerned, the Arbitrator has justified the Award on the basis of the following reasons :  \n</p><blockquote id=\"blockquote_11\">  &quot;At the time of invitation of tenders, there was provision of aerated lagoons; enclosure bund and the W.W.W.T.F. Subsequently the scope of work was revised and in this process aerated lagoons and enclosure bund was deleted. And at this stage the work of filling in W.W.T.F. was taken up without the provision of enclosure bund. The filling work was subjected to the tidal effect which was not contemplated by the claimants at the time of submission of his offer. Their stand that this attracts extra payment for washout of filled up materials needs to be considered favourable on this background. When the filling area is facing the main Arabian Sea Water front this effect is quite pronounced and has to be considered in favour of the claimants. I therefore agree with the claimants as about payability of this item.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_33\"> I am of the view that the construction which has been placed by the Arbitrator is a possible view to take and the Court would not be justified in interfering with the Award in view of the limitations placed on the exercise of its jurisdiction of <a href=\"/doc/536284/\" id=\"a_50\">Section 34</a> of the Arbitration and Conciliation Act, 1996. The Arbitrator while construing the contract has formed the view that the restriction which was placed under Clauses 14 and 70 would apply to B.O.Q. items. However, insofar as the extra items of work were concerned, the contractor was held to be entitled to payment by the Municipal Corporation. This interpretation does not call for the interference of the Court.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_34\"> 27. The next item on which a challenge has been preferred to the Award is an extra rebate that has been claimed by the Corporation for an alleged decrease in the minimum stipulated consumption of the stone column. D.O.Q. 4-A, Item Nos. 6 and 7. The case of the Municipal Corporation is that the contract specified a minimum consumption of stone column at 140% and the stone actually consumed was less than that and the Corporation was hence entitled to a rebate. In this regard, it has been submitted on behalf of the Municipal Corporation that though the initial stipulation in the contract was of a minimum consumption of the stone column of 120%, this was subsequently revised to 140%. The Municipal Corporation accepts in its written submissions before the Court (Item No. IX page 10) that though the modification was signed by an officer of the Corporation, the respondent had not signed the alleged variation.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_35\"> 28. The learned Arbitrator has considered this dispute (Vol. III page 313) and has come to the conclusion that the revision of the minimum consumption from 120% to 140% appeared to be an overwriting for which the Corporation had no cogent explanation. Moreover, the Arbitrator noted that these being specialised items, the respondent had obtained the rates for the item from a company by the name Cem India and the original quotation of that company clearly indicated a minimum consumption of 120%. The attention of the Court has been drawn by the learned counsel appearing on behalf of the respondent to the relevant part of the contract and to the alleged modifications which are annexed at Exhibits 3 and 4 to the reply of the respondent. There can, in my view, be no manner of doubt that what was agreed between the parties was that the minimum consumption of stone column would be 120% and that there was no agreement between the parties for enhancing this to 140%. The alleged modification from 120% to 140% has not been accepted by the contractor. The Award of the learned Arbitrator on this aspect is purely on a finding of fact which in any event does not warrant the interference of this Court.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_36\"> 29. The next submission that has been urged before the Court is in relation to the Award insofar as it relates to the excavation for the preparation of the W.W.T.F. road and approach roads (B.O.Q. 10 Item Nos. 1 and 2). In the written submissions filed on behalf of the Municipal Corporation, it has been urged that the Award was contrary to the terms of the contract and is, therefore, liable to be set aside under <a href=\"/doc/1943211/\" id=\"a_51\">Section 28(3)</a> read with <a href=\"/doc/439304/\" id=\"a_52\">Section 34(2)(y)</a>. Though the petitioner had disputed the payability of the items, the Arbitrator recorded that he considered the item to be payable since the record of joint measurement showed that the work was executed at site. The Arbitrator noted that the quantities have been mutually agreed and he, therefore, accepted the claim based on the price level of 1994. In the written submissions which have been filed on behalf of the respondent, it has been urged before the Court that specification 2720-8 provided for filling upto a level of 16 centimetres sub-grade as part of the road specifications. The respondent urges that the preamble to the B.O.Q. which prohibits payment in respect of any item of work not found in the B.O.Q. would, if the case of the Municipal Corporation is accepted, reduce all extra items of work to work required to be done gratis. No contractor would, if such an interpretation is accepted agree to carry out any extra work. The respondent has urged that if the preamble is read together with the other terms of the contract, there is no merit in the submission which, if accepted, would result in no contractor ever doing extra work or extra items of work. The respondent has also adverted to the provisions of Clause 73-B of the General Conditions which expressly provided for how rates for additional, altered or substituted work (which are not to be found in the B.O.Q.) are to be determined. In the present case, I am of the view that the reliance which has been placed on <a href=\"/doc/1943211/\" id=\"a_53\">Section 28(3)</a> and on <a href=\"/doc/98290235/\" id=\"a_54\">Section 34(2)(v)</a> of the Act is of no assistance to the petitioner. <a href=\"/doc/1943211/\" id=\"a_55\">Section 28(3)</a> of the Act provides that the Arbitrator shall decide in accordance with the terms of the contract. <a href=\"/doc/98290235/\" id=\"a_56\">Section 34(2)(v)</a> applies to the composition of the Arbitral Tribunal or the arbitral procedure. There is, therefore, merit in the contention of the respondent that <a href=\"/doc/98290235/\" id=\"a_57\">Section 34(2)(v)</a> cannot apply to a case where an interpretation is placed by the Arbitrator upon the specifications contained in the contract. The Arbitrator is entitled to construe the contract and this is within his jurisdiction. Insofar as this item is concerned, I am of the view that the Court would not be justified in launching upon a detailed investigation into the correctness of the claim which has been awarded by the learned Arbitrator. The construction which has been placed by the Arbitrator is not demonstrated as being contrary to the terms of the contract. The Arbitrator has not acted outside his jurisdiction but within his jurisdiction in construing the contract and the view which has been taken, is a possible view to take.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_37\"> 30. The next ground of challenge is in regard to the quantity of wastage\nclaimed by the respondent at 10%. The Municipal Corporation in its submission as referred to the preamble to the Bill of Quantities/Schedule of Prices and it has been urged that the preamble prohibited payment allowing for any\nquantity of waste. The learned Arbitrator in considering this aspect of the\nmatter has recorded that both the payability and the rate had been mutually agreed.\n</p><p data-structure=\"RespArg\" id=\"p_38\">The Arbitrator noted that the dispute was about the quantity. On behalf of\nthe respondent, it has urged that the Municipal Corporation has not disputed\nthe payability of this head of claim as recorded by the Arbitrator. Moreover,\neven in its letter dated 26th March, 2002 addressed to the Arbitrator in which\ncertain errors in the Award were sought to be pointed out on behalf of the\nCorporation, the finding recorded by the Arbitrator on this issue to the effect\n\nthat the payability and rate are not disputed, was not contested. The learned counsel for the respondent has urged that the statement in the Award that the payability and rate had been mutually agreed has not been disputed in the petition or in the rejoinder filed on behalf of the petitioner. Having regard to the aforesaid circumstances, and the express finding which has been recorded by the Arbitrator, I am of the view that the interference of this Court would not be warranted.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_39\"> 31. The next head under which the Award has been challenged, relates to the allegedly erroneous quantity of clay taken as used for the formation of the bund [B.O.Q. 4-B Item 3(2)]. In the written submissions of the Municipal Corporation, it has been urged that the Arbitrator allowed the claim of the 1,95,178.31 cubic metres, equivalent to the quantity which was the excavated quantity. This according to the petitioner is contrary to specification 2200-13 which provides that for estimating the borrow area, provision will have to be kept for consolidation of marine clay, shrinkage and compaction of the embankment clay. The learned counsel appearing on behalf of the Corporation submitted that though the Arbitrator has quoted Clause 2200-13, he has not considered the effect thereof at all and no reasons have been furnished while rejecting the submission made by the petitioner, According to the petitioner, the contract expressly stipulated that the quantity was to be measured according to the compaction method and what was payable was the net compated quantity. The petitioner contends that the quantity excavated and the compacted quantity used for construction of the embankment can never be the same and that the Arbitral Award has ignored the express provisions of the contract.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\"> 32. The Arbitrator has in awarding the claim proceeded on the basis that B.O.Q. Item No. 4-B revealed that the quantity of marine clay to be locally excavated was 2,48,000 cu. metres at a rate of Rs. 30 pr. cu. metres and that the item relating to construction of the embankent made provision for an identical quantity of 2,48,000 cu. metres at an identical rate of Rs. 30 per cu.metres. Having heard the learned counsel appearing on behalf of the petitioner, I am of the view that the Award of the learned Arbitrator on this head ignores the express provisions of the contract which would be dispositive of the claim. The Arbitrator has in the course of his finding relied upon the circumstances that B.O.Q. Item 4-B showed the same quantity of marine clay to be excavated and to be utilised for the construction of the embankment viz., 2,48,000 cu.metrs. The Arbitrator then referred to the specific contractual provision in Section 2200-13 which provides that &quot;the contractor will not  be paid as per the excavation in borrow area, but based on volume of material&quot;. The volume of material was to be worked out as follows :  \n</p><blockquote id=\"blockquote_12\">  &quot;Before placement of clay for embankment starts, general ground level will be taken. After the embankment is complete as per drawing, levels will be taken. Thus volume of material will be worked out deducting the volume occupied by structures, pipes, etc.&quot;  \n</blockquote>\n\n \n\n<p data-structure=\"Precedent\" id=\"p_41\"> The Arbitrator then recorded that this contractual stipulation would lead to the following consequence :  \n</p><blockquote id=\"blockquote_13\">  &quot;This provision stipulates that the measurements for construction of embankment of clay based on the cross section of bund erected by the method of deposition of approved clay layer by layer and ensuring compaction of layers by mechanically towed rollers, etc.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_42\"> Despite the clear contractual stipulation that was agreed between the parties, the Arbitrator has chosen to award the claim relying upon the circumstance that B O.Q. Item 4-D contained the same quantity to be excavated and to be utilised in the construction of the embankment. I am of the view that the learned Arbitrator was clearly not justified in not giving effect to the contractual provision which was arrived at between the parties in Section 2200-13. The Arbitrator is not entitled to ignore the contract and to substitute the contractual provision which has been arrived at between the parties with what he regards fair and proper. This is not a situation where the Arbitrator has construed the contractual provision in Section 2200-13. If he had done so, the Court would regard any error in construction as one within jurisdiction. The Arbitrator has plainly not considered the effect of Section 2200-13 provision at all. The Award suffers from a patent breach of <a href=\"/doc/1943211/\" id=\"a_58\">Section 28(3)</a> which mandates that the Arbitral Tribunal shall decide in accordance with the terms of the contract. The Arbitrator has ignored the specific prohibition that the contractor shall not be paid in accordance with the excavation in the borrow area. The Arbitrator has awarded what the contract specifically prescribes. Insofar as this claim is concerned, therefore, I am of the view that the Award of the learned Arbitrator has to be quashed and set aside.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_43\"> 33. The next head of claim is in relation to clay excavated but which was not used by the contractor. The Arbitrator has recorded in the course of the award that the payability of the claim had been agreed upon between the parties. The learned counsel appearing on behalf of the respondent has, however, on instructions accepted that this is an erroneous statement and that there was in fact a dispute between the parties in regard to the payability of the item. The learned counsel for the respondent has, therefore, fairly agreed that the Award insofar as this item is concerned, may be quashed and set aside and the matter be remitted back to the learned Arbitrator for fresh consideration. The learned counsel appearing on behalf of the petitioner has no objection. Accordingly, this aspect of the Award (Vol. III page 334-336) is quashed and set aside and the matter shall stand remitted back to the Arbitrator.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_44\"> 34. The next head of claim on which there has been a challenge in these proceedings is the Award of compaction charges at the rate of Rs. 7.10 per cu.metres. On behalf of the petitioner it has been urged that the rate of Rs. 30 for B.O.Q. 4-B Item No. 3 was inclusive of all activities that were required to be carried out in the construction of the embankment including the activity of compaction and this claim was not separately payable. The Arbitrator has dealt with this claim in the addendum (Vol. III pages 492-497) since it had been inadvertently omitted when the original Award was made. In its reply to the arbitration petition, the respondent has pointed out in para 19 that as per specification 2200-1, scope of work Item Nos. 14, 15 and 16 related to construction of local clay bund by consolidation and not by compaction. The scope of the work, it was submitted, has been changed and work was required to be done by compaction. As a result, the respondent had made its claim in regard to the extra effort that was required. According to the respondent, after the work was started, it was instructed by the petitioner to make a bund in layer of 60 cm. thickness of clay and roll it for compaction. The thickness of clay was further reduced from 60 cms. to 45 cms. which required extra compaction efforts on the part of the respondent. These submissions have been accepted by the Arbitrator. The view of the Arbitrator cannot be regarded as contrary to the provisions of the contract. The Arbitrator, I am of the view was justified in accepting the submission as aforesaid made on behalf of the respondent. There is no merit in the challenge in so far as this item is concerned.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\"> 35. The next ground of challenge is to the Award in respect of payment for plastic concrete in the lagoon embankment core area. The case of the petitioner is that there was a typographical error in the contractual specification. According to the petitioner, the provision in the contract which rends ; &quot;providing and placing plastic concrete behind R.C.C. boxes and lagoon core&quot; should actually read &quot;providing and placing plastic concrete behind R.C.C. boxes and lagoon core&quot;. The Arbitrator has furnished cogent reasons (Vol. III pages 341-342) for rejecting the submission of the Municipal Corporation. The Arbitrator noted that the work involved and the effect required for these two items can never be the same and the work of doing plastic concrete within the lagoon core is definitely more difficult, expensive and time consuming. The Arbitrator has rejected the claim of the Municipal Corporation that there was a typographical error in the contractual specification. Here, again, I am of the view that the finding which has been recorded by the Arbitrator would call for no interference, having regard to the parameters of the jurisdiction which the Court is exercising under <a href=\"/doc/536284/\" id=\"a_59\">Section 34</a>.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_46\"> 36. The next head of the challenge to the award is as regards the payment to be made to the respondent in respect of the removal of material procured by the respondent and brought to site for the concreting work. According to the petitioner, the material ought to have been taken away by the contractor after termination ; that the contractor had failed to do so though directed and the material was of no use to the petitioner. The Arbitrator has dealt with the aforesaid claim in the addendum to the Award (Vol. IV page 493). The Arbitrator has noted that the material was lying at the site when the contract was terminated ; that this was confirmed by joint measurement ; and that it was available to the respondent for incorporation in the work. Besides this the learned counsel appearing on behalf of the respondent has also relied upon Clause 90 of the General Conditions of Contract which adverts to the &quot;value of the contractor&#x27;s material taken over and incorporated in the work and use of tackle and machinery belonging to the contractor&quot;. The learned counsel appearing on behalf of the petitioner has been unable to sustain the challenge to the Award insofar as the aforesaid claim is concerned. No ground for interference under <a href=\"/doc/536284/\" id=\"a_60\">Section 34</a> is established.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_47\"> 37. The next item of claim relates to the Award in so far as it grants to the respondent the cost of the gross quantity of steel used by it as opposed to the net quantity. In so far as this item is concerned, the learned counsel appearing on behalf of the petitioner has submitted that the Arbitrator allowed the claim for 256,61 M.T. relying upon a circular issued by the Municipal Corporation despite the fact that a net quantity of 224.19 M.T. had admittedly been recorded jointly in the measurement book and in the steel register, both as per drawings and as actually recorded at site. The learned counsel appearing on behalf of the petitioner has referred to the preamble of the Bill of Quantities/Schedule of Prices (Vol. III page 525) which expressly stipulates in B.O.Q. 3 that except where an item in the Bill of Quantities/Schedule of Prices clearly indicates to the contrary, the measurement shall be as described in the specification, all measurement being not in accordance with the drawing with no allowance for waste. The learned counsel then submitted that the contract contains an enumeration of the documents which form a part of the contract and the so-called circular which was relied upon by the Arbitrator was not a part of any of the contractual documents. Moreover, it was urged that the circular was not produced or relied upon before the Arbitrator. Finally it was urged that the circular which had been relied upon was not for allowing wastage to the contractor, but has been issued by the Corporation for directing its officers not to charge double the allowable rate if controlled material is not returned by the contractor to the Municipal Corporation after the completion of the work, to the extent of 17.5% to prevent misuse of the material supplied by the Corporation at an economical rate.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_48\"> 38. In reply to the aforesaid submissions, it has been urged on behalf\nof the respondent that in the Arbitral Award, it has been noted that the\npayability of the item had been agreed. This finding to the effect that the\npayability had not been disputed is not challenged in these proceedings.\n</p><p data-structure=\"CDiscource\" id=\"p_49\">Indeed in its letter dated 26th March, 2002, written to the Arbitrator for\neffecting corrections in the Award, the Municipal Corporation has not\ndisputed the statement in the Award to the effect that the payability of this\nitem has been agreed. In the statement of the Municipal Corporation at\npage 487 (Item 20), the Corporation has merely sought a correction in the exact figure of the quantity and rate per metric tonne. Moreover, it was\nurged that the existence and contents of the circular were not disputed though it is alleged that the actual circular was not produced before the Arbitrator. The respondent urges that it was open to the learned Arbitrator to rely upon the aforesaid circular on the basis of another Award involving the Municipal Corporation and the admitted position was that such a circular did exist. The appreciation of the circular was within the domain of the Arbitrator. Finally, it was urged that this being an extra item, the full quantity had to be paid for and the preamble to the B.O.Q. could not govern payment in respect of this item. It was, therefore, urged that the learned Arbitrator has taken a plausible view. I am of the view that since the Municipal Corporation has been recorded by the Arbitrator as having agreed to the payability of the item, it is not open to the Corporation to contest the findings before this Court. The statement in the Arbitral Award that payability was agreed has not been challenged in the arbitration petition. The Arbitrator has noted that the dispute was about the rate and quantity. That being the position, I do not find any merit in the challenge.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_50\"> 39. No other point other than the aforesaid submissions has been urged before the Court.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\"> 40. In the circumstances the arbitration petition shall stand dismissed save and except in regard to (i) the 15 Items viz., Item Nos. 6, 7, 9, 13, 18, 22, 23, 28, 33, 37, 44, 55, 62, 66 and 77 of Annexure G (page 498) to the arbitration petition ; and (ii) the Award in so far it relates to the claim regarding clay excavated but not used by the contractor (Award Item No. 91 pages 334-337); (iii) B.O.Q. 4-13 [Item No. 3(2)). In so far as the 15 items listed out in (i) above are concerned, in view of the statement made by learned counsel for the petitioner and the respondent, there will be a direction that the Arbitrator shall make a fresh determination thereon. Similarly, in regard to (ii) above, there shall be a direction to the Arbitrator to make a fresh determination thereon, in view of the statement of learned counsel recorded earlier. The Arbitral Award is set aside in so far as it Awards the claim in respect of B.O.Q. 4-B [Item No. 3(2)].  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_52\"> 41.   The arbitration petition is accordingly disposed of.  \n</p> \n\n","numcites":25,"numcitedby":8,"docsource":"Bombay High Court","citetid":1203042,"divtype":"judgments","relatedqs":[{"value":"review by same court","formInput":"review%20by%20same%20court"},{"value":"public policy","formInput":"public%20policy"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"works contract","formInput":"works%20contract"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"bill of quantity","formInput":"bill%20of%20quantity"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"no reply   citedby: 1827454","formInput":"no%20reply%20%20%20citedby%3A%201827454"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"},{"value":"PREAMBLE","formInput":"PREAMBLE"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"written submission","formInput":"written%20submission"},{"value":"\"judicial office\" ","formInput":"%22judicial%20office%22%20"},{"value":"mutual","formInput":"mutual"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"interim award","formInput":"interim%20award"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}