{"tid":12278657,"publishdate":"2014-12-17","title":"M/S National Highways Authority Of ... vs M/S Bscpl on 17 December, 2014","doc":"<h2 class=\"doc_title\">M/S National Highways Authority Of ... vs M/S Bscpl on 17 December, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-sharma\">Deepa Sharma</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-sharma\">Deepa Sharma</a></h3>\n\n<pre id=\"pre_1\">*     IN THE HIGH COURT OF DELHI AT NEW DELHI\n+                         O.M.P. 472/2013\n                                   Judgement reserved on: 24.09.2014\n%                                  Judgment pronounced on: 17.12.2014.\n\n      M/S NATIONAL HIGHWAYS AUTHORITY OF INDIA\n                                                          ..... Petitioner\n                          Through:       Mr. Sudhir Nandrajog, Sr. Advocate\n                                         with Ms. Tanu Priya Gupta and\n                                         Mr.Mukesh Verma, Advocates.\n\n                          versus\n\n      M/S BSCPL                                           ..... Respondent\n                          Through:       Mr.Amit George and Mr.Ajay Kumar\n                                         Jha , Advocates.\n\n                                   And\n+                         O.M.P. 305/2013\n\n      M/S NATIONAL HIGHWAYS AUTHORITY OF INDIA.. Petitioner\n                   Through: Mr Sudhir Nandrajog, Senior Adv with\n                   Ms Tanu Priya Gupta and Mr Mukesh Verma,\n                   Advs.\n                   versus\n\n      M/S NCC-VEE (JV)                            ..... Respondent\n                     Through: Mr Krishna Vijay Singh, Advocate\n\n\n      CORAM:\n      HON&#x27;BLE MS. JUSTICE DEEPA SHARMA\n\n\n\n\nO.M.P.Nos. 472/2013 and 305/2013                                 Page 1 of 45\n JUDGMENT\n</pre>\n<p data-structure=\"Facts\" id=\"p_1\">1.    This order shall dispose of the above said two OMPs. Both the cases\n\nare taken up together as in both of them, the challenge relates to the\n\ninterpretation of sub-clause 70.3 (xi) of COPA although in both the cases\n\nparties had entered into independent agreements, but the sub-clause 70.3 and\n\nother relevant clauses relating to Price Adjustment Formula are identical.\n\n<span class=\"hidden_text\" id=\"span_1\">O.M.P. 472/2013</span>\n</p><p data-structure=\"Issue\" id=\"p_2\">2.    The present petition has been filed against the award dated 5 th\n\nJanuary, 2013.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.    In this case, the respondent, who was the claimant/Contractor before\n\nthe Arbitral Tribunal, had entered into an agreement with the petitioner for\n\nthe construction of 4 lane from Km. 208.00 to Km. 251.70 of Ayodhya-\n\nGorakhpur Section of National Highway-28 in Uttar Pradesh, contract Pkg\n\nNo. LMNHP-EW-II (WB)-package-6.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.    The last date of submission of the bid was 15 th July, 2005 and the\n\ncontract was signed on 19th October, 2005. The total sum of contract was\n\nRs.262,60,20,168/- and the stipulated period of completion was 36 months\n\nending on 23rd October, 2008 but the extension of time was granted by\n\nNHAI up to 15th December, 2010. Under the agreement, the contractor was\n\nentitled as per the terms of the contract for price adjustment in bills. The\n\n<span class=\"hidden_text\" id=\"span_2\">O.M.P.Nos. 472/2013 and 305/2013                                 Page 2 of 45</span>\n price adjustment was to be done as per the formula agreed upon by parties\n\nand incorporated in sub-clause 70.3 of COPA. The contractor had submitted\n\nits Interim Payment Certificates (hereinafter referred to as &#x27;<a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>s&#x27;) and\n\nclaimed price adjustment in these <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>s and the petitioner had released 19\n\n<a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>s in terms of the contract. However, thereafter at the stage of 20th <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>\n\nand onward, the petitioner introduced a different interpretation to the\n\ncalculation of the percentages of bitumen, cement and steel (X,Y,Z) factors\n\nin the formula of price adjustment and also attempted recovery of the money\n\npaid against the 19 <a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>s on the ground that over payment had been made.\n\n</p><p data-structure=\"Facts\" id=\"p_5\">5.    The dispute, therefore, relates to the calculation of percentage of\n\nbitumen, cement and steel (X,Y,Z) factor in the price adjustment formula.\n\nThe petitioner had unilaterally changed the method of calculating the\n\npercentage of these factors in price adjustment formula, after clearing 19\n\n<a href=\"/doc/1569253/\" id=\"a_6\">IPC</a>s while till that time the petitioner was calculating the percentage of\n\nthese factors in price adjustment formula, on taking the cost of these factors\n\nthat is, bitumen, cement and steel used in execution of the work in that\n\nmonth as per the <a href=\"/doc/1569253/\" id=\"a_7\">IPC</a>.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">6.    It is clear from the facts of the case that under the contract, the\n\nEngineer was the authority to determine and interpret the terms of the\n\n\n<span class=\"hidden_text\" id=\"span_3\">O.M.P.Nos. 472/2013 and 305/2013                                 Page 3 of 45</span>\n contract. Uptil 19 <a href=\"/doc/1569253/\" id=\"a_8\">IPC</a>s, the Engineer had interpreted the relevant clause\n\npertaining to the price adjustment in one particular manner, i.e., by taking\n\nthe cost price of bitumen, cement used in execution of the work in the month\n\nof <a href=\"/doc/1569253/\" id=\"a_9\">IPC</a>. It is also clear from the undisputed facts of this case that the\n\nrequirement to change the method of calculation of percentage of these\n\nfactors arose when during the internal audit by the auditors of the petitioner,\n\nthe auditors had pointed out that the value of X,Y,Z was to be calculated by\n\ntaking into account the cost of cement, steel and bitumen as it stood 28 days\n\nprior to the date of submission of the bids. This audit report was for the\n\nperiod from October, 2007 to March, 2008 and was communicated to the\n\nEngineer on 28th March, 2009 i.e. after 5 months after the original date of\n\ncompletion of the contract i.e. 23rd October, 2008 and 40 months after\n\nsigning the contract.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">7.    On 25th October, 2008, during the site visit by the General Manager of\n\nthe petitioner, the Project Director (PD) advised the Team Leader to revise\n\nthe calculation of price adjustment with an altered interpretation of sub\n\nclause 70.3 (xi).\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">8.    Aggrieved by the said unilateral order of the PD, the contractor took\n\nup the matter with the PD on 26th October, 2008 and PD sought the\n\n\n<span class=\"hidden_text\" id=\"span_4\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 4 of 45</span>\n Engineer&#x27;s opinion. Even, the Engineer vide its letter dated 21st November,\n\n2008 wrote back to the Project Director that in his view the footnote of\n\nclause 70.3 (xi), percentage of factors bitumen, cement and steel (X,Y,Z)\n\nwas the actual percentage of cost of procurement of these articles in the said\n\nmonth, and that they would continue to use the said method till instructed to\n\nchange it. The petitioners, thereafter, referred the dispute to the Dispute\n\nResolution Board (DRB) consisting of three experts into the field. The DRB\n\nhad also given its finding in favour of the contractor and against the\n\npetitioner and opined that the interpretation given till 19 <a href=\"/doc/1569253/\" id=\"a_10\">IPC</a>s by the\n\nEngineer, was the correct one. It has held that the value of X,Y,Z as per\n\nclause 70.3 (xi) is to be calculated on the basis of procurement cost of the\n\nmonth relating to <a href=\"/doc/1569253/\" id=\"a_11\">IPC</a> and not on the basis of the cost of these articles, as it\n\nstood 28 days prior to the date of submission of the bids. The petitioner,\n\nhowever, did not accept these findings.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">9.    The arbitration clause was invoked and the Arbitral Tribunal was\n\nappointed. The Arbitral Tribunal has dealt with this dispute between parties\n\nas claim No.2\n\n</p><p data-structure=\"Section\" id=\"p_10\">10.   The claim No. 2 reads as under:-\n</p>\n<blockquote id=\"blockquote_1\">             &quot;Claim No.2:- Application of sub clause 70.3 (xi)-\n             Calculation of Price Adjustment factors X,Y,Z-\n</blockquote>\n<span class=\"hidden_text\" id=\"span_5\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 5 of 45</span>\n<blockquote id=\"blockquote_2\">              (Unilateral Change of Contract provision after 19<a href=\"/doc/1569253/\" id=\"a_12\">IPC</a>s\n             and unjustified recovery of certified payments.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_11\">11.   Dealing with this dispute regarding calculation of the price adjustment\n\nfactors X,Y,Z, the learned Arbitral Tribunal has reproduced the clause 70.3\n\n</p><p data-structure=\"Section\" id=\"p_12\">(xi) (page 17) as under.\n</p>\n<blockquote id=\"blockquote_3\">   &quot;xi.     The following percentages will govern the price\n   adjustment of the contract:\n</blockquote><blockquote id=\"blockquote_4\">   1. Labour-Pl                                         20%\n</blockquote><blockquote id=\"blockquote_5\">   2. Plant and Machinery and Spares-Pp                 20%\n</blockquote><blockquote id=\"blockquote_6\">   3. POL-Pf                                            10%\n</blockquote><blockquote id=\"blockquote_7\">   4. Bitumen- Pb                                       x%\n</blockquote><blockquote id=\"blockquote_8\">5.    Cement- Pc                                        y%\n</blockquote><blockquote id=\"blockquote_9\">   6. Steel-Ps                                          z%\n</blockquote><blockquote id=\"blockquote_10\">   7. Other materials-Pm                          50% -(x+y+z)%\n                               Total              100%\n       (Note: x,y,z are the actual percentage of cost of materials of\n       bitumen, cement and steel respectively used for execution of\n       work as per the Interim Payment Certificate for the month.)\n\n</blockquote><p data-structure=\"Facts\" id=\"p_13\">12.   Thereafter, after discussing elaborately all the other relevant factors,\n\nArbitral Tribunal gave its findings as under:-\n</p>\n<blockquote id=\"blockquote_11\">          &quot;We observe that the &quot;note&quot; below Sub-Clause 70.3 (xi)\n          explicitly refers to &quot;cost of materials of bitumen, cement and\n          steel respectively used for execution of work as per interim\n          Payment Certificate for a month&quot;. 75% of the cost of\n          procurement of these specified materials, by way of secured\n          advance, has gone into the value &#x27;R&#x27; the total value of work\n          done during the month. There is no doubt that the quantity is a\n          variable in every <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a>. The dispute only is regarding the rate to\n          be taken into account in working out the cost; whether the rate\n          too is to be a variable (current invoice) rate from time to time, or\n          a fixed rate. Had the contract intended only the quantity to be\n          the variable and a fixed predefined rate, the &#x27;note&#x27; could have\n          been worded as &quot;cost of the quantity of bitumen, cement and\n\n<span class=\"hidden_text\" id=\"span_6\">O.M.P.Nos. 472/2013 and 305/2013                                            Page 6 of 45</span>\n           steel respectively used for execution of work as per the Interim\n          Payment Certificate for the month, at rates prevailing on a date\n          28 days prior to the last date for submission of bids&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_14\">          But the note has not been so worded. The interpretation\n          advocated by the Respondent shall clearly amount to rewriting\n          the contract and therefore illegal.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">13.   The Arbitral Award shows that the petitioner had also raised the\n\nfollowing contentions:-\n</p>\n<blockquote id=\"blockquote_12\">          &quot;5.2.1 That the payment of escalation made in <a href=\"/doc/1569253/\" id=\"a_14\">IPC</a>-1 to <a href=\"/doc/1569253/\" id=\"a_15\">IPC</a>-19\n          was made by wrongly calculating the factors x,y,z based on the\n          procurement costs of the specified materials, whereas it should\n          have been calculated on the basis of base rates of these materials\n          as these stood 28 days prior to the last date for submission of the\n          bids. That accordingly, the Engineer was asked to correct this\n          mistake and recover the excess payment so made.\n</blockquote>\n<blockquote id=\"blockquote_13\">          5.2.2 That the Engineer could make such a correction in the\n          payment made in the <a href=\"/doc/1569253/\" id=\"a_16\">IPC</a>s under the power vested in him sub\n          clause 60.9 of contract agreement and even when the Engineer\n          had allowed payment 19 <a href=\"/doc/1569253/\" id=\"a_17\">IPC</a> based on a certain interpretation of\n          the contract, it did not take away the Engineer&#x27;s right to correct\n          the payment with retrospective effects. That Interim Payment\n          Certificate (<a href=\"/doc/1569253/\" id=\"a_18\">IPC</a>s) issued to the Claimant are interim payments\n          and open to corrections if any, pursuant to Sub Clause 60.9 of\n          COPA.\n</blockquote>\n<blockquote id=\"blockquote_14\">          5.2.3 That there was no explicit opinion of the Engineer to adopt\n          the method used for calculating factors x,y,z the way he did in\n          <a href=\"/doc/1569253/\" id=\"a_19\">IPC</a>-1 to <a href=\"/doc/1569253/\" id=\"a_20\">IPC</a>-19, but he had stated that he will follow this very\n          method till such time he was otherwise directed.\n</blockquote>\n<blockquote id=\"blockquote_15\">          5.2.4 That the audit report had observed that &quot;since the cost of\n          <a href=\"/doc/1569253/\" id=\"a_21\">IPC</a> for the month are based at BoQ, and the cost of\n          consumption of various components is based on current market\n          price, basis of numerator and denominators is not the same and\n          therefore, the percentage calculation is not correct.&quot;\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_16\">          5.2.5 That the audit report had further stated, &quot;since the cost is\n          not being defined in the contract agreement, whether it is to be\n          determined on base rate and current rate, hence different PIUs\n          are using different basis. The same situation exists here.&quot;\n\n<span class=\"hidden_text\" id=\"span_7\">O.M.P.Nos. 472/2013 and 305/2013                                           Page 7 of 45</span>\n           5.2.6 That the <a href=\"/doc/1569253/\" id=\"a_22\">IPC</a> value for a particular month is based on value\n          of works executed as per BoQ rates in the contract. That for\n          arriving at a fair calculation of percentage, the numerator and\n          denominator should be comparable. Thus if the values of x, y, z\n          are based on current prices prevailing during the <a href=\"/doc/1569253/\" id=\"a_23\">IPC</a> of the\n          month as per the Claimant&#x27;s stand, then it would make it\n          incomparable to the denominator, i.e., the value of work done in\n          the <a href=\"/doc/1569253/\" id=\"a_24\">IPC</a> at the BoQ rates.\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">          5.2.7. That the value of &#x27;R&#x27; defined in formulae includes secured\n          advance based on the current procurement cost of materials but\n          the value of denominator should be only the BoQ value of the\n          work executed during the month without adding the amount of\n          secured advance and not the value of &#x27;R&#x27;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">          5.2.8 That the contract does not say that the factors x, y, z are to\n          be derived based on the procurement cost of these materials.\n\n          5.2.9 That the bituminous materials like emulsion should not be\n          included in the specified material &#x27;bitumen&#x27;, as these could be\n          covered under &quot;other materials&quot;.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">          5.2.10 That the illegal conduct of the parties cannot be legalised\n          or enforced.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">          5.2.11     And that the incorrect original method of calculating\n          the factors x, y, z was adopted even after the <a href=\"/doc/1569253/\" id=\"a_25\">IPC</a>-19 because of\n          the stay granted by the District Court of Basti, that the resulted\n          in an excess payment of Rs. 38,39,52,711/- up to <a href=\"/doc/1569253/\" id=\"a_26\">IPC</a>-40 which\n          needs to be recovered.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">14.   Arbitral Tribunal has elaborately discussed and dealt with the\n\ncontentions of the petitioner. The Arbitral Tribunal observed as under:-\n\n</p><blockquote id=\"blockquote_16\">         &quot;6.2.7       we note that the value of the materials is obtained on the\n         basis of actual cost incurred in the procurement of materials as duly\n         evidenced by documents verified by the Engineer in accordance with\n         COPA Sub Clause 60.3 As per COPA Sub Clause 703 the total value of\n         the monthly work is the sum of the BoQ valuation and secured advance\n         for input materials valued at current prices, thereby making it clear that\n         the contract does not equate the BoQ valuation with the so called base\n         price valuation as it existed 28 days prior to the last date for submission\n\n<span class=\"hidden_text\" id=\"span_8\">O.M.P.Nos. 472/2013 and 305/2013                                            Page 8 of 45</span>\n          of the bids. Thus the fact that a certain percentage of the current invoice\n         cost goes into the valuation of IPC as secured material advance, cannot\n         be lost sight of.\n</blockquote>\n<blockquote id=\"blockquote_17\">         6.2.8 The price adjustment is taken care of the factors Ci-Co/Co, Si-\n         So/So, Bi-Bo/Bo. These factors continue to remain the same\n         irrespective amount-component of an <a href=\"/doc/1569253/\" id=\"a_27\">IPC</a> for any particular material.\n         The &#x27;cost&#x27; of materials as defined in the &#x27;note&#x27; below Sub-clause 70.3\n</blockquote><blockquote id=\"blockquote_18\">         (xi), is merely used for working out a percentage factor to apportion a\n         part of the <a href=\"/doc/1569253/\" id=\"a_28\">IPC</a> valuation for a particular material. Just as these factors\n         are empirically specified to be 20%, 20% and 10% for labour, plant and\n         machinery &amp; POL respectively, the percentage ratios for rest of the\n         material components are stipulated to be worked out on the basis of the\n         cost of these materials that could be varying from <a href=\"/doc/1569253/\" id=\"a_29\">IPC</a> to <a href=\"/doc/1569253/\" id=\"a_30\">IPC</a>. The cost\n         taken into account in working out the percentage factors x, y &amp; z would\n         affect only the weightage given to a particular material in apportioning\n         a percentage of the <a href=\"/doc/1569253/\" id=\"a_31\">IPC</a> cost to that material (parties could have agreed\n         to any mode for working out such apportioning of <a href=\"/doc/1569253/\" id=\"a_32\">IPC</a>), but this is not\n         to be mixed up with the price adjustment as such. The note below Sub-\n</blockquote><p data-structure=\"Section\" id=\"p_22\">         Clause 70.3 (xi) does not by any means indicate or imply that cost\n         mentioned therein pertains to a date 28 days prior to the last date for\n         submission of the bids or that it is intended to be taken into account for\n         calculating the x, y &amp; z percentages.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">         6.2.9.       The BoQ rates are quoted by the Claimant to perform the\n         contract with a reasonable expectation of profit. These include all sort\n         of indirect costs, cost of temporary and incidental works, provision for\n         uncertainties and allowance for deficient compensation for escalation I\n         conformity with the stipulation in Sub-clause 70.2 of COPA. Therefore\n         the Respondent&#x27;s stand that the rates of materials like cement, steel,\n         bitumen 28 days prior to the submission of the bids and that too\n         without adding the cost of transportation to site, of wastage and\n         shortage/handling cost) would be comparable to the BoQ rates is unjust\n         and erroneous.\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">         6.2.10       It may sometimes happen that when the sum of &#x27;x&#x27; and &#x27;y&#x27;\n         and &#x27;z&#x27; is greater than 50%, the percentage factor for &#x27;other materials&#x27;\n         might become negative. But since parties have agreed to a certain\n         formula and if at a later stage such an unexpected outcome crops up, a\n         party cannot unilaterally resort to a different interpretation to its\n         advantage in violation of the contract and to the detriment of the other\n         party. In any case, even in such a contingency, the formulae do not\n         become inoperable, since it shall only result in reducing the overall\n         amount of price adjustment by a negative figure for &#x27;other materials&#x27;.&quot;\n\n\n<span class=\"hidden_text\" id=\"span_9\">O.M.P.Nos. 472/2013 and 305/2013                                            Page 9 of 45</span>\n</p><p data-structure=\"Issue\" id=\"p_25\"> 15.   A question for consideration had come up before Arbitrator. The\n\nquestion was whether a party to a contract, after giving a particular\n\ninterpretation to the terms of contract for considerable period, can\n\nunilaterally change it to the disadvantage of other party.\n\n</p><p data-structure=\"Issue\" id=\"p_26\">16.   The findings of Arbitral Tribunal is as under:-\n</p>\n<blockquote id=\"blockquote_19\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1780900\" id=\"span_10\">&quot;6.2.11 It is an established position that &quot;it parties to a contract,\n          by their course of dealing, put a particular interpretation on the\n          terms of it, on the faith of which each of them to the knowledge\n          of the other acts and conducts their mutual affairs, they are\n          bound by that interpretation just as if they had written it down as\n          being a variation of the contract. There is no need to inquire\n          whether their particular interpretation is correct or not or\n          whether they were mistaken or not, or whether they had in mind\n          the original terms or not. Suffice it that they have, by the course\n          of dealing, put their own interpretation of the contract and\n          cannot be allowed to go back on it&quot; (Amalgamated Investment\n          &amp; Property Co.Ltd. vs. Texas Commerce International Bank\n          Ltd. (1981) 3 ALL ER 577). The Hon&#x27;ble Apex Court had held\n          in AIR 1950 SC 15 (<a href=\"/doc/1780900/\" id=\"a_33\">Abdulla Ahmed vs. Animendra Kissen\n          Mitter</a>) that &quot;the evidence of conduct of the parties in this\n          situation as to how they understood the words to mean can be\n          considered in determining the true effect of the contract made\n          between the parties.........Evidence of acts done under it is a\n          guide to the intention of the parties in such a case and\n          particularly when acts are done shortly after the date of the\n          instrument&quot;. The parties had, from the very beginning for more\n          than two years in <a href=\"/doc/1569253/\" id=\"a_34\">IPC</a>-1 to <a href=\"/doc/1569253/\" id=\"a_35\">IPC</a>-19, acted on a certain\n          understanding of the contract. Additionally, we have already\n          discussed supra that the initial interpretation of the parties was\n          correct and in accordance with the stipulations in the contract.&quot;</span>\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_27\">      It is this award which has been assailed by petitioner.\n\n<span class=\"hidden_text\" id=\"span_11\">OMP No. 305/2014</span>\n\n</p><p data-structure=\"Facts\" id=\"p_28\">17.   In this case, the majority award has been assailed by the petitioner.\n\n\n<span class=\"hidden_text\" id=\"span_12\">O.M.P.Nos. 472/2013 and 305/2013                                             Page 10 of 45</span>\n The petitioner had invited a tender from pre-qualified contractors for the\n\nwork of &quot;4 Laning from Km 279.80 to 319.80 of Gorakhpur-Gopalganj\n\nSection of NH-28 in Uttar Pradesh. The bid submitted by the respondent\n\nwas accepted by the petitioner and a letter of acceptance was issued on\n\n09.09.2005. The contract price was Rs.253,11,78,955/-. A formal agreement\n\nwas drawn between the parties on 25.11.2005. Notice for commencement of\n\nthe work was issued on 14.12.2005 and work was to be completed within 36\n\ncalendar months. The work was already completed in February, 2011 and\n\nwas taken over on 18.02.2011 and Defect Liability Certificate was issued on\n\n23.02.2012. Under this agreement, the respondent was entitled to the price\n\nadjustment of various items while submitting his bills. This price adjustment\n\nwas agreed upon due to rise or fall in the cost of labour, equipment, plant,\n\nmaterials and other inputs to the work. The price adjustment was to be done\n\nin accordance with the formula prescribed therein. As per sub-clause\n\n70.3(xi), the calculation of percentage of X, Y and Z which relates to\n\nmaterials bitumen, cement and steel was to be done. The note underneath\n\nprovided that X,Y and Z are actual percentage of cost of material of\n\nbitumen, cement and steel respectively used for execution of work as per the\n\ninterim payment certificate for the month. There is no dispute to the fact that\n\n\n<span class=\"hidden_text\" id=\"span_13\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 11 of 45</span>\n till the 18 <a href=\"/doc/1569253/\" id=\"a_36\">IPC</a>s submitted by the respondent, the petitioner had calculated\n\nthe value of X, Y and Z in this formula as per the actual cost of these articles\n\nin the relevant <a href=\"/doc/1569253/\" id=\"a_37\">IPC</a>s. However, subsequently, the petitioner changed the\n\nmethod of calculation and started calculating it on the basis of base price of\n\nthese articles prevalent 28 days prior to the submission of the bids and also\n\nwrote a letter dated 28.07.2009 to PIU directing it to take necessary action to\n\nrecover the excess payments made to the contractor and to apply the new\n\ninterpretation in future. Thereafter, a letter dated 24.07.2009 was sent by the\n\nProject Director of the petitioner to the engineer, thereby requesting the\n\nengineer to review all the <a href=\"/doc/1569253/\" id=\"a_38\">IPC</a>s immediately. The engineer wrote a letter\n\ndated 01.09.2009 to the respondent that an excess payment of\n\nRs.12,81,946.46/- has been made and asked the respondent to repay the\n\nexcess payment or it would be recovered from the money due. The\n\nrespondent thereafter filed the OMP No. 484/2009 under <a href=\"/doc/1079220/\" id=\"a_39\">Section 9</a> of\n\nArbitration and Conciliation Act, 1996 seeking stay on the operation of the\n\nchanged price adjustment mechanism sought to be introduced by the\n\npetitioner and this Court stayed the operation of the changed position subject\n\nto respondent furnishing bank guarantee to recover the differential amount.\n\nThis order was upheld by the Division Bench of this Court in appeal vide\n\n\n<span class=\"hidden_text\" id=\"span_14\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 12 of 45</span>\n order and judgment dated 14.01.2011. Respondent thereafter raised the\n\nclaim before the Arbitral Tribunal. It is also apparent that the petitioner\n\nchanged the interpretation of this clause pursuant to an internal audit.\n\nBefore invoking the arbitration clause, the matter was also referred to DRB.\n\nThe DRB by a majority decision upheld the interpretation given by the\n\npetitioner and rejected the contentions of the respondent. It has been\n\ncontended before the Arbitral Tribunal by respondent that there was no\n\nprovision in the contract giving power to the petitioner to direct the engineer\n\nto change its opinion. It is further submitted that the change in interpretation\n\nof the clause is based on the internal audit report which is not specific to this\n\nparticular contract. It is further submitted that auditor in his report has\n\nreferred to &#x27;base rate&#x27; by reproducing clause 70.1 from a different contract,\n\nwhereas no such &#x27;base rates&#x27; were stipulated or defined in clause 70.1 of this\n\ncontract. It is further submitted that the contract specifically provides that\n\nthe value of the R which is total value of the work done during the month.\n\nThe secured advance is the value of the materials included in the work. The\n\nvalue of R including the value of materials accounted for in the secured\n\nadvance is the basis for determining the price adjustment and there is no\n\ndispute between the parties in this respect.\n</p>\n<p data-structure=\"Section\" id=\"p_29\">\n<span class=\"hidden_text\" id=\"span_15\">O.M.P.Nos. 472/2013 and 305/2013                                   Page 13 of 45</span>\n</p><p data-structure=\"RespArg\" id=\"p_30\"> 18.   Before the Arbitral Tribunal, contention of the petitioner was that\n\nwhile calculating the component X,Y,Z, the base rate prevailing 28 days\n\nprior to the closing dates of the bids have to be used. It was argued that the\n\nwords used is actual percentage of cost and not actual cost in the &quot;note&quot;\n\nunderneath sub-clause 70.3 (xi) and this actual percentage has to be\n\ncalculated of these three factors bitumen, cement and steel while the\n\nnotional percentage has been provided in the contract for Labour, Plant and\n\nMachinery and Spares, and POL. The spirit behind price adjustment clause\n\nwas that nobody should suffer and nobody should gain from the same. It is\n\nfurther contended before the Arbitral Tribunal that the term of the contract\n\nhave to be understood and interpreted in the manner, i.e., &quot;business\n\ncommonsense&quot;. It has further been contended that engineer was not forced\n\nto change his decision. It has also further been contended that the provisions\n\nof sub-clause 70.3 are clear and unambiguous and the conduct or\n\nunderstanding of the parties for a long period is not material in the case of an\n\nunambiguous and clear stipulation in the contract.\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">19.   The contention of the respondent before the Arbitrator was that the\n\n&quot;note&quot; underneath sub-clause 70.3 (xi) clearly stipulates that the cost price\n\nof these material used for the work done during the <a href=\"/doc/1569253/\" id=\"a_40\">IPC</a> month is to be\n\n\n<span class=\"hidden_text\" id=\"span_16\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 14 of 45</span>\n considered while putting the value of these components in the price\n\nadjustment formula and the petitioner was adopting the same interpretation\n\ntill payment of 18 <a href=\"/doc/1569253/\" id=\"a_41\">IPC</a>s and it changed it in view of the directions of its\n\nAuditors during internal audit.\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">20.   The Arbitral Tribunal had crystallized the dispute between the parties\n\nas under:-\n</p>\n<blockquote id=\"blockquote_20\">             &quot;57. The sub-clause 70.3 (xi) is the clause which is\n             being interpreted by both the parties differently.\n             Claimant&#x27;s contention is that the actual/current\n             cost of bitumen, cement and steel should be used\n             for calculating X,Y,Z and the Employer&#x27;s\n             contention is that the cost/rate prevailing 28 days\n             prior to the closing date of submission of bids\n             should be used in the said calculation. This is the\n             dispute between the parties.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_33\">      Similar is the dispute raised by the parties before this Court, i.e.,\n\nrelating to the interpretation of clause 70.3 (xi) with which Arbitral Tribunal\n\nhad already dealt with.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">      The Arbitral Tribunal has reproduced various relevant clauses of\n\nagreement in its award and gave its findings that note below sub-clause 70.3\n\n</p><p data-structure=\"Precedent\" id=\"p_35\">(xi) does not suggest that cost of bitumen, cement and steel mentioned\n\ntherein has to be considered as cost of these materials prevailing &quot;as on the\n\ndate 28 days prior to the last date for submission of bids&quot;. The Arbitral\n\n\n<span class=\"hidden_text\" id=\"span_17\">O.M.P.Nos. 472/2013 and 305/2013                                    Page 15 of 45</span>\n Tribunal has further observed in para 59,60 and 61 as under:-\n\n</p><blockquote id=\"blockquote_21\">             &quot;59. We have given a serious consideration to\n             the argument of the Respondent that the use of\n             actual/current cost of cement, steel and bitumen\n             for calculating the values of X,Y and Z is not in\n             keeping with the spirit of the Contract, it\n             contradicts various provisions in the other\n             contract clauses and that such use of these values\n             provides double benefit of escalation etc. We have\n             also considered the argument that logically it\n             would not be proper to use the current cost of\n             these materials in the respective formulae. But if\n             that was so, no one prevented the Respondent\n             from drafting the Sub-Clause 70.3(xi) by making\n             it clear that while calculating the values of X, Y\n             and Z; prices of these materials prevailing as on\n             the day 28 days prior to the date of opening of\n             the bids would be considered. If the sub-clause\n             would have been drafted properly in keeping with\n             the argued intentions of the respondent, the\n             respondent would have felt the need of making\n             clear cut provision in the contract itself to define\n             as to how these prices of the materials prevailing\n             as on the day 28 days prior to the bid opening\n             date are to be arrived at. The contract, as it was\n             executed and entered into does not say so.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_36\">             60. On a conjoint reading of these clauses and\n             sub-clauses, it is abundantly clear that what the\n             respondent wants us to read, we are afraid cannot\n             be done. We are duty bound to read and interpret\n             the Contract the way it is made and signed by the\n             parties.\n</p>\n<p data-structure=\"Section\" id=\"p_37\">             61. When we consider definition of word &#x27;cost&#x27;\n             as given in sub-clause 1.1(g)(i) of GCC of the\n             contract it all the more implies that the cost of\n\n<span class=\"hidden_text\" id=\"span_18\">O.M.P.Nos. 472/2013 and 305/2013                                    Page 16 of 45</span>\n              bitumen, cement and steel to be considered in the\n             note below sub-clause 70.3(xi) has to be\n             considered as actual/current cost. No where the\n             contract mentions that the definition of cost for\n             this particular Sub-Clause has to be understood\n             differently.&quot;\n</p>\n<p data-structure=\"PetArg\" id=\"p_38\">21.   The Arbitral Tribunal has dealt with all the contentions of the parties\n\nquite elaborately and in its majority Award of two members has given its\n\nfindings, wherein it has held that the expression &#x27;cost&#x27; used in sub-clause\n\n70.3(xi) has clearly been defined in clause 1.1 g(i) of General Conditions of\n\nContract. After reproducing all the clauses of the agreement binding the\n\nparties the Arbitral Tribunal had rejected the contentions of the petitioner\n\nand has concluded that since the cost has been expressly defined in the\n\ncontract and since there is no mention that the prices of these materials are\n\nto be calculated on the basis of base rate prevalent 28 days prior to the date\n\nof the bid, the contract had to be interpreted as it had been interpreted by the\n\npetitioner till the clearance of 18 <a href=\"/doc/1569253/\" id=\"a_42\">IPC</a>s.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"737188\" id=\"span_19\">22.   The Arbitral Tribunal has also dealt with the contention of the\n\npetitioner that where the terms of the contract are unambiguous, it has to be\n\nread as such and the understanding of the parties for a long time is\n\nimmaterial. The Arbitral Tribunal has held that the terms of contract has to\n\nbe read as &quot;it is&quot; and not as &quot;it should be&quot; and while doing so has relied on\n\n<span class=\"hidden_text\" id=\"span_20\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 17 of 45</span>\n the findings of Supreme Court in the case of <a href=\"/doc/737188/\" id=\"a_43\">Godhra Electricity Co. Ltd. vs.\n\nThe State of Gujarat</a>, in Civil Appeal No. 2016 of 1973 and has reproduced\n\nthe findings as under:-</span>\n</p>\n<blockquote id=\"blockquote_22\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1780900\" id=\"span_21\">&quot;In the process of interpretation of the terms of a contract,\n          the court can frequently get great assistance from the\n          interpreting statements made by the parties- themselves or\n          from their conduct in rendering or in receiving performance\n          under it. (paragraph 14)\n\n          In <a href=\"/doc/1780900/\" id=\"a_44\">Abdulla Ahmed v. Animendra Kissen Mitter</a> (1960) S.C.R.\n          30, this Court said that where there remains a doubt as to\n          its true meaning and that evidence of the acts, done under it\n          is a guide to the intention of the parties, particularly, when\n          acts are done shortly after the date- of the instrument.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1640953\" id=\"span_22\">23.   The learned Arbitrator has also relied on the finding of the Supreme\n\nCourt in <a href=\"/doc/1640953/\" id=\"a_45\">Central Bank of India Limited vs. Hartford Fire Insurance Col</a>.\n\nLtd. AIR 1965 SC 1288 and in the award has reproduced the findings as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_23\">          &quot;Now it is commonplace that it is the court&#x27;s duty to\n          give effect to the bargain of the parties according to\n          their intention and when that bargain is in writing the\n          intention is to be looked for in the words used unless\n          they are such that one may suspect that they do not\n          convey the intention correctly. If those words are clear,\n          there is very little that the court has to do. The court\n          must give effect to the plain meaning of the words,\n          however it may dislike the result.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_41\">      The learned Arbitrator after relying on the aforesaid judgments has\n\n\n<span class=\"hidden_text\" id=\"span_23\">O.M.P.Nos. 472/2013 and 305/2013                                 Page 18 of 45</span>\n held that the &#x27;Note&#x27; provided under sub-clause 70.3 (xi) of COPA read with\n\nother relevant clauses of the Contract leaves no scope for us to interfere\n\nwith the clear meaning it conveys and the same has to be given effect to\n\nwithout regard to any other consideration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">24.   The award also shows that the Arbitral Tribunal has discussed each\n\nand every contention of the parties and has also even dealt with the\n\nexamples quoted by the petitioner before it. The Arbitrator has also clearly\n\ngiven due consideration to the argument of the petitioner that current/invoice\n\ncost and the BOQ cost are different and that the cost prevailing 28 days prior\n\nto the submission of bids was, for a rational ratio, comparable with the BOQ\n\ncost and had given its finding and rejected the contention that BOQ rates\n\nprevailing 28 days prior to the submission of the bids is to be taken into\n\nconsideration. In para 75, the learned Arbitrator has made the following\n\nobservations:\n</p>\n<blockquote id=\"blockquote_24\">          &quot;75.      The rethinking by the respondent appears to have\n          started 4 years after the commencement of the work, i.e., 1\n          year after the completion of the original contract period of\n          36 months. At the relevant time, the price of bitumen\n          increased abnormally, and as a consequence, in the case of\n          a few <a href=\"/doc/1569253/\" id=\"a_46\">IPC</a>s, the sum of X, Y &amp; Z became more than 50 and a\n          negative percentage factor was the result for &#x27;other local\n          materials&#x27;. This obviously and admittedly was an\n          unexpected outcome of the formulae. We find that it is not\n          that the formulae in such situations cannot be implemented.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_24\">O.M.P.Nos. 472/2013 and 305/2013                                 Page 19 of 45</span>\n<blockquote id=\"blockquote_25\">           When the sum of &#x27;X&#x27; &#x27;Y&#x27; and &#x27;Z&#x27; is greater than 50%, the\n          percentage factor for &#x27;other local materials&#x27; becomes\n          negative which acts in reducing and to an extent balancing\n          the higher escalation payable for bitumen, cement or steel.\n          It is not a case where the formulae become absolutely\n          impossible of being implemented. In any case, these are\n          mathematical/empirical formulae where the results could be\n          positive or negative. Parties have agreed to a certain\n          formulae, and if the formulae are not such that they cannot\n          be implemented, a party cannot negate it unilaterally just\n          because the results are not favourable to it. A party cannot\n          unilaterally act on a different interpretation to is advantage.\n          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1921640\" id=\"span_25\">In this regard the Claimant has referred to the decision of\n          Hon&#x27;ble Supreme Court of India in <a href=\"/doc/1921640/\" id=\"a_47\">Delhi Development\n          Authority vs. Joint Action Committee Allottee of SFS Flats</a>\n          (2008) 2 SCC 672 where the Hon&#x27;ble Supreme Court has\n          <a href=\"/doc/1921640/\" id=\"a_48\">laid down in</a> paragraph 61 as under:-</span>\n</blockquote>\n<blockquote id=\"blockquote_26\">          &quot;........Terms and conditions of the contract can\n          indisputably be altered or modified. They cannot, however,\n          be done unilaterally unless there exists any provision either\n          in contract itself or in law. Novation of contract in terms of\n          <a href=\"/doc/1426985/\" id=\"a_49\">Section 60</a> of the Contract Act must precede the contract\n          making process. The parties thereto must be ad idem so far\n          as the terms and conditions are concerned. If DDA, a\n          contracting party, intended to alter or modify the terms of\n          contract, it was obligatory on its part to bring the same to\n          the notice of the allottee. Having not done so, it, relying on\n          or on the basis of the purported office orders which is not\n          backed by any statute, new terms of contract could (sic not\n          be) thrust upon the other party to the contract.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_43\">          It was further held by the Hon&#x27;ble Supreme Court in\n          paragraph 80 of the said case as under:-\n</p>\n<blockquote id=\"blockquote_27\">          &quot;A contract, therefore, must be construed so as to lead to a\n          conclusion that the parties understood the meaning thereof.\n          The terms of agreement cannot be vague or indefinite. No\n\n<span class=\"hidden_text\" id=\"span_26\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 20 of 45</span>\n           mechanism has been provided for interpretation of the terms\n          of the contract. When a contract has been worked out, a\n          fresh liability cannot thrust upon a contracting party.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_44\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1811309\" id=\"span_27\">We observe that very similar situation has arisen in the\n          present case. The Respondent felt the need to alter the\n          ordinary meaning of the sub-clause 70.3 (xi). It has been\n          brought on record that it indeed did so in its similar future\n          contracts. It also wanted to implement the same changes in\n          the Contract, which had already been signed and was in\n          force. To this extent there was nothing wrong. However,\n          thereafter the Employer implemented these changes\n          unilaterally without holding any deliberations with the\n          Claimant, who is also a party to the Contract. We cannot\n          support this action of the Respondent as we do not have the\n          liberty traverse outside the four corners of the Contract.&quot;\n\n      The Arbitral Tribunal has also clearly held that the contract cannot be\n\nunilaterally altered. The argument of the petitioner before the Arbitral\n\nTribunal that the interpretation given by the engineer regarding 18 <a href=\"/doc/1569253/\" id=\"a_50\">IPC</a>s was\n\na mistake and that under the contract, the engineer was authorized to correct\n\nhis mistake at any stage has also been dealt with and the Tribunal has based\n\nits findings on the findings of the Supreme Court in <a href=\"/doc/1811309/\" id=\"a_51\">Bharat Sanchar Nigam\n\nLimited Vs. BPL Mobile Cellular</a> 2008 (8) SCALE 106.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">      The Supreme Court in the said case has held as under:\n</p>\n<blockquote id=\"blockquote_28\">          &quot;26. If the parties were ad idem as regards terms of\n          the contract, any change in the tariff could not have\n          been made unilaterally. Any novation in the contract\n          was required to be done on the same terms as are\n          required for entering into a valid and concluded\n\n<span class=\"hidden_text\" id=\"span_28\">O.M.P.Nos. 472/2013 and 305/2013                                Page 21 of 45</span>\n           contract. Such an exercise having not been resorted to,\n          we are of the opinion that no interference with the\n          impugned judgment is called for.\n</blockquote><blockquote id=\"blockquote_29\">          32. Indisputably, mistakes can be rectified. Mistake\n          may occur in entering into a contract. In the latter\n          case, the mistake must be made known. If by reason of\n          a rectification of mistake, except in some exceptional\n          cases, as for example, where it is apparent on the face\n          of the record, mistake cannot be rectified unilaterally.\n          The parties who that would suffer civil consequences\n          by reason of such act of rectification of mistake must\n          be given due notice. Principles of natural justice are\n          required to be complied with. The fact that there was\n          no mistake apparent on the face of the records is borne\n          out by the fact that even the officers wanted\n          clarification from higher officers. The mistake, if any,\n          was sought to be rectified after a long period; at least\n          after a period of three years. When a mistake is not\n          rectified for a long period, the same, in law, may not be\n          treated to be one.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_46\">      Relying on that, the Arbitrator has rejected the contention of the\n\npetitioner that it was not such a mistake which could be unilaterally\n\nrectified. While holding so, the Arbitral Tribunal had also relied on the\n\nfindings of Lord Denning in Amalgamated Investment &amp; Property Co. Ltd.\n\nvs. Texas Commerce International Bank Ltd. cited as (1981) 3 ALL ER 557\n\n(Volume C-3 Page 175-183).         The relevant paragraph is reproduced in\n\nAward:-\n</p>\n<blockquote id=\"blockquote_30\">          &quot;If the parties to a contract, by their course of dealing,\n          put a particular interpretation o the terms of it, on the\n\n<span class=\"hidden_text\" id=\"span_29\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 22 of 45</span>\n           faith of which each of them to the knowledge of the\n          other acts and conducts their mutual affairs, they are\n          bound by that interpretation just as if they had written\n          it down as being a variation of the contract. There is\n          no need to inquire whether their particular\n          interpretation is correct or not, or whether they were\n          mistaken or not, or whether they had in mind the\n          original terms or not. Suffice it, that they have, by the\n          course of dealing, put their own interpretation on their\n          contract, and cannot be allowed to go back on it.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_47\">      <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"737188\" id=\"span_30\">The Arbitral Tribunal has also relied on the following findings in the\n\ncase of <a href=\"/doc/737188/\" id=\"a_52\">Godhra Electricity Co. Ltd.</a> (supra):-</span>\n</p>\n<blockquote id=\"blockquote_31\">          &quot;Parties can, by mutual agreement, make their own\n          contracts; they can also, by mutual agreement, remake\n          them. The process of practical interpretation\n          application, however, is not regarded by the parties as\n          a remaking of the contract; nor do the courts so regard\n          it. Instead, it is merely further expression by the parties\n          of the meaning that they give and have given to the\n          terms of their contract previously made. There is no\n          good reason why the courts should not give great\n          weight to these further expressions by the parties, in\n          view of the fact that they still have the same freedom of\n          contract that they had originally. The American Courts\n          receive subsequent actions as admissible guides in\n          interpretation. It is true that one party cannot build up\n          his case by making an interpretation in his own favour.\n          it is the concurrence therein that such a party can use\n          against the other party. This concurrence may be\n          evidenced by the other party&#x27;s express assent thereto,\n          by his acting in accordance with it, by his receipt\n          without objection of performances that indicate it, or\n          by saying nothing when knows that the first party is\n          acting on reliance upon the interpretation.&quot;\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_31\">O.M.P.Nos. 472/2013 and 305/2013                                   Page 23 of 45</span>\n<p data-structure=\"CDiscource\" id=\"p_48\">        Therefore, it is clear that the findings of the Arbitral Tribunal are\n\nbased on the settled principle of law. The Arbitral Tribunal has also relied\n\non the rule of contra proferentem which means that an ambiguity, if found in\n\na contract, has to be interpreted against the author of the contract.\n\nUndoubtedly, the petitioner is the author of the contract.\n\n</p><p data-structure=\"Precedent\" id=\"p_49\">25.    The petitioner in both the OMP&#x27;s aggrieved by finding of the Arbitral\n\nTribunals on the issue of interpretation of sub-clause 70.3(xi) has\n\napproached this Court by way of present petitions under <a href=\"/doc/536284/\" id=\"a_53\">Section 34</a> of the\n\nAct.\n</p>\n<p data-structure=\"RespArg\" id=\"p_50\">26.    Mr. Sudhir Nandrajog, learned senior counsel for the petitioner has\n\ncontended that the Arbitral Tribunals has erred in holding that the value of\n\nX,Y,Z is to be calculated on the basis of actual cost of procurement and not\n\non the basis of base rate, i.e. rate prevailing 28 days prior to the closing date\n\nof submission of the bid. It is also argued that Arbitral Tribunals have\n\nignored the fact that cumulative weightage of bitumen, steel and cement\n\nshould not exceed 50% as the same renders the value of other materials as\n\nnegative. The incorrect application of Sub-clause 70.3 has resulted in the\n\ncumulative weightage of the said materials exceeding 50% resulting in\n\nnegative value of other materials. The interpretation given by the Arbitral\n\n\n<span class=\"hidden_text\" id=\"span_32\">O.M.P.Nos. 472/2013 and 305/2013                                   Page 24 of 45</span>\n Tribunals to clauses 60 and 70 of COPA is also incorrect and contrary to the\n\nmeaning of the aforesaid provisions in the contract.\n\n</p><p data-structure=\"RespArg\" id=\"p_51\">27.   It is also argued that if the said formula is adopted then for a particular\n\n<a href=\"/doc/1569253/\" id=\"a_54\">IPC</a>, the total value of the work done could be more than what was included\n\nin that <a href=\"/doc/1569253/\" id=\"a_55\">IPC</a>. Also, by applying the relevant whole sale price index, the\n\nelement of inflation affecting the price of a particular material during a\n\ngiven period of time would be adequately compensated and that it was the\n\nintent of clause 70 of the COPA. It is also contended that the interpretation\n\ngiven is going to enrich respondent. It is further stated that Arbitrator has\n\nallowed untenable and unsustainable claims of the respondents.\n\n</p><p data-structure=\"CDiscource\" id=\"p_52\">28.   It is also contended that as per sub-clause 60.9, the Engineer is\n\nempowered to make any correction or modification in any previous <a href=\"/doc/1569253/\" id=\"a_56\">IPC</a>s as\n\nthe payments released under the <a href=\"/doc/1569253/\" id=\"a_57\">IPC</a>s are on-account payments, subject to\n\nfinal calculations in terms of contract, and that the interpretation now given\n\nby the Engineer to these clauses is the correct interpretation. It is further\n\ncontended that the Arbitral Tribunal has erred by taking the value of R in the\n\ndenominator.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"919241\" id=\"span_33\">29.   It is further contended that the Arbitral Tribunal cannot go beyond\n\nexplicit terms of contract. (Reliance is placed on findings of Supreme Court\n\n\n<span class=\"hidden_text\" id=\"span_34\">O.M.P.Nos. 472/2013 and 305/2013                                   Page 25 of 45</span>\n in <a href=\"/doc/919241/\" id=\"a_58\">Oil and Natural Gas Corporation Ltd vs. Saw Pipes Ltd.</a>, 2003(2)\n\nArb.LR(5) SC para 40) and has reproduced the same in petition as under:-</span>\n\n</p><blockquote id=\"blockquote_32\">           &quot;in constructing a contract, the Court must look at the\n           words used in the contract unless they are such that\n           one may suspect that they do not convey the intention\n           correctly. If the words are clear, there is very little the\n           court can do about it.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_54\">30.    In OMP No. 305/2014, it is contended that rejection of claim of the\n\npetitioner by Arbitral Tribunal for recovery of sum of Rs.12,81,946.46/-\n\nwhich had been paid in excess from <a href=\"/doc/1569253/\" id=\"a_59\">IPC</a> No. 1 to 18 is in violation of the\n\ncontractual provisions and against the public policy and hence patently\n\nillegal.\n</p>\n<p data-structure=\"RespArg\" id=\"p_55\">       It is submitted that the findings of Arbitral Tribunals on the issue of\n\ninterpretation of sub-clause 70.3 (xi) are erroneous, and contrary to terms of\n\nagreement and liable to be set aside. It is further contended that the\n\ninterpretation which has been given by the Arbitral Tribunals to this clause\n\nleads to payment of excess money to the respondent and this causes loss to\n\nthe public exchequer and hence award is against the public policy and so\n\nliable to be set aside.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">31.    Both the petitions are contested by the respondents. The contention in\n\nboth cases in relation to legal proposition is that the Arbitral Tribunal has\n\n\n<span class=\"hidden_text\" id=\"span_35\">O.M.P.Nos. 472/2013 and 305/2013                                    Page 26 of 45</span>\n given the correct interpretation to the Clause 70.3 (xi), and the findings of\n\nthe Arbitral Tribunals regarding interpretation of the terms of the contract\n\nare final as the same are within the exclusive domain of the Arbitral\n\nTribunals and the courts cannot interfere with said findings simply on the\n\nground that another interpretation is possible. The courts also cannot re-\n\nappreciate the evidence. Reliance has been placed on the findings in the\n\ncases -(a) 2010 (1) ArbLR 589 (Del) NHAI Vs. UNITECH-NCC JOINT\n\nVENTURE (Para-9), and 178 (2011) DLT 496 (DB) NHAI Vs. UNITECH-\n\nNCC-JV, (b) 2009 (SUPPLE 2) ArbLR 107 (Del) (DB) NHAI Vs. AFCONS\n\nINFRASTRUCTURE LTD. Para 10 &amp; (c) 2009(3) ArbLR 268 (Del) NHAI\n\nVs M/S ITD CEMENTATION INDIA LTD.\n</p>\n<p data-structure=\"RespArg\" id=\"p_57\">32.   Both the OMPs have been defended on the same grounds. Plea taken\n\nis that once a contract is understood and acted upon in a particular way, the\n\ninterpretation of its terms cannot be changed unilaterally. It is also\n\ncontended that under the contract, petitioner has no power to direct the\n\nengineer to interpret the contract in a particular manner. It is submitted that\n\nparties are bound by written agreement between them. It is further\n\ncontended that nowhere in the contract, it is mentioned that the expression\n\n&quot;cost&quot; used in the sub-clause 70.3(xi) for the material bitumen, steel and\n\n\n<span class=\"hidden_text\" id=\"span_36\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 27 of 45</span>\n cement, used in the work done during the month of <a href=\"/doc/1569253/\" id=\"a_60\">IPC</a>, has to be the cost of\n\nthese materials prevalent 28 days prior to the submission of the bid. It is\n\ncontended that the Arbitral Tribunals have not gone beyond the terms of the\n\ncontract and have correctly interpreted the contract giving the plain meaning\n\nto the words used in the contract. It is further argued that since it is a settled\n\nlaw that when a plausible interpretation to any clause of the agreement is\n\npossible and the Arbitrator has given the award based on that plausible\n\ninterpretation of the terms of the contract then the Court cannot set aside the\n\naward solely on the basis that another interpretation is possible. It is further\n\ncontended that awards do not suffer with any infirmity or illegality and\n\nsimply because the findings of the Arbitral Tribunals do not suit the\n\npetitioner, the award cannot be set aside.\n</p>\n<p data-structure=\"RespArg\" id=\"p_58\">33.   In OMP No. 472/2014, it is further submitted that the petitioner had\n\npaid only the interim payment of Rs.5,87,00,361/- against which the\n\nrespondent had furnished bank guarantee, which was subsequently released,\n\ntherefore, the interest has been rightly awarded by the Arbitrator. The\n\nrespondent has also incurred the expenses of Rs.19,54,781/- charges for\n\nrenewing the bank guarantee which do not form the part of the award. It is\n\nargued that in the present case, the Arbitrator has upheld the interpretation of\n\n\n<span class=\"hidden_text\" id=\"span_37\">O.M.P.Nos. 472/2013 and 305/2013                                    Page 28 of 45</span>\n clause 70.3 which had been adopted by the petitioner himself till 19 <a href=\"/doc/1569253/\" id=\"a_61\">IPC</a>s\n\nand thereafter had unilaterally changed it, which act was contrary to the\n\nterms of the contract. Hence, the petition is liable to be dismissed.\n\n</p><p data-structure=\"CDiscource\" id=\"p_59\">34.   I have given due consideration to the rival contentions of the learned\n\ncounsels of the parties in both the cases and have perused the record.\n\n</p><p data-structure=\"Section\" id=\"p_60\">35.   There is no dispute to the fact that in terms of sub-clause 70.1 of the\n\ncontract, the respondents were entitled to price adjustment and the formula\n\nfor calculation of the price adjustment is noted in sub-clause 70.3. The\n\ndispute between the parties simply relates to the interpretation of clause 70.3\n\n</p><p data-structure=\"CDiscource\" id=\"p_61\">(xi) of the contract. This clause deals with the calculation of percentage of\n\nthree components steel, bitumen and cement which governs the price\n\nadjustment of the contract. Sub-clause 70.1 of COPA states that the\n\ncontractor is entitled for the price adjustment and this price adjustment is\n\nnecessitated due to rise or fall in the cost of labour, etc. The said clause is\n\nreproduced as under:-\n</p>\n<blockquote id=\"blockquote_33\">          &quot;Sub-Clause 70.1: Price Adjustment:\n</blockquote><blockquote id=\"blockquote_34\">          The amount payable to the Claimant, in various currencies\n          pursuant to sub-clause 60.1, shall be adjusted in respect of\n          the rise or fall in the cost of labour, contractor&#x27;s equipment\n          plant, materials and other inputs to the works, by applying\n          to such amounts the formulae prescribed in this\n\n          Clause.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_38\">O.M.P.Nos. 472/2013 and 305/2013                                   Page 29 of 45</span>\n<blockquote id=\"blockquote_35\">           Sub-Clause 70.3          Adjustment Formulae\n\n         Contract price shall be adjusted for increase or decrease in\n         rates and price of labour, materials, fuels and lubricants in\n         accordance with the following principles and procedures as\n         per formulae given below. The amount certified in each\n         payment certificate is adjusted by applying respective price\n         adjustment factor to the payment amounts due in each\n         currency.\n</blockquote><blockquote id=\"blockquote_36\">         a.   ...................\n</blockquote><blockquote id=\"blockquote_37\">         b. ....................\n</blockquote><blockquote id=\"blockquote_38\">         c. Following expressions and meanings are assigned to the\n            work done during each month:\n</blockquote>\n<blockquote id=\"blockquote_39\">          R = Total value of work done during the month. It would\n          include the value of materials on which secured advance\n          has been granted, if any, during the month, less the value of\n          materials in respect of which the secured advance has been\n          recovered, if any, during the month. This excludes the cost\n          of work on items for which rates were fixed under variations\n          clause (51 and 52) for which the escalation will be\n          regulated as mutually agreed at the time of fixation of rate.\n</blockquote>\n<blockquote id=\"blockquote_40\">          (ii)     Adjustment for Cement Component\n\n          Price adjustment for increase or decrease in the cost of\n          cement procured by the Contractor shall be paid in\n          accordance with the following formula:\n</blockquote>\n<blockquote id=\"blockquote_41\">          Vc= 0.85 x Po/100 x Ri x (ci-co)/co\n          Pc= Percentage of Cement component of work.\n</blockquote>\n<blockquote id=\"blockquote_42\">          (iii)     Adjustment for Steel Component\n          Price adjustment for increase or decrease in the cost of steel\n          procured by the Contractor shall be paid in accordance\n          with the following formula:\n</blockquote><blockquote id=\"blockquote_43\">          Vs= 0.85 x Ps/100 x Ri x (si-so)/so\n\n<span class=\"hidden_text\" id=\"span_39\">O.M.P.Nos. 472/2013 and 305/2013                                 Page 30 of 45</span>\n               Ps= Percentage of steel component of the work.\n</blockquote>\n<blockquote id=\"blockquote_44\">              v. Adjustment for Bitumen Component\n\n              Price adjustment for increase or decrease in the cost of\n              bitumen procured by the Contractor shall be paid in\n              accordance with the following formula:\n                 Vb= 0.85x Pb/100 x Ri x (Bi-Bo)/Bo\n                 Pb= Percentage of bitumen component of work.\n</blockquote>\n<blockquote id=\"blockquote_45\">              xi.      The following percentages will govern the price\n              adjustment of the contract:\n</blockquote><blockquote id=\"blockquote_46\">      1.      Labour-Pl                                         20%\n</blockquote><blockquote id=\"blockquote_47\">      2.      Plant and Machinery and Spares-Pp                 20%\n</blockquote><blockquote id=\"blockquote_48\">      3.      POL-Pf                                            10%\n</blockquote><blockquote id=\"blockquote_49\">      4.      Bitumen- Pb                                       x%\n</blockquote><blockquote id=\"blockquote_50\">      5.      Cement- Pc                                        y%\n</blockquote><blockquote id=\"blockquote_51\">      6.      Steel-Ps                                          z%\n</blockquote><blockquote id=\"blockquote_52\">      7.      Other materials-Pm                    50% -(x+y+z)%\n                              Total                       100%\n\n            (Note: x,y,z are the actual percentage of cost of materials of\n            bitumen, cement and steel respectively used for execution of\n            work as per the Interim Payment Certificate for the\n            month.).&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_62\">36.        In formulae given for price adjustment of cement, steel and bitumen\n\nin the above sub-clause 70.3 (ii) (iii) and (v), Pc, Ps and Pb is the percentage\n\nof cement, steel and bitumen.\n</p>\n<p data-structure=\"Section\" id=\"p_63\">37.        Clause 70.3 (xi) provides the method of calculation of the percentage\n\nof these components that is Bitumen, steel and cement which will govern the\n\nprice adjustment.       While the percentage of the components relating to\n\n\n<span class=\"hidden_text\" id=\"span_40\">O.M.P.Nos. 472/2013 and 305/2013                                   Page 31 of 45</span>\n labour, plant and machinery and spares, and POL has been fixed as 20%,\n\n20%, 10% respectively, the percentage of components bitumen (Pb),\n\nCement (Pc) and steel (Ps) is X, Y and Z percentage respectively. The\n\npercentage of other materials PM 50% -(X+Y+Z)% and thus the formula\n\nrequires that it should total as 100%.\n</p>\n<p data-structure=\"Section\" id=\"p_64\">38.   The note below this clause provides the method of calculation of the\n\nfactors X,Y and Z. The note clearly stipulates that X,Y,Z are the actual\n\npercentage of cost of material used for execution of work as per the Interim\n\nPayment Certificate for the month. This clause has no reference to the base\n\nprice but relates to the procurement price of these materials, i.e., the cost\n\nincurred by the contractor towards these materials which he has used for\n\nexecution of the work done by him as per his Interim Payment Certificate of\n\nthat month. This simple interpretation has been adopted by the petitioner&#x27;s\n\nEngineer till the 18 and 19 <a href=\"/doc/1569253/\" id=\"a_62\">IPC</a>s. Even when the opinion of the Engineer\n\nwas sought by the PD, he had reiterated that procurement price of these\n\narticles used as per that month&#x27;s <a href=\"/doc/1569253/\" id=\"a_63\">IPC</a> would determine its percentage in the\n\nprice adjustment formula.\n</p>\n<p data-structure=\"Section\" id=\"p_65\">39.   It is abundantly clear that the Engineer changed the interpretation of\n\nthis clause only when the petitioner had insisted upon him to do so.\n\n\n<span class=\"hidden_text\" id=\"span_41\">O.M.P.Nos. 472/2013 and 305/2013                                Page 32 of 45</span>\n Thereafter, instead of calculating the percentage of Pb, Ps and Pc on the\n\nbasis of procurement price of these components as per the relevant <a href=\"/doc/1569253/\" id=\"a_64\">IPC</a>, the\n\ncalculation was done by using the base price prevalent 28 days prior to the\n\nlast day of submission of the bid. The petitioner changed its interpretation\n\nfrom cost price to base price only when the auditor, in the audit report for\n\nthe audit conducted for the period October, 2007 to March, 2008 had\n\nobserved that the percentage calculation is not correct since the cost has not\n\nbeen defined in the contract agreement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_66\">40.   The Arbitral Tribunals have dealt with the report of the auditors and\n\nin OMP 472/2013, the Arbitral Tribunal has clearly held &quot;the audit report\n\nwas generic in nature covering 23 contract agreements&quot;.          The arbitral\n\ntribunal also observed that &quot;since the audit report is not specific to this\n\nparticular contract and since the wording of several clauses are not\n\nidentical in other contract but vary from contract to contract, it cannot be\n\nmade applicable to this particular contract specially when there are various\n\ninconsistencies and factual errors in this report relating to the contract\n\nbefore us. For example the report observes that different PIUs (Project\n\nImplementation Units) are using different basis since &#x27;cost&#x27; is not defined in\n\nthe contract, but contrary to this assertion cost has been explicitly defined\n\n\n<span class=\"hidden_text\" id=\"span_42\">O.M.P.Nos. 472/2013 and 305/2013                                 Page 33 of 45</span>\n in the contract before us.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_67\">      In OMP No. 305/2014, the Arbitral Tribunal has observed that there is\n\nno dispute to the fact that in the contract under challenge, the cost has been\n\ndefined as under:-\n</p>\n<p data-structure=\"Section\" id=\"p_68\">41.   Clause 1.1(g) (i) of Contract reads as under:-\n</p>\n<p data-structure=\"Conclusion\" id=\"p_69\">       &quot;(g) (i)    &quot;cost&quot; means all expenditure properly\n       incurred or to be incurred, whether on or off the\n       Site, including overhead and other charges\n       properly allocable thereto but does not include any\n       allowance for profit.&quot;\n</p>\n<p data-structure=\"RespArg\" id=\"p_70\">42.   The Arbitral Tribunals have concluded that the audit report, pursuant\n\nto which the petitioner had asked its Engineer to change the interpretation of\n\nsub-clause 70.3 (xi) was not specific to this contract and the auditors while\n\ngiving its report have not considered the various terms and conditions of\n\nthese contracts. On the other hand, Engineer has been interpreting the each\n\ncontracts in the light of its terms and conditions. In OMP No. 472/2014, the\n\nopinion of Engineer, DRB and Arbitral Tribunals have been unanimous.\n\nThey all had found that the value of X,Y and Z is to be calculated on the\n\nbasis of cost price and not on base price.\n</p>\n<p data-structure=\"Section\" id=\"p_71\">43.   The present petition is under <a href=\"/doc/536284/\" id=\"a_65\">Section 34</a> of the Arbitration and\n\nConciliation Act and the scope of powers of this court to interfere with the\n\n\n<span class=\"hidden_text\" id=\"span_43\">O.M.P.Nos. 472/2013 and 305/2013                                 Page 34 of 45</span>\n award has been reduced considerably in the new amended <a href=\"/doc/1306164/\" id=\"a_66\">Arbitration and\n\nConciliation Act, 1996</a>. An arbitral award can be assailed under <a href=\"/doc/536284/\" id=\"a_67\">Section 34</a>\n\nof the Act only on the ground enumerated therein, i.e., when the applicant\n\nfurnishes the proof that he was under some in capacity, or that the arbitration\n\nagreement was not valid under the law, or that he did not have any proper\n\nnotice of the appointment of the arbitrator or of the arbitral proceedings or\n\notherwise unable to present his case, or that arbitral award deals with the\n\ndispute not contemplated by or not falling within the terms of the\n\nsubmission of the arbitration, or where the composition of the arbitral\n\ntribunal or arbitral proceedings was not in accordance with the agreement of\n\nthe parties or unless such agreement was not in accordance with the\n\nprovision of the <a href=\"/doc/1052228/\" id=\"a_68\">Arbitration Act</a> where the dispute was not capable of\n\nsettlement, or where the arbitral record is in conflict with the public policy\n\nof India.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_72\">44.   The petitioner has challenged the awards on the grounds that the\n\nfindings of the Arbitral Tribunals are not correct, the same are erroneous and\n\nthat the interpretation given by the Tribunals to the several clauses of the\n\ncontract is not only wrong but would also lead to heavy loss to public\n\nexchequer and hence against the public policy. It is submitted that the\n\n\n<span class=\"hidden_text\" id=\"span_44\">O.M.P.Nos. 472/2013 and 305/2013                                  Page 35 of 45</span>\n petitioner is doing the work entrusted to it by the Central Government.\n\n</p><p data-structure=\"Section\" id=\"p_73\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"919241\" id=\"span_45\">45.   The sole question therefore is whether the findings of the Arbitral\n\nTribunal are against the public policy. The public policy has been defined\n\nby the Hon&#x27;ble Supreme Court in <a href=\"/doc/919241/\" id=\"a_69\">Oil and Natural Gas Corporation Ltd vs.\n\nSaw Pipes Ltd.</a>, AIR 2003 SC 2629: 2003(2) R.A.J. 1\n\n          &quot;31. Therefore, in our view, the phrase &quot;public policy of India&quot; used in\n          <a href=\"/doc/536284/\" id=\"a_70\">Section 34</a> in context is required to be given a wider meaning. It can\n          be stated that the concept of public policy connotes some matter\n          which concerns public good and the public interest. What is for public\n          good or in public interest or what would be injurious or harmful to the\n          public good or public interest has varied from time to time. However,\n          the award which is, on the face of it, patently in violation of statutory\n          provisions cannot be said to be in public interest.</span>\n</p><p data-structure=\"Section\" id=\"p_74\">          Such award/judgment/decision is likely to adversely affect the\n          administration of justice. Hence, in our view in addition to narrower\n          meaning given to the term &quot;public policy&quot; in Renusagar case 1994\n          Supp (1) SCC 644 it is required to be held that the award could be set\n          aside if it is patently illegal. The result would be -- award could be set\n          aside if it is contrary to:\n</p>\n<blockquote id=\"blockquote_53\">          (a) fundamental policy of Indian law; or\n\n</blockquote><blockquote id=\"blockquote_54\">          (b) the interest of India; or\n\n</blockquote><blockquote id=\"blockquote_55\">          (c) justice or morality, or\n\n</blockquote><blockquote id=\"blockquote_56\">          (d) in addition, if it is patently illegal.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_75\">          Illegality must go to the root of the matter and if the illegality is of\n          trivial nature it cannot be held that award is against the public policy.\n          Award could also be set aside if it is so unfair and unreasonable that it\n          shocks the conscience of the court. Such award is opposed to public\n          policy and is required to be adjudged void.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_76\">\n\n\n<span class=\"hidden_text\" id=\"span_46\">O.M.P.Nos. 472/2013 and 305/2013                                            Page 36 of 45</span>\n       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"455122\" id=\"span_47\">The legal position was crystallized in the later decision in <a href=\"/doc/455122/\" id=\"a_71\">Steel\n\nAuthority of India Limited v. Gupta Brother Steel Tubes Limited</a>, (2009)\n\n10 SCC 63 thus (SCC, p. 78):</span>\n</p>\n<blockquote id=\"blockquote_57\">          &quot;18. It is not necessary to multiply the references. Suffice it to say that\n          the legal position that emerges from the decisions of this Court can be\n          summarised thus:\n</blockquote>\n<blockquote id=\"blockquote_58\">          (i) In a case where an arbitrator travels beyond the contract, the award\n          would be without jurisdiction and would amount to legal misconduct\n          and because of which the award would become amenable for being set\n          aside by a court.\n</blockquote>\n<blockquote id=\"blockquote_59\">          (ii) An error relatable to interpretation of the contract by an arbitrator\n          is an error within his jurisdiction and such error is not amenable to\n          correction by courts as such error is not an error on the face of the\n          award.\n</blockquote>\n<blockquote id=\"blockquote_60\">          (iii) If a specific question of law is submitted to the arbitrator and he\n          answers it, the fact that the answer involves an erroneous decision in\n          point of law does not make the award bad on its face.\n</blockquote>\n<blockquote id=\"blockquote_61\">          (iv) An award contrary to substantive provision of law or against the\n          terms of contract would be patently illegal.\n</blockquote>\n<blockquote id=\"blockquote_62\">          (v) Where the parties have deliberately specified the amount of\n          compensation in express terms, the party who has suffered by such\n          breach can only claim the sum specified in the contract and not in\n          excess thereof. In other words, no award of compensation in case of\n          breach of contract, if named or specified in the contract, could be\n          awarded in excess thereof.\n</blockquote>\n<blockquote id=\"blockquote_63\">          (vi) If the conclusion of the arbitrator is based on a possible view of\n          the matter, the court should not interfere with the award.\n</blockquote>\n<blockquote id=\"blockquote_64\">          (vii) It is not permissible to a court to examine the correctness of the\n          findings of the arbitrator, as if it were sitting in appeal over his\n          findings.&quot;\n</blockquote>\n\n<p data-structure=\"Conclusion\" id=\"p_77\">      The challenge to awards before me is on the ground that the\n\n<span class=\"hidden_text\" id=\"span_48\">O.M.P.Nos. 472/2013 and 305/2013                                            Page 37 of 45</span>\n interpretation given by Arbitral Tribunal to the sub-clause 70.3(xi) is\n\nerroneous and thus against the public policy.\n</p>\n<p data-structure=\"Precedent\" id=\"p_78\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"53877948\" id=\"span_49\">46.   A similar question had come up before the Court in <a href=\"/doc/53877948/\" id=\"a_72\">National\n\n1Highways Authority of India Vs. ITD Cementation India Ltd.</a> reported in\n\n2007 (5) RAJ 642 (Delhi). The petitioner <a href=\"/doc/53877948/\" id=\"a_73\">in that case</a> had also challenged the\n\nfindings in the arbitral award on the ground that the interpretation given by\n\nthe arbitrator to the term of the contract was against the public policy.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_79\">      The Court has given the findings as under:-\n</p>\n<blockquote id=\"blockquote_65\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_50\">&quot; Suffice it to say that the arbitrators not only looked into the\n          provisions of the contract but also examined the issues like\n          whether minor minerals used for construction of highways were\n          or were not included in the basket of materials whose cost\n          variation is taken into consideration as an input in the\n          assumption of the wholesale price index (WPI). Such being the\n          position, simply because the interpretation placed by the\n          arbitrators has not favoured one or the other party can be no\n          reason for the Court to interfere under <a href=\"/doc/536284/\" id=\"a_74\">Section 34</a> of the Act\n          with the award made on any such interpretation. It is fairly well\n          settled by a long line of decisions rendered by the Supreme\n          Court that a Court dealing with a petition under <a href=\"/doc/536284/\" id=\"a_75\">Section 34</a> of\n          the Arbitration and Conciliation Act, 1996 does not sit in an\n          appeal over the arbitral award. That was the position even\n          under the <a href=\"/doc/1052228/\" id=\"a_76\">Arbitration Act</a> of 1940. As a matter of fact, the scope\n          of interference with an arbitral award has been substantially\n          reduced under the new legislation and would be confined to the\n          grounds set out under <a href=\"/doc/536284/\" id=\"a_77\">Section 34</a> of the Act as interpreted by the\n          Supreme Court in <a href=\"/doc/919241/\" id=\"a_78\">Oil and Natural Gas Corporation Ltd vs. Saw\n          Pipes Ltd.</a>, AIR 2003 SC 2629: 2003(2) R.A.J. 1. We, therefore,\n          see no reason to take a view different from the one taken by the\n          learned Single Judge that the award made by the arbitrators\n          cannot be interfered with simply on the ground that another\n          interpretation of the terms of the contract, no matter equally\n          plausible, was possible.&quot;</span>\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_51\">O.M.P.Nos. 472/2013 and 305/2013                                         Page 38 of 45</span>\n<p data-structure=\"CDiscource\" id=\"p_80\">       In both the cases before me, the Arbitral Tribunal while giving its\n\nfindings regarding interpretation of sub-clause 70.3(xi) have referred to all\n\nthe relevant clauses relating to price adjustment formula and then reached\n\nto a conclusion. It is also clear that the Arbitral Tribunals have in fact\n\nupheld the interpretation adopted by the petitioner till its internal Auditors\n\nreport. It has, in fact, accepted the interpretation of sub-clause 70.3 (xi)\n\ngiven by the engineers approached by the petitioner and found that that was\n\nthe only possible interpretation that could be given to unambiguous sub-\n\nclause and any other interpretation would amount to re-writing the contract.\n\n</p><p data-structure=\"Precedent\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"119594747\" id=\"span_52\">47.   The Supreme Court in <a href=\"/doc/119594747/\" id=\"a_79\">National Highways Authority of India Vs.\n\nUnitech-NCC Joint Venture</a> reported in 2011 (Suppl.1) Arb.LR.94 (Delhi)\n\n(DB), while dealing with the scope of interference by Courts where\n\narbitrator has given its findings on the interpretation of the terms of\n\ncontract after relying on various case laws, has observed as under:-</span>\n\n</p><blockquote id=\"blockquote_66\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"588099\" id=\"span_53\">&quot;para 7.       It is obvious that the interpretation of the\n             contract forms the fulcrum of the dispute between the two\n             adversaries before us. As already mentioned, the power to\n             interpret the contract was reposed in the &#x27;Engineers&#x27; as per\n             Clause 5.2.1 of the contract. The Engineers, on a\n             thorougher and lucid examination of the contract, have\n             concluded that escalation was contractually payable on the\n             contract itself as well as on any variation thereto. Even\n             under the regime of the repealed <a href=\"/doc/1052228/\" id=\"a_80\">Arbitration Act, 1940</a>,\n             Their Lordships have opined in the celebrated judgment of\n             <a href=\"/doc/588099/\" id=\"a_81\">Sudarsan Trading Company vs. Government of\n             Kerala</a>, (1989) 2SCC 38= 1989(2) Arb.LR 6 (SC)\n\n<span class=\"hidden_text\" id=\"span_54\">O.M.P.Nos. 472/2013 and 305/2013                                            Page 39 of 45</span>\n              inasmuch the court reiterated the position that -&quot;Once\n             there is no dispute as to the contract, what is the\n             interpretation of that contract, is a matter for the\n             arbitrator on which the court cannot substitute its\n             decision.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_82\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"529896\" id=\"span_55\">The continuity of this opinion is manifest from a reading\n             of <a href=\"/doc/529896/\" id=\"a_82\">H.P. State Electricity Board vs. R.J. Shah &amp; Co.</a>,\n             (1999) 4SCC 214= 1999(2) Arb.LR 316 (SC) inasmuch\n             the court reiterated the position that -&quot;when the arbitrator\n             is required to construe a contract then merely because\n             another view may be possible the court would not be\n             justified in construing the contract in a different manner\n             and then to set aside the award by observing that the\n             arbitrator has exceeded the jurisdiction in making the\n             award.&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"908591\" id=\"span_56\"><a href=\"/doc/908591/\" id=\"a_83\">Numaligarh Refinery Limited vs. Daelim\n             Industrial Company Limited</a>, (2007) 8 SCC 466=2007\n             SCACTC471 (SC)=2007(3) Arb.LR 378 (SC) records\n             that with regard to the interpretation of a contract, the\n             decision of the arbitrator should not be interfered with by\n             the court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"196949\" id=\"span_57\">After adverting to <a href=\"/doc/196949/\" id=\"a_84\">Tarapore &amp; Company Vs.\n             Cochin Shipyard Limited</a>, 1984 2 SCC 680= 1985 Arb.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_83\">             LR2 (SC), Their Lordships recorded that &quot;there can be\n             no quarrel with the proposition that -if a question of law\n             is specifically referred to by the parties to the arbitrator\n             for decision, award of the arbitrator would be binding on\n             the parties and court will have no jurisdiction to interfere\n             with the award even on ground of error of law apparent\n             on the face of award.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_84\">             Very recently, in McDermott International Inc.vs.Burn\n             Standard Co.Ltd., (2006) 11 SCC 181=2006 SCACTC\n             283 (SC)=2006 (2) Arb.LR 498 (SC), after perusal of a\n             plethora of precedents, Their Lordships have enunciated\n             this aspect of the law in the following manner:\n</p>\n<blockquote id=\"blockquote_67\">                &quot;112. It is trite that the terms of the contract can\n                be express or implied. The conduct of the parties\n                would also be a relevant factor in the matter of\n                construction of a contract. The construction of\n                the contract agreement is within the jurisdiction\n                of the arbitrators having regard to the wide\n                nature, scope and ambit of the arbitration\n                agreement and they cannot be said to have\n                misdirected themselves in passing the award by\n\n<span class=\"hidden_text\" id=\"span_58\">O.M.P.Nos. 472/2013 and 305/2013                                            Page 40 of 45</span>\n                 taking into consideration the conduct of the\n                parties. It is also trite that correspondences\n                exchanged by the parties are required to be taken\n                into consideration for the purpose of construction\n                of a contract. Interpretation of a contract is a\n                matter for the arbitrator to determine, even if it\n                gives rise to determination of a question of law.\n                [See Pure Helium India (P) Ltd. v. ONGC: AIR\n                2003 SC 4519=2003(3) Arb. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1628688\" id=\"span_59\"><a href=\"/doc/1628688/\" id=\"a_85\">LR 409 (SC) and\n                D.D. Sharma v. Union of India</a>, (2004) 5 SCC\n                325=2004(2) Arb. LR 119 (SC)].</span>\n</blockquote>\n<blockquote id=\"blockquote_68\">                113. Once, thus, it is held that the arbitrator had\n                the jurisdiction, no further question shall be\n                raised and the court will not exercise its\n                jurisdiction unless it is found that there exists any\n                bar on the face of the award.\n</blockquote><blockquote id=\"blockquote_69\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1579938\" id=\"span_60\">114. The above principles have been reiterated in\n                <a href=\"/doc/1579938/\" id=\"a_86\">Chairman and MD, NTPC Ltd. v. Reshmi\n                Constructions, Builders and Contractors</a>: AIR\n                2004 SC 1330=2004)1) Arb.</span> LR 156 (SC), Union\n                of India v. Banwari Lal and Sons (P) Ltd. AIR\n                2004       SC      1983=2004(2)Arb.LR81(SC),\n                Continental Construction Ltd. v. State of UP. :\n</blockquote><blockquote id=\"blockquote_70\">                <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1010255\" id=\"span_61\">(<a href=\"/doc/1010255/\" id=\"a_87\">2003) 8 SCC 4 and State of UP. v. Allied\n                Constructions</a>:    (2003)      7    SCC       396\n                Arb.LR106(SC).</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_85\">             8. In the case before us, the Arbitral Tribunal has\n             unequivocally upheld the interpretation of the contract\n             expressed by the &#x27;Engineers&#x27; who have been contractually\n             empowered by the parties to impart meaning to the sundry\n             clauses of the subject Agreement.\n</p><p data-structure=\"CDiscource\" id=\"p_86\">             9. It would be perilous and constitutionally unjustifiable to\n             ignore and lose sight of Parliament&#x27;s endeavour to curtail\n             curial interference in arbitration awards. <a href=\"/doc/536284/\" id=\"a_88\">Section 34</a> of A\n             and C Act does not contemplate the existence of errors on\n             the face of the Award, which the Supreme Court has\n             clarified to be beyond judicial interference. The learned\n             Single Judge has, in the impugned Order, rendered a\n             threadbare consideration of the terms of the Contract and\n             his conscience has not been provoked in the least bit. The\n             learned Single Judge has failed to find any infraction of\n             the public policy of India. However much we stretch our\n\n<span class=\"hidden_text\" id=\"span_62\">O.M.P.Nos. 472/2013 and 305/2013                                             Page 41 of 45</span>\n              thinking, we cannot conceive of a construction of the\n             contract contrary to that carried out by the Competent\n             Authority and more particularly by the learned Single\n             Judge. Interference by us will be justified if the views of\n             the learned Single Judge can be perceived as a perversity.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_87\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"478091\" id=\"span_63\">48.   From the above findings of the Supreme Court, it is emphatically\n\nclear that the award can only be set aside in terms of <a href=\"/doc/439304/\" id=\"a_89\">Section 34(2)</a>. The\n\ncourts have no jurisdiction to set aside the award on any ground other than\n\nthose specified in the Section. The courts are not supposed to sit in appeal,\n\nre-appreciate the evidence as an appellate court. This observation has been\n\nmade by the Supreme Court in <a href=\"/doc/478091/\" id=\"a_90\">Judgment P.R. Shah, Shares and Stock\n\nBrokers Private Limited Vs B.H.H. Securities Private Limited</a> and other,\n\n(2012) 1 SCC 594.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"478091\" id=\"span_64\">49.   Relevant para 21 of <a href=\"/doc/478091/\" id=\"a_91\">the said judgment</a> is reproduced as under:-</span>\n</p><blockquote id=\"blockquote_71\">      &quot;21. A court does not sit in appeal over the award of an arbitral\n      tribunal by re-assessing or re-appreciating the evidence. An award can\n      be challenged only under the grounds mentioned in <a href=\"/doc/439304/\" id=\"a_92\">Section 34(2)</a> of the\n      Act...Therefore, in the absence of any ground under <a href=\"/doc/439304/\" id=\"a_93\">Section 34(2)</a> of the\n      Act, it is not possible to re-examine the facts to find out whether a\n      different decision can be arrived at.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"908591\" id=\"span_65\">50.   Also in the case of <a href=\"/doc/908591/\" id=\"a_94\">Numaligarh Refinery Ltd. Vs Daelim Indusrial\n\nCo.Ltd</a>. (2007) 8 SCC 466 = 2007 SCACTC 471 (SC) = 2007(3) Arb.LR 378\n\n(SC); the court has clearly held that where the interpretation given by the\n\narbitral tribunal to the contract is a plausible interpretation, the court should\n\nnot interfere even if a different interpretation is plausible.</span>\n\n<span class=\"hidden_text\" id=\"span_66\">O.M.P.Nos. 472/2013 and 305/2013                                           Page 42 of 45</span>\n</p><p data-structure=\"Conclusion\" id=\"p_90\"> 51.   The Supreme Court has consistently been of the opinion that the court\n\nshould refrain itself from interfering with an award if the award is well\n\nreasoned, based on the substantive law and within the four corners of the\n\nterms of the contract and where there is no patent illegality on the face of it.\n\n</p><p data-structure=\"Precedent\" id=\"p_91\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1056935\" id=\"span_67\">52.   It is also settled law that an award cannot be set aside simply because\n\na party feels that the award is unfair or unreasonable, unless the unfairness\n\nand the unreasonableness shock the conscience of the court. (Reliance is\n\nplaced on <a href=\"/doc/1056935/\" id=\"a_95\">J.G. Engineers Private Limited vs. Union of India and another</a>,\n\n(2011) 5 SCC 758).</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_92\">53.   In the present case, the petitioner has failed to show any illegality in\n\nthe awards. There is nothing in the Awards which shocks the conscience of\n\nthis Court. No error that can be said to be apparent on the face of the award\n\nhas also been pointed out. From the contentions of the petitioner, it is\n\napparent that it has challenged the award only on the ground that the\n\ninterpretation given by the arbitrator to the term of contract is erroneous.\n\n</p><p data-structure=\"Precedent\" id=\"p_93\">54.   In McDermott International Inc (supra), it has been held that unless\n\nthe illegality is of such a nature that it is not only patent but goes to the very\n\nroot of the matter, it can be said that the award is against the public policy.\n\nIf the illegality is not patent or does not go to the very root of the matter but\n\n\n<span class=\"hidden_text\" id=\"span_68\">O.M.P.Nos. 472/2013 and 305/2013                                    Page 43 of 45</span>\n a frivolous or trivial illegality, such an award is not against the public policy.\n\n</p><p data-structure=\"Conclusion\" id=\"p_94\">55.   In the present case, petitioner has failed to point out any illegality in\n\nawards. In these cases, even two interpretation of the terms of the contract is\n\nnot possible. There is only one interpretation that can be given to the terms\n\nof the contract which is what has been given by Engineers of the petitioner,\n\nand upheld by the Arbitral Tribunals after elaborate discussion in the\n\nAwards.\n</p>\n<p data-structure=\"Precedent\" id=\"p_95\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1694830\" id=\"span_69\">56.   The Supreme Court in the case of <a href=\"/doc/1694830/\" id=\"a_96\">Bharat Coking Coal Ltd. vs. L.K.\n\nAhuja</a> (2004) 5 SCC 109 has clearly held that even if two views are\n\npossible, the view taken by the Arbitrator would prevail and the Courts have\n\nno jurisdiction to interfere with such an award. The Court has observed as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_72\">          &quot;There are limitations upon the scope of interference\n          in awards passed by an arbitrator. When the arbitrator\n          has applied his mind to the pleadings, the evidence\n          adduced before him and the terms of the contract, there\n          is no scope for the court to reappraise the matter as if\n          this were an appeal and even if two views are possible,\n          the view taken by the arbitrator would prevail. So long\n          as an award made by an arbitrator can be said to be\n          one by a reasonable person no interference is called\n          for.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_96\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1694830\" id=\"span_70\">57.   In a recent judgment of M/s Navodaya Mass Entertainment Ltd. vs.\n\nM/s J.M. Combines, Civil Appeal Nos. 7128-7129 of 2011, decided on\n\n<span class=\"hidden_text\" id=\"span_71\">O.M.P.Nos. 472/2013 and 305/2013                                    Page 44 of 45</span>\n 26.08.2014, the Supreme Court again has reiterated the same principle and\n\nrelying upon the <a href=\"/doc/1694830/\" id=\"a_97\">Bharat Coking Coal Ltd.</a> (supra) and other decisions held\n\nthat &quot;once the Arbitrator has applied his mind to the matter before him, the\n\nCourt cannot reappraise the matter as if it were an appeal and even if two\n\nviews are possible, the view taken by the Arbitrator would prevail.&quot;</span>\n\n</p><p data-structure=\"Conclusion\" id=\"p_97\">58.   In the present case, the Arbitral Tribunals have discussed all the\n\ncontentions raised before it by the petitioner and the evidence produced and\n\nthe case laws relied upon and then have given its well-reasoned findings.\n\n</p><p data-structure=\"Conclusion\" id=\"p_98\">59.   For the foregoing reasons, there exists no ground to interfere with the\n\nfindings of the Arbitral Tribunals. Both the petitions are hereby dismissed\n\nwith no order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">\n\n</p><p data-structure=\"Precedent\" id=\"p_100\">                                                     DEEPA SHARMA, J.\n</p><p data-structure=\"Conclusion\" id=\"p_101\">DECEMBER 17, 2014\nSapna/BG\n\n\n\n\n<span class=\"hidden_text\" id=\"span_72\">O.M.P.Nos. 472/2013 and 305/2013                                Page 45 of 45</span>\n </p>","numcites":26,"numcitedby":3,"docsource":"Delhi High Court","citetid":12278657,"divtype":"judgments","relatedqs":[{"value":"interpretations of contracts ","formInput":"interpretations%20of%20contracts%20"},{"value":"DRB  ","formInput":"DRB%20%20"},{"value":"public policy","formInput":"public%20policy"},{"value":"nhai","formInput":"nhai"},{"value":"Interpretation of terms of contract","formInput":"Interpretation%20of%20terms%20of%20contract"},{"value":"\"interim payment certificate\"","formInput":"%22interim%20payment%20certificate%22"},{"value":"Sub-Clause 70.3","formInput":"Sub-Clause%2070.3"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"tribunal interpret","formInput":"tribunal%20interpret"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"price adjustment ","formInput":"price%20adjustment%20"},{"value":"sudhir nandrajog","formInput":"sudhir%20nandrajog"},{"value":"Internal audit","formInput":"Internal%20audit"},{"value":"price adjustment in contracts","formInput":"price%20adjustment%20in%20contracts"},{"value":"bitumen","formInput":"bitumen"},{"value":"escalation","formInput":"escalation"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"national highway authority","formInput":"national%20highway%20authority"},{"value":"patently illegal","formInput":"patently%20illegal"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"}],"courtcopy":true,"query_alert":null,"agreement":false}