{"tid":1850352,"publishdate":"2011-07-04","title":"State Of Orissa & Ors vs Bhagyadhar Dash on 4 July, 2011","doc":"<h2 class=\"doc_title\">State Of Orissa &amp; Ors vs Bhagyadhar Dash on 4 July, 2011</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2011 SUPREME COURT 3409, 2011 (7) SCC 406, 2011 AIR SCW 5303, 2012 (1) AIR JHAR R 151, AIR 2011 SC (CIVIL) 2370, (2011) 88 ALL LR 250, (2011) 6 ANDHLD 135, (2012) 1 RECCIVR 160, (2011) 4 ICC 228, (2011) 2 WLC(SC)CVL 517, (2011) 105 ALLINDCAS 129 (SC), (2011) 4 ALL WC 3932, (2011) 4 CAL HN 115, (2011) 112 CUT LT 648, (2012) 1 CIVILCOURTC 567, (2012) 1 MAD LJ 347, (2011) 4 PAT LJR 69, (2011) 3 ARBILR 139, (2011) 7 SCALE 71, (2011) 4 CIVLJ 721, (2011) 3 JCR 220 (SC), (2011) 2 CLR 305 (SC)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-v-raveendran\">R.V.Raveendran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-patnaik\">A K Patnaik</a>, <a href=\"/search/?formInput=benchid:r-v-raveendran\">R V Raveendran</a></h3>\n\n<pre id=\"pre_1\">                                                                                     Reportable\n\n                    IN THE SUPREME COURT OF INDIA\n\n\n                     CIVIL APPELLATE JURISDICTION\n\n\n                       CIVIL APPEAL NO.4933 OF 2011\n\n                    [Arising out of SLP [C] No.20318/2008]\n\n\nState of Orissa &amp; Ors.                                           ... Appellants\n\n\nVs.\n\n\nBhagyadhar Dash                                                  ... Respondent\n\n\n                                       WITH\n\n\n\n\nWith CA No. 4935  of 2011 (@ SLP [C] No.23251/2008)\n\nWith CA No. 4936 of 2011 (@ SLP [C] No.23252/2008)\n\nWith CA No. 4934 of 2011 (@ SLP [C] No.23346/2008)\n\nWith CA No. 4937 of 2011 (@ SLP [C] No.26639/2008)\n\nWith CA No. 4939 of 2011 (@ SLP [C] No.27116/2008)\n\nWith CA No. 4940 of 2011 (@ SLP [C] No.27386/2008)\n\nWith CA No. 4941 of 2011 (@ SLP [C] No.27387/2008)\n\nWith CA No. 4942 of 2011 (@ SLP [C] No.27388/2008)\n\nWith CA No. 4943 of 2011 (@ SLP [C] No.7099/2009)\n\nWith CA No. 4944 of 2011 (@ SLP [C] No.31702/2010)\n\nWith CA No. 4945 of 2011 (@ SLP [C] No.32048/2010)\n\nWith CA No. 4946 of 2011 (@ SLP [C] No.33798/2010)\n\n\n\n\n                                 J U D G M E N T\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">R.V.RAVEENDRAN, J.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">       Leave granted. \n</p>\n\n<p data-structure=\"Issue\" id=\"p_3\">2.     These appeals by special leave are by the State of Orissa aggrieved by \n\n\nthe   orders   of   the   Chief   Justice   of   Orissa   High   Court   allowing   the \n\n\f\n<span class=\"hidden_text\" id=\"span_1\">                                               2</span>\n\n\n\napplications filed under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and Conciliation Act \n\n\n1996   (`Act&#x27;   for   short)   filed   by   contractors   and   appointing   arbitrators   to \n\n\ndecide   the   disputes   raised   by   them   against   the   State   Government.   The \n\n\nlearned Chief Justice held that the last sentence of the proviso to clause 10 of \n\n\nthe conditions of contract (forming part of the agreements between the state \n\n\nand the contractors) is an arbitration agreement. The appellants challenge the \n\n\nsaid orders on the ground that there is no arbitration agreement and therefore \n\n\nthe applications under <a href=\"/doc/1841764/\" id=\"a_2\">section 11</a> of the Act filed by the contractors ought to \n\n\nhave   been   dismissed.   Therefore   the   short   question   that   arises   for   our \n\n\nconsideration   in   these   appeals   is   whether   the   said   clause   is   an   arbitration \n\n\nagreement. \n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_4\">The essentials of an arbitration agreement\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_5\">3.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_2\">In <a href=\"/doc/1777887/\" id=\"a_3\">K K Modi vs. K N Modi</a> [1998 (3) SCC 573] this court enumerated \n\n\nthe following attributes of a valid arbitration agreement :</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_1\">        &quot;(1) The arbitration agreement must contemplate that the decision of the \n\n        Tribunal will be binding on the parties to the agreement,\n\n\n        (2) that the jurisdiction of the Tribunal to decide the rights of parties must \n\n        derive either from the consent of the parties or from an order of the Court \n\n        or from a statute, the terms of which make it clear that the process is to be \n\n        an arbitration,\n\n\n        (3) the agreement must contemplate that substantive rights of parties will \n\n        be determined by the agreed tribunal,\n\n\f\n<span class=\"hidden_text\" id=\"span_3\">                                                     3</span>\n\n\n\n       (4) that the tribunal will determine the rights of the parties in an impartial \n\n       and   judicial   manner,   with   the   tribunal   owing   an   equal   obligation   of \n\n       fairness towards both sides,\n\n\n       (5) that the agreement of the parties to refer their disputes to the decision \n\n       of the Tribunal must be intended to be enforceable in law, and lastly,\n\n\n       (6) the agreement must contemplate that the tribunal will make a decision \n\n       upon a dispute which is already formulated at the time when a reference is \n\n       made to the Tribunal.&quot;\n</blockquote>\n<blockquote id=\"blockquote_2\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_4\">Following  K.K.   Modi  and   other   cases,  <a href=\"/doc/48449/\" id=\"a_4\">Bihar   State   Mineral   Development  \n\n\nCorporation   v.   Encon   Builders   (IP)   Ltd.</a>  -   2003   (7)   SCC   418,   this   court \n\n\nlisted the following as the essential elements of an arbitration agreement:</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_3\">       &quot;(i) There must be a present or a future difference in connection with some \n\n       contemplated affair;\n</blockquote>\n<blockquote id=\"blockquote_4\">\n</blockquote><blockquote id=\"blockquote_5\">       (ii) There must be the intention of the parties to settle such difference by a \n\n       private tribunal;\n</blockquote>\n<blockquote id=\"blockquote_6\">\n</blockquote><blockquote id=\"blockquote_7\">       (iii) The parties must agree in writing to be bound by the decision of such \n\n       tribunal; and\n\n\n</blockquote><blockquote id=\"blockquote_8\">       (iv) The parties must be ad idem.&quot;\n</blockquote>\n<blockquote id=\"blockquote_9\">\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\">4.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_5\">In <a href=\"/doc/1913246/\" id=\"a_5\">Jagdish Chander vs. Ram Chandra</a> [2007 (5) SCC 719], this Court, \n\n\nafter referring to the cases on the issue, set out the following principles in \n\n\nregard to what constitutes an arbitration agreement :</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_10\">       &quot;(i) The intention of the parties to enter into an arbitration agreement shall \n\n       have to be gathered from the terms of the agreement. If the terms of the \n\n       agreement   clearly   indicate   an   intention   on   the   part   of   the   parties   to   the \n\n       agreement to refer their disputes to a private tribunal for adjudication and \n\n       an   willingness   to   be   bound   by   the   decision   of   such   tribunal   on   such \n\n       disputes, it is arbitration agreement. While there is no specific form of an \n\n\f\n<span class=\"hidden_text\" id=\"span_6\">                                                4</span>\n\n\n\narbitration agreement, the words used should disclose a determination and \n\nobligation to go to arbitration and not merely contemplate the possibility \n\nof going for arbitration. Where there is merely a possibility of the parties \n\nagreeing to arbitration in future, as contrasted from an obligation to refer \n\ndisputes to arbitration, there is no valid and binding arbitration agreement.\n\n\n</blockquote><blockquote id=\"blockquote_11\">(ii) Even if the words &#x27;arbitration&#x27; and &#x27;arbitral tribunal (or arbitrator)&#x27; are \n\nnot used with reference to the process of settlement or with reference to \n\nthe private tribunal which has to adjudicate upon the disputes, in a clause \n\nrelating to settlement of disputes, it does not detract from the clause being \n\nan   arbitration   agreement   if   it   has   the   attributes   or   elements   of   an \n\narbitration agreement. They are : (a) The agreement should be in writing. \n\n</blockquote><blockquote id=\"blockquote_12\">(b) The parties should have agreed to refer any disputes (present or future) \n\nbetween them to the decision of a private tribunal. (c) The private tribunal \n\nshould   be   empowered   to   adjudicate   upon   the   disputes   in   an   impartial \n\nmanner, giving due opportunity to the parties to put forth their case before \n\nit.   (d)   The   parties   should   have   agreed   that   the   decision   of   the   Private \n\nTribunal in respect of the disputes will be binding on them.\n\n\n</blockquote><blockquote id=\"blockquote_13\">(iii)   Where   the   clause   provides   that   in   the   event   of   disputes   arising \n\nbetween the parties, the disputes shall be referred to Arbitration, it is an \n\narbitration agreement. Where there is a specific and direct expression of \n\nintent to have the disputes settled by arbitration, it is not necessary to set \n\nout   the   attributes   of   an   arbitration   agreement   to   make   it   an   arbitration \n\nagreement.   But   where   the   clause   relating   to   settlement   of   disputes, \n\ncontains   words   which   specifically   excludes   any   of   the   attributes   of   an \n\narbitration agreement or contains anything that detracts from an arbitration \n\nagreement, it will not be an arbitration agreement. For example, where an \n\nagreement   requires   or   permits   an   authority   to   decide   a   claim   or   dispute \n\nwithout hearing, or requires the authority to act in the interests of only one \n\nof the  parties,  or provides that  the decision  of the  Authority will not  be \n\nfinal and binding on the parties, or that if either party is not satisfied with \n\nthe   decision   of   the   Authority,   he   may   file   a   civil   suit   seeking   relief,   it \n\ncannot be termed as an arbitration agreement.\n</blockquote>\n<blockquote id=\"blockquote_14\">\n</blockquote><blockquote id=\"blockquote_15\">(iv) But mere use of the word &#x27;arbitration&#x27; or &#x27;arbitrator&#x27; in a clause will not \n\nmake it an arbitration agreement, if it requires or contemplates a further or \n\nfresh consent of the parties for reference to arbitration. For example, use \n\nof   words   such   as   &quot;parties   can,   if   they so   desire,   refer   their   disputes   to \n\narbitration&quot; or &quot;in the event of any dispute, the parties may also agree to \n\nrefer the same to arbitration&quot; or &quot;if any disputes arise between the parties, \n\nthey   should   consider   settlement   by   arbitration&quot;   in   a   clause   relating   to \n\nsettlement   of   disputes,   indicate   that   the   clause   is   not   intended   to   be   an \n\narbitration agreement. Similarly, a clause which states that &quot;if the parties \n\nso   decide,   the   disputes   shall   be   referred   to   arbitration&quot;   or   &quot;any   disputes \n\nbetween parties, if they so agree, shall be referred to arbitration&quot; is not an \n\narbitration   agreement.   Such   clauses   merely   indicate   a   desire   or   hope   to \n\n\f\n<span class=\"hidden_text\" id=\"span_7\">                                                     5</span>\n\n\n\n       have   the   disputes   settled   by   arbitration,   or   a   tentative   arrangement   to \n\n       explore arbitration as a mode of settlement if and when a dispute arises. \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\">       Such clauses require the parties to arrive at a further agreement to go to \n\n       arbitration, as and when the disputes arise. Any agreement or clause in an \n\n       agreement   requiring   or   contemplating   a   further   consent   or   consensus \n\n       before   a   reference   to   arbitration,   is   not   an   arbitration   agreement,   but   an \n\n       agreement to enter into an arbitration agreement in future.&quot;\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_9\">5.     The   following   passage   from  Russell   on   Arbitration  (19th  Edn.   Page \n\n\n</p><p data-structure=\"Issue\" id=\"p_10\">59) throws some light on this issue:\n</p>\n\n<blockquote id=\"blockquote_16\">       &quot;If   it   appears   from   the   terms   of   the   agreement   by   which   a   matter   is \n\n       submitted to a person&#x27;s decision, that the intention of the parties was that \n\n       he should hold an enquiry in the nature of a judicial enquiry and hear the \n\n       respective cases of the parties and decide upon evidence laid before him, \n\n       then  the  case  is  one  of an  arbitration.  The  intention  in  such   case  is that \n\n       there shall be a judicial inquiry worked out in a judicial manner. On the \n\n       other   hand,   there   are   cases   in   which   a   person   is   appointed   to   ascertain \n\n       some matter for the purpose of preventing differences from arising, not of \n\n       setting them when they have arisen&quot;.\n</blockquote>\n<blockquote id=\"blockquote_17\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_11\">Cases   where   the   tests   were   applied   to   different   clauses   to   find   out \n\nwhether they could be termed as `arbitration agreement&#x27;\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_12\">6.     In K.K. Modi, the clause that arose for consideration was as under :\n</p>\n\n<blockquote id=\"blockquote_18\">       &quot;9.   Implementation   will   be   done   in   consultation   with   the   financial \n\n       institutions.   For   all   disputes,   clarification   etc.,   in   respect   of \n\n       implementation   of   this   agreement,   the   same   shall   be   referred   to   the \n\n       Chairman, IFCI or his nominees whose decisions will be final and binding \n\n       on both the groups&quot;.\n</blockquote>\n<blockquote id=\"blockquote_19\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">This Court held that the said clause was not an arbitration agreement on the \n\n\nfollowing reasoning:\n</p>\n\n\n\n<blockquote id=\"blockquote_20\">       &quot;Therefore our Courts have laid emphasis on (1) existence of disputes as  \n\n       against   intention   to   avoid   future   dispute;   (2)   the   tribunal   or   forum   so  \n\n       chosen   is   intended   to   act   judicially   after   taking   into   account   relevant  \n\n       evidence before it and the submissions made by the parties before it; and  \n\n\f\n<span class=\"hidden_text\" id=\"span_8\">                                                       6</span>\n\n\n\n        (3) the decision is intended to bind the parties. Nomenclature used by the  \n\n        parties may not be conclusive.\n</blockquote>\n<blockquote id=\"blockquote_21\">\n</blockquote><p data-structure=\"RespArg\" id=\"p_14\">        The purport of Clause 9 is to prevent any further disputes between Groups \n\n        A   and   B.   Because   the   agreement   requires   division   of   assets   in   agreed \n\n        proportions after their valuation by a named body and under a scheme of \n\n        division by another named body. Clause 9 is intended to clear any other \n\n        difficulties   which   may   arise   in   the   implementation   of   the   agreement   by \n\n        leaving   it   to   the   decision   of   the   Chairman,   IFCI.  This   clause   does   not  \n\n        contemplate any judicial determination by the Chairman of the IFCI. . .  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_15\">        Thus, clause 9 is not intended to be for any different decision than what is \n\n        already   agreed   upon   between   the   parties   to   the   dispute.   It   is   meant   for \n\n        proper   implementation   of   the   settlement   already   arrived   at.   A   judicial \n\n        determination, recording of evidence etc. are not contemplated...&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_16\">                                                                            (emphasis supplied)\n\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_17\">7.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_9\">In  <a href=\"/doc/344153/\" id=\"a_6\">State of Uttar Pradesh vs. Tipper Chand</a>  - 1980 (2) SCC 341, the \n\n\nfollowing clause fell for consideration:</span>\n</p>\n\n<blockquote id=\"blockquote_22\">        &quot;Except   where   otherwise   specified   in   the   contract   the   decision   of   the \n\n        Superintending Engineer for the time being shall be final, conclusive and \n\n        binding   on   all   parties   to   the   contract   upon   all   questions   relating   to   the \n\n        meaning   of   the   specifications,   design,   drawing   and   instructions \n\n        hereinbefore mentioned. The decision of such Engineer as to the quality of \n\n        workmanship, or materials used on the work, or as to any other question, \n\n        claim,   right,   matter   or   things   whatsoever,   in   any   way   arising   out   of   or \n\n        relating   to   the   contract,   designs,   drawing   specifications,   estimates, \n\n        instructions,   orders,   or   these   conditions,   or   otherwise   concerning   the \n\n        works,   or   the   execution   or   failure   to   execute   the   same,   whether   arising \n\n        during the progress of the work, or after the completion or abandonment \n\n        of   the   contract   by   the   Contractor,   shall   also   be   final,   conclusive   and \n\n        binding on the Contractor&quot;.\n</blockquote>\n<blockquote id=\"blockquote_23\">\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_18\">The High Court held that the clause was not an arbitration agreement, as it \n\n\nmerely  conferred power on the Superintending Engineer to take a decision \n\n\non his own and did not authorise parties to refer any matter to his decision. \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_19\">This   court   clarified   that   in   the   absence   of   a   provision   for   reference   of \n\n\f\n<span class=\"hidden_text\" id=\"span_10\">                                                     7</span>\n\n\n\ndisputes   between   parties   for   settlement,   clause   merely   stating   that   the \n\n\n&quot;decision   of   the   Superintending   Engineer   shall   be   final&quot;   was   not   an \n\n\narbitration agreement. This Court clarified that an arbitration agreement can \n\n\neither be in express terms or can be inferred or spelt out from the terms of \n\n\nthe clause; and that if the purpose of the clause is only to vest in the named \n\n\nAuthority,   the   power   of   supervision   of   the   execution   of   the   work   and \n\n\nadministrative   control   over   it   from   time   to   time,   it   is   not   an   arbitration \n\n\nagreement. It also held that the clause did not contain any express arbitration \n\n\nagreement, nor spelt out by implication any arbitration agreement  as it did  \n\n\nnot mention any dispute or reference of such dispute for decision.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_20\">8.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_11\">In  <a href=\"/doc/64556/\" id=\"a_7\">State   of   Orissa   vs.   Damodar   Das</a>  [1996   (2)   SCC   216],   a   three \n\n\nJudge   Bench   of   this   court   considered   whether   the   following   clause   is   an \n\n\narbitration agreement:</span> \n</p>\n\n<blockquote id=\"blockquote_24\">        &quot;25.   Decision   of   Public   Health   Engineer   to   be   final.--Except   where \n\n        otherwise   specified   in   this   contract,   the   decision   of   the   public   Health \n\n        Engineer for the time being shall be final, conclusive and binding on all \n\n        parties   to  the   contract  upon   all   questions   relating   to   the   meaning   of  the \n\n        specifications; drawings and instructions hereinbefore mentioned and as to \n\n        the quality of workmanship or material use on the work, or as to any other \n\n        question, claim, right, matter or thing, whatsoever in any way arising out \n\n        of,   or   relating   to,   the   contract,   drawings,   specifications,   estimates, \n\n        instructions, orders or these conditions, or otherwise concerning the works \n\n        or the execution of failure to execute the same, whether arising during the \n\n        progress of the work or after the completion or the sooner determination \n\n        thereof of the contract&quot;.\n</blockquote>\n<blockquote id=\"blockquote_25\">\f\n<span class=\"hidden_text\" id=\"span_12\">                                                      8</span>\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_21\"> Following   the   decision   in  Tipper   Chand,  this   Court   held   that   the   said \n\n\n clause   did   not   amount   to   an   arbitration   agreement,   on   the   following \n\n\n reasoning:\n</p>\n\n\n\n<blockquote id=\"blockquote_26\">      &quot;It   would,   thereby,   be   clear   that   this   Court   laid   down   as   a   rule   that   the \n\n      arbitration   agreement   must   expressly  or   by  implication   be   spelt   out   that \n\n      there is an agreement to refer any dispute or difference for an arbitration  \n\n      and the clause in the contract must contain such an agreement. We are in  \n\n      respectful agreement with the above ratio. It is obvious that for resolution \n\n      of any dispute or difference arising between two parties to a contract, the \n\n      agreement must provide expressly or by necessary implication, a reference \n\n      to   an  arbitrator  named  therein  or  otherwise   of  any  dispute   or  difference \n\n      and in its absence it is difficult to spell out existence of such an agreement \n\n      for   reference   to   an   arbitration   to   resolve   the   dispute   or   difference \n\n      contracted between the parties.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_22\">                                                                            (emphasis supplied)\n\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_23\">9.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_13\">In  <a href=\"/doc/1707042/\" id=\"a_8\">Bharat   Bhushan   Bansal   vs.   Uttar   Pradesh   Small   Industries  \n\n\nCorporation Ltd., Kanpur</a> [1999 (2) SCC 166], the following clauses fell for \n\n\nconsideration of this Court:</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_27\">      &quot;Decision   of   the   Executive   Engineer   of   the   UPSIC   to   be   final   on \n\n      certain matters\n\n\n      Except   where   otherwise   specified   in   the   contract,   the   decision   of   the \n\n      Executive   Engineer   shall   be   final,   conclusive   and   binding   on   both   the \n\n      parties   to   the   contract   on   all   questions   relating   to   the   meaning,   the \n\n      specification,   design,   drawings   and   instructions   hereinbefore   mentioned, \n\n      and as to the quality of workmanship or materials used on the work or as \n\n      to any other question whatsoever in any way arising out of for relating to \n\n      the   designs,   drawings,   specifications,   estimates,   instructions,   orders   or \n\n      otherwise concerning the works or the execution or failure to execute the \n\n      same   whether   arising   during   the   progress   of   the   work,   or   after   the \n\n      completion thereof or abandonment of the contract by the Contractor shall \n\n      be final and conclusive and binding on the Contractor.\n\n\n      Decision of the MD of the UPSIC on all other matters shall be final\n\n\f\n<span class=\"hidden_text\" id=\"span_14\">                                                    9</span>\n\n\n\n     Except   as   provided   in   Clause   23   hereof,   the   decision   of   the   Managing \n\n     Director of the UPSIC shall be final, conclusive and binding on both the \n\n     parties   to   the   contract   upon   all   questions   relating   to   any   claim,   right, \n\n     matter or thing in any way arising out of or relating to the contract or these \n\n     conditions  or concerning  abandonment of the contract by the Contractor \n\n     and   in   respect   of   all   other   matter   arising   out   of   this   contract   and   not \n\n     specifically mentioned herein&quot;.\n</blockquote>\n<blockquote id=\"blockquote_28\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_24\">This   Court   held   that   the   said   clauses   did   not   amount   to   arbitration \n\n\nagreement on the following reasoning:\n</p>\n\n\n\n<blockquote id=\"blockquote_29\">     &quot;In the present case, reading Clauses 23 and 24 together, it is quite clear \n\n     that in respect of questions arising from or relating to any claim or right, \n\n     matter or thing in any way connected with the contract, while the decision \n\n     of the Executive Engineer is made final and binding in respect of certain \n\n     types   of   claims   or   questions,   the   decision   of   the   Managing   Director   is \n\n     made   final   and   binding   in   respect   of   the   remaining   claims.  Both   the  \n\n     Executive   Engineer   as   well   as   the   Managing   Director   are   expected   to  \n\n     determine the question or claim on the basis of their own investigations  \n\n     and   material.   Neither   of   the   clauses   contemplates   a   full-fledged  \n\n     arbitration covered by the <a href=\"/doc/1052228/\" id=\"a_9\">Arbitration Act</a>&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_25\">                                                                              (emphasis supplied)\n\n\nThis  Court  while  noting  the  distinction  between   a  &#x27;Preventer   of disputes&#x27; \n\n\nand an &#x27;adjudicator of disputes&#x27;, observed that the Managing Director under \n\n\nclause 24 of the agreement, was more in the category of an expert who will \n\n\ndecide claims, rights, or matters in any way pertaining to the contract and \n\n\nthe object of his decision is to avoid disputes and not decide disputes in a \n\n\nquasi-judicial  manner.  This  court   also  referred  to  an  illustration  given  in \n\n\nHudson on &#x27;Building and Engineering Contracts&#x27; (11th Edition, Volume II, \n\n\npara 18.067) stating that the following clause was not an arbitration clause \n\n\nand that the duties of the Engineer mentioned therein were administrative \n\n\nand not judicial:\n</p>\n\f\n<span class=\"hidden_text\" id=\"span_15\">                                                   10</span>\n\n\n\n<blockquote id=\"blockquote_30\">        &quot;(E)ngineer   shall  be  the  exclusive  judge   upon all  matters  relating  to  the \n\n        construction, incidents and the consequences of these presents, and of the \n\n        tender specifications, schedule and drawings of the Contract, and in regard \n\n        to the execution of the works or otherwise arising out of or in connection \n\n        with the contract, and also as regards all matters of account, including the \n\n        final balance payable to the contract, and the certificate of the engineer for \n\n        the time being, given under his hand, shall be binding and conclusive on \n\n        both parties&quot;.\n</blockquote>\n<blockquote id=\"blockquote_31\">\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">10.     We may next refer to the three decisions of this Court relied on by the \n\n\nrespondents,   where   on   interpretation,   clauses   though   not   described   as \n\n\n`arbitration   clauses&#x27;,   were   held   to   be   arbitration   clauses,   by   applying   the \n\n\ntests as to what constitute an arbitration agreement. In Rukmanibai Gupta v.  \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_27\">Collector, Jabalpur  - 1980 (4) SCC 566,  this Court considered whether the \n\n\nfollowing clause amounted to an arbitration agreement :\n</p>\n\n<blockquote id=\"blockquote_32\">            &quot;15. Whenever any doubt, difference or dispute shall hereafter arise \n\n            touching   the   construction   of   these   presents   or   anything   herein \n\n            contained or any matter  or things connected  with the  said lands or \n\n            the working or non-working thereof or the amount or payment of any \n\n            rent   or   royalty   reserved   or   made   payable   hereunder   the   matter   in \n\n            difference   shall   be   decided   by   the   lessor   whose   decision   shall   be \n\n            final&quot;.\n</blockquote>\n<blockquote id=\"blockquote_33\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">This   Court   held   that   Arbitration   agreement   is   not   required   to   be   in   any \n\n\nparticular   form.   What   is   required   to   be   ascertained   is   whether   the   parties \n\n\nhave   agreed   that   if   disputes   arise   between   them   in   respect   of   the   subject-\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_29\">matter   of   contract   such   dispute   shall   be   referred   to   arbitration;   and   if   the \n\n\nanswer was in the affirmative, then such an arrangement would spell out an \n\n\narbitration   agreement.   Applying   the   said   test,   this   court   held   that   the \n\n\naforesaid clause is an arbitration agreement, as it (a) made  a provision for \n\n\f\n<span class=\"hidden_text\" id=\"span_16\">                                               11</span>\n\n\n\nreferring   any   doubt,   difference   or   dispute   to   a   specified   authority   for \n\n\ndecision   and   (b)   it   made   the   &quot;decision&quot;   of   such   authority   final.   While   we \n\n\nrespectfully   agree   with   the   principle   stated,   we   have   our   doubts   as   to \n\n\nwhether   the   clause   considered   would   be   an   arbitration   agreement   if   the \n\n\nprinciples   mentioned   in   <a href=\"/doc/1707042/\" id=\"a_10\">the   said   decision</a>   and   the   tests   mentioned   in   the \n\n\nsubsequent decision of a larger bench in Damodar Das  are applied. Be that \n\n\nas   it   may.   In   fact   the   larger   bench   in  Damodar   Das  clearly   held   that   the \n\n\ndecision   in  Rukmanibai   Gupta  was   decided   on   the   special   wording   of   the \n\n\nclause   considered   therein.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_17\">&quot;The   ratio   in  <a href=\"/doc/1979603/\" id=\"a_11\">Rukmanibai   Gupta   vs.   Collector</a> \n\n\ndoes not assist the respondent. From the language therein this court inferred, \n\n\nby implication, existence of a dispute or difference for arbitration.&quot;</span> \n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_30\">11.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_18\">In <a href=\"/doc/48449/\" id=\"a_12\">Encon Builders</a> (supra), this court proceeded on the assumption that \n\n\nthe   following   clause   was   an   arbitration   agreement,   as   that   issue   was   not \n\n\ndisputed:</span>\n</p>\n\n<blockquote id=\"blockquote_34\">          &quot;In case of any dispute arising out of the agreement the matter shall be \n\n        referred   to   the   Managing   Director,   Bihar   State   Mineral   Development \n\n        Corporation Limited, Ranchi, whose decision shall be final and binding.&quot;\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"133070\" id=\"span_19\">The   clause   specifically   provided   for   `disputes   being   referred   to   the \n\n\nManaging   Director&#x27;   and   made  the   said   authority&#x27;s   decision   not   only   final, \n\n\nbut also binding on the parties. Therefore it can be said that it answers the \n\n\ntests of an arbitration agreement. The issue considered therein was whether \n\n\f\n<span class=\"hidden_text\" id=\"span_20\">                                               12</span>\n\n\n\nthe   High   Court   committed   an   error   in   refusing   to   refer   the   dispute   to \n\n\narbitration, even after finding the clause to be an arbitration agreement, by \n\n\npresuming bias in view of the fact that the named arbitrator was an employee \n\n\nof   one   of   the   parties   to   the   dispute.   This   Court   held   that   disputes   were \n\n\narbitrable in terms of the said clause. Be that as it may. A similar clause was \n\n\nalso considered in  <a href=\"/doc/133070/\" id=\"a_13\">Punjab State Vs. Dina Nath</a> [2007 (5) SCC 28] and held \n\n\nto be arbitration agreement.</span>\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_32\">12.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"936043\" id=\"span_21\">In <a href=\"/doc/936043/\" id=\"a_14\">Mallikarjun v. Gulbarga University</a> - 2004 (1) SCC 372, this court \n\n\nheld the following clause was a valid arbitration agreement :</span>\n</p>\n\n\n\n<blockquote id=\"blockquote_35\">        &quot;The decision of the Superintending  Engineer  of the Gulbarga Circle  for \n\n        the time being shall be final, conclusive, and binding on all parties to the  \n\n        contract upon all questions relating to the meaning of the specifications, \n\n        designs, drawings and instructions herein before mentioned and as to the \n\n        quality of workmanship or material used on the work, or as to any other \n\n        question, claim, right, matter, or thing whatsoever, in any way arising out  \n\n        of, or relating to the contract, designs, drawings, specifications, estimates, \n\n        instructions, orders or those conditions, or otherwise concerning the works \n\n        of the execution, or failure to execute the same, whether arising during the \n\n        progress of the work, or after the completion or abandonment thereof in  \n\n        case of dispute arising between the contractor and. Gulbarga University.&quot;\n\n\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"936043\" id=\"span_22\">This  court   after  referring   to  the  essentials   of an  arbitration   agreement  <a href=\"/doc/936043/\" id=\"a_15\">laid \n\n\ndown   in</a>  Encon   Builders  held   that   the   above   clause   is   an   arbitration \n\n\nagreement  as   it  answered   the   test   of  reference   of  dispute   for   decision   and \n\n\nmade the decision of the authority final and binding. This court held :</span>\n</p>\n\f\n<span class=\"hidden_text\" id=\"span_23\">                                                       13</span>\n\n\n\n<blockquote id=\"blockquote_36\">       &quot;Applying the aforesaid principle to the present case, Clause 30 requires \n\n       that the Superintending Engineer, Gulbarga Circle, Gulbarga, to give his \n\n       decision on any dispute that may arise out of the contract. Further we also \n\n       find   that   the   agreement   postulates   present   or   future   differences   in \n\n       connection with some contemplated affairs inasmuch as also there was an \n\n       agreement   between   the   parties   to   settle   such   difference   by   a   private \n\n       tribunal, namely, the Superintending Engineer, Gulbarga Circle, Gulbarga. \n\n       It was also agreed between the  parties that they would  be bound by the \n\n       decision of the tribunal. The parties were also ad idem.&quot;\n\n\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_34\">The clause for consideration in this case\n\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_35\">13.    Clause   10   of   the   Conditions   of   Contract   which   is   the   subject   of \n\n\ncontroversy reads thus:\n</p>\n\n<blockquote id=\"blockquote_37\">       &quot;Clause   10:  The   Engineer-in-Charge   shall   have   power   to   make   any \n\n       alterations in or additions to the original specifications, drawings, designs \n\n       and   instructions   that   may   appear   to   him   necessary  and   advisable   during \n\n       the progress  of work,  and the contractor  shall be bound to carry out the \n\n       work in accordance with any instructions which may be given to him in \n\n       writing   signed   by   the   Engineer-in-Charge   and   such   alterations   shall   not \n\n       invalidate the contract, and any additional work which the contractor may \n\n       be directed to do in the manner above specified as part of the work shall \n\n       be carried out by the contractor on the same conditions in all respects on \n\n       which   he   agreed   to   do   the   main   work,   and   at   the   same   rates   as   are \n\n       specified in the tender for the main work. The time for the completion of \n\n       the work shall be extended in the proportion that the additional work bears \n\n       to the original contract work and the certificate of the Engineer-in-Charge \n\n       shall   be   conclusive   as   to   such   proportion.   And   if   the   additional   work \n\n       includes any class of work for which no rate is specified in this contract, \n\n       then   such   class   of   work   shall   be   carried   out   at   the   rates   entered   in   the \n\n       sanctioned   schedule   of   rates   of   the   locality   during   the   period   when   the \n\n       work is being carried on and if such last mentioned class of work is not \n\n       entered   in   the   schedule   of   rates   of   the   district   then   the   contractor   shall \n\n       within seven days of the date of the rate which it is his intention to charge \n\n       for  such  class  of work,   and if  the  Engineer-in-Charge  does  not  agree  to \n\n       this rate he shall be noticed in writing be at liberty to cancel his order to \n\n       carry out such class of work and arrange to carry it out in such manner as \n\n       he may consider advisable.\n</blockquote>\n<blockquote id=\"blockquote_38\">\n       No   deviations   from   the   specifications   stipulated   in   the   contract   nor \n\n       additional items of work shall ordinarily be carried out by the contractor, \n\n\f\n<span class=\"hidden_text\" id=\"span_24\">                                                          14</span>\n\n\n\n             nor shall any altered, additional or substituted work be carried out by him, \n\n             unless   the  rates  of the  substituted,   altered  or additional   items  have  been \n\n             approved and fixed in writing by the Engineer-in-Charge, the contractor \n\n             shall be bound to submit  his claim for any additional  work done during \n\n             any month on or before the 15th days of the following month accompanied \n\n             by   a     copy   of   the   order   in   writing   of   the   Engineer-in-Charge   for   the \n\n             additional   work   and   that   the   contractor   shall   not   be   entitled   of   any \n\n             payment in respect of such additional work if he fails to submit his claim \n\n             within the aforesaid period. \n</blockquote>\n<blockquote id=\"blockquote_39\">\n             Provided always that if the contractor shall commence work or incur any \n\n             expenditure in respect thereof before the rates shall have been determined \n\n             as lastly hereinbefore mentioned, in such case he shall only be entitled to \n\n             be paid in respect of the work carried out or expenditure incurred by him \n\n             prior to the date of the determination of the rates as aforesaid according to \n\n             such rate or rates as shall be fixed by the Engineer-in-Charge. In the event  \n\n             of a dispute, the decision of the Superintending Engineer of the Circle will  \n\n             be final.&quot;\n</blockquote>\n<blockquote id=\"blockquote_40\">\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_36\">                                                                                (emphasis supplied)\n\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_37\">14.          A reading of the said clause shows that it is a clause relating to power \n\n\nof the Engineer-in-Chief to make  additions and alterations in the drawings \n\n\nand specifications  and  execution of non-tendered  additional  items  of work \n\n\n(that   is   items   of   work   which   are   not   found   in   the   bill   of   quantities   or \n\n\nschedule of work). It provides for the following: \n</p>\n\n\n\n<blockquote id=\"blockquote_41\">       a)        that the Engineer-in-charge could make additions and alterations in \n\n\n                 the drawings/specifications; and that such alterations and additions \n\n\n                 will   not   invalidate   the   contract,   but   will   entitle   the   contractor   to \n\n\n                 extension of time for completion of work proportionately; \n\n\n\n\n</blockquote><blockquote id=\"blockquote_42\">       b)        that if the additional work be executed is an item for which the rate \n\n\n                 is not specified in the contract (or in the schedule of rates for the \n\n\n                 district), the contractor shall specify the rate and the Engineer-in-\n\n\f\n<span class=\"hidden_text\" id=\"span_25\">                                                    15</span>\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_38\">                charge may either accept the rate or cancel the order to execute that \n\n\n                particular work; \n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_39\">       c)       that   if   the   contractor   commences   the   work   with   reference   to   an \n\n\n                item   for   which   there   is   no   rate   in   the   contract   and   there   is   no \n\n\n                agreement in regard to the rate for execution of such work, he shall \n\n\n                be paid at the rates fixed by the Engineer-in -Charge; and \n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_40\">       d)       that   if   the   contractor   disputes   the   rate   fixed   by   the   Engineer-in-\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_41\">                Charge,  the decision of the Superintending  Engineer  in regard to \n\n\n                rate for such non-scheduled item shall be final. \n</p>\n\n\n\n\n<p data-structure=\"Section\" id=\"p_42\">15.          We   may   next   examine   whether   the   last   sentence   of   the   proviso   to \n\n\nclause   10   could   be   considered   to   be   an   arbitration   agreement.   It   does   not \n\n\nrefer to arbitration as the mode of settlement of disputes. It does not provide \n\n\nfor reference of disputes between the parties to arbitration. It does not make \n\n\nthe decision of the Superintending Engineer binding on either party. It does \n\n\nnot   provide   or   refer   to   any   procedure   which   would   show   that   the \n\n\nSuperintending   Engineer   is   to   act   judicially   after   considering   the \n\n\nsubmissions of both parties.   It does not disclose any intention to make the \n\n\nSuperintending Engineer an arbitrator in respect of disputes that may arise \n\n\nbetween   the   Engineer-in-Charge   and   the   contractor.   It   does   not   make   the \n\n\ndecision of the Superintending Engineer final on any dispute, other than the \n\n\f\n<span class=\"hidden_text\" id=\"span_26\">                                                 16</span>\n\n\n\nclaim  for   increase   in  rates   for   non-tendered   items.   It   operates   in  a   limited \n\n\nsphere, that is, where in regard to a non-tendered additional work executed \n\n\nby   the   contractor,   if   the   contractor   is   not   satisfied   with   the   unilateral \n\n\ndetermination   of   the   rate   therefor   by   the   Engineer-in-Charge   the   rate   for \n\n\nsuch work will be finally determined by the Superintending Engineer. It is a \n\n\nprovision made with the intention to avoid future disputes regarding rates for \n\n\nnon-tendered  item.  It is  not a provision  for reference of future disputes  or \n\n\nsettlement of future disputes. The decision of superintending Engineer is not \n\n\na   judicial   determination,   but   decision   of   one   party   which   is   open   to \n\n\nchallenge   by   the  other   party   in  a   court   of  law.   The   said   clause   can   by   no \n\n\nstretch of imagination be considered to be an arbitration agreement. The said \n\n\nclause is not, and was never intended to be, a provision relating to settlement \n\n\nof disputes.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_43\">16.     That clause 10 was never intended to be an arbitration  agreement is \n\n\nevident from the contract itself. It is relevant to note the Standard Conditions \n\n\nof   Contract   of   the   state   government,   as   originally   formulated   consisted   a \n\n\nprovision (Clause 23) relating to settlement of disputes by arbitration, which \n\n\nis extracted below :\n</p>\n\n\n\n<blockquote id=\"blockquote_43\">        &quot;Except   where   otherwise   provided   in   the   contract,   all   questions   and \n\n        disputes relating to the meaning of the specifications, designs, drawings \n\n\f\n<span class=\"hidden_text\" id=\"span_27\">                                                    17</span>\n\n\n\n\n\n       and   instructions   herein   before   mentioned   and   as   to   the   quality   of \n\n       workmanship, or materials used on the work, or as to any other question, \n\n       claim,   right,   matter   or   thing   whatsoever,   in   any   way   arising   out   of   or \n\n       relating   to   the   contract,   designs,   drawing,   specifications,   estimates, \n\n       instructions, orders or these conditions, or otherwise concerning the work, \n\n       or the execution, or failure to execute the same, whether arising during the \n\n       progress of the work or after the completion or abandonment thereof shall  \n\n       be   referred   to   the   sole   arbitration   of  a   Superintending   Engineer   of   the \n\n       State Public Works Department unconnected  with the work at any stage \n\n       nominated   by   the   Chief   Engineer   concerned.   If   there   be   no   such \n\n       Superintending   Engineer,   it   should  be   refereed   to  the   sole   arbitration   of \n\n       Chief Engineer concerned. It will be no objection to any such appointment \n\n       that the arbitrator so appointed is a government servant. The award of the  \n\n       arbitrator   so   appointed   shall   be   final,   conclusive   and   binding   on   all  \n\n       parties to this Contract.&quot;\n</blockquote>\n<blockquote id=\"blockquote_44\">\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_44\">The   said   clause   was   deleted   by   the   State   Government   from   the   Standard \n\n\nConditions   of   Contract   by   official   Memorandum   dated   24.12.1981. \n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_45\">Contracts entered by the State Government thereafter did not have the said \n\n\narbitration   clause,   though   the   other   Conditions   of   Contract   remained   the \n\n\nsame.   The   contracts   in   all   these   cases   are   of   a   period   subsequent   to \n\n\n24.12.1981 and the Conditions of Contract  forming part  of these contracts \n\n\ndo   not   contain   the   arbitration   clause.   When   the   State   Government   has \n\n\nconsciously   and   intentionally   deleted   the  provision   for  arbitration   from  its \n\n\ncontracts, it will be a travesty of justice to read another clause in the contract \n\n\nproviding   for   execution   of   non-tendered   items   and   the   method   of \n\n\ndetermination of the rates therefor, as a provision for arbitration. \n</p>\n\f\n<span class=\"hidden_text\" id=\"span_28\">                                                         18</span>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_46\">17.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168696\" id=\"span_29\">In fact, in <a href=\"/doc/168696/\" id=\"a_16\">Executive Engineer RCO vs. Suresh Chandra Panda</a> [1999 \n\n\n(9) SCC 92], this Court considered the effect of the said clause relating to \n\n\nexecution of  non-tendered items, vis-`-vis clause 23 in a pre-1981 contract.</span> \n</p>\n\n<p data-structure=\"Precedent\" id=\"p_47\">This court held that the said clause (then numbered as clause 11, numbered \n\n\nas   clause   10  in   subsequent   contracts)   was  a   provision   which   excluded   the \n\n\nissue   relating   to   finality   of   rates,   from   the   scope   of   arbitration   agreement \n\n\ncontained in clause 23 on the following reasoning :  \n</p>\n\n<blockquote id=\"blockquote_45\">        &quot;Under Clause 11 of the contract, there is an elaborate provision dealing \n\n        with   the   power   of   the   Engineer-in   Charge   to   make   any   alterations   or \n\n        additions to the original specifications, drawings, designs and instructions. \n\n        It,   inter   alia,   provides   that   if   for   such   alterations   or   additions   no   rate   is \n\n        specified in the contract, then the rates which are entered in the sanctioned \n\n        schedule of rates of the locality during the period when the work is being \n\n        carried out, would be paid. However, if this class of work, not provided \n\n        for in the sanctioned schedule of rates then the contractor has the right, in \n\n        the manner specified in that clause, to inform the Engineer-in-Charge of \n\n        the   rate   at   which   he   intends   to   carry   out   that   work.   If   the   Engineer-in-\n\n        Charge does not agree to this rate he is given the liberty to cancel his order \n\n        and   arrange   to   carry   out   such   class   of   work   in   such   manner   as   he   may \n\n        consider   advisable.   The   clause   further   provides   that   if   the   contractor \n\n        commences such additional work or incurs any expenditure in respect of it \n\n        before the rate are determined as specified in that clause, then the rate or \n\n        rates shall be as fixed by the Engineer-in-Charge. In the event of a dispute, \n\n        the   decision   of   the   Superintendent   Engineer   of   the   circle   will   be   final. \n\n        Under Clause 23, except as otherwise provided in the contract, all disputes \n\n        are   arbitrable   as   set   out   in   that   clause.   The   finality   of   rates,   therefore, \n\n        under   Clause   11   is   a   provision   to   the   contrary   in   the   contract   which   is \n\n        excluded from Clause 23.&quot;\n</blockquote>\n<blockquote id=\"blockquote_46\">\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_48\">Thus, even when the Standard Conditions of Contract contained a provision \n\n\nfor arbitration (vide clause 23), clause 10 was considered to be a provision \n\n\ndealing   with   a   matter   excepted   from   arbitration.   Be   that   as   it   may.   The \n\n\nproviso to clause 10, which provides that the decision of the Superintending \n\n\f\n<span class=\"hidden_text\" id=\"span_30\">                                               19</span>\n\n\n\nEngineer   is   `final&#x27;,   merely   discloses   an   intention   to   exclude   the   rates   for \n\n\nextra   items   decided   by   the   Superintending   Engineer   from   the   scope   of \n\n\narbitration, as an excepted matter, when there was an arbitration agreement \n\n\n(clause   23)   in   the   contract.   When   the   arbitration   agreement   was   deleted, \n\n\nprovision   dealing   with   non-tendered   items   can   not   be   described   as   an \n\n\narbitration agreement. Be that as it may.\n</p>\n\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_49\">18.     We   therefore   allow   these   appeals,   set   aside   the   orders   of   the   High \n\n\nCourt appointing the arbitrator and dismiss the applications for appointment \n\n\nof arbitrator.</p><pre id=\"pre_2\">\n\n\n\n\n\n                                                        ..................................J.\n\n                                                        (R V Raveendran)\n\n\n\n\n\nNew Delhi;                                              .................................J.\n\nJuly 4, 2011.                                           (A K Patnaik)   \n\n\f\n</pre>","numcites":12,"numcitedby":34,"docsource":"Supreme Court of India","citetid":1850352,"divtype":"judgments","relatedqs":[{"value":"r. v. raveendran ","formInput":"r.%20v.%20raveendran%20"},{"value":"excepted matter","formInput":"excepted%20matter"},{"value":"works contract","formInput":"works%20contract"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"encon builders","formInput":"encon%20builders"},{"value":"engineer in charge","formInput":"engineer%20in%20charge"},{"value":"slp","formInput":"slp"},{"value":"Engineer decision","formInput":"Engineer%20decision"},{"value":"arbitration  reference by the parties","formInput":"arbitration%20%20reference%20by%20the%20parties"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"the finality clause ","formInput":"the%20finality%20clause%20"},{"value":"arbitration clauses","formInput":"arbitration%20clauses"},{"value":"additional works","formInput":"additional%20works"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"parties to agreement","formInput":"parties%20to%20agreement"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"abandonment","formInput":"abandonment"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}