{"tid":733617,"publishdate":"1954-02-15","title":"Ebrahim Vazir Mavat vs The State Of Bombay And Others.(With ... on 15 February, 1954","doc":"<h2 class=\"doc_title\">Ebrahim Vazir Mavat vs The State Of Bombay And Others.(With ... on 15 February, 1954</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1954 AIR 229, 1954 SCR 933, AIR 1954 SUPREME COURT 229, 1956 BOM LR 768</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:g-hasan\">Ghulam Hasan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:g-hasan\">Ghulam Hasan</a>, <a href=\"/search/?formInput=benchid:m-c-mahajan\">Mehar Chand  Mahajan</a>, <a href=\"/search/?formInput=benchid:b-k-mukherjea\">B.K. Mukherjea</a>, <a href=\"/search/?formInput=benchid:v-bose\">Vivian Bose</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nEBRAHIM VAZIR MAVAT\n\n\tVs.\n\nRESPONDENT:\nTHE STATE OF BOMBAY AND OTHERS.(With Connected Appeals)\n\nDATE OF JUDGMENT:\n15/02/1954\n\nBENCH:\nHASAN, GHULAM\nBENCH:\nHASAN, GHULAM\nMAHAJAN, MEHAR CHAND (CJ)\nMUKHERJEA, B.K.\nDAS, SUDHI RANJAN\nBOSE, VIVIAN\n\nCITATION:\n 1954 AIR  229\t\t  1954 SCR  933\n CITATOR INFO :\n R\t    1956 SC 559\t (4)\n F\t    1958 SC 731\t (21)\n R\t    1959 SC 725\t (11)\n F\t    1959 SC1315\t (4,6)\n RF\t    1962 SC1371\t (41)\n\n\nACT:\n Constitution  of India, arts. 13(1), 19(1)  (e)-Influx\t from\n Pakistan  (Control)  Act,  1949 (Act XXIII  of\t 1949)\ts.  7\n Whether ultra vires the Constitution.\n\n\n\nHEADNOTE:\nHeld, (Per MEHR CHAND MAHAJAN 0. J., MUKEMRJFA, ViviAN\tBosE\nand GHULAM HASAN JJ. ; S. R. DAs J. dissenting) that s. 7 of\nthe  Influx from Pakistan (Control) Act, 1949 is void  under\n<a href=\"/doc/1010805/\" id=\"a_1\">art.  13(1)</a> in so far as it conflicts with  the\t fundamental\neight  of  a  citizen of India under <a href=\"/doc/1378441/\" id=\"a_2\">art.19(1)\t(a)</a>  of\t the\nConstitution  and  the\torder of  physical  removal  of\t the\ncitizen from in Is therefore liable to beset aside.\nPer DAB J.-In view of the circumstances the provisions of s.\n7 of the Act were reasonable restrictions within the meaning\nof  el.\t 5  of <a href=\"/doc/1218090/\" id=\"a_3\">art. 19</a> of the constitution  imposed  in\t the\ninterests of the general public upon the exercise by  Indian\ncitizen coming from Pakistan without a permit of, the rights\nconferred by <a href=\"/doc/1024002/\" id=\"a_4\">art. 19(1)(d)</a>    and (e) of the Constitution.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Facts\" id=\"p_1\">CRIMINAL  APPELLATE, JURISDICTION: Criminal Appeals Nos.  65\nand  66 of 1952, 5 and 19 of 1953 and Petitions Nos. 170  of\n1952, 19 and 57 of 1953.\n</p><p data-structure=\"Issue\" id=\"p_2\">Appeals from Orders, dated the 9th April, 1952, of the\tHigh\nCourt of Judicature at Bombay in Criminal Applications\tNos.\n707 and 708 of 1951, from the Judgment and Order, dated\t the\n15th  December,\t 1952, of the High Court  of  Judicature  at\nBombay\tin Criminal Application No. 1310 of 1952;  from\t the\nJudgment  and Order, dated the 29th November, 1952,  of\t the\nJudicial  Commissioners\t Court\tVindhya\t Pradesh,  Rewa,  in\nCriminal  Miscellaneous No. 49 of 1952; and Petitions  under\n<a href=\"/doc/981147/\" id=\"a_5\">article 32</a> of the Constitution of India.\n</p><p data-structure=\"Issue\" id=\"p_3\">J.B.  Dadachanji  and Z. F. Bootwala for the  appellants  in\nCriminal Appeals Nos. 65 and 66 of 1952 and 5 of 1953.\nC.K. Daphtary Solicitor-General for India(G.  N. Joshi, with\nhim) for respondents Nos.  I and 2 in\n<span class=\"hidden_text\" id=\"span_1\">121</span>\n<span class=\"hidden_text\" id=\"span_2\">934</span>\nCriminal Appeals Nos. 65 and 66 of 1952 and respondent No. 1\nin Criminal Appeal No. 5 of 1953.\n</p><p data-structure=\"Issue\" id=\"p_4\">K.B.Asthana, for the appellant in Criminal Appeal No. 19  of\n1953.\n</p><p data-structure=\"Issue\" id=\"p_5\">C.K. Daphtary, Solicitor-General for India, (Porus A.  Mehta\nand  G. N. J08hi, with him) for the respondent\tin  Criminal\nAppeal No. 19 of 1953.\n</p><p data-structure=\"Issue\" id=\"p_6\">S.   P.\t Sinha\t(Sri  Narain  Andley,  with  him)  for\t the\npetitioners in petition No. 170 of 1952.\n</p><p data-structure=\"Issue\" id=\"p_7\">Gopalji Mehrotra for respondent No. I in petition No. 170 of\n1952.\n</p><p data-structure=\"Issue\" id=\"p_8\">C.   K. Daphtary, Solicitor-General for India (Porus A. Mehta,\nwith him) for respondent No. 3 in petition No. 170 of 1952.\nS. P. Sinha (S.\t N. Mukherji, with    him) for petitioner in\npetition No. 19 of 1953.\n</p><p data-structure=\"Issue\" id=\"p_9\">Gopalji Mehrotra for respondent No. I in petition No. 19  of\n1953.\n</p><p data-structure=\"Issue\" id=\"p_10\">G. N. Joshi for respondent No. 3 in petition No. 19 of 1953.\nH.J. Umrigar, amicus curiae, for the petitioner in  petition\nNo. 57 of 1953.\n</p><p data-structure=\"Issue\" id=\"p_11\">C.   K. Daphtary, Solicitor-General for India (G.      N.\nJ08hi, with him) for the respondents in petition No.   57 of\n1953.\n</p><p data-structure=\"Precedent\" id=\"p_12\">1954.\t February  15.\t The  Judgment\tof   Mahajan   C.J.,\nMukherjea,  Vivian Bose and Ghulam Hassan JJ. was  delivered\nby Ghulam Hasan J. Das J delivered a seperate judgment.\nCriminal Appeals Nos. 65 and 66 of 1952.\n</p><p data-structure=\"Issue\" id=\"p_13\">GHULAM\tHASAN  J.-This\tbatch of  appeals  raises  a  common\nquestion of the constitutional validity of <a href=\"/doc/7267267/\" id=\"a_6\">section 7</a> of\t the\nInflux from Pakistan (Control) Act (XXIII of 1949).  <a href=\"/doc/172145609/\" id=\"a_7\">Section\n3</a> of the same Act is also assailed on behalf of some of\t the\nappellants but for the purpose of deciding these appeals  it\nwill not be necessary to deal with the latter question.\nCriminal Appeals Nos. 65 and 66 of 1952, which are  directed\nagainst\t the  judgment\tand  order  of\tthe  High  Court  of\nJudicature at, Bombay in two petitions under <a href=\"/doc/1712542/\" id=\"a_8\">article 226</a>  of\nthe Constitution praying for the issue of\n<span class=\"hidden_text\" id=\"span_3\">935</span>\na  writ of mandamus requiring the respondent not  to  remove\nthem from India on the ground that the impugned section 7 is\nvoid  may be treated as the leading case which\twill  govern\nthe other appeals.\n</p><p data-structure=\"Facts\" id=\"p_14\">The  facts of each of these appeals are\t slightly  different\nbut  they  proceed  upon  the  common  assertion  that\t the\nappellants  are citizens of the Indian Republic.  This\tfact\nwas assumed in the leading case but it is not, disputed that\nthe  status of the appellants as Indian citizens in all\t the\ncases has not been investigated and determined by any of the\ncourts\tbelow against whose decision the appeals  have\tbeen\nbrought.   Having  heard the learned  counsel  appearing  in\nsupport of the appeals and the learned Solicitor-General  we\nhave reached the conclusion that section 7 is void in so far\nas  it\tinfringes  the right of a  citizen  of\tIndia  under\n<a href=\"/doc/844404/\" id=\"a_9\">article 19(1) (e)</a> of the Constitution.\n</p><p data-structure=\"Section\" id=\"p_15\"><a href=\"/doc/7267267/\" id=\"a_10\">The  Act</a>  in question received the assent of  the  Governor-\nGeneral on April 22, 1949, and was published in the  Gazette\nof  India  Extraordinary  on April 23.\tIt is  a  short\t Act\ncontaining  nine  sections.   It is intituled an  Act  to  &quot;\n</p><blockquote id=\"blockquote_1\">control\t the admission into, and regulate the movements\t in,\nIndia  of persons from Pakistan &quot;. The preamble\t opens\twith\nthe words &quot;Whereas it is expedient to control the  admission\ninto,  and regulate the movements in, India of persons\tfrom\nPakistan.  &quot;\n</blockquote><p data-structure=\"Section\" id=\"p_16\"><a href=\"/doc/76160993/\" id=\"a_11\">Section\t 2  (b)</a>\t defines &quot; officer of Government  &quot;  as\t any\nofficer of the Central Government and 2 (c) defines &quot;permit&quot;\nas  a  &quot;Permit issued or renewed or the period\twhereof\t has\nbeen  extended in accordance with the rules made under\tthis\nAct.   &quot; <a href=\"/doc/172145609/\" id=\"a_12\">Section 3</a> says II No person shall enter India\tfrom\nany  place  in\tPakistan, whether  directly  or\t indirectly,\nunless\n</p><p data-structure=\"Issue\" id=\"p_17\">(a)  he is in possession of a permit or\n</p><p data-structure=\"PetArg\" id=\"p_18\">(b)  being  a person not domiciled in India or Pakistan,  he\nis  in\tpossession of a valid passport as  required  by\t the\nIndian Passport Act, 1920 (XXXIV of 1920), or\n</p><p data-structure=\"Issue\" id=\"p_19\">(c)  he\t is  exempted  from  the  requirement  of  bein\t  in\npossession  of a permit by or in accordance with  the  rules\nmade under this Act.&quot;\n</p><span class=\"hidden_text\" id=\"span_4\">936</span>\n<p data-structure=\"Section\" id=\"p_20\">Section\t 4 empowers the Central Government, by\tnotification\nin the Official Gazette, to make rules:\n</p><blockquote id=\"blockquote_2\">(a)  prescribing the authorities by which and the conditions\nsubject\t to  which permits may be issued or renewed  or\t the\nperiod\tthereof extended, the condition to be  satisfied  by\nthe applicants for such permits and the forms and classes of\nsuch permits;\n</blockquote><blockquote id=\"blockquote_3\">(b)  regulating the movements in India of any person who  is\nin possession of a permit;\n</blockquote><blockquote id=\"blockquote_4\">(c)  providing\tfor the exemption, either absolutely  or  on\nconditions,  of\t any  person or class of  persons  from\t the\nrequirement  of being in possession of a permit or from\t the\noperation of any rule made under the section ; and\n</blockquote><blockquote id=\"blockquote_5\">(d).............................................................\nsection 5 is the penal section which says\n&quot;  (a)\tWhoever\t enters\t India in  contravention  &#x27;  of\t the\nprovisions of <a href=\"/doc/172145609/\" id=\"a_13\">section 3</a>, or having entered India contravenes\nthe provisions of any rule made under section 4, or  commits\na  breach of any of the conditions of his permit,  shall  be\npunishable with imprisonment for a term which may extend  to\none  year,  or with fine which may extend  to  one  thousand\nrupees, or with both.  &quot;\n</blockquote><blockquote id=\"blockquote_6\">Section\t 6  confers  power  of\tarrest\tupon  an,officer  of\nGovernment.  Section 7 is as follows:-\n</blockquote><blockquote id=\"blockquote_7\">&quot;  Without prejudice to the provisions contained in  section\n5, the Central Government may, by general or special  order,\ndirect\tthe  removal  from  India  of  any  person  who\t has\ncommitted, or against whom a reason-, able SUSPICION  exists\nthat  he  has  committed, an offence  under  this  Act,\t and\nthereupon   any\t officer  of  Government  shall\t  have\t all\nreasonable powers necessary to enforce such direction.\t&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_21\">Section 8 provides for protection to persons acting in\tgood\nfaith  and  section  9 repeals\tthe  Influx  from,  Pakistan\n(Control) Ordinance, XXXXIV of 1948.\n</p><p data-structure=\"Section\" id=\"p_22\">The  use  of the word &#x27;person&#x27; in section 7, read  with\t the\ntitle and preamble of the Act leaves no doubt that. the\t Act\napplies to citizens and non-citizens alike.  So\n<span class=\"hidden_text\" id=\"span_5\">937</span>\nfar  as\t a  non-citizen is concerned, it  is  not  contended\nbefore us3 that the executive Government has no authority to\ndirect his removal from India and the only contention raised\nbefore us is whether the Central Government has any power to\ndirect\tthe  removal of an Indian citizen on either  of\t the\ngrounds mentioned in section 7. Section 7, it is  contended,\nconfers\t upon  the Central Government  unfettered  power  to\ndirect\tthe removal from India not only of a person who\t has\ncommitted  an offence punishable under <a href=\"/doc/7267267/\" id=\"a_14\">section 5</a> of the\t Act\nbut also one against whom a reasonable suspicion exists that\nhe  has committed such an offence.  That an  Indian  citizen\nvisiting  Pakistan for any purpose whatsoever and  returning\nto India may be required to produce D, permit or passport as\nthe  case  may\tbe before he can be  allowed  to  enter\t the\ncountry, may well be. regarded as a proper restriction\tupon\nentry  but  to say that if he enters the country  without  a\npermit\tor on an invalid permit, or commits a breach of\t any\nof  the conditions of the permit he may, on  conviction\t for\nsuch  offence, be ordered to be removed from the country  is\ntantamount  to taking away his fundamental right  guaranteed\nunder <a href=\"/doc/844404/\" id=\"a_15\">article 19(1) (e)</a>, &quot; to reside and settle in any\tpart\nof  the\t territory of India.  &quot; The order is  sought  to  be\nsupported  by the learned- Solicitor-General on\t the  ground\nthat  it  falls\t within exception (5) of  <a href=\"/doc/1218090/\" id=\"a_16\">article  19.</a>\t The\nproposition  that the order imposes in the interest  of\t the\ngeneral\t public a reasonable restriction on the exercise  of\nthe.  right conferred upon an Indian citizen to\t reside\t and\nsettle\tin  any\t part of the territory of  India  is  hardly\nstatable.   It is possible to conceive of an Indian  citizen\nbeing  guilty of serious prejudicial Acts such as  espionage\nand  disloyalty to his country in which case he\t may  render\nhimself\t liable to the gravest penalty which the  Government\nmay  think  fit by law to impose upon him but  it  would  be\nrepugnant  to  all notions of democracy and opposed  to\t the\nfundamental   rights   guaranteed  in  Part   III   of\t the\nConstitution to order his expulsion from the country, for to\nhold  otherwise would be tantamount to destroying the  right\nof  citizenship conferred by Part II of\t the,  Constitution.\nThis\n<span class=\"hidden_text\" id=\"span_6\">938</span>\nresult is permissible only by recourse to <a href=\"/doc/1678224/\" id=\"a_17\">article 11</a> of\t the\nConstitution.\tAgain  it  will be noticed  that  section  7\nimposes\t the penalty of removal not only upon  a  conviction\nunder  section 5 but goes further and brings about the\tsame\nresult\t even\twhere  there  is  a   reasonable   suspicion\nentertained  by the Central Government that such an  offence\nhas  been  committed.  The question whether an\toffence\t has\nbeen   committed   is  left  entirely  to   the\t  subjective\ndetermination  of  the\tGovernment.   The  inference  of   a\nreasonable   suspicion\t rests\tupon   the   arbitrary\t and\nunrestrained  discretion  of the Government,  and  before  a\ncitizen\t is condemned, all that the Government has to do  is\nto  issue  an order that a reasonable  suspicion  exists  in\ntheir  mind  that  an  offence\tunder  section\t5  has\tbeen\ncommitted.  The section does not provide for the issue of  a\nnotice\tto  the person concerned to show cause\tagainst\t the\norder  nor  is\the afforded any\t opportunity  to  clear\t his\nconduct\t of the suspicion entertained against him.  This  is\nnothing short of a travesty of the right of citizenship.\nThe learned Solicitor-General argued that the provision must\nbe viewed in the back-ground of the events which took  place\nat  the\t time  of  the\tpartition  and\tthe   unsatisfactory\nrelations  existing  between India and Pakistan. up  to\t the\npresent day.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1256541\" id=\"span_7\">Even so the penalty imposed upon a citizen  by\nhis  own  Government  merely upon a  breach  of\t the  permit\nRegulations,  however  serious it may be and, more,  upon  a\nreasonable suspicion only by the executive authority of\t his\nhaving\tviolated  the conditions of the\t permit\t is  utterly\ndisproportionate th the gravity of the offence and is in our\nopinion indefensible.  A law which subjects a citizen to the\nextreme\t penalty of a virtual forfeiture of his\t citizenship\nupon conviction for a mere breach of the permit\t Regulations\nor  upon a reasonable suspicion of having committed  such  a\nbreach\tcan  hardly  be justified upon the  ground  that  it\nimposes a reasonable restriction upon the fundamental  right\nto  reside and settle in the country in the interest of\t the\npublic.\t  <a href=\"/doc/7267267/\" id=\"a_18\">The  Act</a> purports to control\tadmission  into\t and\nregulate  the  movements in India of persons  entering\tfrom\nPakistan but section 7 oversteps the limits of control\n<span class=\"hidden_text\" id=\"span_8\">939</span>\nand  regulation\t when it provides for removal of  a  citizen\nfrom his own country.  To use the language of this court  in\n<a href=\"/doc/1256541/\" id=\"a_19\">Chintaman Rao v. The State of Madhya Pradesh</a> and Ram Krishna\nv.  The\t State\tof Madhya Pradesh(1), &quot; The  effect  of\t the\nprovisions  of the Act, however, has no reasonable  relation\nto  the subject\t in view but is so drastic in scope that  it\ngoes much in excess of that object.</span>\n</p><p data-structure=\"Section\" id=\"p_23\">It may be said that the sentry on guard at any of the check-\nposts on the frontier between the two countries can  prevent\nnot  only unauthorised entry of a citizen by force  but\t can\nalso  throw  him  out if the person  has  managed  to  enter\nsurreptitiously.   Exactly what the sentrys&#x27; duties are\t was\nnot  argued before us.\tThey would naturally vary  according\nto  the circumstances and the orders which be  receives\t but\nordinarily  we\tapprehend that the duty of a sentry  at\t the\nborder\twould be to prevent as far as lay in his  power\t un-\nauthorised  entry into India.  If any person claims to\thave\nthe  right to enter, the sentry&#x27;s duty would be to hand\t him\nover to the Commander of the Guard and normally it would  be\nthe  duty of that Commander to hand him over to\t the  proper\nauthority empowered to determine the right which he  claims.\nIn the case of an unauthorised entry, ordinarily the duty of\nthe  sentry  is\t to arrest a man and hand him  over  to\t the\nproper authority for punishment and in extreme cases he\t may\nhave the right to shoot the person who does not halt on\t his\ncommand and explain his presence at the outpost.  In  normal\ncircumstances we doubt if the sentry would have the right to\nforcibly expel a man who crosses the border.\nThe learned Chief Justice (Chagla C. J.) took the view\tthat\nsection\t 7  is consequential to <a href=\"/doc/172145609/\" id=\"a_20\">section 3</a> and held  that  if\n<a href=\"/doc/172145609/\" id=\"a_21\">section\t 3</a>  controlling admission by means of  a  permit  is\nvalid,\tsection\t 7 must be held to be equally  valid.\tThis\nargument is fallacious.\t In the first place, section 7 is by\nno  means wholly consequential to <a href=\"/doc/172145609/\" id=\"a_22\">section 3</a>. The first\tpart\nno doubt renders the person concerned liable to removal upon\nconviction under section 5 but further empowers. the Central\nGovernment\n(1)  [1950] S.C.R. 759.\n</p><span class=\"hidden_text\" id=\"span_9\">940</span>\n<p data-structure=\"Section\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"971198\" id=\"span_10\">to  pass  the same order independently of  these  provisions\neven where there is no conviction and a reasonable suspicion\nexists\tthat  an  offence  has\tbeen  committed.   Assuming,\nhowever,  that\tsection 7 is consequential to <a href=\"/doc/172145609/\" id=\"a_23\">section  3</a>  it\ngives  no opportunity to the aggrieved person to show  cause\nagainst\t his removal.  There is no forum provided  to  which\nthe  aggrieved party could have recourse in order to  vindi-\ncate  his  character or meet the grounds upon  which  it  is\nbased.\t Neither  the Act nor the rules\t framed\t thereunder.\nindicate  what procedure is to be followed by Government  in\narriving at the conclusion that a breach of <a href=\"/doc/172145609/\" id=\"a_24\">section 3</a> or  of\nthe rules under section 4 has taken place,\nIn  <a href=\"/doc/971198/\" id=\"a_25\">Shabbir  Hussain  v.  The State  of\t Uttar\tPradesh\t and\nAnother</a>(1) the Allahabad High Court held that a law allowing\nthe  removal from a territory of India of any citizen is  in\ncontravention of <a href=\"/doc/1024002/\" id=\"a_26\">article 19 (1) (d)</a> and(e)   of\t\t the\nConstitution and is void in view of <a href=\"/doc/1010805/\" id=\"a_27\">article 13(1).</a> The order\nwhich  was  challenged\tbefore them  was  one  passed  under\nsection 7 and was set aside.</span>\n</p><p data-structure=\"Precedent\" id=\"p_25\">In  Criminal  Writ No. 147 of 1951 decided on  December\t 11,\n1951,  a  Bench of the Punjab High Court (Weston C.  J.\t and\nHarnam Singh J.) while setting aside the order under section\n7 against a citizen of India who had entered India without a\npermit\tand  was  first convicted and  then  ordered  to  be\nexterned observed:\n</p><blockquote id=\"blockquote_8\">&quot;The  powers of removal or banishment given by section 7  of\nthe  Influx  from Pakistan (Control) Act,  1949,  connot  be\ninvoked against citizens of India.  No doubt, she  committed\nan offence under <a href=\"/doc/172145609/\" id=\"a_28\">section 3</a> of that Act which applied to\t all\npersons, but that cannot justify her removal even though her\nentry may have been contrary to the provisions of the Act.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_26\">We are not prepared to accede to the contention urged by the\nSolicitor-General that a citizen of India who returns to the\ncountry\t without a permit or without a valid permit  commits\nsuch  a grave offence as to justify his expulsion  from\t the\ncountry.   The\tobject of the Act is, not to  deport  Indian\nnationals\n(1)  A.I.R. 1952 All. 257.\n</p><span class=\"hidden_text\" id=\"span_11\"> 941</span>\n<p data-structure=\"CDiscource\" id=\"p_27\">committing  a breach of the permit or  passport\t Regulations\nbut merely to control admission into and regulate  movements\nin India of persons from Pakistan and therefore there is  no\nsubstance  in  the argument that section 7 was\tintended  to\nachieve\t the objective of expelling Indian citizens, by\t and\nlarge,\tif  they brought themselves within the\tmischief  of\n<a href=\"/doc/172145609/\" id=\"a_29\">section 3</a>.\n</p><p data-structure=\"RespArg\" id=\"p_28\">It was faintly contended that the order of physical, removal\nfrom  India,  in addition to the  punishment  imposed  under\n<a href=\"/doc/7267267/\" id=\"a_30\">section\t 5</a>  of\tthe Act, amounted to what may  be  called  &quot;\n</p><blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1815080\" id=\"span_12\">double jeopardy &quot; and is in conflict with <a href=\"/doc/17858/\" id=\"a_31\">article 20 (2)</a>  of\nthe  Constitution.  The short answer to this  contention  is\nthat there is no second prosecution for the same offence and\ntherefore  no  question\t of  double  jeopardy  arises.\t See\n<a href=\"/doc/1815080/\" id=\"a_32\">Maqbool Hussain v. The State of Bombay</a> etc.(1).\nAs a result of the foregoing discussion we declare section 7\nto  be\tvoid under <a href=\"/doc/1010805/\" id=\"a_33\">article 13(1)</a> in so far as  it  conflicts\nwith  the  fundamental\tright of a citizen  of\tIndia  under\n<a href=\"/doc/844404/\" id=\"a_34\">article 19(1) (e)</a> of the Constitution and set it aside.\t The\norder  will,  however, operate only upon proof of  the\tfact\nthat  the appellants are citizens of India.  The case  will,\ntherefore, go back to the High Court for a finding upon this\nquestion.   It will be open to the High Court  to  determine\nthis  question itself or refer it to the court\tof  District\nJudge for a finding.  Parties will be given full opportunity\nto  file  affidavits or give other evidence which  they\t may\nwish to produce.</span>\n</blockquote><blockquote id=\"blockquote_10\">Criminal Appeal No. 5 of 1953.\n</blockquote><blockquote id=\"blockquote_11\">GHULAM HASAN J.-The appellant in this case is a resident  of\nGodhra,\t District Panchmahals, in the State of\tBombay.\t  He\nwent to Pakistan in Marc 1948, and returned to India on\t May\n30,  1949, after obtaining a permit for permanent return  to\nIndia  from  the-High Commissioner for India.\tIn  January,\n1950, he was prosecuted under <a href=\"/doc/7267267/\" id=\"a_35\">section 5</a> of Act XXIII of 1949\nfor  having  obtained a permit which was not  in  accordance\nwith  the  provisions  of  the\tAct.   The  prosecution\t was\nwithdrawn after 21 years.  Subsequently on December 5, 1952,\nhe was served with a notice\n(1) [1953] S.C.R. 730.\n</blockquote><span class=\"hidden_text\" id=\"span_13\">122</span>\n<span class=\"hidden_text\" id=\"span_14\">942</span>\n<p data-structure=\"CDiscource\" id=\"p_29\">ordering him to leave India for Pakistan within 10 days else\nhe   would  be bodily removed to the  Indo-Pakistan  border.\nThereupon  the appellant filed a petition under <a href=\"/doc/1712542/\" id=\"a_36\">article\t 226</a>\ncontending  that section 7 was contrary to  his\t fundamental\nrights under <a href=\"/doc/367586/\" id=\"a_37\">articles 14</a> and <a href=\"/doc/1218090/\" id=\"a_38\">19</a> of the Constitution and that\nthe same provided no opportunity to the appellant to put his\ncase  before  the  Government officers,\t nor  was  any\tsuch\nopportunity  afforded  to him.\tHe asserted that  he  was  a\ncitizen of India.The application was\tsummarily  dismissed\non  December  15, 1952, whereupon leave to  appeal  to\tthis\ncourt\twas   granted\tunder\t<a href=\"/doc/34776269/\" id=\"a_39\">article\t  132(1)</a>   of\t the\nconstitutional.\t As this appeal also raises the question  of\nthe  constitutional  validity  of  section  7,\tit  will  be\ngoverned by the decision which we have arrived at in appeals\nNos. 65 and 66 of 1952.\n</p><p data-structure=\"Section\" id=\"p_30\">Criminal Appeal No. 19 of 1953.\n</p><p data-structure=\"PetArg\" id=\"p_31\">GHULAM\tHASAN  J.-The  appellant, Haji\tFaqir  Ahmad,  is  a\nresident of Rewa in Vindhya Pradesh and alleges that he is a\ncitizen of India.  He was prosecuted under <a href=\"/doc/7267267/\" id=\"a_40\">section 5</a> of\t Act\nXXIII  of  1949 on the ground  that he\tentered\t India\tfrom\nPakistan  without  a  permit and  convicted  and  sentenced.\nThereafter he was by an order passed under section 7  bodily\nremoved out of India.  His father applied under <a href=\"/doc/1712542/\" id=\"a_41\">article\t 226</a>\nof the Constitution and <a href=\"/doc/445276/\" id=\"a_42\">section 491</a> of the Code of  Criminal\nProcedure for setting aside the order.\tThe learned Judicial\nCommissioner  dismissed\t the application  summarily  holding\nthat section 7 was not ultra Vires the Constitution.\nMr. Asthana, who appeared on behalf of the appellant, raised\na further question that the order was void under <a href=\"/doc/367586/\" id=\"a_43\">article  14</a>\ninasmuch as it discriminated against members of a particular\ncommunity  coming  from Pakistan.  There is no\twarrant\t for\nthis  contention.   <a href=\"/doc/7267267/\" id=\"a_44\">The Act</a> applies to citizens as  well  as\nnon-citizens.  It applies to all communities irrespective of\ncaste  or creed.  It is contended that the Act must be\theld\nto  be discriminatory not only by virtue of  its  provisions\nbut  because  of the discriminatory manner  in\twhich  those\nprovisions have been applied.  This argument is\n<span class=\"hidden_text\" id=\"span_15\">943</span>\nto  be\tmentioned  only\t to be rejected,  for  there  is  no\nmaterial   whatsoever  placed  before  us  to  justify\t the\nstatement.   The  case in Yick W o v. Peter Hopkins  (1)  is\nwholly\tinapplicable to the facts of the present  case.\t  We\naccordingly  reject the contention.  This case will also  be\ngoverned by the decision in Appeals Nos. 65 and 66 of 1952.\n</p><p data-structure=\"Conclusion\" id=\"p_32\">\t\t Petition No. 170 of 1952.\n</p><p data-structure=\"Conclusion\" id=\"p_33\">\t\t\t    AND\n\t\t  Petition No. 19 of 1953.\n</p><p data-structure=\"Conclusion\" id=\"p_34\">GHULAM\tHASAN  J.-These petitions under <a href=\"/doc/981147/\" id=\"a_45\">article\t 32</a>  of\t the\nConstitution raise the constitutional validity of <a href=\"/doc/7267267/\" id=\"a_46\">section  7</a>\nof  the Influx from Pakistan (Control) Act, XXIII  of  1949.\nMr. S. P. Sinha, who appears for the petitioners,  withdraws\nthese  petitions and undertakes to file two petitions  under\n<a href=\"/doc/1712542/\" id=\"a_47\">article 226</a> of the Constitution within a fortnight from this\nday before the High Court.  When these have been filed, they\nwill automatically be governed by the decision given in\t Ap-\npeals Nos. 65 and 66 of 1652.  No other order is called for.\nThe petitions are allowed to be withdrawn.\n</p><p data-structure=\"Conclusion\" id=\"p_35\">\t\t  Petition No. 57 of 1953.\n</p><p data-structure=\"PetArg\" id=\"p_36\">GHULAM\tHASAN  J.-This a petition under <a href=\"/doc/981147/\" id=\"a_48\">article\t 32</a>  of\t the\nConstitution  by Inamullah Khan alias Qamar Jamali  for\t the\nissue  of  a writ in the nature of habeas  corpus  directing\nthat the petitioner, who is illegally arrested and  detained\nbe  brought before the court and set at liberty and for\t the\nissue of a writ of certiorari calling for the said order for\narrest and detention and the relevant papers and for setting\nthem  aside as being void and in-operative.  It\t is  further\nprayed\tthat the State of Bhopal and the  Superintendent  of\nCentral\t Jail,,\t Bhopal,  where he  was\t being\tdetained  be\nrestrained  from  putting into effect the said\torder.\t The\npetition was made on March 11, 1953.  It is stated that\t the\npetitioner is a citizen of India having been born in  Bhopal\nin 1922.  He was employed in Bhopal for 5 years\t immediately\npreceding\n(1)  118 U.S. 356; 30 Law.  Ed. 220.\n</p><span class=\"hidden_text\" id=\"span_16\">944</span>\n<p data-structure=\"Section\" id=\"p_37\">the  commencement  of the Constitution of  India.   He\talso\nedited\ta  weekly paper &quot;Tarjuman&quot; from\t Bhopal.   His\tname\nappears\t as.  a\t voter in the voters&quot;  list  of\t the  Bhopal\nLegislative Assembly (1951-52), as-well as in the  electoral\nroll  of the Municipal Board, Bhopal.  The was\tarrested  on\nNovember  24,  1952  by\t the  Sub-Inspector  of\t Police\t  at\nlbrahimpura,  Bhopal,  under <a href=\"/doc/7267267/\" id=\"a_49\">section 7</a> of  the\tInflux\tfrom\nPakistan  (Control) Act XXIII of Pakistan.  At the  time  of\nthe arrest the petitioner was being tried under <a href=\"/doc/1947545/\" id=\"a_50\">section 448</a>,\nIndian\tPenal  Code, in the court of 1st  Class\t Magistrate,\nBhopal,\t and  was on bail.  The petitioner alleges  that  he\nnever  went to Pakistan, nor entered India without a  permit\nand  was  never tried and convicted under  the\t<a href=\"/doc/7267267/\" id=\"a_51\">Influx\tfrom\nPakistan  (Control)  Act</a> of 1949.  He challenges  the  order\nunder  section 7 as being void under <a href=\"/doc/1218090/\" id=\"a_52\">article 19(d)</a>  and\t (e)\nand <a href=\"/doc/1199182/\" id=\"a_53\">articles 21</a> and <a href=\"/doc/581566/\" id=\"a_54\">22.</a>\n</p><p data-structure=\"Facts\" id=\"p_38\">The fact that the petitioner is a resident of Bhopal and was\nemployed in the State is not denied on behalf of the  State.\nThe  affidavit\ton  behalf of the State\t mentions  that\t the\npetitioner  had gone to Pakistan in may, 1952, and  returned\nin  August,  1952,  without a permit.  He  was\tarrested  on\nNovember 24, 1952, without any prior notice but was told  at\nthe  time  of the arrest that he was to be  removed  out  of\nIndia.\t The  petitioner filed an  application\tthrough\t his\nuncle  before  the  Judicial  Commissioner,  Bhopal,   under\n<a href=\"/doc/1712542/\" id=\"a_55\">article\t 226</a> on November 25, 1952, challenging.\t the  order.\nThe  Judicial Commissioner granted an interim stay order  on\nthe  same day.\tThe petition was dismissed on  February\t 23,\n1953,  and the interim order was vacated on March 10,  1953.\nIt is admitted that an oral request was made to the Judicial\nCommissioner  for leave to appeal to this court and  it\t was\nprayed\tthat   pending the grant of leave the order of\tstay\nshould continue.  Leave was refused on the same day and\t the\nstay order was vacated.\n</p><p data-structure=\"CDiscource\" id=\"p_39\">There  is an affidavit by the Chief Secretary of  the  State\nadmitting  that\t the petitioner on, the same day  banded  an\napplication to the  Superintendent of Jail\n<span class=\"hidden_text\" id=\"span_17\">945</span>\naddressed to this court.  The Superintendent of Jail sent it\nto  the\t Chief Secretary on March 13, 1953.  It was  put  up\nbefore\thim  on\t the 14th when he forwarded it\tto  the\t Law\nDepartment  for\t opinion  on March  16.\t  The  petition\t was\nreturned  to him on the 19th with the remark that it  should\nbe  forwarded  to the Supreme Court.  It was sent  to  this&#x27;\ncourt\ton  ;March  22.\t  On  the  same\t day  a\t  telephonic\ncommunication  was  sent,  by the Registrar  of\t this  court\nthrough\t the States Ministry directing that  the  petitioner\nshould be detained if he was still in India, but it  appears\nthat  the petitioner had been handed over to the Rajas\tthan\nPolice at Kotah on March 12, 1953, and a reply was  received\nby  the\t Inspector-General  of\tPolice,\t Jaipur,  that\t the\npetitioner  had crossed the border on March 18,\t 1953.\t The\nSuperintendent\t of  Jail  has\talso  filed   an   affidavit\nsupporting  the Chief Secretarpand has admitted that it\t was\nwrong  on his part not to have sent the, petition  submitted\nby  the\t prisoner immediately to this court and that  he  in\ngood  faith  believed that as the order for  stay  had\tbeen\nvacated\t by the Judicial Commissioner, he should first\tsend\nit  to the Registrar of that court.  It is obvious that\t the\nSuperintendent\twas grossly in error and his action  in\t not\nsubmitting the petition resulted in the unlawful removal  of\nthe  petitioner out of the country.  He, has made amends  by\ntendering an unqualified apology and nothing further need be\nsaid  about  it.  In Ebrahim Wazir Mavat v.   The  State  of\nBombay\tand  Others and Noor Mohammad Ali  Mohammad  v.\t The\nState of Bombay and Others (Criminal Appeals Nos. 65 and  66\nof  1952) in which we have just delivered judgment  we\thave\nheld that <a href=\"/doc/7267267/\" id=\"a_56\">section 7</a> of the Act is void as against a  citizen\nof  India being., an encroachment on his  fundamental  right\nunder  <a href=\"/doc/844404/\" id=\"a_57\">article\t19 (1) (e)</a> of the  Constitution.   Following\nthat  decision\twe  hold that the order of  removal  of\t the\npetitioner is liable to be set aside.\n</p><p data-structure=\"Conclusion\" id=\"p_40\">Mr.  Umrigar, who appeared for the petitioner,\tpointed\t out\nthat  the  Judicial Commissioner has already held  that\t the\npetitioner  is a citizen of India and that it will serve  no\nuseful purpose by remanding\n<span class=\"hidden_text\" id=\"span_18\">946</span>\nthe  case  to  him for an inquiry into\tthe  question.\t The\nSolicitor-General on behalf of the Union of India has\tread\nto us the order of the Judicial Commissioner and admits that\nthis  is so.  It is, therefore, not necessary to  adopt\t the\ncourse that we have taken in the aforesaid a peals involving\nthe  validity  of section 7. We accordingly  hold  that\t the\norder  passed  against\tthe petitioner is void\tand  set  it\naside.\n</p><p data-structure=\"Conclusion\" id=\"p_41\">Mr.  Umrigar requests that the order should be\tcommunicated\nto the petitioner through the High Commissioner for India in\nKarachi to whom the petitioner sent a representation praying\nthat he should be allowed to return to India.  This  request\nis granted.\n</p><p data-structure=\"Conclusion\" id=\"p_42\">Criminal  Appeals Nos. 65 and 66 of 1952, No, 5 of 1953\t and\nNo. 19 of 1953 and Petitions No. 170 of 1952, No. 19 of 1953\nand No. 57 of 1953.\n</p><p data-structure=\"Conclusion\" id=\"p_43\">DAs J.-I regret I am unable to agree with the judgment\tjust\ndelivered.\n</p><p data-structure=\"Conclusion\" id=\"p_44\">Four  Criminal Appeals namely, Criminal Appeals Nos. 65\t and\n66  of\t1952,  No. 5 of 1953 and No. 19 of  1953  and  three\nCriminal Miscellaneous Petitions, namely Petition No. 170 of\n1952,  No.  19 of 1953 and No. 57 of 1953, were\t posted\t for\nhearing and were heard by us one after another.\t In each one\nof  those  appeals  and\t petitions  the\t appellants  or\t the\npetitioners,   as   the\t  case\tmay   be,   challenged\t the\nconstitutional\t validity  of  the  Influx   from   Pakistan\n(Control) Act,1949 (Act XXIII of 1949).\n</p><p data-structure=\"Conclusion\" id=\"p_45\">Learned\t advocate appearing in support of petitions No.\t 170\nof 1952 and No. 19 of 1953 asked for leave to withdraw\tthem\nwith  liberty  to file fresh&#x27; petitions in the\tHigh  Court.\nSuch  leave having been given nothing further need  be\tsaid\nabout those two petitions.\n</p><p data-structure=\"CDiscource\" id=\"p_46\">The facts of each of the remaining appeals and the remaining\npetition have been set out in the judgment just\t delivered,,\nand  need  not\tbe repeated.  Suffice it  to  say  that\t the\nappellants  in Appeals Nos. 65 and 66 of 1952 first came  to\nIndia from Pakistan on temporary permits issued by the\tHigh\nCommissioner  for India in Pakistan but stayed on after\t the\nexpiry of the\n<span class=\"hidden_text\" id=\"span_19\">947</span>\nperiod and were convicted under <a href=\"/doc/7267267/\" id=\"a_58\">section 5</a> of the Act.  Later\non  they returned&#x27; to Pakistan on a temporary permit  issued\nby   the  High\tCommissioner  for  Pakistan  in\t India\t and\neventually  came back to India on a permanent permit  issued\nby  the\t High  Commissioner for\t India\tin  Pakistan.\tThat\npermanent  permit was cancelled on the. allegation  that  it\nhad  been  obtained  on the strength  of  a  &quot;no  objection&quot;\n</p><blockquote id=\"blockquote_12\">certificate   which  had  been\tobtained  by  them  by\t the\nsuppression  of\t material  facts,  namely,  that  they\t had\npreviously  come.  to  India on\t a  temporary  permit.\t The\nappellant  in  Appeal  No.  5 of 1953  came  to\t India\tfrom\nPakistan  on a permanent permit which was subsequently\tcan-\ncelled on the allegation that it had been obtained by fraud.\nThe  appellant in Appeal No. 19 of 1953 came to\t India\tfrom\nPakistan without any permit and was prosecuted and convicted\nunder  <a href=\"/doc/7267267/\" id=\"a_59\">section 5</a> of the Act and later on arrested  and\tsent\nback to Pakistan.  The petitioner in Petition No. 57 came to\nIndia without any permit at all.  On this petitioner as well\nas on the appellants orders had been made under section 7 of\nthe  impugned Act to the effect that unless they left  India\nwithin\tthe  time specified in the  respective\torders\tthey\nwould be bodily removed from India.  These orders were\tmade\non  the ground that they had entered India in  violation  of\n<a href=\"/doc/172145609/\" id=\"a_60\">section\t 3</a>  of\tthe Act and/ or the  rules  and\t order\tmade\nthereunder.   Each of these persons claimed that  they\twere\ncitizens  of  India  and complained  that  the\torders\tmade\nagainst them violated their fundamental rights under Chapter\nIII of the Constitution of India.\n</blockquote><blockquote id=\"blockquote_13\">It will be recalled that on the 15th August, 1947, there was\na partition of India and two Dominions were formed under the\nIndian, Independence Act, 1947.\t A grave emergency arose  on\nthe  partition\tof  India  resulting  in  mass-migration  of\npopulation  from  one Dominion to the other  accompanied  by\nriots, arson, murder, rape and loot.  Intense bitterness and\nhatred\twere  generated in the minds of the  people  of\t one\nDominion  against those of the other Dominion.\tEven in\t one\nDominion there was suspicion in the\n<span class=\"hidden_text\" id=\"span_20\">948</span>\nminds  of the members of one community against those of\t the\nother.\t  In  those  circumstances  the\t  uncontrolled\t and\nindiscriminate\tentry  of  persons, Hindu  or  Muslim,\tfrom\nPakistan  into India was naturally regarded as fraught\twith\nthe possibility of espionage and sabotage the prevention  of\nwhich  was  essential for the security of  the\tDominion  of\nIndia.\t Further an uncontrolled entry of large\t numbers  of\npeople\twas  calculated\t to  place  and\t in  fact  placed  a\ntremendous strain on the economy of India and on the law and\norder situation in the country.\t It was in order to  prevent\nsuch  result that it was necessary to exercise some  control\nover  such  influx  of persons\tfrom  Pakistan\tinto  India.\nAccordingly,   the  Influx  from  West\tPakistan   (Control)\nOrdinance  (XVII of 1949) was promulgated on the  19th\tJuly\n1948,  by  the Governor-General in exercise  of\t the  powers\nconferred  on him by <a href=\"/doc/108908175/\" id=\"a_61\">section 42</a> of the Government  of  India\nAct,  1935.  The preamble to that Ordinance recited that  an\nemergency had arisen which made it necessary to control\t the\nadmission  into\t and  regulate the  movements  in  India  of\npersons from Pakistan.\tThereafter the Influx from  Pakistan\n(Control) Ordinance (XXXIV of 1948) was\t issued on the\t10th\nNovember,  1948,  replacing  the  earlier  Ordinance.\tThis\nOrdinance  applied to persons entering into India from\tboth\nWest   Pakistan\t  and  East  Pakistan.\t  It   substantially\nreproduced  all\t the sections of  the  previous\t Ordinance-.\nFinally,  on the 22nd April, 1949, the <a href=\"/doc/7267267/\" id=\"a_62\">Influx from  Pakistan\n(Control) Act</a> (XXIII of 1949) replaced the second Ordinance.\n<a href=\"/doc/172145609/\" id=\"a_63\">Sections  3</a> and 7 of this Act substantially  reproduced\t the\nprovisions of <a href=\"/doc/172145609/\" id=\"a_64\">sections 3</a> and 7 of the Ordinance.  The Permit\nSystem Rules of 1948 were replaced on the 20th May, 1949, by\nthe  Permit  System Rules of 1949.  <a href=\"/doc/7267267/\" id=\"a_65\">This Act</a>,  however,\t was\nrepealed  on  the 15th October, 1952, by Act LXVI  of  1952.\n<a href=\"/doc/172145609/\" id=\"a_66\">Section\t  3</a>  of\t this  repealing  Act,\thowever,   expressly\npreserved  the\tapplication  of <a href=\"/doc/1030013/\" id=\"a_67\">section\t 6</a>  of\tthe  General\nClauses\t Act,  1897.   Although\t the  Influx  from  Pakistan\n(Control)  Act,\t 1949 has been repealed and  the  number  of\npersons who, like the appellants and the petitioners  before\nus.  are  affected by that Act is  small,  nevertheless\t the\nmatter has to\n<span class=\"hidden_text\" id=\"span_21\">949</span>\nbe  scrutinised\t closely, for our decision  may\t conceivably\naffect\tthe  passport regulations which\t have  replaced\t the\npermit system.\n</blockquote><blockquote id=\"blockquote_14\">The contention advanced in these appeals and the petition is\nthat   <a href=\"/doc/172145609/\" id=\"a_68\">sections\t 3</a>  and\t <a href=\"/doc/7267267/\" id=\"a_69\">7</a>  of\tthe  Act  have,\t since\t the\ncommencement  of the Constitution, become void in that\tthey\nviolate the fundamental rights guaranteed by <a href=\"/doc/367586/\" id=\"a_70\">articles 14</a> and\n<a href=\"/doc/1024002/\" id=\"a_71\">19(1)  (d)</a> and (e) of the Constitution.\t The  provisions  of\nthese two sections, which have been sufficiently set out  in\nthe  judgment  just delivered, will at once show  that\tthey\napplied\t to all persons coming from Pakistan,, whether\tthey\nwere  citizens\tor  noncitizens\t and  irrespective  of\t the\ncommunity to which they belonged or the religion which\tthey\nprofessed.   It will also appear that, as regards  citizens,\nthey  did not touch all citizens but affected only  such  of\nthem  as  came\tfrom Pakistan,\twhether\t they  were  Hindus,\nMuslims\t or Christians.\t It is, therefore, quite clear\tthat\nthe Act applied to a small well defined class of persons who\nwere  grouped together on an obviously reasonable  basis  of\nclassification\tas  explained in the previous  decisions  of\nthis  court.   In  this view of the matter  no\tquestion  of\nunconstitutional  discrimination  can  arise  at  all\tand,\nindeed, the plea based on the equal protection clause of the\nConstitution  has  not\tbeen seriously\tpressed.   The\tmain\ncontest\t has  centred round the question whether  these\t two\nsections  offend against the provisions of <a href=\"/doc/1024002/\" id=\"a_72\">article  19(1)(d)</a>\nand (e) of the Constitution.\n</blockquote><blockquote id=\"blockquote_15\">The learned Solicitor-General appearing for the\t respondents\ncontends that those sections are protected by <a href=\"/doc/1801593/\" id=\"a_73\">article  19(5)</a>\nas  being  reasonable restrictions on the  exercise  of\t the\nrights guaranteed by sub-clauses (d)  and (e) of clause\t (1)\nof  that  article.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"554839\" id=\"span_22\">In <a href=\"/doc/554839/\" id=\"a_74\">State of Madras v.  V.\tG.  Row</a>\t (1)\nPatanjali Sastri C.J. observed:-</span>\n</blockquote><blockquote id=\"blockquote_16\">&quot;  It is important in this context to bear in mind that\t the\ntest  of  reasonableness,  wherever  prescribed,  should  be\napplied to each individual statute impugned, and no abstract\nstandard,  or general pattern of reasonableness can be\tlaid\ndown as, applicable to all cases.\n</blockquote><blockquote id=\"blockquote_17\">(1) [1952] 3 S.C.R. 597 at p. 607.\n</blockquote><span class=\"hidden_text\" id=\"span_23\">123</span>\n<span class=\"hidden_text\" id=\"span_24\">\t\t\t    950</span>\n<p data-structure=\"CDiscource\" id=\"p_47\">The nature of the right alleged to have been infringed,\t the\nunderlying  purpose of the restrictions imposed, the  extent\nand  urgency of the evil sought to be remedied thereby,\t the\ndisproportion of  the imposition, the prevailing  conditions\nat the time, should all enter into the,judicial verdict.  In\nevaluating  such  elusive  factors  and\t forming-their\t own\nconception  of what is reasonable, in all the  circumstances\nof a given case, it is inevitable that the social philosophy\nand  the scale of values of the judges participating in\t the\ndecision  should  play an important part, and the  limit  to\ntheir interference with legislative judgment I in such cases\ncan  only be dictated by their sense of\t responsibility\t and\nself   restraint  and  the  sobering  reflection  that\t the\nConstitution  is meant not only for people of their  way  of\nthinking  but for all, and that the majority of the  elected\nrepresentatives,  of  the people have,&#x27; in  authorising\t the\nimposition  of\tthe  restrictions,  considered\tthem  to  be\nreasonable.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_48\">The impugned sections have, therefore, to be examined in the\nlight of the above observations.\n</p><p data-structure=\"Section\" id=\"p_49\">I  find\t nothing  unconstitutional about <a href=\"/doc/172145609/\" id=\"a_75\">section  3</a>  of\t the\nimpugned  Act  It  does not debar the entry  of\t any  person\nabsolutely.   It only requires that a person entering  India\nfrom any place in Pakistan must be in possession of a permit\nor  a valid passport or be exempted from such  requirements.\nPassport  regulations obtain in every\t  civilized  country\nincluding  even\t those\tthe  constitutions  whereof   confer\nsimilar\t  fundamental  rights  on  their   citizens,   e.g.,\nSwitzerland (articles 43-45), Wiener Germany (article  III),\nCzechoslovakia\t(<a href=\"/doc/1134140/\" id=\"a_76\">article  108</a>),\t Jugoslavia  (<a href=\"/doc/492977/\" id=\"a_77\">article\t10</a>),\nDanzig (<a href=\"/doc/1324537/\" id=\"a_78\">article 75</a>) and Albania (section 202).\tSuch regula-\ntions\tserve  to  check  up  the  persons  who\t enter\t the\nterritories of the State and are necessary for the safety of\nthe  State.  Seeing that such regulations obtain  everywhere\nand  have  a  definite utility for  the\t protection  of\t the\ngeneral\t public by securing the safety of the State, I\thave\nno manner of doubt in my mind that such restrictions as are.\ncontemplated  by  <a href=\"/doc/172145609/\" id=\"a_79\">section 3</a> must be regarded  as  reasonable\nrestrictions permissible under\n<span class=\"hidden_text\" id=\"span_25\">951</span>\nclause\t(5) of <a href=\"/doc/1218090/\" id=\"a_80\">article 19</a> of the Constitution.\tIndeed,\t the\nobjection of section 3 has not been seriously pressed before\nus.\n</p><p data-structure=\"Section\" id=\"p_50\">The  main  objection urged by learned counsel  appearing  in\nsupport\t of these appeals and petitions was directed to\t the\nquestion of the validity of section 7. In the&#x27; first  place,\nit  is clear that no objection can be taken to section 7  in\nso  far\t as it affected persons who were  &#x27;not\tcitizens  of\nIndia, for <a href=\"/doc/1218090/\" id=\"a_81\">article 19</a> guarantees certain fundamental  rights\nto  the\t citizens of India only.  In the  next\tplace,\tthis\nsection did not affect all citizens but touched only a\twell\ndefined\t small class of citizens, namely, those who went  to\nPakistan  and intended to return to India.  The question  is\nwhether qua these citizens section 7 can also be regarded as\na reasonable restriction within the meaning of clause (5) of\n<a href=\"/doc/1218090/\" id=\"a_82\">article\t 19.</a>  The High Court of Bombay has held, and  in  my\nopinion\t quite correctly, that the provisions of  section  7\ncannot but be regarded as consequential to the provisions of\n<a href=\"/doc/172145609/\" id=\"a_83\">section 3</a>. Suppose at the check-post a person from Pakistan,\nwhether a, citizen or not, tried to cross the border without\na permit.  Surely, the officer at the check-post would\thave\nbeen well within the law to prevent a violation of <a href=\"/doc/172145609/\" id=\"a_84\">section 3</a>\nof the Act and with that end in view to prevent that person,\nwho  had  no permit, from crossing the border  and  entering\nIndia.\t I  have no doubt that the officer might  also\thave\nprevented a person from Pakistan from crossing the border if\nhe  suspected  that the permit produced by  the\t person\t was\nforged\tor otherwise irregular and left him to take  up\t the\nmatter\twith the higher authorities from Pakistan.   Suppose\nthe man who sought to enter India without a permit or with a\npermit which was suspected to spurious forcibly crossed\t the\nborder\tand took a step or two on our side of the line,\t the\nIndian\tofficer would certainty have been entitled to  throw\nhim  back  to the other side of the line.   Surely,  such  a\nperson\tcould not be permitted to take advantage of his\t own\nwrong  and  could  not\tbe  heard  to  say  that,  in\tsuch\ncircumstances, he had, by his wrong doing, acquired a better\nright than the person\n<span class=\"hidden_text\" id=\"span_26\">952</span>\nwho  had  not  the temerity to\tviolate\t the  provisions  of\n<a href=\"/doc/172145609/\" id=\"a_85\">section\t 3</a>.  If\t this is so then, logically, I\tcan  see  no\ndifference if the man ran into the Indian territory for some\ndistance and the Indian officer ran after him, overtook\t him\nand  took him back to the check-post and pushed him  out  of\nour side of the line.  It is, futile,, in such a  situation,\nto  expect  or to say that the officer should  have  held  a\njudicial  enquiry  and\tcome to a  judicial  decision  after\nhearing\t an argument as to the validity of the permit or  as\nto the status of the permit holder or the fundamental rights\nof a, citizen Of India to move freely in India and to settle\nanywhere he liked in India.  The truth and substance of\t the\nmatter\tare  that in acting in the way indicated  above\t the\nofficer\t simply performed an executive act and\tprevented  a\nperson who held no permit or held a permit which appeared to\nthe officer to be spurious from entering India from Pakistan\nin  violation of <a href=\"/doc/172145609/\" id=\"a_86\">section 3</a> of the Act.\tTo throw out such  a\nperson\twas not. to inflict any punishment on him or  to  do\nhim any greater injury than what was imposed on or done to a\nperson\twho, not having a permit, was stopped at the  check-\npost  and not allowed to enter India at all.  The  man\tthus\nthrown\tout was placed under no greater disability than\t the\nman who had initially been prevented from entering India  at\nthe check-post barrier.\t In both cases such a person  might,\nwhile  staying\tin Pakistan, have taken steps  to  obtain  a\npermanent  permit  upon\t proof of his status  as  an  Indian\ncitizen\t and if such permit was illegally withheld from\t him\nhe might have through some agent in India taken\t proceedings\nin  Indian courts&#x27; for appropriate reliefs.  To my mind\t the\nposition  of  the person who,entered India  on\ta  temporary\npermit\tbut  who, in violation of the rules  or\t order\tmade\nunder  the  Act\t stayed on after the period  of\t the  permit\nexpired, was, as from that date, logically the same as\tthat\nof the person who entered India without a permit.      To\narrest such a person, after the expiry of the period   of\nthe temporary permit, with a view to sending him back  back\nto where he came from and to actually send him\t\tback\nthere did not involve or\n<span class=\"hidden_text\" id=\"span_27\">\t\t\t    953</span>\nconstitute  a judicial act at all but Was a rough and  ready\nexecutive  act\tfor  enforcing\tand  giving  effect  to\t the\nprovisions of <a href=\"/doc/172145609/\" id=\"a_87\">section 3</a> of the Act.  To arrest and send such\na  person back to Pakistan was not to inflict  a  punishment\nbut  was only to restore the status quo and to put him\tback\nto  the position he would have been in but for\this  illegal\nact.  In my opinion the act, authorized by section 7 was  in\nessence.a   purely  executive  act  for\t  implementing\t the\nprovisions  of <a href=\"/doc/172145609/\" id=\"a_88\">section 3</a>. Without such a provision it  would\nhave been impossible for the State to control the  admission\ninto  India  of\t persons from Pakistan and  to\tprevent\t the\nconcomitant  dangers <a href=\"/doc/554839/\" id=\"a_89\">referred to above</a>.\t The act  authorised\nby  the\t section  being an  executive  act,  discretion\t had\nperforce  to bib left to the executive Government which,  by\nreason\tof  the information available to it&quot; was in  a\tmuch\nbetter\tposition  than\tthe courts to  know  and  judge\t the\nantecedents  of\t such a person and  his\t ultimate  purpose.&#x27;\nSuppose an Indian, citizen, no matter whether he was a Hindu\nor  a  Muslim,\thad entered India from\tPakistan  without  a\npermit and suppose he was, upon confidential reports  which:\n</p><blockquote id=\"blockquote_18\">could  not be safely disclosed, suspected to be\t engaged  in\nespionage  in the interests of Pakistan, would it have\tbeen\nsafe enough in those hectic days to have only prosecuted him\nunder  section 5 and inflicted on him a fine of\t rupees\t one\nthousand or a term of imprisonment not exceeding a year\t and\nthen  to have left him free, after the term of\timprisonment\nwas   over,  to\t surreptitiously  carry\t on  his   nefarious\nactivities of espionage and sabotage against our State while\nembarking  upon a protracted judicial enquiry  to  ascertain\nthe truth or* otherwise of his claim to Indian citizenship ?\nIt cannot ,be overlooked that there are. long common borders\nbetween Pakistan and India both on the west and on the east.\nThe  Kashmir  situation had also -aggravated  the  emergency\nbrought\t about by the partition of India.  Having regard  to\nall,  the circumstances, the tension, bitterness and  hatred\nbetween the two countries that were generated at,the time of\nthe  partition\tand all which must enter into  the  judicial\nverdict,  the provisions of section 7 appear to me  to\thave\nbeen  eminently\t reasonable  restrictions  imposed  in\t the\ninterests of the\n<span class=\"hidden_text\" id=\"span_28\">954</span>\ngeneral\t public upon the exercise by Indian&#x27; citizen  coming\nfrom  Pakistan without a permit of the rights  conferred  by\n<a href=\"/doc/1024002/\" id=\"a_90\">article\t 19(1)(d)</a> and (e) of the Constitution.\t The  Indian\ncitizen who was thrown out for not having the proper  permit\nor who was suspected to have violated the provisions of\t the\nAct  was placed in no worse position than an Indian  citizen\nwho,  not having a permit, had not been permitted  to  enter\ninto  India at all.  They were by no means  without  remedy.\nThey  could  from the other side of the\t border\t take  steps\nunder the rules to obtain valid permanent permits upon proof\nof  their  citizenship of India and if\tsuch  permits  were.\nillegally withheld from them they could move the appropriate\nHigh  Court  under  <a href=\"/doc/1712542/\" id=\"a_91\">article 226</a> or  even  this\tcourt  under\n<a href=\"/doc/981147/\" id=\"a_92\">article 32</a> while they were outside India and might, on proof\nof  their citizenship, have got appropriate writs or  orders\ndirecting  the\tState  or its -officers\t to  issue  suitable\npermits\t and to desist from otherwise preventing  them\tfrom\nentering  India or interfering with their movement while  in\nIndia.\t It  is said that if such a person would  have\tbeen\nentitled  to  a permit on proof of his status as  an  Indian\ncitizen\t then  why  should he have Been thrown\tout  at\t all\nunless and until he failed to establish his claim to  Indian\ncitizenship ? There occur to my mind several answers to this\nquestion.  In the first place, it would have been putting  a\npremium\t on  wrong doing.  In the second place,\t the  person\nwould have been left free to carry on his secret activities,\nif any, while judicial proceedings would have been going  on\nfor  ascertaining  his status.\tIn the third place,  if\t the\nperson\tcould not be thrown out before his status  had\tbeen\njudicially determined there would have been no incentive  on\nhis  part  to  take proceedings in court  to  establish\t his\nstatus\tand it would have thrown upon the State the duty  of\ninitiating  proceedings\t and  of  discharging  the  onus  of\nproving\t the  negative fact, of his not being a\t citizen  of\nIndia.\t In view of all the circumstances prevailing at\t the\ntime  the law was enacted and remained in force and in\tview\nof  the considerations herein before alluded to I  have\t no&#x27;\ndoubt in ray mind --except What\n<span class=\"hidden_text\" id=\"span_29\">955</span>\narises\tout  of my respect for the opinions of my  Lord\t and\nother learned brothers-that the provisions of section 7 were\nnecessary  and\treasonable  and fell within  clause  (5)  of\n<a href=\"/doc/1218090/\" id=\"a_93\">article\t 19.</a>   In my judgment the four appeals\tas  well  as\nPetition No. 57 of 1952 should be dismissed.\nAppeals allowed, cases remanded.\n</blockquote><blockquote id=\"blockquote_19\">Agents for the appellants and petitioners: S. S. Shukla,  R.\nA. Govind, Sardar Bahadur and P.  K. Chatterji.\nAgents for the respondents: G. H. Rajadhyaksha and C. P.Lal.\n</blockquote>\n\n\n","numcites":28,"numcitedby":20,"docsource":"Supreme Court of India","citetid":733617,"divtype":"judgments","relatedqs":[{"value":"article 19(1)(e)","formInput":"article%2019%281%29%28e%29"},{"value":"espionage","formInput":"espionage"},{"value":"article 32","formInput":"article%2032"},{"value":"article 19(1)(d)","formInput":"article%2019%281%29%28d%29"},{"value":"article 19","formInput":"article%2019"},{"value":"constitutional validity","formInput":"constitutional%20validity"},{"value":"passport","formInput":"passport"},{"value":"reasonable restriction","formInput":"reasonable%20restriction"},{"value":" vivian bose","formInput":"%20vivian%20bose"},{"value":"Petition Under Article 32","formInput":"Petition%20Under%20Article%2032"},{"value":"\"citizenship\"","formInput":"%22citizenship%22"},{"value":"article 19(5)","formInput":"article%2019%285%29"},{"value":"reasonable suspicion","formInput":"reasonable%20suspicion"},{"value":"stay order ","formInput":"stay%20order%20"},{"value":"daphtary","formInput":"daphtary"},{"value":"all acts in india","formInput":"all%20acts%20in%20india"},{"value":"article 1","formInput":"article%201"},{"value":"check post","formInput":"check%20post"},{"value":"pakistan","formInput":"pakistan"},{"value":"\"judicial commissioner\"","formInput":"%22judicial%20commissioner%22"}],"cats":[{"value":"freedom-with-reasonable-restrictions","formInput":"tag:freedom-with-reasonable-restrictions"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"appeal-to-supreme-court, power-to-issue-writ","formInput":"tag:appeal-to-supreme-court, power-to-issue-writ"}],"courtcopy":true,"query_alert":null,"agreement":false}