{"tid":105346194,"publishdate":"2014-10-17","title":"M/S Nilkamal Ltd., Patna vs The State Of Bihar & Ors on 17 October, 2014","doc":"<h2 class=\"doc_title\">M/S Nilkamal Ltd., Patna vs The State Of Bihar &amp; Ors on 17 October, 2014</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-pandey\">Shivaji Pandey</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-pandey\">Shivaji Pandey</a></h3>\n\n<pre id=\"pre_1\">                     IN THE HIGH COURT OF JUDICATURE AT PATNA\n                                           Request Case No.1 of 2014\n                  ======================================================\n                  M/S Nilkamal Ltd. having its Head Office at Nilkamal House, Plot\n                  No.77/78, Street No.14, M.I.D.C., Andheri (East), Mumbai-400093 through\n                  its Authorized Signatory, Sri Uday Pankaj Dwivedi son of late K.N.\n                  Dwivedi, resident of Chowkshikarpur, P.O. Begumpur, Patna 800009\n                                                                         .... .... Petitioner/s\n                                                     Versus\n                  1. The State of Bihar through the Principal Secretary, Urban Development\n                      &amp; Housing Department, Room No.159, Ist Floor, Vikas Bhawan, New\n                      Secretariat, Patna -800 015\n                  2. The Project Director, Support Programme for Urban Reforms in Bihar,\n                      Room No.159, Ist Floor, Vikash Bhawan, New Secretariat, Patna-800\n                      001\n                  3. The Additional Project Director Support Programme for Urban Reforms\n                      in Bihar-cum-Joint Secretary, Urban Development &amp; Housing\n                      Department, Room No.159, Ist Floor, Vikas Bhawan, New Secretariat,\n                      Patna-800 015.\n                                                                        .... .... Respondent/s\n                  ======================================================\n                  Appearance :\n                  For the Petitioner/s      :   Mr. Ashish Giri, Advocate.\n                  For the State              : Mr. Anil Kuamr Sinha, GA 9.\n                                                Mr. Pawan Kumar, AC to GA9.\n                  ======================================================\n                  CORAM: HONOURABLE MR. JUSTICE SHIVAJI PANDEY\n                  ORAL ORDER\n\n10   17.10.2014</pre><p data-structure=\"PetArg\" id=\"p_1\">            Heard learned counsel for the petitioner and learned\n\n                    counsel for the respondents.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">                    2.      Office vide its note dated 13.3.2014 raised objection of\n\n                    maintainability and the case was placed on 27.6.2014 where\n\n                    this Court has opined that issue of maintainability of the case\n\n                    will be seen at the time of hearing of case on admission\n\n                    whereupon       this   Court     has    heard     on    the   issue    of\n\n                    maintainability of the request case.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">                    3.      Primarily objection has been raised by the office that in\n<span class=\"hidden_text\" id=\"span_1\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_2\">                                          2</span>\n\n\n\n\n               view of <a href=\"/doc/164253420/\" id=\"a_1\">Bihar Public Works Contracts Disputes Arbitration\n\n               Act, 2008</a> (hereinafter referred to as „the State Act‟) the\n\n               present application seeking the appointment of Arbitrator\n\n               under the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act, 1996</a> (hereinafter\n\n               referred to as „the Central Act‟) is not maintainable.\n\n</p><p data-structure=\"PetArg\" id=\"p_4\">               4.         The parties have argued at length on the point of\n\n               maintainability. As per counsel for the petitioner the objection\n\n               raised by the office that present application is not\n\n               maintainable it is completely misunderstood and mis-\n\n               appreciated.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">               5.     The Department for International Development (DFID),\n\n               Government of United Kingdom, entered into six year\n\n               partnership       with     Urban   Development    and    Housing\n\n               Department (UD &amp; HD) Government of Bihar, started scheme\n\n               in the name of Support Programme for Urban Reforms\n\n               (SPUR) in Bihar for which a tender was floated for\n\n               procurement of equipments for Forbesganj, Madhepura,\n\n               Murliganj, Birpur and Supaul. This was initiated as a part of\n\n               SPUR and DFID under a programme to provide assistance to\n\n               short term disaster affected towns in the aforesaid four\n\n               districts. In view of invitation for participation in the bid, the\n\n               petitioner has also submitted its tender. Petitioner was\n<span class=\"hidden_text\" id=\"span_3\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_4\">                                          3</span>\n\n\n\n\n               declared successful in the technical bid communicated\n\n               through letter dated 30th April, 2011 informed, those firms\n\n               qualified in technical bid, their financial proposals will be\n\n               opened on 2nd May, 2011. On opening the financial bid it was\n\n               found quotation given by the petitioner was lowest. The\n\n               petitioner was ultimately declared successful in obtaining the\n\n               award of contract. In terms of contract the petitioner was to\n\n               supply and delivery of Containerized Carts with 6 bins to\n\n               Forbesganj, Madhepura, Murliganj, Birpur and Supaul Nagar\n\n               Parishad/Panchayat. Clause 9 of the agreement stipulates in\n\n               the event of dispute the parties would resolve the same\n\n               amicably through negotiation, in case of failure, the dispute\n\n               would be referred for arbitration.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">                6.     After the settlement, the negotiation started between the\n\n               petitioner and respondents regarding approval of the\n\n               alternative drawing and technical specification but the\n\n               respondents did not approve the drawing forwarded by the\n\n               petitioner, various show-cause notices were issued, in turn\n\n               reply was served by the petitioner upon the respondents, they\n\n               were not agreeable for any deviation in the technical\n\n               specification and in that circumstances the respondents\n\n               resorted Clause 31.3(a) of the agreement thereby the contract\n<span class=\"hidden_text\" id=\"span_5\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_6\">                                          4</span>\n\n\n\n\n               was terminated. In the termination letter respondent no.3\n\n               mentioned Clause 9.1 of <a href=\"/doc/194804106/\" id=\"a_3\">Section 5</a> of the condition of\n\n               contracts.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">               7.          In pursuance of letter dated 16.4.2012, the petitioner\n\n               vide letter dated 18.4.2012 requested for issuance of formal\n\n               termination notice for the said contract and return of\n\n               performance security submitted by the Company at the\n\n               earliest.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">               8.      The Additional Project Director, SPUR issued the letter\n\n               of termination dated 9.7.2012 thereby rejected the request of\n\n               the petitioner for return of performance security as the\n\n               petitioner Company had failed to supply and deliver the\n\n               Containerized Hand Carts with 6 bins of specification\n\n               accepted by the petitioner Company in the Contract\n\n               Agreement dated 16.8.2011 within stipulated period, thereby\n\n               terminated the contract and forfeited the security performance.\n\n</p><p data-structure=\"Issue\" id=\"p_9\">               9.          After service of notice the petitioner-Company wrote\n\n               registered letter dated 19.8.2013 thereby invoked Clause 9 of\n\n               the Agreement dated 16.8.2011 thereby requested for\n\n               appointment of sole Arbitrator for the adjudication of all the\n\n               disputes and differences which arose in between the disputant\n\n               parties. When the respondents did not give any response\n<span class=\"hidden_text\" id=\"span_7\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_8\">                                          5</span>\n\n\n\n\n               which has led to filing of the present application.\n\n</p><p data-structure=\"PetArg\" id=\"p_10\">               10.        Learned counsel for the petitioner submits that office\n\n               has wrongly raised the objection of maintainability as the bar\n\n               which has been provided under the State Act does not\n\n               preclude the applicability of Central Act in view of provision\n\n               of Section 8 of the State Act which provides that the State Act\n\n               is an alternative and additional remedy. He has further\n\n               submitted that the State Act can not prevail over the Central\n\n               Act in view of <a href=\"/doc/1930681/\" id=\"a_4\">Article 254</a> of the Constitution of India in\n\n               absence of presidential assent given to the State Act. He has\n\n               further submitted that in Clause 9 of the Agreement which is\n\n               subsequent to State Act both parties have agreed to resolve the\n\n               dispute under the Central Act thereby ousted the jurisdiction\n\n               of the Tribunal as has been provided by the State Act. He has\n\n               further submitted that in view of the stipulation of Clause 9 of\n\n               the Agreement it will be deemed that the parties have waived\n\n               of their right to invoke the State Act. He has further submitted\n\n               that the nature of terms of agreement of contract for supply\n\n               and delivery of container by petitioner to respondents is not a\n\n               dispute in terms of <a href=\"/doc/144877239/\" id=\"a_5\">Section 2(e)</a> and does not fall within the\n\n               purview of Section 2(k) of the State Act and as such the\n\n               application of Central Act is not excluded. In case of conflict\n<span class=\"hidden_text\" id=\"span_9\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_10\">                                          6</span>\n\n\n\n\n               in between the Central Act i.e. <a href=\"/doc/1306164/\" id=\"a_6\">Arbitration and Conciliation\n\n               Act, 1996</a> and Bihar Public Works Contract Dispute\n\n               Arbitration Act, 2008 i.e. State Act, the Central Act will\n\n               prevail over the State Act to the extent of repugnancy. He has\n\n               further submitted that if the parties had two forums for\n\n               adjudication of their grievances, by the agreement parties may\n\n               choose of their choice a particular forum for the adjudication\n\n               of their disputes, another forum will be deemed to have been\n\n               ousted, on election of particular forum. In the present case in\n\n               terms of Clause 9 of the Agreement, both parties agreed to\n\n               resolve the dispute under the Central Act. He has further\n\n               submitted that if different provisions of the State Act specially\n\n               Section 8 of the State Act is read properly which gives ample\n\n               indication that State Act is supplementary and complementary\n\n               to <a href=\"/doc/1306164/\" id=\"a_7\">Arbitration Act, 1996</a> and is not in derogation of the\n\n               Central Act. He further submits that in view of specific\n\n               provision made in the agreement that the parties would settle\n\n               the dispute in terms of the Central Act, now cannot be allowed\n\n               to turn round and submit that the Tribunal created under the\n\n               State Act has jurisdiction to resolve the dispute.\n\n</p><p data-structure=\"Precedent\" id=\"p_11\">               11.            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"997135\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"791637\" id=\"span_12\">In support of his contention he has relied on the\n\n               following judgments: (i) Virendra Jain V. Alaknanda\n<span class=\"hidden_text\" id=\"span_13\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_14\">                                          7</span>\n\n\n\n\n               Cooperative Group Housing Society Limited and others,\n\n               reported       in     (2013)9   SCC   383,   (ii)   Secretary,\n\n               Thirumurugan Co-operative Agriculture Credit Society V.\n\n               M. Lalitha (dead) through L.Rs. and others, reported in\n\n               A.I.R. (2004) SC 448, (iii) National Seeds Corporation\n\n               Limited V. M. Madhusudhan Reddy and another,\n\n               reported in (<a href=\"/doc/791637/\" id=\"a_8\">2012) 2 SCC 506 (iv) Trans Mediterranean\n\n               Airways V. Universal Exports and another</a>, reported in\n\n               (2011) 10 SCC 316, (v) Secretary, Thirumurugan\n\n               Cooperative Agricultural Credit Society V. M. Lalitha\n\n               (dead) through LRS and others, reported in (2004) 1 SCC\n\n               305, (vi) Shanta Talwar and another V. Union of India and\n\n               others, reported in (2011) 5 SCC 287, (vii) State of Kerala\n\n               and others V Mar Appraem Kuri Company Limited and\n\n               another, reported in (<a href=\"/doc/997135/\" id=\"a_9\">2012) 7 SCC 106, (viii) A.B.C.\n\n               Laminart Pvt. Ltd. and another V. A.P. Agencies, Salem</a>,\n\n               reported in (1989)2 SCC 163, (ix) Shri Lachoo Mal V Shri\n\n               Radhey Shyam, reported in (1971)1 SCC 619 and (x) New\n\n               Bihar Biri Leaves Co. and others V State of Bihar and\n\n               others, reported in AIR 1981 SC 679.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">               12.         In contra, learned counsel for the respondent has\n\n               submitted that the contract for supply of material in terms of\n<span class=\"hidden_text\" id=\"span_15\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_16\">                                          8</span>\n\n\n\n\n               agreement connected with the project is a work contract under\n\n               Section 2(k) of the State Act and is a dispute which has been\n\n               defined under Section 2(e) of the State Act covers the dispute\n\n               as mentioned in the agreement. Section 9 of the State Act\n\n               specifically provides that those who fall under the definition\n\n               of dispute connected with the works contract a permanent\n\n               Tribunal has been created for resolution of dispute. He has\n\n               further submitted that the Central Act will apply to all\n\n               arbitration dispute save and except works contract as provided\n\n               under the State Act. He has further submitted that though the\n\n               State Act will not prevail over the Central Act but in view of\n\n               Section 22 of the State Act which provides that the State Act\n\n               will prevail over any other law, order, scheme or contract\n\n               agreement entered into before or after commencement of the\n\n               Act. He has further submitted that <a href=\"/doc/1079220/\" id=\"a_10\">Section 9</a> read with section\n\n               (2)(e) of the       State Act stipulates that if the dispute and\n\n               differences are not resolved either party may approach the\n\n               Tribunal through written application for arbitration within one\n\n               years. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"166421160\" id=\"span_17\">Under the State Act there is permanent Tribunal for\n\n               resolution of dispute. He has laid emphasis on Clause 9(2) of\n\n               the agreement which also mentions the State Arbitration and\n\n               as such the contention of the petitioner that parties have\n<span class=\"hidden_text\" id=\"span_18\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_19\">                                          9</span>\n\n\n\n\n               agreed only to resolve the dispute under the Central Act is\n\n               completely misplaced, misconceived and misread. He has\n\n               further submitted that the Central Act does not provide a\n\n               particular permanent institute or forum as arbitral tribunal for\n\n               the adjudication of the dispute rather the parties would\n\n               appoint the arbitrator of own      in terms of agreement, in\n\n               failure, this Court has jurisdiction to appoint an arbitrator in\n\n               exercise of power under Section 11 of the Central Act and as\n\n               such when already a fixed tribunal has been provided under\n\n               the State Act it will be presumed the parties who entered into\n\n               the works contract are required to approach the Tribunal as\n\n               provided under Section 9 of the State Act. He has further\n\n               submitted that in terms of Section 22 of the State Act though\n\n               the State Act will not prevail over the Central Act but\n\n               certainly the agreement between the parties can not survive in\n\n               view of specific stipulation in section 22 of the State Act\n\n               which provides the State Act will prevail over the agreement,\n\n               if any, in between the parties and in support of his contention\n\n               he has relied on the judgment in the case of reported in\n\n               Madhya Pradesh Rural Road Development Authority ad\n\n               <a href=\"/doc/166421160/\" id=\"a_11\">another V. L.G. Chaudhary Engineers and Contractors</a>,\n\n               reported in 2012(3)SCC 495, whereby he has submitted that\n<span class=\"hidden_text\" id=\"span_20\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_21\">                                          10</span>\n\n\n\n\n               though it is judgment of two Judges Bench of the Hon‟ble\n\n               Supreme Court they have dissented even dissenting view\n\n               support the case of the respondents.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">               13.      In reply, learned counsel for the petitioner submits that\n\n               the word that has been mentioned in <a href=\"/doc/1986891/\" id=\"a_12\">section 22</a> of the state\n\n               Act any other law, means any law except the Central Act or\n\n               the contract of agreement whereby parties have agreed for\n\n               invocation of Central act. He has further submitted that that\n\n               the dispute arising from contract to supply of goods does not\n\n               fall within the definition of &quot;Works Contract&quot; and &quot;Dispute&quot;\n\n               defined under the State Act.\n</p>\n<p data-structure=\"Section\" id=\"p_14\">               14.      Let us examine first issue as to whether the nature of\n\n               work which was to be performed by the petitioner in terms of\n\n               agreement falls under the definition of Works Contract as\n\n               provided under Section 2(k) of the State Act. For coming to\n\n               the    correct     conclusion   it   is   necessary   to   examine\n\n               microscopically the construction of definition of Works\n\n               Contract. Section 2(k) of the State Act runs as follows:\n\n</p><blockquote id=\"blockquote_1\">                         &quot;<a href=\"/doc/1804257/\" id=\"a_13\">Section 2(k)</a>.- &quot;Works Contract&quot; means a\n                         contract made by the State Government or a\n                         public undertaking with any other person for the\n                         execution of any of its works relating to\n                         construction, repairs or maintenance of any\n                         building or superstructure, dam, weir, canal,\n                         reservoir, tank, lake, road, all types of bridge\n                         culvert, factory or work shops or of such other\n<span class=\"hidden_text\" id=\"span_22\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_23\">                                          11</span>\n\n\n\n\n                         work of the State Government or, as the case\n                         may be, of the public undertaking, as the State\n                         Government may, by notification in the Official\n                         Gazette, specify and includes.\n</blockquote><blockquote id=\"blockquote_2\">                         (i) a contract made for the supply of goods\n                         relating to the execution of any of such works or\n                         for supply of any other goods irrespective of\n                         whether it is required for any specific project or\n                         work or any type of consultancy services/service\n                         provides.\n</blockquote><blockquote id=\"blockquote_3\">                         (ii) Contracts made for the supply of services\n                         relating to the execution of any of such works;\n</blockquote><p data-structure=\"Section\" id=\"p_15\">                         including consultancy services for preparation of\n                         DPR‟s; supervision; project advisory, quality\n                         assurance, Project Management or any other\n                         management services.\n</p><p data-structure=\"Section\" id=\"p_16\">                         (iii) Words and expressions used and not defined\n                         in this Act, but defined in the <a href=\"/doc/1052228/\" id=\"a_14\">Arbitration Act</a>,\n                         shall have the meanings assigned to them in the\n                         <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act</a>.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_17\">               15.          <a href=\"/doc/1804257/\" id=\"a_16\">Section 2(k)</a>.- Works Contract can be dissected in\n\n               three parts, first part will be the &quot;Works Contract&quot; means a\n\n               contract made by the State Government or a public\n\n               undertaking with any other person for the execution of any of\n\n               its works relating to construction, repairs or maintenance.\n\n               Second part will be, &quot;of any building or super structure, dam,\n\n               weir, canal, reservoir, tank, road all types if bridge culvert,\n\n               factory or work shops. Third part will be &quot;or of such other\n\n               work of the State Government or, as the case may be, of the\n\n               public undertaking, as the State Government may, by\n\n               notification in the Official Gazette, specify and includes\n<span class=\"hidden_text\" id=\"span_24\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_25\">                                          12</span>\n\n\n\n\n               nature of contract for supply of goods and services relating to\n\n               the execution of any such work.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">               16.        On proper examination it is apparent that there may a\n\n               contract with the State Government or the Public Undertaking\n\n               for execution of work relating to construction, repair or\n\n               maintenance of any building or super structure dam and so on.\n\n               But the third part is related to such other work of State\n\n               Government or public undertaking which may be notified in\n\n               the Official Gazette, specify and includes three parts basically\n\n               relating to supply of goods or supply of service relating to\n\n               such work. In the definition section the word „means and\n\n               includes‟ have been used. In the first part the word &quot;means&quot;\n\n               has been used but in third part the work &quot;includes&quot; has been\n\n               used. When the word „means‟ is used in construction of a\n\n               definition prima-facie restrictive and exhaustive and the word\n\n               include in definition declares, the definition is prima-facie\n\n               extensive. When the construction of definition comprises\n\n               means and includes definition is exhaustive and extensive in\n\n               nature.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">               17.       The construction of definition using words means and\n\n               includes came for consideration before Hon‟ble Supreme\n\n               Court in the case of The State of Bombay and others V The\n<span class=\"hidden_text\" id=\"span_26\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_27\">                                          13</span>\n\n\n\n\n               Hospital Mazdoor Sabha and others, reported in A.I.R.\n\n               1960 SC 610 in context of consideration of definition of\n\n               industry used under the <a href=\"/doc/500379/\" id=\"a_17\">Industrial Dispute Act</a> provided under\n\n               <a href=\"/doc/1804257/\" id=\"a_18\">section 2(j)</a> where the word &quot;means&quot; has been used in the first\n\n               part and second part of definition used the word &quot;includes&quot;\n\n               different nature of industry in the definition section. Hon‟ble\n\n               Supreme Court has held that where the definition is an\n\n               inclusive in nature it denotes extension and cannot be treated\n\n               as restrictive in any sense. It will be appropriate to quote\n\n               paragraph 10 of the judgment:\n</p>\n<blockquote id=\"blockquote_4\">                               &quot;10. There is another point which cannot\n                        be ignored. <a href=\"/doc/1804257/\" id=\"a_19\">Section 2(j)</a> does not define\n                        &quot;industry&quot; in the usual manner by prescribing\n                        what it means; the first clause of the definition\n                        gives the statutory meaning of &quot;industry&quot; and the\n                        second clause deliberately refers to several other\n                        items of industry and brings them in the\n                        definition in an inclusive way. It is obvious that\n                        the words used in an inclusive definition denote\n                        extension and cannot be treated as restricted in\n                        any sense. (Vide: Stroud‟s &quot;Judicial Dictionary&quot;,\n                        Vol.2, p.1415). Where we are dealing with an\n                        inclusive definition it would be inappropriate to\n                        put, a restrictive interpretation upon terms of\n                        wider denotation.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">              18.     In the same volume, in the case of The Vanguard Fire\n\n               and General Insurance Co. Ltd. Madras V. M/s. Fraser\n\n               and Ross and another, A.I.R. 1960 SC 971 where Hon‟ble\n\n               Supreme Court considered formulation and contour of\n<span class=\"hidden_text\" id=\"span_28\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_29\">                                          14</span>\n\n\n\n\n               definition of &quot;insurer&quot; under the <a href=\"/doc/1656199/\" id=\"a_20\">Insurance Act</a> where the\n\n               Court has considered in what manner definition would be\n\n               construed where the word &quot;means and includes&quot; have been\n\n               used.\n</p>\n<p data-structure=\"Section\" id=\"p_21\">               19.      It will be relevant to quote certain portion of paragraph\n\n               nos. 6 and 7 of the aforesaid judgment which are as follows:\n\n</p><blockquote id=\"blockquote_5\">                              &quot;6. The main basis of this contention is the\n                       definition of the word &quot;insurer&quot; in<a href=\"/doc/635698/\" id=\"a_21\"> S. 2(9)</a> of the\n                       Act. It is pointed out that that definition begins\n                       with the words &quot;insurer means&quot; and is therefore\n                       exhaustive. It may be accepted that generally the\n                       word &quot;insurer&quot; has been defined for the purposes\n                       of the Act to mean a person or body corporate etc.\n                       which is actually carrying on the business of\n                       insurance i.e. the business of effecting contracts of\n                       insurance of whatever kind they might be. But<a href=\"/doc/1804257/\" id=\"a_22\"> S.2</a>\n                       begins with the words &quot; in this Act, unless there is\n                       anything repugnant in the subject or context&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_22\">                       ............In view of this qualification, the court\n                       has not only to look at the words but also to look at\n                       the context, the collocation and the object of such\n                       words relating to such matter and interpret the\n                       meaning intended to be conveyed by the use of the\n                       words under the circumstances. Therefore, though\n                       ordinarily the word &quot;insurer&quot; as used in the Act\n                       would mean a person or body corporate actually\n                       carrying on the business of insurance it may be\n                       that in certain sections the word may have a\n                       somewhat different meaning.&quot;\n</p><blockquote id=\"blockquote_6\">                              &quot;7. ............Therefore, though the ordinary\n                       meaning to be given to the word „insurer‟ is as\n                       given in the definition clause (<a href=\"/doc/635698/\" id=\"a_23\">S.2(9)</a>) and refers to\n                       a person or body corporate etc. carrying on the\n                       business of insurance, the word may also refer in\n                       the context of certain provisions of the act to any\n                       intending insurer or quondam           insurer. The\n                       contention therefore that because the word\n                       &quot;insurer&quot; has been used in<a href=\"/doc/1977813/\" id=\"a_24\"> S.33</a> or S.2D those\n<span class=\"hidden_text\" id=\"span_30\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_31\">                                          15</span>\n\n\n\n\n                       sections can only apply to insurers who are\n                       actually carrying on business cannot necessarily\n                       succeed, and we have to see whether in the context\n                       of these provisions an insurer will also include a\n                       person who was an insurer but has closed his\n                       business.\n</blockquote><blockquote id=\"blockquote_7\">                       8.......Obviously this section applies to those\n                       insurers who have closed their business. It was not\n                       necessary to enact this section if the word\n                       &quot;insurer&quot; here also meant a person actually\n                       carrying on the business of insurance, for the\n                       provisions of the Act apply to such a person\n                       propriovigore. Therefore, when the word &quot;insurer&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_23\">                       is used in S.2D it must mean a person who was\n                       carrying on the business of insurance but has\n                       closed it. If that is so, <a href=\"/doc/1977813/\" id=\"a_25\">S.33</a>, which provides for\n                       investigation, would apply to such an insurer who\n                       has closed his business, by virtue of S.2D.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_24\">               20.      The word means and includes in the definition section\n\n               again came for consideration before Hon‟ble Supreme Court\n\n               in the case of Jagir Singh and others V State of Bihar and\n\n               another, reported in AIR 1976 SC 997 where in the definition\n\n               words &quot;means and includes&quot; have been used for the\n\n               construction of definition of owner, as the definition of owner\n\n               is in two parts, first part preceded with the words &quot;means&quot; and\n\n               another part was preceded with includes. The word &quot;owner&quot;\n\n               precedes with &quot;means&quot; formulated in a manner, owner means,\n\n               owner of public service motor vehicle in respect of which a\n\n               permit has been granted by a Regional or State Transport\n\n               Authority under the provisions of the <a href=\"/doc/785258/\" id=\"a_26\">Motor Vehicles Act</a>,\n<span class=\"hidden_text\" id=\"span_32\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_33\">                                          16</span>\n\n\n\n\n               1939 and includes the holder of a permit under the said Act in\n\n               respect of a public service motor vehicle or any person for the\n\n               time being in charge of such vehicle or responsible for the\n\n               management of the place of business of such owner. The\n\n               parameter and affect of words &quot;means&quot; and &quot;includes&quot; have\n\n               been interpreted in paragraph nos. 19, 20 and 21 of the\n\n               aforesaid judgment. It will be relevant to quote paragraph\n\n               nos. 19, 20 and 21 of the aforesaid judgment:\n</p>\n<blockquote id=\"blockquote_8\">                          &quot;19. The definition of &quot;owner&quot; repels the\n                      interpretation submitted by the petitioners that the\n                      definition means not only the owner who is the permit\n                      holder but also a booking agency which may be in\n                      charge of the vehicle without being a permit holder.\n                      The entire accent in the definition of owner is on the\n                      holder of a permit in respect of the public service\n                      motor vehicle. It is the permit which entitles the\n                      holder to ply the vehicle. It is because the vehicle is\n                      being plied that the passengers and consignors of\n                      goods carried by that vehicle become liable to pay not\n                      only fare and freight to the owner but also tax thereon\n                      to the owner. The words &quot;or any person for the time\n                      being in charge of such vehicle or responsible for the\n                      management of the place of business of such owner&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_25\">                      indicate that the permit holder will include any person\n                      who is in charge of such vehicle of the permit holder\n                      or any person who is responsible for the management\n                      of the place of business of such owner. The owner\n                      cannot escape the liability by stating that any person is\n                      for the time being in charge of such vehicles, and,\n                      therefore, such person is the owner and not the permit\n                      holder.\n</p><p data-structure=\"Section\" id=\"p_26\">                          20. The general rule of construction is not only to\n                      look at the words but to look at the context, the\n                      collocation and the object of such words relating to\n                      such matter and interpret the meaning according to\n                      what would appear to be the meaning intended to be\n<span class=\"hidden_text\" id=\"span_34\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_35\">                                          17</span>\n\n\n\n\n                      conveyed by the use of the words under the\n                      circumstances. Sometimes definition clauses create\n                      qualification by expressions like &quot;unless the context\n                      otherwise requires&quot;; or &quot;unless the contrary intention\n                      appears&quot;; or &quot;if not inconsistent with the context or\n                      subject-matter&quot;. &quot;Parliament would legislate to little\n                      purpose,&quot; said Lord Macnaghten in Netherseal Co. v.\n                      Bourne, &quot;if the objects of its care might supplement or\n                      undo the work of legislation by making a definition\n                      clause of their own. People cannot escape from the\n                      obligation of a statute by putting a private\n                      interpretation on its language.&quot; The courts will always\n                      examine the real nature of the transaction by which it\n                      is sought to evade the tax.\n</p><p data-structure=\"Section\" id=\"p_27\">                          21. The definition of the term &quot;owner&quot; is\n                      exhaustive and intended to extend the meaning of the\n                      term by including within its sweep bailee of a public\n                      carrier vehicle or any manager acting on behalf of the\n                      owner. The intention of the legislature to extend the\n                      meaning of the term by the definition given by it will\n                      be frustrated if what is intended to be inclusive is\n                      interpreted to exclude the actual owner.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n</p><p data-structure=\"Section\" id=\"p_29\">               21.       The principle for interpretation of statute is the words\n\n               of a statute, first to be understood and interpreted in their\n\n               natural, ordinary or popular sense, phrases and sentences are\n\n               construed according to their grammatical meaning, unless that\n\n               leads to some absurdity or unless there is something in the\n\n               context, or in the object of the statute to suggest contrary or in\n\n               the circumstances in which they are used, to show that they\n\n               were used in a special sense different from their ordinary\n\n               grammatical sense. In construing statutes, the grammatical\n\n               and ordinary sense of the word is adhered to, unless that\n<span class=\"hidden_text\" id=\"span_36\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_37\">                                          18</span>\n\n\n\n\n               would lead to some absurdity, or some repugnance or\n\n               inconsistency with the rest of the statute in that case the\n\n               grammatical and ordinary sense of the words may be\n\n               modified, so as to avoid that absurdity, and inconsistency.\n\n               Natural and ordinary meaning of words should not be\n\n               departed from unless it can be shown, in the legal context, the\n\n               words are used requires a different meaning. The golden rule\n\n               for interpretation of statutory provision is to read the statutory\n\n               language, grammatically and terminologically in the ordinary\n\n               and primary sense which it bears in its context, without doing\n\n               any violence to the words used or omission and addition of\n\n               word. But while interpreting the statute injustice, absurdity,\n\n               contradiction or stultification of statutory objective of the\n\n               language may be modified sufficiently to avoid such\n\n               disadvantage and absurdity.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">               22.      In view of aforesaid proposition it will now examine\n\n               structural construction of definition of &quot;Works Contract&quot; as\n\n               used in section 2(k) of the State Act and to examine whether\n\n               the nature of work which petitioner had under taken to\n\n               perform falls under the aforesaid definition.\n\n</p><p data-structure=\"Section\" id=\"p_31\">               23.         As has been mentioned hereinabove structurally the\n\n               work contract has three parts, as this Court has understood\n<span class=\"hidden_text\" id=\"span_38\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_39\">                                          19</span>\n\n\n\n\n               that if any work relating to construction, repair and\n\n               maintenance of a building of super structure, dam, weir, canal,\n\n               reservoir, tank, lake, road all types of bridge, culvert, factory\n\n               or work shops related to the State Government or a public\n\n               undertaking will fall under the definition of Works Contract\n\n               but such other work which is related to the State Government\n\n               or undertaking will come under the definition of works\n\n               contract when the Government notify &quot;such works&quot; in the\n\n               Official Gazette. It is important to note the second part of\n\n               definition, the phrase &quot;such other work as may be notified in\n\n               the    Official     Gazette&quot;    has   been   mentioned   denotes,\n\n               requirement is of Notification in the official Gazette\n\n               specifying the nature of such other work then the works\n\n               mentioned in the first part of work relating to the State\n\n               Government or its undertaking only it will fall under the\n\n               inclusive part of definition of works contact and will include\n\n               supply of goods and supply of service relating to execution of\n\n               such works notified in the Official Gazette. So important\n\n               thing is that the nature of work must be notified in the Official\n\n               Gazette and if the nature of work is notified by the State\n\n               Government then only fall in definition of &quot;Works Contract&quot;\n\n</p><blockquote id=\"blockquote_9\">               the supply of goods and supply of service in relation to such\n<span class=\"hidden_text\" id=\"span_40\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_41\">                                          20</span>\n\n\n\n\n               work. So it is important that mere supply of goods\n\n               independently will not fall under the definition of &quot;works\n\n               contract&quot; but supply must be related to such works notified by\n\n               the State Government. The phrase &quot;such work&quot; has also been\n\n               used in the clause (i) and (ii) of the definition section which\n\n               explicitly denotes the inclusive part of definition is closely\n\n               related to upper part of definition relating to such works\n\n               notified by the State Government.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_32\">               24.       In view of the aforesaid interpretation, the agreement\n\n               between the State and the petitioner is for supply and delivery\n\n               of Containerized Tricycle with 8 bins and 2 Containerized\n\n               Hand Carts with 6 wings to Forbesganj and three Single Litter\n\n               Bins of 60 liter capacity with stand to various Nagar Parishad.\n\n               Certainly the nature of work which was to be performed by\n\n               the petitioner does not fall under the definition of &quot;work\n\n               contract&quot; as supply of good does not relates to any work\n\n               mentioned in the definition section which comprises in the\n\n               first part as supply of goods is not related to execution of\n\n               work relating to contract, repair and maintenance of any\n\n               building or superstructure, dam, weir, canal, reservoir, tank,\n\n               lake, road, all types of bridge, culvert, factory or work shops\n\n               and the Government has not come forward to show that any\n<span class=\"hidden_text\" id=\"span_42\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_43\">                                          21</span>\n\n\n\n\n               notification has been issued as provided under Section 2(k) of\n\n               the State Act notifying such other works which may fall under\n\n               the category of Works Contract. Had there been a notification\n\n               notifying certain works then in that circumstances any supply\n\n               of goods relating to such execution of work would have fallen\n\n               in the definition of Works Contract. But in the present case\n\n               the nature of work that has been provided to be performed by\n\n               the petitioner does not fall under any specification mentioned\n\n               in section 2(k) of the State Act. So this Court is of the view\n\n               that the nature of work does not fall under the definition of\n\n               &quot;Works Contract&quot;.\n</p>\n<p data-structure=\"RespArg\" id=\"p_33\">               25.         The second issue has been raised by learned counsel\n\n               for the State that the present writ petition is not maintainable\n\n               in view of the State Act petitioner should approach the\n\n               Tribunal which has been created under the State Act. He has\n\n               further submitted that there is non-obstante clause in section\n\n               22 of the State Act, the only re-course left to the petitioner, to\n\n               approach the Tribunal and office has rightly raised the\n\n               objection about the maintainability of the case. The counter\n\n               for the petitioner disputed the objection of the office.\n\n</p><p data-structure=\"Section\" id=\"p_34\">               26.           Part XI of the Constitution of India deals with\n\n               distribution of legislative power of Union and State. In terms\n<span class=\"hidden_text\" id=\"span_44\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_45\">                                          22</span>\n\n\n\n\n               of constitutional scheme Parliament would make legislation\n\n               with respect to the subjects mentioned in List I of seventh\n\n               schedule. State legislature has jurisdiction to legislate with\n\n               respect to the matter of List II of seventh schedule and List III\n\n               of seventh schedule is the concurrent list where Parliament as\n\n               well as the State has equal jurisdiction to frame the law with\n\n               regard to subjects mentioned therein. <a href=\"/doc/574894/\" id=\"a_27\">Article 245</a> provides that\n\n               the Parliament may make laws for the whole or any part of the\n\n               territory of India, and the Legislature of a State may make\n\n               laws for the whole or any part of the State. <a href=\"/doc/77052/\" id=\"a_28\">Article 246</a>\n\n               provides that notwithstanding anything in clauses (2) and (3),\n\n               Parliament has exclusive power to make laws with respect to\n\n               any of the matters enumerated in List I in Seventh Schedule,\n\n               <a href=\"/doc/1817786/\" id=\"a_29\">Article      246(2)</a>      of     the   Constitution   provides   that\n\n               notwithstanding anything in clause (3), Parliament and,\n\n               subject to clause(1), the Legislature of any State also, have\n\n               power to make laws with respect to any of the matters\n\n               enumerated in List III in the Seventh Schedule and clause (3)\n\n               of <a href=\"/doc/77052/\" id=\"a_30\">Article 246</a> provides that subject to clauses (1) and (2), the\n\n               Legislature of any state has exclusive power to make laws for\n\n               such State or any part thereof with respect to any of the\n\n               matters enumerated in List II in the Seventh schedule. <a href=\"/doc/1930681/\" id=\"a_31\">Article\n<span class=\"hidden_text\" id=\"span_46\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_47\">                                          23</span>\n\n\n\n\n               254</a> of the Constitution deals with inconsistency between the\n\n               laws made by the Parliament and law made by legislature of\n\n               State provides that if any provision of a law made by the\n\n               Legislature of a State is repugnant to any provision of a law\n\n               made by Parliament, which Parliament is competent to enact,\n\n               or to any provision of an existing law with respect to one of\n\n               the matters enumerated in the Concurrent List, then, subject to\n\n               the provisions of clause (2), the law made by Parliament,\n\n               whether passed before           or after the law made by the\n\n               Legislature of such State, or, as the case may be, the existing\n\n               law, shall prevail and the law made by the Legislature of the\n\n               State shall, to the extent of the repugnancy, be void. But the\n\n               law made by the Legislature of State if it has been reserved\n\n               for consideration for President and has received his assent,\n\n               would prevail in that State even if it is repugnant to the law\n\n               made by Parliament.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\">               27.         In the present case the <a href=\"/doc/1306164/\" id=\"a_32\">Arbitration and Conciliation\n\n               Act, 1996</a> has been legislated by the Parliament whereas <a href=\"/doc/164253420/\" id=\"a_33\">Bihar\n\n               Public Works Contract Disputes Arbitration Tribunal Act,\n\n               2008</a> has been legislated by the State legislature. <a href=\"/doc/1052228/\" id=\"a_34\">The\n\n               Arbitration Act</a> has been enacted following the United\n\n               Nations       Commission        on   International   Trade   Law\n<span class=\"hidden_text\" id=\"span_48\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_49\">                                          24</span>\n\n\n\n\n               (UNCITRAL) has adopted the UNCITRAL Model Law on\n\n               International Commercial Arbitration in 1985 and the same\n\n               was placed before the           General Assembly of the United\n\n               Nations      recommended        that   all   countries   gave   due\n\n               consideration to the said Model Law, in view of the\n\n               desirability of uniformity of the law of arbitral procedures and\n\n               the specific needs of international commercial arbitration\n\n               practice. On the recommendation of Law Commission of\n\n               India and of several bodies, to deal with domestic as well as\n\n               International Commercial Dispute, the Parliament enacted\n\n               <a href=\"/doc/1306164/\" id=\"a_35\">Arbitration Act, 1996</a> adopting UNCITRAL Model. <a href=\"/doc/1052228/\" id=\"a_36\">This\n\n               Arbitration Act</a> is complete code which provides in a case of\n\n               commercial dispute in what manner the arbitrator will be\n\n               appointed for resolution of Commercial Dispute. This Central\n\n               Act provides in case of agreement comprises clause for\n\n               arbitration, in the event of dispute the parties to the dispute\n\n               would place the demand for appointment of arbitrator, in\n\n               failure, the aggrieved party would approach the High Court or\n\n               the Hon‟ble Supreme Court in terms of the power conferred\n\n               under <a href=\"/doc/104566/\" id=\"a_37\">Section 11</a> of Act, 1996, accordingly independent\n\n               arbitrator would be appointed by the Court for resolution of\n\n               commercial dispute. But the State Legislature in its wisdom,\n<span class=\"hidden_text\" id=\"span_50\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_51\">                                          25</span>\n\n\n\n\n               for resolution of commercial dispute relating to works\n\n               contract enacted the State Act where it has been provided that\n\n               for the works contract in a case of dispute the Tribunal\n\n               constituted by the State Legislature will have a jurisdiction to\n\n               resolve the inter party dispute.\n</p>\n<p data-structure=\"Section\" id=\"p_36\">               28.              For proper consideration it will be relevant to\n\n               consider certain provisions of the State Act such as <a href=\"/doc/1804257/\" id=\"a_38\">Sections\n\n               2(e)</a>, <a href=\"/doc/1804257/\" id=\"a_39\">2(k)</a>. 8, 9, 10, 11, 12, 13, 14 and 22. <a href=\"/doc/1804257/\" id=\"a_40\">Section 2(e)</a> of the\n\n               definition section defines that dispute means any difference\n\n               relating to any claim arising out of the execution or non-\n\n               execution of the whole or part of a contract for works or\n\n               services or both including the rescinding thereof. <a href=\"/doc/1804257/\" id=\"a_41\">Section 2(k)</a>\n\n               as explained very elaborately, not required to be dealt with\n\n               again. Section 8 of the State Act is very important for this\n\n               case which is as follows:\n</p>\n<blockquote id=\"blockquote_10\">                              &quot;8. Act to be in addition to <a href=\"/doc/1306164/\" id=\"a_42\">Arbitration &amp;\n                       Conciliation Act, 1996</a>.- Notwithstanding anything\n                       contained in this Act, any of the provisions shall be\n                       in addition to and supplemental to <a href=\"/doc/1306164/\" id=\"a_43\">Arbitration and\n                       Conciliation Act, 1996</a> and in case any of the\n                       provision contained herein is construed to be in\n                       conflict with <a href=\"/doc/1052228/\" id=\"a_44\">Arbitration Act</a>, then the latter Act\n                       shall prevail to the extent of conflict.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_37\">               29.          The section starts with the word, notwithstanding\n\n               anything in the State Act any of the provisions shall be in\n<span class=\"hidden_text\" id=\"span_52\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_53\">                                          26</span>\n\n\n\n\n               addition to and supplemental to <a href=\"/doc/1306164/\" id=\"a_45\">Arbitration and Conciliation\n\n               Act, 1996</a> and in case of any provision is in conflict with the\n\n               <a href=\"/doc/1306164/\" id=\"a_46\">Arbitration Act, 1996</a> to the extent of conflict <a href=\"/doc/1306164/\" id=\"a_47\">Arbitration Act,\n\n               1996</a> the Central Act, would prevail. This Section itself\n\n               denotes that State Act is supplemental not supplanting the\n\n               <a href=\"/doc/1306164/\" id=\"a_48\">Arbitration and Conciliation Act, 1996</a> and to the extent of\n\n               repugnancy, Central Act will prevail over State Act. So in this\n\n               situation, certainly, either in terms of the constitution,\n\n               formulation and mechanism of the State Act can not prevail\n\n               upon Central Act and to the extent of repugnancy the Central\n\n               Act will prevail over the State Act. Legislature with its full\n\n               knowledge has enacted <a href=\"/doc/1146817/\" id=\"a_49\">Section 8</a> where specifically\n\n               mentioned that the State Act is supplemental and in case of\n\n               repugnancy Central Act will prevail and as such the argument\n\n               of the State that in view of Section 22 of the State Act to the\n\n               extent of nature of work falls under the category of works\n\n               contract excluded is very hard to be accepted.\n\n</p><p data-structure=\"Section\" id=\"p_38\">               30.      Sections 9, 10, 11, 12 and 13 of the State Act provide,\n\n               the establishment of the Tribunal, its practice and procedure.\n\n               <a href=\"/doc/1841764/\" id=\"a_50\">Section 11</a> of the Act deals with the power of Tribunal.\n\n               <a href=\"/doc/750244/\" id=\"a_51\">Section 12</a> provides that Tribunal has power to review its\n\n               award and revision lies to the High Court. Another important\n<span class=\"hidden_text\" id=\"span_54\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_55\">                                          27</span>\n\n\n\n\n               section is Section 22 of the State Act which is as follows:\n\n</p><blockquote id=\"blockquote_11\">                            &quot;22. Overriding effect of this Act.-\n</blockquote><blockquote id=\"blockquote_12\">                      Notwithstanding any thing contained in any other\n                      Law, Rule, Order, Scheme, or Contract Agreement\n                      entered into before or after commencement of this\n                      Act, any dispute as defined in <a href=\"/doc/1804257/\" id=\"a_52\">Section 2(e)</a> of this\n                      Act shall be regulated under the provisions of this\n                      Act, Rules and Regulations framed thereunder, and\n                      absence of arbitration clause in any contract\n                      agreement shall not have effect of excluding any\n                      dispute from the purview of this Act.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_39\">               31.      Section 22 of the State Act starts with non-obstante\n\n               clause and on that strength counsel for the State has submitted\n\n               that to the extent of agreement related to the works contract\n\n               only the State Tribunal has a jurisdiction to resolve the\n\n               dispute. If it will so read as has suggested by the State then\n\n               provisions of section 8 of the State Act will be nugatory and\n\n               in that circumstances Sections 8 and 22 of the State Act will\n\n               incoherent to each other and for giving harmonious\n\n               construction of the whole statute it has to be read in such a\n\n               manner that provisions of Sections 8 and 22 of the State Act\n\n               must operate cumulatively to achieve the object for which the\n\n               statute has been framed. This Court is of the view that if the\n\n               agreement is silent or if there is specific stipulation about the\n\n               resolution of dispute through the State Tribunal in that\n\n               circumstances the parties will have a forum of Tribunal under\n<span class=\"hidden_text\" id=\"span_56\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_57\">                                          28</span>\n\n\n\n\n               the Act for resolution of the dispute.\n</p>\n<p data-structure=\"Section\" id=\"p_40\">               32.      Let us examine area of the impact of Sections 8 and 22\n\n               of the State Act in relation to the appointment of arbitrator\n\n               under the Central Act. If Sections 8 and 22 of the State Act\n\n               are read together it attributes that the power to appoint the\n\n               arbitrator under Central Act is not any way affected as Section\n\n               8 of the State Act specifically mentions that the State Act will\n\n               be an act in addition to and supplement to the Central Act, in\n\n               conflict, the State Act will have to give way to the Central\n\n               Act. Section 22 of the State Act provides Law, Rule, Order or\n\n               contract agreement cannot override the provisions of State\n\n               Act. But how far the agreement specifying the resolution of\n\n               dispute under Central Act can be overridden by the State Act.\n\n</p><p data-structure=\"Precedent\" id=\"p_41\">               33.      It will be appropriate for consider the judgment of the\n\n               Hon‟ble Supreme Court in resolution of this issue in the case\n\n               of Secretary, Thirumurugan Cooperative Agricultural Credit\n\n               Society (supra) where the dispute arose that the Member of\n\n               Cooperative Society had pledged paddy bags for obtaining\n\n               loan. The appellant Cooperative Society issued notices to the\n\n               respondents demanding repayment of loan amount with\n\n               interest thereon. The Member of the Society filed petitions\n\n               before the District Consumer Disputes Redressal Forum\n<span class=\"hidden_text\" id=\"span_58\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_59\">                                          29</span>\n\n\n\n\n               seeking direction to the appellant to release the paddy bags\n\n               pledged on receipt of the loan amount or in the alternative to\n\n               direct the appellant to pay the market value of the paddy bags\n\n               with interest thereon from the date of pledging till the date of\n\n               release and also to pass an order for compensation for mental\n\n               agony and suffering. A preliminary objection was raised that\n\n               the Consumer Forum had no jurisdiction to decide the dispute\n\n               between members and cooperative society in view of <a href=\"/doc/36934740/\" id=\"a_53\">Section\n\n               90</a> of the Tamil Nadu Cooperative Societies Act, 1983. The\n\n               question before Forum was raised the Member of Society is\n\n               also consumer raised the issue of deficiency in service and\n\n               negligence. The Forum decided the issue in favour of the\n\n               Member of the Society. Ultimately after exhausting the\n\n               remedy of appeal before the State Forum and National Forum\n\n               under the <a href=\"/doc/48103131/\" id=\"a_54\">Consumer Protection Act</a>, it reached to the Apex\n\n               Court. There the issue of maintainability of the petition before\n\n               the Consumer Forum was considered, there the plea was taken\n\n               about the jurisdiction of all courts and Tribunal including civil\n\n               court. Before Hon‟ble Supreme Court maintainability of\n\n               application was raised in following manner:\n\n</p><blockquote id=\"blockquote_13\">                                  <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1996908\" id=\"span_60\">&quot;5. The learned counsel for the appellant\n                           urged that: (1) <a href=\"/doc/1306164/\" id=\"a_55\">Section 90</a> of the Act impliedly\n                           ousts the jurisdiction of all courts and tribunals\n                           including that of a civil court under <a href=\"/doc/1079220/\" id=\"a_56\">Section 9</a>\n<span class=\"hidden_text\" id=\"span_61\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_62\">                                          30</span>\n\n\n\n\n                           <a href=\"/doc/161831507/\" id=\"a_57\">CPC</a> and the Consumer Forum created under the\n                           <a href=\"/doc/1733066/\" id=\"a_58\">Consumer Protection Act, 1986</a> (for short &quot;the\n                           1986 Act&quot;) from adjudicating upon the issues\n                           falling within the scope of the said section; on\n                           the facts of the present case, the dispute is\n                           covered by the said section. For this purpose, he\n                           relied on <a href=\"/doc/1306164/\" id=\"a_59\">Section 156</a> of the Act; (2) the Act\n                           being a special enactment and when specific\n                           provisions are made exclusively to deal with the\n                           disputes between a cooperative society and its\n                           members, the disputes raised before the District\n                           Forum by the respondents were not\n                           maintainable; (3) the Act read with the Rules\n                           creates special rights and liabilities for the\n                           members and the management and lays down\n                           that all questions about the said rights and\n                           liabilities are to be determined by the Registrar\n                           and that it has provisions for appeal, revision\n                           and review. Hence the case in any event is\n                           covered by Proposition (2) set out at SCR p. 682\n                           in <a href=\"/doc/1996908/\" id=\"a_60\">Dhulabhai v. State of M.P.</a>; and (4) if the\n                           argument of the respondents is accepted, a\n                           situation may arise where one party may\n                           approach a forum under the 1986 Act and the\n                           other under the Act, or the same party may\n                           approach two forums one after the other or\n                           simultaneously. In such a situation there is\n                           likelihood of conflict of decisions, which should\n                           be avoided. He drew our attention to certain\n                           provisions of the Act and the 1986 Act. He cited\n                           a few decisions in support of his submissions.\n                           He alternatively submitted that in case his\n                           contentions are not accepted, the State\n                           Commission having not decided other\n                           contentions on merit in the appeal filed by the\n                           appellant, the matter may be remanded to the\n                           State Commission to adjudicate the issues other\n                           than the issue of maintainability.&quot;</span>\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_42\">               34.     Hon‟ble Supreme Court has considered <a href=\"/doc/1202608/\" id=\"a_61\">Section 3</a> of the\n\n               Consumer Act, 1986, held <a href=\"/doc/686376/\" id=\"a_62\">Section 3</a> of the             Consumer\n<span class=\"hidden_text\" id=\"span_63\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_64\">                                          31</span>\n\n\n\n\n               Protection Act remedy available under the <a href=\"/doc/48103131/\" id=\"a_63\">Consumer Act</a> is in\n\n               addition to and not in derogation of any other remedy\n\n               available and also considered <a href=\"/doc/130317925/\" id=\"a_64\">Section 156</a> of the of the Tamil\n\n               Nadu Cooperative Societies Act which starts with non-obstant\n\n               clause mentioned that notwithstanding anything contained in\n\n               any other law for the time being in force no order or award\n\n               passed, decision or action taken or direction issue under this\n\n               Act by an arbitrator, a liquidator, the Registrar or an officer\n\n               authorized or empowered by him will be called in question in\n\n               any court and no injunction shall be granted by any court in\n\n               respect of anything which is done or intended to be done by or\n\n               under this Act, held that the <a href=\"/doc/48103131/\" id=\"a_65\">Consumer Act</a> would not act in\n\n               derogation of any other law. Hon‟bel Supreme Court\n\n               considered large number of judgments and held that question\n\n               of conflict of decisions does not arise. If the parties approach\n\n               both the forums created under the <a href=\"/doc/1733066/\" id=\"a_66\">Consumer Act, 1986</a> Act as\n\n               well as <a href=\"/doc/108006076/\" id=\"a_67\">Co-operative Society Act</a> it is for the forum under the\n\n               1986 Act to leave the parties either to proceed or avail the\n\n               remedies before the other forums, depending on the facts and\n\n               circumstances of the case and ultimately arrived to the\n\n               conclusion that the forum provided under the <a href=\"/doc/48103131/\" id=\"a_68\">Consumer\n\n               Protection Act</a> is not excluded.\n</p><span class=\"hidden_text\" id=\"span_65\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span><p data-structure=\"Conclusion\" id=\"p_43\">\n\n<span class=\"hidden_text\" id=\"span_66\">                                          32</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">               35.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791637\" id=\"span_67\">In another judgment in the case of <a href=\"/doc/791637/\" id=\"a_69\">Trans Mediterranean\n\n               Airways</a> (supra) where the dispute arose about the\n\n               maintainability of the case before the <a href=\"/doc/1733066/\" id=\"a_70\">Consumer Protection\n\n               Act, 1986</a>. The matter was related to an international cargo\n\n               carrier, the principal place of business at Beirut, Lebanon. The\n\n               dispute arose in connection with transportation of the cargo.\n\n               There Hon‟ble Supreme Court examined and reconciled the\n\n               provisions of <a href=\"/doc/48103131/\" id=\"a_71\">Consumer Protection Act</a> on the one hand and\n\n               <a href=\"/doc/1786905/\" id=\"a_72\">Air Act</a> 1972 along with Warsaw convention of 1929 on the\n\n               other hand. One of the issue was raised about maintainability\n\n               of the case before the Consumer Forum, considered the\n\n               provisions of Arbitration Act, Contract Act, Civil Procedure\n\n               Code and the Consumer Act has held that forum before the\n\n               Consumer Court is an additional remedy made available by\n\n               the Parliament and jurisdiction of Consumer Court cannot be\n\n               ousted unless there is clear bar provided under the act. It will\n\n               be apt to quote paragraph nos. 33, 34, 35, 36, 37, 38, 40 and\n\n               41 of the aforesaid judgment:</span>\n</p>\n<blockquote id=\"blockquote_14\">                       &quot;33.The framework for the <a href=\"/doc/48103131/\" id=\"a_73\">CP Act</a> was provided\n                       by a Resolution dated 9.4.1985 of the General\n                       Assembly of the United Nations Organization,\n                       which is commonly known as Consumer\n                       Protection Resolution No.39/248. India is a\n                       signatory to the said Resolution. <a href=\"/doc/1306164/\" id=\"a_74\">The Act</a> was\n                       enacted in view of the aforementioned resolution\n                       of the General Assembly of the United Nations.\n</blockquote><span class=\"hidden_text\" id=\"span_68\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_69\">                                          33</span>\n\n\n\n\n<blockquote id=\"blockquote_15\">                       The Preamble to the Act suggests that it is to\n                       provide better protection for the consumers and\n                       their interests. By this Act, the legislature has\n                       constituted quasi-judicial tribunals/Commissions\n                       as an alternative system of adjudicating consumer\n                       disputes. <a href=\"/doc/31197202/\" id=\"a_75\">Section 3</a> of the CP Act gives an\n                       additional remedy for deficiency of service and\n                       that remedy is not in derogation of any other\n                       remedy under any other law.\n</blockquote><blockquote id=\"blockquote_16\">                       34. In Jabalpur Tractors. Sedmal Jainarain it is\n                       held : (SCC p.107, para 2)\n                           &quot;2......<a href=\"/doc/48103131/\" id=\"a_76\">The Consumer Protection Act</a> is not in\n                       derogation of any other law.&quot;\n</blockquote><p data-structure=\"Section\" id=\"p_45\">                       35. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1061470\" id=\"span_70\">In <a href=\"/doc/1061470/\" id=\"a_77\">Fair Air Engineers (P) Ltd. v. N.K. Modi</a> it\n                       is held: (SCC p. 393, para 15)\n                           &quot;15. Accordingly, it must be held that the\n                       provisions of the Act are to be construed widely to\n                       give effect to the object and purpose of the Act. It\n                       is seen that <a href=\"/doc/686376/\" id=\"a_78\">Section 3</a> envisages that the provisions\n                       of the Act are in addition to and are not in\n                       derogation of any other law in force. It is true, as\n                       rightly contended by Shri Suri, that the words „in\n                       derogation of the provisions of any other law for\n                       the time being in force‟ would be given proper\n                       meaning and effect and if the complaint is not\n                       stayed and the parties are not relegated to the\n                       arbitration, the Act purports to operate in\n                       derogation of the provisions of the <a href=\"/doc/1052228/\" id=\"a_79\">Arbitration Act</a>.\n                       Prima facie, the contention appears to be plausible\n                       but on construction and conspectus of the\n                       provisions of the Act we think that the contention\n                       is not well founded. Parliament is aware of the\n                       provisions of the <a href=\"/doc/171398/\" id=\"a_80\">Arbitration Act and the Contract\n                       Act, 1872</a> and the consequential remedy available\n                       under <a href=\"/doc/76869205/\" id=\"a_81\">Section 9</a> of the Code of Civil Procedure i.e.\n                       to avail of right of civil action in a competent court\n                       of civil jurisdiction. Nonetheless, the Act provides\n                       the additional remedy.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_46\">                           36. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925018\" id=\"span_71\">In <a href=\"/doc/925018/\" id=\"a_82\">State of Karnataka v. Vishwabharathi\n                       House Building Coop. Society</a> a three-Judge Bench\n                       of this Court observed: (SCC p. 420, para 16)\n                           &quot;16. ... inasmuch as the provisions of the said\n                       Act are in addition to the provisions of any other\n                       law for the time being in force and not in\n<span class=\"hidden_text\" id=\"span_72\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_73\">                                          34</span>\n\n\n\n\n                       derogation thereof as is evident from <a href=\"/doc/686376/\" id=\"a_83\">Section 3</a>\n                       thereof.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">                           37. In Thirumurugan Coop. Agricultural Credit\n                       Society v. M. Lalitha, this Court took the view:\n</p><blockquote id=\"blockquote_17\">                       (SCC p. 312, para 12)\n                           &quot;12. As per <a href=\"/doc/686376/\" id=\"a_84\">Section 3</a> of the Act, as already\n                       stated above, the provisions of the Act shall be in\n                       addition to and not in derogation of any other\n                       provisions of any other law for the time being in\n                       force. Having due regard to the scheme of the Act\n                       and purpose sought to be achieved to protect the\n                       interest of the consumers better, the provisions are\n                       to be interpreted broadly, positively and\n                       purposefully in the context of the present case to\n                       give meaning to additional/extended jurisdiction,\n                       particularly when <a href=\"/doc/686376/\" id=\"a_85\">Section 3</a> seeks to provide\n                       remedy under the Act in addition to other remedies\n                       provided under other Acts unless there is a clear\n                       bar.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\">                           38. This Court in Kishore Lal v. ESI Corpn.\n</p><p data-structure=\"Section\" id=\"p_49\">                       took the view: (SCC p. 587, para 7)\n                           &quot;7. The definition of „consumer‟ in the <a href=\"/doc/48103131/\" id=\"a_86\">CP Act</a>\n                       is apparently wide enough and encompasses within\n                       its fold not only the goods but also the services,\n                       bought or hired, for consideration. Such\n                       consideration may be paid or promised or partly\n                       paid or partly promised under any system of\n                       deferred payment and includes any beneficiary of\n                       such person other than the person who hires the\n                       service for consideration. <a href=\"/doc/1306164/\" id=\"a_87\">The Act</a> being a\n                       beneficial legislation, aims to protect the interests\n                       of a consumer as understood in the business\n                       parlance. The important characteristics of goods\n                       and services under the Act are that they are\n                       supplied at a price to cover the costs and generate\n                       profit or income for the seller of goods or provider\n                       of services. The comprehensive definition aims at\n                       covering every man who pays money as the price\n                       or cost of goods and services. However, by virtue\n                       of the definition, the person who obtains goods for\n                       resale or for any commercial purpose is excluded,\n                       but the services hired for consideration even for\n<span class=\"hidden_text\" id=\"span_74\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_75\">                                          35</span>\n\n\n\n\n                       commercial purposes are not excluded. The term\n                       „service‟ unambiguously indicates in the definition\n                       that the definition is not restrictive and includes\n                       within its ambit such services as well which are\n                       specified therein. However, a service hired or\n                       availed, which does not cost anything or can be\n                       said free of charge, or under a contract of personal\n                       service, is not included within the meaning of\n                       „service‟ for the purposes of the <a href=\"/doc/48103131/\" id=\"a_88\">CP Act</a>.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">                           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1907957\" id=\"span_76\">40. This Court in <a href=\"/doc/1907957/\" id=\"a_89\">Patel Roadways Ltd. v. Birla\n                       Yamaha Ltd.</a> has considered this question and has\n                       laid down that the disputes redressal agency\n                       provided for in the Act will have the jurisdiction to\n                       entertain complaints in which the claim for loss or\n                       damage of goods entrusted to a carrier for\n                       transportation is in dispute.</span>\n</p><p data-structure=\"Section\" id=\"p_51\">                           41. In our view, the protection provided under\n                       the <a href=\"/doc/48103131/\" id=\"a_90\">CP Act</a> to consumers is in addition to the\n                       remedies available under any other statute. It does\n                       not extinguish the remedies under another statute\n                       but provides an additional or alternative remedy. In\n                       the instant case, at the relevant point of time, the\n                       value of the subject-matter was more than Rs 20\n                       lakhs, by which the National Commission is\n                       conferred jurisdiction for any cause of action that\n                       arises under the Act. Further, we are not inclined\n                       to agree with the argument of Shri Bhagat that\n                       exercising of jurisdiction was in contravention of\n                       international law, as the Warsaw Convention and\n                       the Hague Protocol have been incorporated into\n                       the domestic law by the passage of the <a href=\"/doc/1826871/\" id=\"a_91\">CA Act</a>.\n</p><p data-structure=\"Precedent\" id=\"p_52\">                       Therefore, we do not find any legal infirmity in the\n                       National Commission exercising its jurisdiction, as\n                       the same can be considered a court within the\n                       territory of a high contracting party for the purpose\n                       of Rule 29 of the <a href=\"/doc/1826871/\" id=\"a_92\">Second Schedule to the CA Act</a>\n                       and the Warsaw Convention.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n</p><p data-structure=\"Precedent\" id=\"p_54\">               36.      Before Hon‟ble Supreme Court in the case of National\n\n               Seeds Corporation Limited (supra) the question arose as to\n<span class=\"hidden_text\" id=\"span_77\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_78\">                                          36</span>\n\n\n\n\n               whether the case was maintainable before the consumer\n\n               Court. There the question was raised the proceeding under the\n\n               Consumer Court was not maintainable in view of provisions\n\n               contained in <a href=\"/doc/1424192/\" id=\"a_93\">Seeds Act, 1966</a> and no complaint about the sale\n\n               or supply of defective seeds can be raised, grievance can only\n\n               be raised under the <a href=\"/doc/1424192/\" id=\"a_94\">Seeds Act</a> and not under the <a href=\"/doc/48103131/\" id=\"a_95\">Consumer\n\n               Protection Act</a>. Question was also raised about arbitration\n\n               clause mentioned in the agreement, plea was taken in view of\n\n               the specific provisions the District Forum has no jurisdiction\n\n               to entertain the application. The Court has held that even the\n\n               provisions under the <a href=\"/doc/1424192/\" id=\"a_96\">Seeds Act</a> or <a href=\"/doc/1052228/\" id=\"a_97\">Arbitration Act</a> the\n\n               jurisdiction of the Court under the <a href=\"/doc/48103131/\" id=\"a_98\">Consumer Protection Act</a>\n\n               cannot be excluded, relied on earlier judgment of Hon‟ble\n\n               supreme Court holding that remedy available under Consumer\n\n               Forum       is an additional remedy and entertainment of the\n\n               application by the Consumer Court cannot be said that the\n\n               same was not maintainable.\n</p>\n<p data-structure=\"Precedent\" id=\"p_55\">               37.        Similar issue was raised in the case of Virendra Jain\n\n               (supra) about the applicability of the <a href=\"/doc/48103131/\" id=\"a_99\">Consumer Protection Act</a>\n\n               vis-à-vis <a href=\"/doc/108006076/\" id=\"a_100\">Cooperative Society Act</a>. There the issue was raised\n\n               about jurisdiction of the Consumer Court in relation to the\n\n               provision mentioned in the <a href=\"/doc/108006076/\" id=\"a_101\">Cooperative Society Act</a>, there the\n<span class=\"hidden_text\" id=\"span_79\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span>\n\n<span class=\"hidden_text\" id=\"span_80\">                                          37</span>\n\n\n\n\n               Court has held that the consumer court has jurisdiction to\n\n               entertain the application. It will be appropriate to quote\n\n               paragraph nos. 14 and 15 of the aforesaid judgment:\n\n</p><blockquote id=\"blockquote_18\">                             &quot;14. In our view, there is no merit in the\n                      submission of the learned Senior Counsel. In the\n                      complaints filed by them, the appellants had\n                      primarily challenged the action of Respondent 1 to\n                      refund the amounts deposited by them and thereby\n                      extinguished their entitlement to get the flats.\n                      Therefore, the mere fact that the action taken by\n                      respondent 1 was approved by the Assistant\n                      Registrar, Cooperative Societies and higher\n                      authorities, cannot deprive the appellants of their\n                      legitimate right to seek remedy under the Act,\n                      which is in addition to the other remedies available\n                      to them under the <a href=\"/doc/108006076/\" id=\"a_102\">Cooperative Societies Act</a>. Law\n                      on this issue must be treated as settled by the\n                      judgments of this Court in Thirumurugan Coop.\n                      Agricultural Credit Society v. M. Lalitha, Kishore\n                      Lal v. ESI Corpn. And National Seeds Corpn. Ltd.\n                      v. M. Madhusudhan Reddy.\n</blockquote><blockquote id=\"blockquote_19\">                             15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"791637\" id=\"span_81\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1061470\" id=\"span_82\">In the last mentioned judgment, National\n                      Seeds Corpn. Case, this Court referred to the earlier\n                      judgments in fair <a href=\"/doc/1061470/\" id=\"a_103\">Air Engineers (P) Ltd. v. N.K.\n                      Modi</a>, Thirumurugan Coop. Agricultural Credit\n                      Society v. M. Lalitha Skypak Couriers Ltd. v. <a href=\"/doc/791637/\" id=\"a_104\">Tata\n                      Chemicals Ltd. and Trans Mediterranean Airways\n                      v. Universal Exports</a> and held that the remedy avail\n                      able under the Act is in addition to the remedies\n                      available under other statutes and the availability of\n                      alternative remedies is not a bar to the entertaining\n                      of a complaint filed under the Act.&quot;</span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_56\">               38.       The judgment that has been relied by learned counsel\n\n               petitioner in the case of Shanta Talwar (supra) is not\n\n               applicable to the present case as it deals with different context\n\n               and different point.\n</p><span class=\"hidden_text\" id=\"span_83\"> Patna High Court REQ. CASE No.1 of 2014 (10)</span><p data-structure=\"Conclusion\" id=\"p_57\">\n\n<span class=\"hidden_text\" id=\"span_84\">                                          38</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_58\">               39.          In view of the judgments aforesaid it is apparently\n\n               clear from the State Act and Central Act both are\n\n               supplemental to each other and State Act is no derogation to\n\n               the Central Act. In this situation it is very difficult to arrive to\n\n               the conclusion of excluding the jurisdiction of this Court in\n\n               entertaining the application for appointment of arbitrator\n\n               when the agreement provides that the dispute will be resolved\n\n               through <a href=\"/doc/1306164/\" id=\"a_105\">Arbitration Act, 1996</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">               40.       <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1996908\" id=\"span_85\">In support of his contention learned counsel for the\n\n               respondent has relied on the judgment of the Hon‟ble\n\n               Supreme Court in the case of         <a href=\"/doc/1996908/\" id=\"a_106\">Madhya Pradesh Rural Road\n\n               Development Authority</a> (supra) where similar <a href=\"/doc/1052228/\" id=\"a_107\">Arbitration Act</a>\n\n               has been enacted by the State of Madhya Pradesh. The\n\n               question arose about the applicability of the State Act vis-à-\n\n               vis Central Act. The two Judges Bench of Hon‟ble Supreme\n\n               Court could not arrive to a conclusion, matter referred to\n\n               larger Bench, there the State Act received the assent of the\n\n               President of India as provided under <a href=\"/doc/1930681/\" id=\"a_108\">Article 254</a> of the\n\n               Constitution of India but in the present case the State Act was\n\n               not reserved for assent of President of India and so much so\n\n               Section 8 of the State Act makes it clear that in case of\n\n               conflict Central Act will prevail.</span>\n</p><span class=\"hidden_text\" id=\"span_86\">           Patna High Court REQ. CASE No.1 of 2014 (10)</span><p data-structure=\"Conclusion\" id=\"p_60\">\n\n<span class=\"hidden_text\" id=\"span_87\">                                                    39</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_61\">                         41.          Let the case be tested from another angle, if the\n\n                         agreement to contract provides a clause of international\n\n                         arbitration relates to work contract, provides the place of\n\n                         arbitration outside India and the law of Britain would apply,\n\n                         directing the party to move to Tribunal under the State Act\n\n                         will be highly inappropriate against the terms of agreement.\n\n</p><p data-structure=\"Conclusion\" id=\"p_62\">                         42.        In this view of the matter, the objection raised by the\n\n                         office about the maintainability of the petition is not\n\n                         sustainable and this Court will proceed with the matter in\n\n                         terms of the provisions of Central Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\">                         43.          Let this case be listed on 7th November, 2014 under\n\n                         the heading „For Admission‟.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_64\">\n\n\n</p><pre id=\"pre_2\">Vinay/-                                             (Shivaji Pandey, J)\n\n\n U\n </pre>","numcites":42,"numcitedby":5,"docsource":"Patna High Court - Orders","citetid":105346194,"divtype":"judgments","relatedqs":[{"value":"consumer court","formInput":"consumer%20court"},{"value":"central act will prevail the state act","formInput":"central%20act%20will%20prevail%20the%20state%20act"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"act will prevail the other","formInput":"act%20will%20prevail%20the%20other"},{"value":"commercial dispute","formInput":"commercial%20dispute"},{"value":"works contract","formInput":"works%20contract"},{"value":"consumer protection act","formInput":"consumer%20protection%20act"},{"value":"non obstante clause","formInput":"non%20obstante%20clause"},{"value":"seeds act","formInput":"seeds%20act"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"article 246","formInput":"article%20246"},{"value":"definition of owner ","formInput":"definition%20of%20owner%20"},{"value":"definition of construction","formInput":"definition%20of%20construction"},{"value":"warsaw convention","formInput":"warsaw%20convention"},{"value":"definition inclusive","formInput":"definition%20inclusive"},{"value":"not in derogation of ","formInput":"not%20in%20derogation%20of%20"},{"value":"contract act","formInput":"contract%20act"},{"value":"consumer under consumer protection act","formInput":"consumer%20under%20consumer%20protection%20act"},{"value":"contract dispute","formInput":"contract%20dispute"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"definitions","formInput":"tag:definitions"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"receipt-of-written-communications","formInput":"tag:receipt-of-written-communications"}],"courtcopy":true,"query_alert":null,"agreement":false}