{"tid":686484,"publishdate":"2008-02-22","title":"Union Of India (Uoi) Through Textile ... vs Bhagwati Cottons Ltd., G.P.B. Fibres ... on 22 February, 2008","doc":"<h2 class=\"doc_title\">Union Of India (Uoi) Through Textile ... vs Bhagwati Cottons Ltd., G.P.B. Fibres ... on 22 February, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-m-khanwilkar\">A.M. Khanwilkar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-m-khanwilkar\">A.M. Khanwilkar</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nA.M. Khanwilkar, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This Suit, filed on 8th April 1999, against the Defendants, is for recovery of sum of Rs. 3,46,07,726/-(Rupees Three Crores Forty-six Lakhs Seven Thousand Seven Hundred &amp; Twenty-six) with further interest on the principal sum of Rs. 2,10,25,350/-(Rupees Two Crores Ten Lakhs Twenty-five Thousand Three Hundred Fifty) at the rate of 24% per annum from the date of filing of the Suit until payment/realisation thereof. The Suit is already decreed ex-parte against the Defendant No. 1. It now proceeds against Defendant No. 2 only. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The Plaintiffs assert that the Office of the Textile Commissioner in the Ministry of Textiles of India used to release quota of raw cotton and cotton wastes for exports from time to time as per the then prevailing exim policy. As per the quota released, the Textile Commissioner issues Memorandum in the beginning of each cotton year specifying the terms and conditions for export of raw cotton and cotton wastes. That the Defendant No. 1 and GPB Fibres Limited were carrying on export business from the same premises. Later on, said GPB Fibres Ltd. amalgamated with Defendant No. 1 Company as per the order of the Company Judge dated 12th September 1997 in Company Petition No. 382 of 1997 and connected proceedings. As per the said Scheme, all the debts and liabilities of GPB Fibres Ltd. have been taken over by the Defendant No. 1 Company. It is stated that the present Suit has been filed against the Defendant No. 1 not only in respect of the liabilities of Defendant No. 1 but also the liability of said GPB Fibres Ltd.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. According to the Plaintiffs for the cotton season 1995-1996, the Government of India had released cotton export quota of 0.10 lakhs bales (each of 170 kg.) extra long staple cotton in favour of private traders and State Co-operative Marketing Federation. Accordingly, the terms and conditions for export of raw cotton for the cotton season 1995-96 was prescribed in Memorandum-I dated 6th November 1995 issued by the Textile Commissioner, Mumbai. A Press Note and a Memorandum was issued on 9th January 1996 by the Textile Commissioner, Mumbai, inviting applications for allotment of the said quota as per the terms and conditions specified in Memorandum-I dated 6th November 1995.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The Defendant No. 1 as well as said GPB Fibres Ltd. submitted separate Applications in the prescribed form on 31st January 1996 together with original contract entered into by and between the Defendant No. 1 and the foreign purchaser dated 23rd January 1996 and 25th January 1996 respectively, together with Legal Undertaking and a Bank Guarantee. By the said Legal Undertaking and the Bank Guarantee, the Defendant No. 1 and GPB Fibres Ltd. agreed and undertook to fulfil the export obligation and realise foreign exchange and in case of failure, unconditionally and irrevocably agreed to pay to the Central Government a sum of Rs. 1,03,79,600/-(Rupees One Crore Three Lakhs Seventy-nine Thousand Six Hundred) and Rs. 1,06,45,750/-(Rupees One Crore Six Lakhs Forty-five Thousand Seven Hundred Fifty) respectively. Irrevocable Bank Guarantee was executed by Defendant No. 2 Bank in favour of the President of India. As per Clause (4) of the said Bank Guarantee, the Defendant No. 2 agreed that the Guarantee shall remain in force for a period of six months after the last date of shipment as permitted by the Textile Commissioner, either by way of General Notice or specifically, till all the obligations of the exporter under or by virtue of the said Registration Certificate have been fully discharged to the satisfaction of the Government or the appropriate Authority for the time being authorised to perform the duties in that behalf, who in turn, certifies that the terms and conditions of the Registration Certificate have been fully and properly carried out by the exporter and accordingly discharged this guarantee.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. The Plaintiffs assert that the Textile Commissioner, Government of India on 6th February 1996 permitted the Defendant No. 1 and said GPB Fibres Ltd. to export 416.5 metric tons (2450 Bales of 170 Kg each) of extra long staple cotton. As per the said orders, the last date of shipment was to be 31st July 1996 and the Defendant No. 1 and said GPB Fibres Limited were expected to earn foreign exchange worth US $ 29,23,830.00 (Rs.10,37,95,965/-) and US $ 29,98,800.00 (Rs.10,64,57,400/-). It was further provided that if the Defendant No. 1 and said GPB Fibres Ltd. failed to fulfil their obligation and realise the foreign exchange within the stipulated period, in that case, the amount recoverable from the Defendant No. 1 by way of Bank Guarantee will be to the extent of Rs. 1,03,79,600/- and Rs. 1,06,45,750/ respectively.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. It is the Plaintiffs case that the Defendant No. 1 and GPB Fibres Ltd. failed and neglected to furnish particulars and supporting documents regarding export of goods as allocated to them within the stipulated period. As a result, the Plaintiffs, by letter dated 3rd January 1997 called upon the Defendant No. 1 and GPB Fibres Ltd. to submit necessary documents to establish that they have complied with the export obligation, failing which, the Plaintiffs will be free to enforce the Bank Guarantee given by the Defendant No. 2. Inspite of this requisition, the Defendant No. 1 and GPB Fibres Ltd. failed and neglected to submit any documents and particulars. With the result, the Plaintiffs addressed letter dated 15th May 1997 to Defendant No. 2, calling upon them to make payment of Rs. 1,03,79,600/- (Rupees One Crore Three Lakhs Seventy-nine Thousand Six Hundred) and Rs. 1,06,45,750/-(Rupees One Crore Six Lakhs Forty-five Seven Hundred Fifty) as per the Bank Guarantee furnished by them on behalf of Defendant No. 1 and GPB Fibres Ltd.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 7. In response to the said communication, Defendant No. 2 wrote to the Plaintiffs that the Bank Guarantees were valid only up to 31st January 1997 and the same could be invoked within the extended period of three months i.e. up to 30th April 1997. According to the Defendant No. 2, the Plaintiffs having failed to do so, the Defendant No. 2 was relieved and discharged from all the liabilities. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. The Plaintiffs, thereafter, by letter dated 7th August 1997 called upon Defendant No. 1 and said GPB Fibres Ltd. to make good the amount of Rs. 1,03,79,600/- (Rupees One Crore Three Lakhs Seventy-nine Thousand Six Hundred) and Rs. 1,06,45,750/-(Rupees One Crore Six Lakhs Forty-five Thousand Seven Hundred Fifty) respectively. As the Defendant No. 1 and GPB Fibres Ltd. failed and neglected to submit any proof of shipment against the export quota granted to them on 6th February 1996 by letter dated 27th/28th August 1997, the Plaintiffs informed the Defendant No. 2 that in the light of the amendment to <a href=\"/doc/1224074/\" id=\"a_1\">Section 28</a> of the Indian Contract Act, 1872, which came into force with effect from 8th January 1997, the Bank was not absolved of its obligation to make payment under the Bank Guarantees but was bound and liable to pay the amounts referred to therein.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\"> 9. The Defendant No. 2 by letter dated 19th September 1997 reiterated their earlier stand that it stood relieved and discharged of its liability on and after 30th April 1997. The Plaintiffs, thereafter, wrote to Defendant No. 1 and GPB Fibres Ltd. on 24th October 1997 calling upon them to pay the requisite amounts within ten days from the receipt of the said letter.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\">10. The Defendant No. 1 and said GPB Fibres Ltd., for the first time, as an afterthought, by their letter dated 2nd March 1998 informed the Plaintiffs that they were not in a position to export the goods on account of non-availability of good quality cotton. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\">11. The Plaintiffs by their letter dated 1st April 1998 informed the Defendant No. 1 and said GPB Fibres Ltd. that explanation offered by them was not acceptable and was rejected. The said Defendant No. 1 and GPB Fibres Ltd. were instead called upon to pay the amount along with interest at the rate of 24% on or before 15th April 1998. They, however, neglected and failed to pay the said amount. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_12\">12. The Plaintiffs received another letter from Defendant No. 2 dated 27th February 1998 reiterating its earlier stand that claim against the Bank was untenable. Having realised that neither the Defendant No. 1 and the said GPB Fibres Ltd. were coming forward to pay the requisite amounts, nor the Defendant No. 2 Bank was discharging its obligation under the Bank Guarantees, the Plaintiffs have filed composite Suit against both the Defendants for recovery of principal amount of Rs. 2,10,25,350/- (Rupees Two Crores Ten Lakhs Twenty-five Thousand Three Hundred Fifty) and interest accrued thereon and further interest.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\"> 13. The Defendant No. 1 remained ex-parte. Eventually, the Suit came to be decreed against Defendant No. 1. The Defendant No. 2 Bank, however, contested the claim of the Plaintiffs qua them by filing written statement. The Defendant No. 2 Bank has reiterated its stand that the Bank Guarantees expired on 30th April 1997 on and from which date, the Bank stood relieved and discharged from all their liabilities. According to the Defendant No. 2 Bank, the Plaintiffs were ill-advised to rely on <a href=\"/doc/1224074/\" id=\"a_2\">Section 28</a> of the Indian Contract Act, 1872 which amendment had no impact on the contractual obligation qua the Defendant No. 2 Bank. On the basis of the pleadings of the Plaintiffs and Defendant No. 2, my predecessor proceeded to frame in all 18 issues under order dated March 14, 2005, which reads thus:\n</p>  \n\n<blockquote id=\"blockquote_1\"> 1) Whether the plaintiff proves that there is any cause of action against defendant No. 2?\n</blockquote> \n\n<blockquote id=\"blockquote_2\"> 2) Whether the amount of Rs. 2,10,25,350/ is due and payable by the Defendant No. 2 with interest under the Bank Guarantee Bond dated 31st January, 1996, because of failure of Defendant No. 1 to fulfil their Export obligations by 31st July, 1996 as specified in Export/Registration Certificate dated 6th February, 1996 and in paragraph 6(a) and 6(b) of the Memorandum I dated 6th November, 1995?\n</blockquote> \n\n<blockquote id=\"blockquote_3\"> 3) Whether in view of Clause 5 of the Bank Guarantee Bond dated 31/1/1996, the period fixed for filing the claim/demand of BG amount by Plaintiff with the Defendant No. 2 impliedly stands extended due to the applications dated 19/7/1996, 15/10/1996 &amp; 12/12/1996 of the Defendant No. 1 seeking for extension of the period fixed for fulfilling the export obligation beyond the original date of shipment period, i.e. 31/7/1996 and granting of 3 general extension in shipment period by Plaintiff firstly upto 31/10/1996, secondly upto 31/12/1996 and then finally upto 28/2/1997 by press note dated 29/8/1996, 30/10/1996 and 7/2/1997 respectively, so as to enable all the export defaulters including the Defendant No. 1 to fulfil the export obligation within the said extended period. \n</blockquote> \n\n<blockquote id=\"blockquote_4\">4) Whether &quot;the notwithstanding clause&quot; mentioned at the end of the Bank Guarantee Bond dated 31st January, 1996, relieving and discharging the Defendant No. 2 from the liability under the bank Guarantee on failure of the Plaintiffs filing the Demand/Claim with the Defendant No. 2 on or before the alleged expiry of the Claim period on 30th April, 1997, is void as per <a href=\"/doc/616001/\" id=\"a_3\">Section 28(b)</a> of Indian Contract Act, newly added by Indian Contract (Amendment) Act No. 1 of 1997 which came into effect on 8th January, 1997, when the Bank Guarantee was alive?\n</blockquote> \n\n<blockquote id=\"blockquote_5\"> 5) Whether the rights of the Plaintiffs to enforce the rights under the Bank Guarantee would subsist for the period of 30 years and liability of the bank under the said Guarantee Bond would also continue for the said period of 30 years?\n</blockquote> \n\n<blockquote id=\"blockquote_6\"> 6) Whether on account of demand/claim being lodged by the Plaintiffs with the Defendant No. 2 by letter dated 15th May, 1997 i.e. after alleged expiry of guarantee on 30th April, 1997, the Defendant No. 2 is relieved and discharged from all liabilities under the said guarantee dated 31st January 1996, with effect from 30th April, 1997 (Paragraph 9 of the Written Statement of the Defendant No. 2) ? \n</blockquote> \n\n<blockquote id=\"blockquote_7\"> 7) Whether correct interpretation of <a href=\"/doc/1224074/\" id=\"a_4\">Section 28</a> as amended on 8th January, 1997, does not stipulate that the clause restricting the period of invocation of the guarantee is void as contended in para 10 of the Written Statement of the Defendant No. 2?\n</blockquote> \n\n<blockquote id=\"blockquote_8\"> 8) Whether as per amended <a href=\"/doc/1224074/\" id=\"a_5\">Section 28</a>, any agreement which restricts or discharges any party from any liability under or in respect of any contract of Guarantee on expiry of a specified period, so as to restrict any party from enforcing legal proceedings is void (as contended in para 11 of the Written Statement of the Defendant No. 2) ?\n</blockquote> \n\n<blockquote id=\"blockquote_9\">9) Whether amended <a href=\"/doc/616001/\" id=\"a_6\">Section 28(b)</a> does not imply that Bank Guarantee should not be invoked within the time period specified in the guarantee or that the same does not restrain the parties to provide in the contract of Guarantor, period for filing claim or for making demand within a particular period (Para 11 of the Written Statement of the Defendant No. 2) ?\n</blockquote> \n\n<blockquote id=\"blockquote_10\"> 10) Whether inspite of amendment of <a href=\"/doc/616001/\" id=\"a_7\">Section 28(b)</a> of the Indian Contract Act, it is necessary for the parties to invoke Bank Guarantee by making demand in terms of time period specified therein or else the entire purpose of said clause in the Bank Guarantee shall be frustrated (Para 11 of the Written Statement of the Defendant No. 2) ?\n</blockquote> \n\n<blockquote id=\"blockquote_11\"> 11) Whether it is obligatory on the parties to invoke the Bank Guarantee by making demand within time period for enabling the party to file suit for recovery of the Guarantee amount from the defendant (Para 11 of the Written Statement of the Defendant No. 2) ?\n</blockquote> \n\n<blockquote id=\"blockquote_12\"> 12) Whether the contention that Defendant No. 2 is bound and liable to make payment under the Bank Guarantee in spite of failure to make demand upon the Defendant No. 2 within specified time limit i.e. on or before the 30th April, 1997, is not tenable (Para 13 of the written statement of the Defendant No. 2) ?\n</blockquote> \n\n<blockquote id=\"blockquote_13\"> 13) Whether even if the Plaintiff did not invoke the Bank Guarantee within the time period stipulated, the Defendant No. 2 can be held liable for the guarantee amount (Para 16 of the written statement of the Defendant No. 2) ?\n</blockquote> \n\n<blockquote id=\"blockquote_14\"> 14) Whether <a href=\"/doc/616001/\" id=\"a_8\">Section 28(b)</a> makes only those agreements which restrict time period for enforcing the legal proceedings (by filing suit) because of non invocation of Bank Guarantee within specified period as void and not the Clause which require invocation of Bank Guarantee within the specified period (Para 16 of the written statement of the Defendant No. 2) ?\n</blockquote> \n\n<blockquote id=\"blockquote_15\"> 15) Whether <a href=\"/doc/616001/\" id=\"a_9\">Section 28(b)</a> of the Contract Act and provisions of <a href=\"/doc/1317393/\" id=\"a_10\">Limitation Act</a> come into play only if Plaintiffs would have invoked the Bank Guarantee within the stipulated time as mentioned in the non-obstante clause and then would have subsequently filed a suit or initiated legal proceedings. (Para 16 of the written statement of the Defendant No. 2) ?\n</blockquote> \n\n<blockquote id=\"blockquote_16\"> 16) Whether amended <a href=\"/doc/616001/\" id=\"a_11\">Section 28(b)</a> of the Indian Contract Act provides that the <a href=\"/doc/1317393/\" id=\"a_12\">Limitation Act</a> would come into play only if the Plaintiff would have invoked the Bank Guarantee within the specified period and Defendant No. 2 dishonoured the same? (Para 17 of the written statement of the Defendant No. 2)\n \n\n</blockquote><blockquote id=\"blockquote_17\"> 17) Whether the Government can enforce the rights under the Bank Guarantee within thirty years from the date of failure on the part of the Defendant No. 2 to honour the Bank Guarantee. ?\n</blockquote> \n\n<blockquote id=\"blockquote_18\"> 18) If so what decree/order.? \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_14\"> 14. The Plaintiffs have filed affidavit in lieu of examination-in-chief sworn by Bhupendra Ambalal Patel, Joint Textile Commissioner (Cotton) dated 3rd March 2004. The case made out in the Plaint is virtually restated in this affidavit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> This evidence elaborates the relevant clauses of the Bank Guarantee and attempts to spell out as to how the Defendant No. 2 would be liable to discharge the obligation under the Bank Guarantees.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\"> 15. In Para 4 of the affidavit, it is stated that Clause 3(iii) of the Memorandum dated 6th November 1995 required shipment to be made only against irrevocable Letter of Credit. As per Clause 3(iv) of the said Memorandum, Bank Guarantee/Undertaking in the prescribed form of the value of 10% of the contracted price in case of raw cotton worked out in terms of rupee on the basis of ruling exchange rate on the date of preparation of the said Bank Guarantee/Undertaking was to be submitted. The said Bank Guarantee had to be valid up to six months, with a provision for additional three months claim period from the last date of shipment which was 31st July 1996. As per Clause 3(a)(v), the photocopy of RBI Code Number valid at the time of application was also required to be submitted. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">16. In Paragraph 5 of the affidavit, requirement of Clause 5(a) of the said Memorandum is spelt out. Insofar as formalities regarding Bank Guarantee, Clause 6(a) of the Memorandum dated 6th November 1995 is relevant. As stated in Para 6 of the affidavit, the Bank Guarantee was to be released within 45 days of shipment, if the exporter submitted the stated documents as proof of shipment and proof of receipt of contracted price. Clause 6(b) of the Memorandum dated 6th November 1995-highlighted in Para 7 of the affidavit required that the non-shipment or part shipment or delay in submission of the documents referred to in Clause 6(a) without any valid reason, would make the exporter liable for forfeiture of full or part Bank Guarantee/Undertaking amount. The affidavit goes on to elaborate the relevant clauses in Paragraphs 8 to 12 of the affidavit. In Paragraph 13 onwards, the witness has spoken about steps taken after issuance of Memorandum dated 6th November 1995 of issuance of Press Note and inviting applications including submission of application by Defendant No. 1 and said GPB Fibres Ltd. in response to the said invitation up to Paragraph 15.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\"> 17. In Paragraph 15 of the affidavit, the witness has spoken about the formalities completed by the Defendant No. 1 and said GPB Fibres Ltd., on which basis, Registration Certificate was issued in their favour in exporting the stated goods. Paras 16 to 20 of the affidavit specifically deal with the Bank Guarantees furnished by Defendant No. 1 and GPB Fibres Ltd. The said Bank Guarantees have been executed by Defendant No. 2 dated 31st January 1996 in favour of the Plaintiffs, whereby, the Defendant No. 2 unconditionally and irrevocably undertook to pay to the Government amount not exceeding Rs. 1,03,79,600/-(Rupees One Crore Three Lakhs Seventy-nine Thousand Six Hundred) and Rs. 1,06,45,750/-(Rupees One Crore Six Lakhs Forty-five Thousand Seven Hundred Fifty) respectively against any loss or damage caused to or suffered by the Government by reason of any failure on the part of the exporter of any of the terms and conditions of Registration Certificate and Memorandum dated 6th November 1996. The Defendant No. 2 Bank undertook to pay the amount due and payable under the Guarantee without any demur, protest and merely on demand from the Government stating that the amount claimed was due by way of loss or damage caused or suffered by the Government by reason of breach of the exporter of any of the terms and conditions of the Registration Certificate and that the demand made on the Bank would be conclusive as regards the amount due and payable by the Bank under the said Guarantees.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 18. Paragraphs 18 and 19 of the affidavit highlight the terms of Clause (4) of the Bank Guarantee. Clause (5) of the Bank Guarantee is highlighted in Para 20 of the affidavit. The witness has then proved all the relevant documents appended to the affidavit. In the ultimate analysis, the witness has deposed about the primary liability of Defendant No. 1 and said GPB Fibres Ltd. to make good the amount and on their failure, it was open to the Plaintiffs to claim such amount from the Defendant No. 2 Bank, which was assured to be paid by the Bank by way of two bank guarantees. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">19. The witness has filed supplementary affidavit of evidence in lieu of examination-in-chief dated 7th April 2005. By this affidavit, the Plaintiffs have produced copy of the Office Memorandum No. 9/7/75-B.O. III dated 20th July 1982 of Government of India, Ministry of Finance, Department of Economic Affairs (Banking Division), which provides that Government Departments/Public Sector Undertakings should return the expired Guarantees within a reasonable period (viz. three months) after the fulfilment of the contract or expiry of the Guarantee period and that, as the Bank Guarantees given by the Banks are their contingent liabilities, it may be ensured that the Guarantee Bonds are returned to the banks concerned soon after the relevant contracts are fulfilled or on expiry of the Guarantee periods and in any case, within a period of three months of expiry, which would mean that if the original Bank Guarantee is not returned by Government Departments to the Bank, the contingent liability of the Bank continues. The said document has been proved by the witnesses.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> 20. Significantly, the Defendant No. 2 has not chosen to cross-examine the Plaintiffs witnesses nor the Defendant No. 2 has examined any witness in support of its claim. The Defendant No. 2 has chosen not to cross-examine the Plaintiffs witness on account of the fact accepted by the Plaintiffs that the Bank Guarantee was invoked on 15th may 1997 after the date of maturity i.e. 30th April 1997. That position is recorded in order dated July 11, 2007.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_22\"> 21. Counsel appearing for Plaintiffs and Defendant No. 2 instead, proceeded with the oral arguments. Besides, oral arguments, Counsel appearing for the Plaintiffs as well as Defendant No. 2 have filed their written submission, reiterating the arguments canvassed at the hearing and invite Judgment on that basis. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_23\">22. After having considered the pleadings and materials on record and the oral submissions made by the Counsel for the parties, although, as many as eighteen issues have been framed by my predecessor, I shall proceed to examine issues 2 to 17 together, as the rival stand in the context of those issues is overlapping. Before doing so, shall straight away deal with the Issue No. 1. Although this issue has been framed, no serious argument was canvassed at the time of oral arguments.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_24\">ISSUE No. 1:\n</p> \n\n<p data-structure=\"Issue\" id=\"p_25\">23. As this issue has been formally framed, I shall answer the same with reference to the averments in the Plaint. The fact whether the Plaintiffs have made out any cause of action against the Defendant No. 2 will have to be considered in the context of the averments in the Plaint. As mentioned earlier, the Plaintiffs have filed this composite Suit though under the provisions of <a href=\"/doc/161831507/\" id=\"a_13\">Order XXXVII of the Code of Civil Procedure</a>, 1908 (<a href=\"/doc/161831507/\" id=\"a_14\">C.P.C</a>.), it is founded on cause of action not only against the Defendant No. 1 but GPB Fibres Ltd. which has later on amalgamated with Defendant No. 1. On account of the amalgamation, the liabilities of GPB Fibres Ltd. are taken over by the Defendant No. 1. As a result, the present Suit proceeds not only against the liabilities of the Defendant No. 1 but also the liabilities of said GPB Fibres Ltd., both to be discharged by the Defendant No. 1. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_26\"> 24. Insofar as Defendant No. 2 is concerned, the case of the Plaintiffs is that the liability of Defendant No. 2 in respect of the same and series of transactions arise out of the unconditional and irrevocable Bank Guarantees executed by Defendant No. 2 in favour of the Plaintiffs to discharge the obligation on behalf of Defendant No. 1 and said GPB Fibres Ltd. in the event of failure by the said parties. Indeed, it is well established position that Bank Guarantee is an independent contract. Nevertheless, the said contract is one of the series of contracts between the common parties. In such a case, the Plaintiffs would be justified in not only prosecuting their claim against the Defendant No. 1, but also against the Defendant No. 1 and Defendant No. 2 jointly in relation to the Bank Guarantee, which is executed in connection with the underlying contract pertaining to the same transaction. The basis on which present Suit is filed against the Defendant No. 2 is spelt out from the averments in Paragraph 3, which makes reference to the requirement of furnishing Bank Guarantees by Defendant No. 1 and said GPB Fibres Ltd. It is common ground that the Defendant No. 1 and said GPB Fibres Ltd. furnished Bank Guarantees executed by Defendant No. 2 for the like amounts in favour of the Plaintiffs. In Paragraph 6 of the Plaint, the Plaintiffs assert that as the Defendant No. 1 and said GPB Fibres Ltd. failed and neglected to comply with the requisition and/or discharged their obligation, the Plaintiffs wrote to Defendant No. 2 calling upon Defendant No. 2 Bank to make the requisite payment to the Plaintiffs in relation to the Bank Guarantees furnished by the Defendant No. 1 and the said GPB Fibres Ltd. The Plaintiffs have also referred to the stand taken by the Defendant No. 2 that the Bank Guarantee was valid only till 31st January 1997 and the claim thereto could be set up within the extended period of three months up to 30th April 1997. Once again, in Paragraphs 9 and 13, the Plaintiffs have referred to the letters sent by Defendant No. 2 reiterating its stand that the Bank was relieved and discharged of its obligation under the stated Bank Guarantees. It is in this backdrop, the Plaintiffs have approached this Court against the Defendant No. 2 Bank which position is articulated in Paragraph 14 of the Plaint.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\"> 25. In Paragraph 14, the Plaintiffs have clearly asserted that the Defendant No. 2, having executed Bank Guarantees was liable to make payment of the requisite amount payable by the Defendant No. 1; and Defendant No. 2 having failed and neglected to pay the said amount and/or discharge their obligations. It is further stated that the stand of the Defendant No. 2 that the Bank was relieved and discharged of its obligation on and from 30th April 1997, was untenable in view of the amended <a href=\"/doc/1224074/\" id=\"a_15\">Section 28</a> of the Indian Contract Act, 1872, which came into force on 8th January 1997, on which date, admittedly, the Bank Guarantee was valid. It is stated that in view of the amended <a href=\"/doc/1224074/\" id=\"a_16\">Section 28</a> of the Contract Act, the Plaintiffs will be entitled to enforce their right within 30 years from the date of failure on the part of the Bank to pay the amount as per the Bank Guarantees and that, no part of the Bank Guarantee will extinguish the rights of the Plaintiffs or discharge the Bank from its liability under or in respect of any Bank Guarantees on the expiry of the period specified therein.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1501393\" id=\"span_1\">26. Counsel for the Defendant No. 2 had relied on the decision of the Apex Court in the case of <a href=\"/doc/1501393/\" id=\"a_17\">I.T.C. Ltd. v. Debts Recovery Appellate Tribunal and Ors.. This</a> decision essentially deals with the scope of order VII <a href=\"/doc/161831507/\" id=\"a_18\">Rule 11 of C.P.C</a>. and whether such power can be exercised even after framing of issues and when the matter is posted for evidence. While dealing with the said aspect, the Court has considered the question whether the Plaint <a href=\"/doc/1501393/\" id=\"a_19\">in that case</a> discloses cause of action. I have already considered this aspect in the earlier part of the order and found that in the present case, the Plaint discloses cause of action against Defendant No. 2.</span> \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_29\">27. After careful scrutiny of the Plaint parawise as well as reading it as a whole, there is no merit in the stand taken on behalf of the Defendant No. 2 that the Plaintiffs have failed to establish that there was any cause of action against the Defendant No. 2. In my opinion, however, there is sufficient material to indicate that the relief claimed by the Plaintiffs against the Defendant No. 2 is founded on cause of action on account of refusal by the Bank to make good the amounts specified in the Bank Guarantees executed by the Defendant No. 2 Bank in relation to the liability of Defendant No. 1 and said GPB Fibres Ltd., who failed to discharge their obligation qua the Plaintiffs. Accordingly, Issue No. 1 is answered in favour of the Plaintiffs.\n</p> \n\n<p data-structure=\"Section\" id=\"p_30\">ISSUES 2 TO 17:\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_31\"> 28. As aforesaid, I shall answer Issues 2 to 17 together, having regard to the scope of argument canvassed at the time of hearing. In the first place, it needs to be kept in mind that the Plaintiffs have examined Bhupendra Ambalal Patel, Joint Textile Commissioner (Cotton) as its witness. The said witness has deposed about the case made out by the Plaintiffs in the Plaint. He has proved the relevant documents on which the Plaintiffs would rely. Significantly, the Defendants have not examined any witness in support of their claim. Moreso, the Defendant No. 2 has not chosen to cross-examine the Plaintiffs witness, as the Plaintiffs have accepted the position that the Bank Guarantee was invoked on 15th May 1997, after the date of its maturity on 30th April 1997.\n</p> \n\n<p data-structure=\"Section\" id=\"p_32\"> 29. Keeping this position in mind, we shall now proceed to examine the rival submissions. The first question that needs to be addressed is: the scope of Bank Guarantees given by the Defendant No. 2 Bank. For that purpose, we shall straightaway advert to the relevant clauses of the Bank Guarantees. The clauses which are reproduced hereunder are identical in both the Bank Guarantees furnished by Defendant No. 1 and said GPB Fibres Ltd. The relevant extract would read thus:\n</p>  \n\n<blockquote id=\"blockquote_19\">4. WE, INDUSIND BANK LIMITED, further agree that the guarantee herein contained shall remain in full force for a period of six months after the last date of shipment as permitted by Textile Commissioner, either by way of a General Notice or a specifically, till all the obligations of the Exporter under or by virtue of the said Registration Certificate have been fully discharged to the satisfaction of the Government or till Joint Textile Commissioner/Director/Deputy Director, or any Registering Authority for the time being authorised to perform the duties of Joint Textile Commissioner/Director/Deputy Director, Ministry of Textiles, Office of the Textile Commissioner, Bombay certifies that the terms and conditions of the said Registration Certificate have been fully and properly carried out by the Exporter and accordingly discharges this guarantee. However not later than 31.1.1997. Provided however, unless a demand or claim under this guarantee is made on us in writing within 3 months from the date of expiry of this guarantee in respect of export of 416.500 M.T. 2450 Bales of Raw Cotton, we shall be discharged from all liability under this guarantee thereafter.\n</blockquote> \n\n<blockquote id=\"blockquote_20\"> 5. We, INDUSIND BANK LIMITED, further agree with the Government that the Government shall have the fullest liberty without our consent and without affecting in any manner our obligations hereunder (i) to very any of the terms and conditions of the said Registration Certificate and modify the said memorandum from time to time or (ii) to extend time of Performance by the said Exporter from time to time or to postpone for any time or (iii) from time to time any of the powers exercisable by the Government against the said Exporter and to forbear or enforce any of the terms and conditions relating to the said Registration Certificate and we shall not be relieved from our liability by reason of any such variation, or extension being granted to the said Exporter for any forbearance, act or omission on the part of the Government or any indulgence by the Government to the said exporter or by any such matter or thing whatsoever which under the law relating to sureties would, but for this provision, have effect of so relieving us. \n</blockquote> \n\n<blockquote id=\"blockquote_21\">6. That this shall be a continuing Bank Guarantee and shall not be discharged by any change in the constitution of the Exporter or by the Bank.\n</blockquote> \n\n<blockquote id=\"blockquote_22\"> 7. That the guarantor will not revoke the guarantee without prior written consent of the Government. \n</blockquote>  \n\n<blockquote id=\"blockquote_23\">&quot;Dated the 31st day of January, 1996&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> for ___________ INDUSIND BANK LIMITED Indusind House, 425 Dadasaheb Bhadkamkar Marg (Lamington Road) BOMBAY - 400 004.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\"> Notwithstanding anything herein contained our liability under this guarantee is restricted to Rs. 1,03,79,600/- (Rupees One Crore Three Lacs Seventy Nine Thousand Six Hundred Only) and shall remain in force upto 30.4.97 and unless a demand or claim under this guarantee is filed against us in writing on or before all your rights under this guarantee shall be forfeited and we shall be relieved and discharged from all liability hereunder.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_35\"> 30. On plain language of Clause (4), it would be seen that the Defendant No. 2 agreed that the Bank Guarantee shall remain in force for a period of six months after the last date of shipment as permitted by the Textile Commissioner or till the authorised Officer certified that the terms and conditions of the said Registration Certificate have been fully and properly carried out by the exporter and accordingly, discharges the guarantee. In the present case, the latter Certificate by the authorised Officer has not been issued. Whereas, the last date of shipment was permitted till 31st July 1996 under Allocation-cum-Registration Certificate dated 6th February 1996. If the said date is to be reckoned as per Clause (4), the Bank Guarantee was to remain in force for a period of six months beyond that date. On reading the latter part of Clause (4), it would appear that the Plaintiffs were required to invoke the Bank Guarantee in writing within three months from the date of expiry of the said Guarantee, which means that the extended period was to expire as per this clause on 30th April, 1997. However, in the meantime, the exporters intimated about their Nil export performance to the Textile Commissioner and sought extension up to 31st December 1996 and offered to revalidate their Bank Guarantees for the extended shipment period. It is seen that the Plaintiff No. 2 issued press note dated 29th August 1996 notifying the general extension of shipment period up to 31st October 1996. Inspite of this extension, the exporters could not ship the goods even within this extended shipment period and instead made representation on 15th October 1996 and 12th December 1996 for further extension of the shipment period. The Plaintiff No. 2 issued another Press Note date 30th October 1996 and 7th February 1997 by which the last extension in shipment was notified as 28th February 1997. In terms of Clauses (4) and (5) of the Bank Guarantees read with the abovesaid events, the Bank Guarantees were to remain in force up to six months from 28th February 1997 i.e. up to 31st August 1997. If this interpretation putforth by the Plaintiffs is accepted, then there can be no difficulty in answering the issue in favour of the Plaintiffs that the Plaintiffs having called upon the Defendant No. 2 to pay the amount under the Bank Guarantees on 15th May 1997 - had invoked the Bank Guarantees within the specified time limit.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_36\"> 31. However, the argument of the Defendants is that Clause (4) of the Bank Guarantee makes it explicit that the Bank Guarantee was to remain in force not later than 31st January 1997. According to the Defendants, the fact that the last date of shipment has been extended up to 28th February 1997, even then, the Defendant No. 2 would be bound by the Bank Guarantees only up to 31st January 1997, which is the validity date of the Bank Guarantees in terms of Clause (4) itself. According to the Defendant No. 2, the Plaintiffs ought to have invoked the Bank Guarantees within three months from that date i.e. before 30th April 1997 and having failed to do so, were not entitled to claim any relief against the Defendant No. 2 founded on the said Bank Guarantees. In support of this argument, the Defendant No. 2 also relies on the penultimate clause of the Bank Guarantee which restates the position that the Bank Guarantee shall remain in force up to 30th April 1997 and unless a demand or claim under the Guarantee is filed in writing on or before such date, all rights under the Guarantee shall be forfeited and Defendant No. 2 Bank was to be relieved and discharged from all liabilities thereunder.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_37\"> 32. Notably, it is not unknown in commercial practice that the surety would take the liability only to the limited extent or on happening of certain event. In the present case, Clause (4) of the Bank Guarantee clearly postulates that it shall remain in full force for a period of six months after the last date of shipment as permitted by the Textile Commissioner or till the authorised Officer certifies that the terms and conditions of the Registration Certificate have been fully and properly carried out by the exporter and consequently discharging the Guarantee. From the materials on record, it is amply clear that as per the Registration Certificate dated 6th February 1996, the last date of shipment was specified as 31st July 1996. However, the last date of shipment was extended lastly till 28th February 1997. Keeping that date in mind and juxtaposing with the stipulation in Clause (4), the Bank Guarantee would remain in full force for a period of six months after 28th February 1997. The other stipulation in Clause (4) is that the appropriate Authority was to certify that the terms and conditions of the Registration Certificate have been fully and properly carried out by the exporter and consequently discharging the Guarantee. In the present case, no such Certificate was issued by any authorised Officer. In fact, the Joint Textile Commissioner (Cotton), by letter dated 3rd January 1997, called upon the Defendant No. 1 and said GPB Fibres Ltd. to submit relevant documents within fifteen days from the date of issue of the letter but not later than 20th January 1997, failing which, further action will be initiated without any further notice. It is seen that neither the Defendant No. 1 nor the said GPB Fibres Ltd. complied with this requisition. As a result, the Plaintiffs have had no option but to call upon the Defendant No. 2 to discharge the liability of Defendant No. 1 and said GPB Fibres Ltd. assured under the Bank Guarantees, which request was sent on 15th May 1997.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_38\"> 33. Be that as it may, the Defendants are relying on other conditions specified in Clause (4) and the penultimate clause of the Bank Guarantee. In Clause (4), it is made clear that the Bank Guarantee would remain in force not later than 31st January 1997. As per the proviso, the extended period of three months would take the right of Plaintiffs to avail of the Bank Guarantee on or before 30th April 1997 and not beyond. This position is reinforced even in the penultimate clause of the bank Guarantee which makes it more than clear that: notwithstanding anything contained in the earlier part of the Bank Guarantee, the liability of the Defendant No. 2 Bank is restricted to specified amount until 30th April 1997 and unless a demand or claim under the Guarantee is filed against the Defendant No. 2 Bank in writing on or before that date, the rights under the Guarantee shall be forfeited and the Bank will be relieved and discharged from all liabilities thereunder. It is not uncommon in commercial practice that the surety would take liability on specified agreed terms. It is also permissible for the surety to accept co-extensive liability along with the principal debtor up to particular period.\n</p> \n\n<p data-structure=\"Section\" id=\"p_39\"> 34. <a href=\"/doc/1377136/\" id=\"a_20\">Section 128</a> of the Indian Contract Act, 1872 postulates that the liability of the surety is co-extensive with the principal debtor unless it is otherwise provided by the contract. In that sense, the liability of the surety would depend on the nature of contract entered between the parties. If the surety undertakes the liability of specified amount or of specific transaction or for that matter, up to a particular time period, those are matters and arrangement which are agreed upon between the parties. There is no provision in law which would require the surety to remain as surety perennially until the liability of the principal debtor is finally discharged. The fact that Clause (7) of the Bank Guarantee specifies that the Guarantor will not revoke the Guarantee without prior written consent of the Government, does not mean that the Guarantee would continue even after the specified period agreed upon between the parties. Similarly, even Clause (6) of the Guarantee which provides for Guarantee being a continuing Bank Guarantee, would not make the Defendant No. 2 Bank liable for all times to come, having regard to the specific outer limit of Bank Guarantee to remain in force till 31st January 1997 and could be invoked till 30th April 1997.\n</p> \n\n<p data-structure=\"Section\" id=\"p_40\">35. In other words, the Bank Guarantee given by Defendant No. 2 was to remain valid and could be enforced till 30th April 1997. According to the Defendants, Clause (4) of the Bank Guarantee as well as penultimate clause of the Bank Guarantee obliged the Plaintiffs to raise demand or claim under the Bank Guarantee in writing within specified period, failing which, the rights under the Bank Guarantees were to be forfeited and the Defendant No. 2 Bank stood relieved and discharged from all liabilities thereunder. Relevant portion of Clause (4) reads thus \n Provided, however, unless a demand or claim under this guarantee is made on us in writing within 3 months from the date of expiry of this guarantee in respect of export of 416.500 M.T. 2450 Bales of Raw Cotton, we shall be discharged from all liability under this guarantee thereafter. \n</p> \n\n<p data-structure=\"Section\" id=\"p_41\"> 36. The relevant portion of penultimate clause reads thus:\n</p><blockquote id=\"blockquote_24\"> ...shall remain in force up to 30.4.97 and unless a demand or claim under this guarantee is filed against us in writing on or before all your rights under this guarantee shall be forfeited and we shall be relieved and discharged from all liability hereunder. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_42\"> 37. Relying on the above clauses, the Defendants are right in contending that the Plaintiffs have invoked the Bank Guarantee on 15th May 1997 for the first time, i.e. beyond 30th April 1997. By that date, the Plaintiffs forfeited their rights under the Bank Guarantees and the Defendant No. 2 stood discharged of the liabilities under the said Guarantees.\n</p> \n\n<p data-structure=\"Section\" id=\"p_43\"> 38. This stand, however, is refuted by the Plaintiffs relying on the amended <a href=\"/doc/1224074/\" id=\"a_21\">Section 28</a> of the Indian Contract Act, 1872. According to the Plaintiffs, by virtue of the said amendment, it is no longer open to the Defendant Bank to contend to the contrary.\n</p> \n\n<p data-structure=\"Section\" id=\"p_44\"> 39. Before I elaborate further, it will be apposite to advert to <a href=\"/doc/1224074/\" id=\"a_22\">Section 28</a>, &quot;as it originally stood&quot; before the amendment. The same reads thus:\n</p>  \n\n<blockquote id=\"blockquote_25\">28. Agreements in restraint of legal proceedings void.- Every agreement, by which any party thereto is restricted absolutely from enforcing his rights under or in respect of any contract, by the usual legal proceedings in the ordinary tribunals, or which limits the time within which he may thus enforce his rights, is void to that extent.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_45\"> Saving of contract to refer to arbitration dispute that may arise. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\">Exception 1.- This section shall not render illegal a contract, by which two or more persons agree that any dispute which may arise between them in respect of any subject or class of subjects shall be referred to arbitration, and that only the amount awarded in such arbitration shall be recoverable in respect of the dispute so referred. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\">Saving of contract to refer questions that have already arisen. \n</p> \n\n<p data-structure=\"Section\" id=\"p_48\">Exception 2.- Nor shall this section render illegal any contract in writing, by which two or more persons agree to refer to arbitration any question between them which has already arisen, or affect any provision of any law in force for the time being as to references to arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_49\"><a href=\"/doc/1224074/\" id=\"a_23\">Section 28</a> was amended by <a href=\"/doc/1596533/\" id=\"a_24\">Amending Act</a> 1 of 1997. The &quot;statement of objects and reasons&quot; for which the &quot;<a href=\"/doc/1596533/\" id=\"a_25\">Amending Act</a>&quot; came to be introduced read thus:\n</p>  \n\n<blockquote id=\"blockquote_26\">STATEMENT OF OBJECTS AND REASONS\n \n\n The Law Commission of India has recommended in its 97th report that <a href=\"/doc/1224074/\" id=\"a_26\">Section 28</a> of the Indian Contract Act, 1872 may be amended so that the anomalous situation created by the existing section may be rectified. It has been held by the courts that the said <a href=\"/doc/1224074/\" id=\"a_27\">Section 28</a> shall invalidate only a clause in any agreement which restricts any party thereto from enforcing his rights absolutely or which limits the time within which he may enforce his rights. The courts have, however, held that this section shall not come into operation when the contractual term spells out an extinction of the right of a party to sue or spells out the discharge of a party from all liability in respect of the claim. What is thus hit by <a href=\"/doc/1224074/\" id=\"a_28\">Section 28</a> is an agreement relinquishing the remedy only i.e. where the time-limit specified in the agreement is shorter than the period of limitation provided by law. A distinction is assumed to exist between remedy and right and this distinction is the basis of the present position under which a clause barring a remedy is void, but a clause extinguishing the rights is valid. This approach may be sound in theory but, in practice, it caused serious hardship and might even be abused.\n</blockquote> \n\n<blockquote id=\"blockquote_27\"> 2. It is felt that <a href=\"/doc/1224074/\" id=\"a_29\">Section 28</a> of the Indian Contract Act, 1872 should be amended as it harms the interests of the consumer dealing with big corporations and causes serious hardship to those who are economically disadvantaged.\n</blockquote> \n\n<blockquote id=\"blockquote_28\">3. The Bill seeks to achieve the above objects.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">&quot;After the amending&quot; Act 1 of 1997 came into effect from 8th January 1997, &quot;<a href=\"/doc/1224074/\" id=\"a_30\">Section 28</a> now reads&quot; thus:\n</blockquote>  \n\n<blockquote id=\"blockquote_30\">28. Agreements in restraint of legal proceedings, void.- [Every agreement,\n  \n\n</blockquote><blockquote id=\"blockquote_31\">(a) by which any party thereto is restricted absolutely from enforcing his rights under or in respect of any contract, by the usual legal proceedings in the ordinary tribunals, or which limits the time within which he may thus enforce his rights; or \n \n\n</blockquote><blockquote id=\"blockquote_32\">(b) which extinguishes the rights of any party thereto, or discharges any party thereto, from any liability, under or in respect of any contact on the expiry of a specified period so as to restrict any party from enforcing his rights, is void to that extent.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_50\">Exception 1.- Saving of contract to refer to arbitration dispute that may arise.- This section shall not render illegal a contract, by which two or more persons agree that any dispute which may arise between them in respect of any subject or class of subjects shall be referred to arbitration, and that only the amount awarded in such arbitration shall be recoverable in respect of the dispute so referred. \n</p> \n\n<p data-structure=\"Section\" id=\"p_51\">Exception 2.- Saving of contract to refer questions that have already arisen. -Nor shall this section render illegal any contract in writing, by which two or more persons agree to refer to arbitration any question between them which has already arisen, or affect any provision of any law in force for the time being as to references to arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_52\"> 40. On comparison of the two provisions, it is obvious that Clause (a) has been adopted as it is from the original <a href=\"/doc/1224074/\" id=\"a_31\">Section 28</a>. What has been added by way of amendment, is Clause (b). The reason to bring about the said change has been spelt out in the statement of objects and reasons as referred to earlier. The law which was prevailing when the amending Act 1 of 1997 was introduced is that, the Judicial pronouncements had made distinction between remedy and right. It was held that what was hit by <a href=\"/doc/1224074/\" id=\"a_32\">Section 28</a> as it then prevailed, was taking away only the remedy of any party to the Agreement. The said Section did not deal with situation where the rights of party to the Agreement were to be affected in any manner. That void has now been plugged by introducing Clause (b) to <a href=\"/doc/1224074/\" id=\"a_33\">Section 28</a>.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\"> 41. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1604290\" id=\"span_2\">Indeed, <a href=\"/doc/1224074/\" id=\"a_34\">Section 28</a> as amended, does not provide for retrospective application of the amendment as has been held by the Delhi High Court in the case of M/s.Continental <a href=\"/doc/1604290/\" id=\"a_35\">Construction Ltd. v. Food Corporation of India and Ors. (Para</a> 11). I am in agreement with the said statement of law. In the present case, however, the amending Act came into force with effect from 8th January 1997, on which date, the Bank Guarantees were admittedly subsisting and in force. As per Clause (4), the Bank Guarantee was to remain in force at least till 31st January 1997 and could be invoked before 30th April 1997. In such a situation, the rigours of amending Act would automatically be attracted to such an Agreement, which was still in force on the date of coming into force of the amending Act. In that case, there is no question of retrospective application of the provision.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_54\"> 42. Counsel for the Plaintiffs, relied on the AIR 2007 (NOC) 1261 (NCC) : 2007(2) ALJ 444 in the case of M/s.Sujata Chemicals, Baroda v. United India Insurance Co.Ltd., Baroda. It appears that the said decision is delivered by National Consumer Disputes Redressal Commission, wherein, it is noted that the Agreement in restraint of legal proceedings is void and that the amendment in <a href=\"/doc/1224074/\" id=\"a_36\">Section 28</a> is declaratory in nature and would have retrospective effect. In the first place, the Commission has proceeded on the assumption that amendment to <a href=\"/doc/1224074/\" id=\"a_37\">Section 28</a> of the Act is declaratory in nature. That assumption seems to be inappropriate. The statement of objects and reasons for introducing the amendment to <a href=\"/doc/1224074/\" id=\"a_38\">Section 28</a> is self-explanatory. It mentions that the judicial pronouncements made distinction between remedy and right, which is the basis of the legal position under which a clause barring a remedy was held to be void, but a clause extinguishing right was considered valid - not covered by <a href=\"/doc/1224074/\" id=\"a_39\">Section 28</a> as it existed. The Legislature in its wisdom thought that the said approach may be sound in theory but in practice, it causes serious consequences and might even be abused. If such was the intention of the Legislature, it would not be a case of declaratory Legislation, but Legislation intended to widen the width of the then prevailing provision. Thus understood, it would not be a case of declaratory Legislation as such, but a substantive Law introduced to encompass situation which was otherwise left out by the then existing provision. Such Legislation cannot have retrospective effect per se, unless the Legislature so intended. As aforesaid, I will proceed on the basis that Clause (b) of <a href=\"/doc/1224074/\" id=\"a_40\">Section 28</a> as introduced by amending Act 1 of 1997 will apply to the fact situation of the present case.\n</p> \n\n<p data-structure=\"Section\" id=\"p_55\"> 43. The question is: what is the sweep of Clause (b) of <a href=\"/doc/1224074/\" id=\"a_41\">Section 28</a> of the Indian Contract Act, 1872. As is noticed by several pronouncements, which position was taken note of even by the Legislature, Clause (a) of <a href=\"/doc/1224074/\" id=\"a_42\">Section 28</a> as existed then, dealt only with the remedy and not matters relating to extinguishment of rights or discharging a party to the Agreement from its liability on expiry of a specified period. The later is now covered by Clause (b) of <a href=\"/doc/1224074/\" id=\"a_43\">Section 28</a> of the Act. Applying the amended provision-<a href=\"/doc/616001/\" id=\"a_44\">Section 28(b)</a> to the Bank Guarantees in question, it would necessarily follow that the provision made in the Bank Guarantees to the extent that the rights of the Plaintiffs will stand forfeited and Defendant No. 2 would stand discharged, unless a demand or claim under the Guarantees is made in writing within the specified time, such provision in the Agreement is hit by the sweep of the amending Act. That is so because such provision not only results in extinguishment of the rights of the parties or discharges the other party from his liability under or in respect of the contract on expiry of a specified period so as to restrict the other party from enforcing his rights. In other words, the fact that the Plaintiffs did not demand or claim under the Bank Guarantees in writing before 30th April 1997, will not disrobe the Plaintiffs from enforcing their rights under the said Guarantees, if resorted to within the period of limitation provided by law. Any other view would militate against the sweep of the <a href=\"/doc/1596533/\" id=\"a_45\">Amending Act</a>-<a href=\"/doc/616001/\" id=\"a_46\">Section 28(b)</a>, in particular.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_56\"> 44. The Plaintiffs have rightly pressed into service decision of the Apex Court in the case of Shin Satellite Public Co.Ltd. v. Jain Studios Ltd. , which restates the legal position that the Court of Law will read the Agreement as it is and cannot rewrite or create a new one. The Court then went on to observe that it is also true that the contract must be read as a whole and it is not open to dissect it by taking out a part treating it to be contrary to law and by ordering enforcement of the rest, if otherwise, it is not permissible. But it is well settled that if the Contract is in several parts, some of which are legal and enforceable and some are unenforceable, lawful parts can be enforced provided they are severable. In the present case, the rest of the contract, to my mind, is severable from the offending condition provided under the Bank Guarantee, which has the effect of extinguishing the rights of the Plaintiffs or discharging the Defendant No. 2 from its liability under the contract on the expiry of specified period (i.e. 30th April 1997). That position, however, need not be confused with affecting the tenure of the Guarantees, which is for a limited period. That condition would prevail between the parties. In other words, the condition imposed that unless a demand or claim is made before specified period, the right of the Plaintiffs is extinguished or the Defendant No. 2 would stand discharged from its liability, that condition will have to be treated as void and non-est in the eyes of Law. As a result, the Plaintiffs would be entitled to enforce the Bank Guarantees or its right arising under the Contract by resorting to legal remedy before the Court of competent jurisdiction, provided, such action is brought within limitation period provided by law.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_57\"> 45. Thus understood, the Plaintiffs are well justified in bringing the present action against the Defendant No. 2 for recovery of the stated amounts, which the Defendant No. 2 was under obligation to pay to the Plaintiffs on account of failure of Defendant No. 1 and said GPB Fibres Limited to discharge their obligations specified under the Registration Certificate.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_58\"> 46. The next question to be examined in this action is: whether the Defendant No. 1 and GPB Fibres Ltd., have discharged their obligation specified under the Registration Certificate on or before 30th April 1997. The Plaintiffs have pleaded and proved that the Defendant No. 1 and G.P.B. Fibres Ltd. failed to discharge their obligation for which reason became liable to pay the stated amounts and that they failed and neglected to pay the same. The Defendant No. 2 has not adduced any evidence to refute that position. Thus understood, the Defendant No. 2 being the surety, became liable to make good the amount at least to the extent of the amount specified in the Bank Guarantees. The fact that the Plaintiffs did not invoke the Bank Guarantees in writing before 30th April 1997 will not denude the Plaintiffs of their right to enforce the contract against Defendant No. 2 Bank so as to require the Defendant No. 2 to discharge its liability under the Bank Guarantees, as the present legal action is brought on 8th April 1999 within period of limitation which commenced from 30th April 1997. Any other view would be negating the effect and purpose of the amendment to <a href=\"/doc/1224074/\" id=\"a_47\">Section 28</a> of the Act. For, the condition in the Bank Guarantees that the Plaintiffs ought to invoke the Bank Guarantees in writing within the expiry of specified period, that condition, as observed earlier, is void on account of <a href=\"/doc/616001/\" id=\"a_48\">Section 28(b)</a> of the Act. Inasmuch as, the legal provisions governing Contract of Guarantee do not require the creditor to lodge demand or claim within specified time.\n</p> \n\n<p data-structure=\"Section\" id=\"p_59\"> 47. Indubitably, <a href=\"/doc/1377136/\" id=\"a_49\">Section 128</a> of the Contract Act postulates that the liability of the surety is co-extensive with that of the principal debtor, unless it is otherwise provided by the contract. Obviously, this provision would enable the party to provide stipulation in the contract so as to do away with the co-extensive liability of the surety until the entire liability is discharged by the principal debtor. The surety contract can provide the limited liability of the surety for specific amount or in respect of specific transaction or for that matter, for specific duration. That is permissible under <a href=\"/doc/1377136/\" id=\"a_50\">Section 128</a> of the Act. But <a href=\"/doc/1377136/\" id=\"a_51\">Section 128</a> does not further require that the creditor should lodge his claim or demand with the surety before such specified period, failing which the right under the contract would stand forfeited. If the parties were to provide such stipulation in the contract of Guarantee, as has been done in the present case, by virtue of <a href=\"/doc/1224074/\" id=\"a_52\">Section 28</a> of the Contract Act as amended, such stipulation will be void. The contract can no longer restrict the right of one party to the Contract or discharge the other party thereto on expiry of a specified period; which stipulation would inevitably restrict the party to the Contract from enforcing his right within the period of limitation provided by Law.\n</p> \n\n<p data-structure=\"Section\" id=\"p_60\"> 48. The other Section that needs to be adverted to is <a href=\"/doc/1195989/\" id=\"a_53\">Section 129</a> of the Act, which provides that a Guarantee which extends to a series of transactions, is called a continuing Guarantee. <a href=\"/doc/883728/\" id=\"a_54\">Section 130</a> of the Act provides that a continuing Guarantee may at any time be revoked by the surety, as to future transactions, by notice to the creditor. Once again, even this provision will be of no avail to the Defendant No. 2 to contend that the Creditor was obliged to lodge demand or claim under the Guarantee before the specified time, failing which, the rights of the creditor would be extinguished or for that matter, the liability of the surety would stand discharged on expiry of such period. <a href=\"/doc/129666/\" id=\"a_55\">Sections 133</a> to <a href=\"/doc/1207353/\" id=\"a_56\">139</a> provide for discharge of surety in certain situations. There is no provision in <a href=\"/doc/171398/\" id=\"a_57\">Chapter VIII of the Contract Act</a> which would remotely suggest that the creditor is obliged to lodge his demand or claim under the guarantee with the surety within specified time. Suffice it to observe that such condition if contracted by the parties, with the introduction of amending Act 1 of 1997, will have to be treated as void to that extent.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_61\"> 49. As observed earlier, it is not the case of the Defendant No. 2 that the Defendant No. 1 or the GPB Fibres Ltd. have already discharged their obligation or paid the requisite amount to the Plaintiffs as demanded till 30th April 1997, much less any time thereafter. If Defendant No. 1 had discharged their obligation, the Defendant No. 2 can legitimately contend that the Bank was discharged from the obligation under the Guarantees in question. The Defendant No. 2 has not pressed into service any other situation whereunder the Bank would claim to have been discharged in terms of <a href=\"/doc/129666/\" id=\"a_58\">Sections 133</a> to <a href=\"/doc/1207353/\" id=\"a_59\">139</a> of the Act. The only other situation where the Defendant No. 2 Bank can claim to have been absolved from discharging its liability is on expiry of period of limitation available to the Plaintiffs for enforcement of their rights under or in respect of the Bank Guarantees. As mentioned earlier, as the Plaintiffs have brought this legal action within the period of limitation, as the Defendant No. 2 Bank has no other legitimate defence, would be obliged to honour the commitment under the Bank Guarantees in question whereunder the Bank had taken the liability to pay aggregate sum of Rs. 2,10,25,350/-(Rupees Two Crores Ten Lakhs Twenty-five Thousand Three Hundred Fifty) to the Plaintiffs, in the event of failure of Defendant No. 1 and said GPB Fibres Ltd.\n</p> \n\n<p data-structure=\"Section\" id=\"p_62\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"549294\" id=\"span_3\">50. Counsel for the Plaintiffs has placed reliance on the decision in the case of <a href=\"/doc/549294/\" id=\"a_60\">Shri.J.K.Anand v. Delhi Development Authority and Anr.</a> . In that case, the validity of Clause 25 of the Agreement was put in issue. The said clause provided that if the Contractor failed to make demand of arbitration in respect of any claim in writing within 90 days from the intimation of the Engineer-in-charge that the bill is ready for payment, the claim of the Contractor will be deemed to have been waived absolutely and the Delhi Development Authority will be discharged and released of all liabilities under the contract in respect of those claims. The Delhi High Court opined that irrespective of Clause 25 providing for such condition, the claim will have to be considered on merits in view of <a href=\"/doc/616001/\" id=\"a_61\">Section 28(b)</a> of the Indian Contract Act.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_63\">51. Reliance was placed by the Counsel for the Defendant No. 2 on the decision of the Apex Court in the case of State of Maharashtra and Anr. v. M/s.National Construction Company and Anr. reported in 1996 AIR SCW 895. In this decision, the Apex Court, besides other issues, analysed the law relating to Bank Guarantee as can be discerned from observations in Paragraphs 13 to 16. The Apex Court went on to observe that it is well established that the Bank issuing a Guarantee is not concerned with the underlying contract between the parties to contract. The duty of the Bank under a performance Guarantee is created by the document itself. Once the documents are in order, the Bank giving the Guarantee must honour the same and make payment. It is further held that ordinarily, unless there is an allegation of fraud or the like, the Courts will not interfere, directly or indirectly, to withhold payment, otherwise trust in commerce, internal and international, would be irreparably damaged. At the same time, the Court added word of caution that, that does not mean that the parties to the underlying contract cannot settle their disputes with respect to allegations of breach by resorting to litigation or arbitration as stipulated in the contract. It observed that the remedy arising ex-contractu is not barred and the cause of action for the same is independent of enforcement of the Guarantee. The exposition in this decision is of no avail to the Defendant No. 2. On the other hand, while considering the facts of that case, the Court proceeded to hold that in the Plaint of the Special Suit, the main relief sought by the Appellants therein was on the basis of the contract entered into between the Appellants and the Contractor, whereas, the relief sought in the Short Cause Suit was based on a different cause of action from that upon which the primary relief in the Special Suit was founded. In the present case, the Plaintiffs have brought one composite legal action against the Defendants herein in respect of contractual obligation of Defendant No. 1 in relation to the same transaction, albeit, by way of separate contract of Bank Guarantee.\n</p> \n\n<p data-structure=\"Section\" id=\"p_64\"> 52. Reliance is then placed by the Defendant No. 2 on the decision of Patna High Court in the case of New Asiatic Insurance Co.Ltd. v. Bihar State Co-operative bank Ltd. . It needs to be kept in mind that this decision is in the context of old <a href=\"/doc/1224074/\" id=\"a_62\">Section 28</a> of the Indian Contract Act, which corresponds to amended <a href=\"/doc/616001/\" id=\"a_63\">Section 28(b)</a>. As has been noticed by the Legislature, the settled legal position was that distinction was made between remedy and right and this distinction was the basis of legal exposition in the context of old <a href=\"/doc/1224074/\" id=\"a_64\">Section 28</a>, whereby the contract barring the remedy was treated to be void but contractual stipulation extinguishing right was treated as valid. The Judgment of the Patna High Court analysed, as aforesaid, old <a href=\"/doc/1224074/\" id=\"a_65\">Section 28</a> of the Indian Contract Act, and will be of no avail to the Defendant No. 2.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_65\"> 53. Insofar as claim for interest is concerned, the Defendant No. 1 and said GPB Fibres Ltd. had agreed to pay interest at the rate of 24% per annum as per the legal undertaking given by them. Indeed, the Defendant No. 2 Bank is not party to the legal Undertaking. Besides, the Defendant No. 2 Bank will be liable only in relation to the amount specified in the Bank Guarantees. Nevertheless, the Defendant No. 2 Bank can be made liable to pay interest on such amount at the rate at which moneys are lent or advanced by nationalised banks in relation to commercial transactions, as there is no agreed rate of interest between the Plaintiffs and the Defendant No. 2 in the event of non-payment of amount under the Bank Guarantees, as and when it became due and payable, for the delayed payment.\n</p> \n\n<p data-structure=\"Section\" id=\"p_66\"> 54. I am inclined to award interest to the Plaintiffs payable by the Defendant No. 2 Bank, also because the Plaintiffs are right in relying on the circumstances that the Plaintiffs have not returned the original Bank Guarantees to the Defendant No. 2 Bank so as to treat it as discharged. The Plaintiffs have relied on the Office Memorandum dated 20th July 1982 which has been produced as Exhibit DD by the Plaintiffs witness. Clause 3 thereof reads thus:\n</p><blockquote id=\"blockquote_33\"> 3. As already suggested in this Departments Office Memorandum dated 2nd November, 1977, the Government Department/public sector undertakings, etc. should refrain from asking the banks to give guarantees for indefinite periods or unduly long period and return the expired guarantees within a reasonable period (viz. 3 months) after the fulfilment of the contracts or expiry of the guarantee period. As the guarantees given by the banks are their contingent liabilities, it may kindly be ensured that the guarantee bonds are returned to the banks concerned soon after the relevant contracts are fulfilled or on expiry of the guarantee periods and in any case within a period of three months of expiry. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_67\"> 55. In the present case, admittedly, the Plaintiffs continue to be in physical possession of the Bank Guarantees issued by the Defendant No. 2 Bank; nor the Defendant No. 2, at any point, requested the Plaintiff to return the original Bank Guarantees. Significantly, the Defendant No. 2 wrote to Defendant No. 1 on 27th/28th August 1997 calling upon the Defendant No. 1 and the said GPB Fibres Ltd. to provide funds in the respective account to effect payment to the Textile Commissioner and obtain original Bank Guarantees duly released and executed by the Textile Commissioner. Obviously, this letter was sent by Defendant No. 2 Bank being conscious of its contingent liability still subsisting, as the underlying contract was not fulfilled by Defendant No. 1 and the Guarantee period continued until period of limitation provided for by law in terms of <a href=\"/doc/1224074/\" id=\"a_66\">Section 28</a> of the Indian Contract Act as amended, to be read with provisions of <a href=\"/doc/1317393/\" id=\"a_67\">Limitation Act</a>. Thus understood, the Defendant No. 2 would be liable to pay interest to the Plaintiffs commensurate with interest in respect of the commercial transactions as it cannot be doubted that the amount payable was arising in respect of commercial activity.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_68\"> 56. For the aforesaid reasons, I am persuaded to take the view that the Plaintiffs are entitled to succeed against Defendant No. 2 for recovery of principal amount of Rs. 2,10,25,350/- (Rupees Two Crores Ten Lakhs Twenty-five Thousand Three Hundred Fifty) which is covered by the Bank Guarantees in question along with interest accrued thereon. However, the Plaintiffs will be entitled to interest from the Defendant No. 2 on the said amount from the date when the Bank Guarantees were invoked by the Plaintiffs, i.e. 15th May 1997, commensurate with the interest rate of commercial transaction which, I think, should be fixed at 18% per annum until the said amount is paid/realised by the Plaintiffs. I am conscious of the fact that the Plaintiffs have claimed interest at the rate of 24% per annum from 1st August 1996, however, I would restrict the said claim only to the extent of 18% per annum from 15th June 1997 as aforesaid. That is so because in recent past, the rate at which moneys are lent or advanced by nationalised banks in relation to commercial transaction have been reduced. Indeed, when the suit amount became receivable by the Plaintiffs, the rate of interest were quite substantial, however, there is no evidence before me about the exact rate of interest charged by the nationalised banks from 1997 till date. I would assume that the rate of interest @ 18% per annum would be the average of the fluctuations during the relevant period.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\"> 57. Hence, I proceed to pass the following order:\n</p>  \n\n<blockquote id=\"blockquote_34\">ORDER\n \n\n</blockquote><blockquote id=\"blockquote_35\"> i) The Suit is decreed even against Defendant No. 2 on the following terms:\n</blockquote> \n\n<blockquote id=\"blockquote_36\"> ii) The Defendant No. 2 is jointly and severally ordered and decreed to pay to the Plaintiffs principal sum of Rs. 2,10,25,350/-(Rupees Two Crores Ten Lakhs Twenty-five Thousand Three Hundred Fifty) with interest thereon at the rate of 18% per annum from 15th May 1997 until payment/realisation thereof.\n</blockquote> \n\n<blockquote id=\"blockquote_37\"> iii) Defendant No. 2 is ordered to pay cost of the present proceedings.\n</blockquote> \n\n<blockquote id=\"blockquote_38\"> iv) Decree be drawn up on the above terms. \n</blockquote> \n\n","numcites":14,"numcitedby":0,"docsource":"Bombay High Court","citetid":686484,"divtype":"judgments","relatedqs":[{"value":"indian contract act section 28","formInput":"indian%20contract%20act%20section%2028"},{"value":"section 28 of contract act","formInput":"section%2028%20of%20contract%20act"},{"value":"indian contract act 1872","formInput":"indian%20contract%20act%201872"},{"value":"liability of surety","formInput":"liability%20of%20surety"},{"value":"continuing guarantee","formInput":"continuing%20guarantee"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"extinguishment of right","formInput":"extinguishment%20of%20right"},{"value":"expiry  of contract","formInput":"expiry%20%20of%20contract"},{"value":"commercial transaction","formInput":"commercial%20transaction"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"nationalisation of banks","formInput":"nationalisation%20of%20banks"},{"value":"contract act","formInput":"contract%20act"},{"value":" principal debtor","formInput":"%20principal%20debtor"},{"value":"contract act 1872","formInput":"contract%20act%201872"},{"value":"limitation period ","formInput":"limitation%20period%20"},{"value":"Guarantor ","formInput":"Guarantor%20"},{"value":"oral arguments","formInput":"oral%20arguments"},{"value":"office memorandum","formInput":"office%20memorandum"}],"cats":[{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"surety's-liability","formInput":"tag:surety's-liability"},{"value":"limitation","formInput":"tag:limitation"},{"value":"amendment","formInput":"tag:amendment"}],"courtcopy":false,"query_alert":null,"agreement":false}