{"tid":181117987,"publishdate":"2014-05-23","title":"State Of Haryana vs Satender on 23 May, 2014","doc":"<h2 class=\"doc_title\">State Of Haryana vs Satender on 23 May, 2014</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2014 AIR SCW 4471, 2014 (7) SCC 291, AIR 2014 SC (CRIMINAL) 1845, (2014) 4 MH LJ (CRI) 464, (2014) 2 UC 139, 2014 (7) SCALE 456, 2014 (3) SCC (CRI) 38, (2014) 139 ALLINDCAS 22 (SC), (2014) 3 ALLCRILR 909, (2014) 3 CRIMES 240, (2014) 3 RECCRIR 332, (2014) 3 CURCRIR 90, (2014) 7 SCALE 456, (2014) 86 ALLCRIC 310</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-k-sikri\">A.K. Sikri</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-sikri\">A.K. Sikri</a>, <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a></h3>\n\n<pre id=\"pre_1\">                                                                         NON-REPORTABLE\n\n                        IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n                      CRIMINAL APPEAL NO. 1521 of 2013\n\n\n|STATE OF HARYANA                         |.....APPELLANT(S)              |\n|VERSUS                                   |                               |\n|SATENDER                                 |.....RESPONDENT(S)             |\n\n                                   W I T H\n\n                   CRIMINAL APPEAL NOS. 1526-1527 OF 2013\n\n                      CRIMINAL APPEAL NO. 1519 OF 2013\n\n                                    A N D\n\n                      CRIMINAL APPEAL NO. 1528 OF 2013\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">A.K. SIKRI, J.\n</p><p data-structure=\"Issue\" id=\"p_2\">            Six persons were accused  of  conspiring  with  each  other  and\n      committing murder of one Ramesh Masta with common intention.  FIR  No.\n      414 dated November 06, 2004 was registered against these  six  accused\n      persons at Police Station City Bhiwani, Haryana, under  <a href=\"/doc/1560742/\" id=\"a_1\">Sections  302</a>,\n      <a href=\"/doc/1897847/\" id=\"a_2\">120-B</a> and <a href=\"/doc/37788/\" id=\"a_3\">34</a> of the Indian Penal Code, 1860 (for short ‘<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>’).  Charge\n      under <a href=\"/doc/73862/\" id=\"a_5\">Section 25</a> of the Arms Act, 1959 was  also  foisted  upon  them.\n      Names of these accused persons are – Rahul @ Shashi Partap,  Satender,\n      Bharat, Karambir, Manjit Singh and Banti @ Yogender Singh.  The  Court\n      of Additional Sessions Judge, Bhiwani, on the conclusion of the trial,\n      vide judgment dated February 22, 2007 returned  the  findings  to  the\n      effect that the prosecution had successfully  proved  the  allegations\n      contained in the charge sheet that  accused  Rahul  @  Shashi  Partap,\n      Satender  and  Bharat,  in  furtherance  of  their  common  intention,\n      committed the murder of Ramesh Masta and thereby committed an  offence\n      punishable under Section 302 read with <a href=\"/doc/37788/\" id=\"a_6\">Section 34</a> of the IPC.  It also\n      held that other three accused persons, namely, Karambir, Manjit  Singh\n      and Banti @ Yogender Singh, had abetted the aforesaid accused  persons\n      in the said offence and thereby committed an offence punishable  under\n      Section 109 read with <a href=\"/doc/1560742/\" id=\"a_7\">Section 302</a> of the IPC.  It was also  held  that\n      all the six accused persons, prior to the date of occurrence,  hatched\n      the conspiracy in order to commit  the  murder  of  Ramesh  Masta  and\n      thereby committed an offence punishable under  <a href=\"/doc/1897847/\" id=\"a_8\">Section  120-B</a>  of  the\n      IPC.  Rahul @ Shashi Partap was found  guilty  of  offence  punishable\n      under <a href=\"/doc/73862/\" id=\"a_9\">Section 25</a> of the Arms Act as well.   Different  sentences  were\n      awarded in respect of each of the offences  proved  against  them,  as\n      mentioned above.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">All the aforesaid six accused persons filed appeals before the  High  Court.\nThe High Court, vide the impugned judgment  dated  November  30,  2011,  has\nallowed the appeal of Banti @ Yogender Singh thereby acquitting him  of  the\ncharges  framed  against  him.   However,  appeal  of  Bharat  is  dismissed\nmaintaining the conviction and sentence  as  ordered  by  the  trial  court.\nInsofar as the third appeal, which  was  preferred  by  the  remaining  four\naccused persons is concerned, this was dismissed qua Rahul @ Shashi  Partap,\nupholding his conviction and sentence, and allowed  qua  Satender,  Karambir\nand Manjit Singh, acquitting them of the charge of conspiracy  and  abetment\nframed under <a href=\"/doc/513074/\" id=\"a_10\">Section 109</a> and <a href=\"/doc/1897847/\" id=\"a_11\">120-B</a> of IPC respectively.\n</p><p data-structure=\"Issue\" id=\"p_4\">                  In essence, conviction of Bharat and Rahul @ Shashi Partap\n      stands as per the judgment of the High Court.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_5\">Challenging  their  conviction,  these  two  accused  persons   have   filed\npetitions for special leave to appeal, which were granted.   The  appeal  of\nBharat is numbered as Criminal Appeal No. 1528 of 2013 and that of  Rahul  @\nShashi Partap is numbered as Criminal Appeal No. 1519 of 2013.  Against  the\nacquittal of other four accused persons, the State of Haryana has  preferred\nspecial  leave  petition.   Their  acquittal  is  also  challenged  by   the\ncomplainant Pawan Kumar Masta, which is number as Criminal Appeal Nos. 1526-\n1527 of 2013.  Thus, all these four appeals arise out of a  common  judgment\nof the High Court pertaining to the same trial.  That  was  the  reason  for\nhearing all these appeals together, which are  being  disposed  of  by  this\nsingular judgment.\n</p><p data-structure=\"Facts\" id=\"p_6\">                  We may point out at this stage  itself  that  as  Karambir\n      died after the pronouncement of the judgment by the High Court,  while\n      issuing notice in the special leave petitions filed by  the  State  of\n      Haryana, the aforesaid fact was taken note of and the SLP against  him\n      stood abated.  Notice was also not issued  against  Manjit  Singh  and\n      Banti @ Yogender Singh as the special leave petitions filed  qua  them\n      were also  dismissed.   Therefore,  insofar  as  the  appeals  against\n      acquittal are concerned, they relate only to Satender.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_7\">With this preliminary introduction of the subject matter, we advert  to  the\nincident which took place, as projected by the prosecution.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">FIR No. 414 dated November 06, 2004  was  registered  on  the  complaint  of\nPawan Kumar Masta, who stated in his evidence that on November 05,  2004  at\nabout 7.30 p.m., he was sitting near the Panwari  Wala  Mandir  near  Police\nStation City Bhiwani along with  his  elder  brother  Ramesh  Masta,  Dinesh\nKumar and Sonu Masta.  They were all talking to each  other.   Ramesh  Masta\nwas President of City Congress of District Bhiwani.  Ramesh  Masta  received\na phone call on his Mobile No. 9812027194 and he started  attending  to  the\nsame after moving away from his accomplices  to  a  distance  of  about  4-5\npaces.  In the meantime, three young boys came on a motorcycle of  a  silver\ncolour without bearing any number plate.  Rahul  @  Shashi  Partap  fired  a\nshot on the head of Ramesh Masta with his pistol.   Rahul  @  Shashi  Partap\nwas accompanied with a thin boy, who was wearing a blue  check  shirt,  aged\n22-24 years and was of wheatish complexion.   The  boy,  who  had  kept  the\nmotorcycle in a running condition, was having a normal  body  and  was  aged\nabout 22-24 years.  He could identify the other two persons along with  Sonu\nand Dinesh, if they were brought before them.  All the three  persons  after\nfiring the shot had sped away on the motorcycle.\n</p><p data-structure=\"Facts\" id=\"p_9\">                  The cause of grudge was that Ramesh Masta  was  running  a\n      private school at Bawari Gate, Bhiwani.  Karambir wanted  to  get  the\n      illegal possession of the said school.  In this regard, they had  done\n      some firing in the school and in the said incident, Ramesh  Masta  had\n      escaped uninjured.  On February  09,  2004,  Ramesh  Masta  was  again\n      attacked and he suffered a fire shot.  A criminal case was  registered\n      on the basis of the statement of Ramesh Masta.  A  writ  petition  had\n      been filed in this Court by Ramesh Masta seeking proper  investigation\n      of the case from another agency.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_10\">As is clear from the above, as  per  the  prosecution,  three  persons  took\nactive part  in  killing  Ramesh  Masta,  who  had  come  at  the  place  of\noccurrence on a motorcycle.  Specific role is attributed to Rahul  @  Shashi\nPartap, who had fired the shot from his pistol, which hit  on  the  head  of\nRamesh Masta.  The motorcycle was  being  driven  by  Bharat.   As  per  the\nprosecution, Satender had also fired a shot from his pistol, though  it  did\nnot hit the victim (as noted hereinafter, this act  attributed  to  him  has\nnot  been  proved).   Insofar  as  other  three  accused  persons,   namely,\nKarambir, Manjit Singh and Banti @ Yogender  Singh,  are  concerned,  charge\nagainst them was of conspiracy and abetment.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">The prosecution, in order to prove  its  case,  examined  twenty  witnesses.\nThereafter, statements of  all  the  accused  persons  were  recorded  under\n<a href=\"/doc/767287/\" id=\"a_12\">Section 313</a> of the Code of Criminal Procedure,  1973  and  the  trial  court\nfound all of them guilty of the charges levelled against each of them.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_12\">Insofar as injuries suffered by the deceased and the  medical  evidence  are\nconcerned, three witnesses, namely, Dr. S.S. Malik (PW-6), Dr. Rajender  Rai\n(PW-12) and Dr. Ritu Kaura (PW-14), were  examined.   Dr.  Rai  was  in  the\nemergency ward of General Hospital, Bhiwani when Ramesh  Masta  was  brought\nto him in an injured condition.  He deposed this fact and also  stated  that\nthere was history of gunshot head injury and the  patient  was  not  fit  to\nmake a statement.  After giving first aid,  Ramesh  Masta  was  referred  to\nPGIMS, Rohtak and ruqa to this effect was sent by  Dr.  Rai  to  the  Police\nPost of General Hospital, Bhiwani.\n</p><p data-structure=\"CDiscource\" id=\"p_13\">                  Dr. S.S. Malik (PW-6) was on duty in the emergency ward of\n      PGIMS, Rohtak, when Ramesh Masta was brought to the said  hospital  on\n      November 05, 2004.  He stated that there were gunshot injuries on  his\n      head and he expired at 9.55 p.m. in spite of treatment given  to  him.\n      He sent ruqa to this effect to the In-charge of  Police  Post,  PGIMS,\n      Rohtak at 10.00 p.m.\n                  Post-mortem of the aforesaid  body  of  Ramesh  Masta  was\n      conducted by Dr. Ritu  Kaura  (PW-14).   On  the  basis  of  the  said\n      examination, she found the following injuries on his person:\n</p><blockquote id=\"blockquote_1\">      (a)   Stitched wound 7 cm horizontal was present  in  the  lower  part\n      occipital 3 cm below occipital protuberance.  On  further  dissection,\n      subcutaneous tissue blackened in the middle.   Skull  bone  fractured.\n      Brain matter was coming out.  Ecchymosis was present.\n</blockquote><blockquote id=\"blockquote_2\">      (b)   Stitched wound of size 7 cm present  in  right  parietal  region\n      obliquely placed.  Front end 6 cm right to middle line and 7 cm  above\n      the middle of right eyebrow.  Posterior end 8 cm from the midline.  On\n      further dissection skull bone fractured  Everett.   Brain  matter  was\n      coming out.  Ecchymosis were present.\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">                  She also opined that cause of death was due to haemorrhage\n      and shock and injury to vital organ, i.e. brain, which  is  sufficient\n      to cause death in  normal  course  of  nature  and  further  that  the\n      injuries were ante-mortem in nature.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_15\">As pointed out above, the High Court has acquitted the  accused  persons  of\nthe charge of conspiracy, which resulted in acquittal of Satender,  Karambir\nand Manjit Singh.   Since Karambir has died and the special  leave  petition\nagainst Manjit Singh was also dismissed, in the appeal filed  by  the  State\nas well as the complainant Pawan Kumar Masta,  we  are  concerned  with  the\nvalidity of the  acquittal  order  passed  in  respect  of  Satender,  which\ndepends upon the issue as to whether charge of  common  intention  has  been\nproved or not as there is no overt act on his part except that he  was  also\non the motorcycle along with the two convicts/ appellants.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">No doubt, charge of conspiracy was also levelled against Satender.   But  it\nwas in respect of all others and other three against  whom  only  charge  of\nconspiracy under <a href=\"/doc/1897847/\" id=\"a_13\">Section 120-B</a> IPC was framed they have  been  acquitted  of\nthsi charge.  Still we have gone through the judgment of the High Court  and\nevidence on this charge.  The only  witness  examined  in  respect  of  this\ncharge was Ghanshayam Dass (PW-3).  He deposed that he was  a  neighbour  of\nRamesh Masta as well as of Karambir’s family.  He knew  both  the  families.\nTwo days prior to the death of Ramesh  Masta, he had gone to  the  house  of\nKarambir along with Satish.  They heard  the  talk  through  window  of  the\nhouse of Karambir.  Karambir was telling Bharat, Rahul, Satender, Banti  and\nManjit that he was having old enmity with Ramesh Masta, who had  been  saved\nin previous two incidents but this time, he should not be able to go  alive.\n Karambir told Banti and Manjit to supply weapons  to  Rahul,  Satender  and\nBharat and said that the rest would be done by the said accused.  Then  they\nentered the house of Karambir and talked  about  their  work  with  him  but\nKarambir said that he was busy with his guests and they should  come  again.\nThey narrated the facts to the Police on January 30, 2005  as  earlier  they\nwere scared from the accused persons.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">The High Court, after critical analysis of the testimony of  PW-3,  declined\nto believe the truthfulness of his  version.   Reasons  given  by  the  High\nCourt in coming to this conclusion are as follows:\n</p><blockquote id=\"blockquote_3\">              “So far as the evidence led by the prosecution qua conspiracy\n              is concerned, the statement of PW-3 Ghanshayam Dass fails  to\n              inspire confidence. The said witness had gone to the house of\n              appellant Karambir a couple of days prior  to  the  death  of\n              Ramesh Masta.  Ramesh Masta had died  on  5.11.2004  at  9.55\n              p.m.  However, the statement of  PW-3  was  recorded  by  the\n              police on 30.1.2005 for the first time.  The said witness  in\n              his cross-examination deposed  that  he  had  never  met  the\n              police  prior   to   recording   of   his   statement.    The\n              Investigating Officer had also not met him.  He had not  been\n              called by the Police.  The  said  witness  resides  near  the\n              houses of Karambir and the deceased.  He further deposed that\n              he had gone to the hospital to enquire about  the  health  of\n              injured Ramesh Masta but had not attended  the  cremation  of\n              deceased Ramesh Masta nor had gone  to  his  house  to  offer\n              condolence.  He was joined by the police during investigation\n              of the previous incident. Thus, from the statement  of  PW-3,\n              it is evident that he did not disclose the talk heard by  him\n              to anybody prior to recording of his statement on  30.1.2005.\n              Surprisingly, the name of the said witness was duly mentioned\n              in the list of witnesses in the final report prepared by  the\n              investigating  officer  on  6.1.2005.   The  said  report  is\n              available on record  as  Ex.DA/1.   A  perusal  of  the  same\n              reveals that the names of Satish Kumar  and  Ghanshayam  Dass\n              are mentioned at  serial  Nos.  9  and  10  in  the  list  of\n              witnesses (Ex.DC).  Since PW Ghanshayam Dass had not met  the\n              police prior to recording of his statement on 30.1.2005, then\n              how his name could be mentioned in the list of  witnesses  in\n              the  final  report  prepared  on  6.1.2005.   Learned   State\n              counsel, who is assisted b the learned senior counsel for the\n              complainant, has failed to reconcile  the  said  discrepancy.\n              In these circumstances, the  statement  of  PW-3   Ghanshayam\n              Dass fails to inspire confidence.  It appears that  the  said\n              witness has been introduced by  the  prosecution  to  involve\n              appellants Karambir, Manjit Singh and  Banti  in  this  case.\n              Hence, appellants Karambir, Manjit Singh and Banti are liable\n              to be acquitted.”\n\nAfter hearing the counsel for the parties, we  are  in  agreement  with  the\naforesaid approach of the High Court, which rightly discarded the  statement\nof PW-3 as untrustworthy because of various  discrepancies  pointed  out  in\nthis statement and his conduct which  is  unnatural.   The  High  Court  is,\ntherefore, right in holding that there was a possibility that  he  has  been\nintroduced by the prosecution to involve the other  three  persons  in  this\ncase.\n</blockquote><blockquote id=\"blockquote_4\">            With this, stage is now ripe for dealing with each appeal.\n</blockquote>\n<blockquote id=\"blockquote_5\">CRIMINAL APPEAL NO. 1519 of 2013\nAs already noticed, main role in the killing of Ramesh Masta  is  attributed\nto Rahul @ Shashi Partap, who had fired the gunshot resulting into the  head\ninjuries, which became the cause of this death.  He has  been  convicted  by\nthe trial court and his conviction has been upheld  by  the  High  Court  as\nwell.  We find  from  the  record  that  complainant  –  Pawan  Kumar  Masta\nappeared as PW-1 and deposed as per the contents of the FIR.  He,  thus,  is\nan eye witness to the whole episode.  He not only identified Rahul @  Shashi\nPartap, but also identified Bharat as driver of the motorcycle and\nSatender as pillion rider.  Another eye witness is Mr. Dinesh, who  appeared\nas PW-2 and corroborated the statement of PW-1  narrating  the  incident  in\nidentical manner.  Other main witnesses are those who were involved  in  the\ninvestigation,  including  PW-13   Sub-Inspector   Satyavir   Singh,   PW-18\nInspector Darshan Lal, PW-19 Inspector Ram Avtar, PW-8 Inspector  Dharampal,\nPW-7  Mr.  Rameshwar  Dhariwal,  Divisional  Engineer  at  Mobile  Switching\nCentre,  Panipat  and  Shri  J.B.  Gupta,  Chief  Judicial  Magistrate,  who\nappeared as PW-11 and deposed to the effect that Satender  and  Bharat  were\nproduced before him with their faces  covered  in  mufflers  along  with  an\napplication for holding  a  Test  Identification  Parade,  but  the  accused\npersons have declined to join the same.\n</blockquote>\n<blockquote id=\"blockquote_6\">It is not necessary to describe in  detail  the  deposition  of  the  Police\nofficials named above, who had appeared as witnesses, inasmuch  as,  learned\ncounsel appearing for Rahul @ Shashi Partap, even for  that  matter  learned\ncounsel  appearing  for  Bharat,  the  other  convict,  did  not  make   any\nsubmissions  pointing  out  any  irregularities  or   infirmities   in   the\ninvestigation carried out by these  officers.   The  only  argument  of  the\nlearned counsel appearing for  Rahul  @  Shashi  Partap,  was  that  he  was\nfalsely implicated by the complainant and  he  was  innocent.   However,  he\ncould not point out any defect in the findings of fact recorded by  the  two\ncourts below accepting testimonies of PW-1 and 2, the two eye witnesses,  as\nreliable, unimpeachable and trustworthy.  After  going  through  the  record\nagain, including their depositions, we are  of  the  opinion  that  the  two\ncourts below have rightly found the statements  of  the  two  eye  witnesses\nworthy of credence.   Based  thereupon,  under  no  circumstances,  Rahul  @\nShashi Partap, who had fired the gunshot, which hit the head of the  victim,\ncan escape his liability.  Moreover, the evidence of the  eye  witnesses  is\ncorroborated by the medical evidence available on the record.  In  addition,\nthere was also recovery of country made pistol  of  Rahul  @  Shashi  Partap\nalong with the motorcycle, which was used for the crime, vide Recovery  Memo\nExhibit P-G, from Rahul @ Shashi Partap  on  the  basis  of  the  disclosure\nstatement  made  by  him.   Thus,  the   prosecution   established,   beyond\nreasonable doubt, the involvement of Rahul @ Shashi Partap in commission  of\nthe  crime  with  cogent,  relevant  and  direct  evidence.   It  would   be\nworthwhile to note that in his statement recorded under <a href=\"/doc/767287/\" id=\"a_14\">Section 313</a>  of  the\nCode of Criminal Procedure, 1973, apart from stating  that  he  is  innocent\nand it was a blind murder case, his  only  defence  was  that  there  was  a\nrevenue litigation between his  father  Karambir  and  the  deceased  Ramesh\nMasta and  that  Karambir  and  Ramesh  Masta  had  contested  elections  of\nMunicipal Corporation, Bhiwani against  each  other  and  because  of  these\nreasons, Ramesh Masta and his family members  were  nursing  grudge  against\nRahul @ Shashi Partap and his  family  members.   Once  the  actus  reus  is\nestablished, motive has been provided by Rahul @ Shashi  Partap  himself  in\nhis statement under <a href=\"/doc/767287/\" id=\"a_15\">Section 313</a> of the Code  of  Criminal  Procedure,  1973.\nWe, thus, are of the opinion that the  trial  court  rightly  held  Rahul  @\nShashi Partap guilty  of  murder  under  <a href=\"/doc/1560742/\" id=\"a_16\">Section  302</a>  IPC  as  well  as  in\npossession of illegal arms thereby convicting him under <a href=\"/doc/73862/\" id=\"a_17\">Section  25</a>  of  the\nArms Act.\n</blockquote>\n<blockquote id=\"blockquote_7\">For the foregoing reasons, this appeal is liable to  be  dismissed  and  is,\naccordingly, dismissed.\n</blockquote>\n<blockquote id=\"blockquote_8\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"126399\" id=\"span_1\">CRIMINAL APPEAL NO. 1528 OF 2013\nInsofar as this appeal filed by Bharat is  concerned,  argument  of  learned\ncounsel appearing for him was that he has not played any active  role.   The\nallegation against him was that he  was  riding  the  motorcycle.   However,\nthis motorcycle did not belong to him and was not even recovered  from  him.\nLearned counsel made a passionate plea to the effect  that  the  prosecution\nhad failed to prove common intention and  also  that  Bharat  even  had  any\nknowledge that Rahul @ Shashi Partap was going to shoot  Ramesh  Masta.   He\nalso submitted that Bharat was not even  named  in  the  FIR.   He  was  not\nassociated with Rahul @ Shashi Partap and it was  Rahul  who  had  a  grudge\nagainst the deceased.  He further argued that in the  Arrest  Memo  (Exhibit\nDZ), the date was changed from 07.11.2004 to 09.11.2004, which throws  doubt\nupon the involvement of Bharat, who was unnecessarily roped in  at  a  later\nstage.  Pleading that in such circumstances Bharat  also  should  have  been\nacquitted by the Court, as was done in the case  of  Satender  by  the  High\nCourt, who was also a pillion rider, he referred to the  judgments  of  this\nCourt in <a href=\"/doc/126399/\" id=\"a_18\">Abdul Sayeed v. State of Madhya Pradesh</a>, (2010) 10 SCC 259 and  Ram\nNath @ Mamaji @ Jiwanlal v. State of Madhya Pradesh, AIR 1953 SC 420.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"126399\" id=\"span_2\">In <a href=\"/doc/126399/\" id=\"a_19\">Abdul Sayeed</a> (supra), this Court observed as under:</span>\n</p><blockquote id=\"blockquote_9\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1944190\" id=\"span_3\">“49. <a href=\"/doc/37788/\" id=\"a_20\">Section 34</a> IPC carves out an exception from general  law\n              that a person is responsible for his own act, as it  provides\n              that a person can also be held  vicariously  responsible  for\n              the act of others if he has the “common intention” to  commit\n              the  offence.  The  phrase  “common  intention”   implies   a\n              prearranged plan and acting in concert pursuant to the  plan.\n              Thus, the  common  intention  must  be  there  prior  to  the\n              commission of the  offence  in  point  of  time.  The  common\n              intention to bring about a particular result  may  also  well\n              develop on the spot as between  a  number  of  persons,  with\n              reference [pic]to the facts of  the  case  and  circumstances\n              existing thereto. The common intention under <a href=\"/doc/37788/\" id=\"a_21\">Section  34</a>  IPC\n              is to be understood in  a  different  sense  from  the  “same\n              intention” or “similar intention”  or  “common  object”.  The\n              persons having similar intention which is not the  result  of\n              the prearranged plan cannot be held guilty  of  the  criminal\n              act with the aid of <a href=\"/doc/37788/\" id=\"a_22\">Section 34</a>  IPC.   (See  <a href=\"/doc/1944190/\" id=\"a_23\">Mohan  Singh  v.\n              State of Punjab</a>, AIR 1963 SC 174)”.</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_10\">In Ram Nath @ Mamaji @ Jiwanlal (supra), the  relevant  discussion  for  our\npurposes, is as follows:\n</blockquote><blockquote id=\"blockquote_11\">              “18. The further contention of Dr. Tek Chand  that  the  High\n              Court was in error in holding that the provisions of  <a href=\"/doc/968081/\" id=\"a_24\">Section\n              34</a> were attracted to the facts  of  the  case  is  also  well\n              founded. There is no evidence whatsoever of any premeditation\n              or of a prearranged  plan  by  the  assailants  of  murdering\n              Sunder. The conclusions of the High Court in para. 53 of  its\n              judgment seem  to  be  based  more  on  conjectures  than  on\n              admissible material. No act or conduct on  the  part  of  the\n              accused  has  been  proved  from  which  an  inference  of  a\n              prearranged plan to murder Sunder could be raised.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_19\">                 Even if it is held proved that  all  the  appellants  were\n              seen at that spot at the time of firing this fact  by  itself\n              could not be held enough to prove a common intention  of  the\n              appellants to murder Sunder. It can well be that  these  four\n              persons were standing  together  and  one  of  them  suddenly\n              seeing Sunder fired at him. This  possibility  has  not  been\n              eliminated by any evidence on the record. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"256823\" id=\"span_4\">In such a situation\n              when it would not be known who fired the fatal shot, none  of\n              such persons could be convicted of murder under Section  302,\n              I. P. C. It seems to us that in  this  case  the  High  Court\n              failed to appreciate the true effect of the decision  of  the\n              Privy Council in--<a href=\"/doc/256823/\" id=\"a_25\">&#x27;Mahbub Shah v. Emperor</a>&#x27;, AIR 1945  PC  118\n              (A), and its judgment  in  regard  to  the  applicability  of\n              <a href=\"/doc/968081/\" id=\"a_26\">Section 34</a>, I. P. C. has to be reversed.”\n\n\n\n\n\n\nWe are unable to chew any  of  the  aforesaid  submissions  of  the  learend\ncounsel.  Argument of the learned counsel that Bharat was not named  in  the\nFIR would hardly be  of  any  consequence.   In  the  FIR,  the  complainant\ncategorically stated that three young aged boys came upon the motorcycle  of\nsilver colour without number plate.  Clear description  of  Rahul  @  Shashi\nPartap with parentage and residential  address  is  given.   It  is  further\nstated in the FIR that along with  Rahul  there  was  another  boy  who  was\nriding the motorcycle and had kept the motorcycle in  start  mode.   He  was\nhaving normaly body and his age was about 22-24 years.  Thus, not  only  the\ncomplainant gave the  physical  description  and  age  of  Bharat,  he  even\nidentified him in the Court.  More pertinently, when Bharat was produced  by\nthe Police after his arrest before PW-11  Mr.  J.B.  Gupta,  Chief  Judicial\nMagistrate, along  with  an  application  for  holding  Test  Identification\nParade, Bharat refused to join the same.  Further, his conduct of  not  only\nriding the motorcycle, but stopping the same at the spot where the  deceased\nwas standing and keeping the engine of the motorcycle running clearly  leads\nto the conclusion that he was well aware of the  plans  of  Rahul  @  Shashi\nPartap and was a party in executing the same.  The purpose  of  keeping  the\nmotorcycle in a running condition was to escape from the place  as  soon  as\nRahul @ Shashi Partap fires the shot.  Rahul,  who  had  alighted  from  the\nmotorcycle along with Satender, came back and Bharat eloped with them  while\nriding the motorcycle.  It would  also  be  relevant  to  mention  that  the\nmotorcycle was recovered from  Rahul  @  Shashi  Partap  on  the  disclosure\nstatement made by Bharat.  Merely because Bharat was not the  owner  of  the\nmotorcycle is neither here nor there as it is totally irrelevant.   Fact  is\nthat he was riding the motorcycle and had gone with Rahul  @  Shashi  Partap\nto commit the murder of Ramesh.  The conduct, behaviour and active  role  of\nBharat, along with Rahul, clearly depicts his knowledge as  well  as  common\nintention of two of them to  commit  the  crime.   On  these  facts,  Bharat\ncannot take help of the  judgments  cited  by  the  learned  counsel.   Once\ncommon intention is proved establishing the ingredients of <a href=\"/doc/37788/\" id=\"a_27\">Section  34</a>  IPC,\nBharat becomes vicariously liable  to  the  same  magnitude  as  Rahul,  who\nactually shot the victim.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">Insofar as change of date in the Arrest Memo is concerned, it  is  also  not\nof any avail to Bharat simply because of the reason that  this  Arrest  Memo\nwas produced on record by Inspector  Ram  Avtar  (PW-19)  who  had  arrested\nBharat.  However, no question about this date was put to him in  the  cross-\nexamination so as to give an opportunity to PW-19 to explain the same.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">Having regard to the aforesaid facts,  the  judgments  relied  upon  by  the\nlearned counsel appearing for Bharat have  no  application  in  the  present\ncase.  Accordingly, Criminal Appeal No. 1528 of  2013  filed  by  Bharat  is\ndismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">CRIMINAL APPEAL NO. 1521 OF 2013\nCRIMINAL APPEAL NOS. 1526-1527 OF 2013\n\nThis leaves us to the case of Satender, who has been acquitted by  the  High\nCourt and challenging his acquittal appeals are preferred by  the  State  as\nwell as the complainant.   He had  also  gone  along  with  Rahul  @  Shashi\nPartap and Bharat  and  was  a  pillion  rider.   However,  the  reason  for\nacquittal of Satender was that no overt act had been attributed  to  him  by\nany of the eye witnesses.  It was only during investigation the  prosecution\ntried to portray that he had also fired a shot from  his  pistol,  which  he\nwas carrying, but it had  missed  the  target.   This  act  of  attribution,\nnamely, he had fired the shot but it had missed, could not be proved by  the\nprosecution during trial.  Even  the  eye  witnesses  did  not  depose  that\nSatender was armed with any weapon.  From  this  the  High  Court  drew  the\ninference that during investigation and with a view to strengthen  its  case\nagainst Satender, the investigating agency had tried to build  up  the  said\nstory.  The High Court was of the view that since  no  overt  act  had  been\nattributed  to  Satender  by  the  eye  witnesses  and  there  was  no  such\nallegation in the FIR  also,  the  possibility  that  he  had  been  falsely\ninvolved in this case cannot be ruled out.  He was not  even  identified  by\nthe complainant at the first instance.  Nothing could be shown  which  could\nprove that he also had common intention, along with  the  two  convicts,  to\nkill the deceased or had knowledge  about  the  designs  of  the  other  two\npersons with whom he had allegedly gone on motorcycle.  Therefore,  judgment\nin Ram Nath @ Mamaji @ Jiwanlal (supra)  becomes  applicable  in  his  case.\nThus, prosecution case qua him has been found  doubtful  for  the  aforesaid\nreasons.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_23\">We are of the view that sufficient reasons are given by the  High  Court  in\norder to come to a conclusion  that  case  against  Satender  has  not  been\nproved beyond reasonable doubt.  Once such  a  benefit  of  doubt  is  given\nafter sifting and analysing the evidence and the findings are not  perverse,\nit would not be appropriate to reverse that  finding  in  these  proceedings\nunder <a href=\"/doc/427855/\" id=\"a_28\">Article 136</a> of the Constitution of India.   The  appeal  of  State  as\nwell as the one filed by the complainant against the acquittal  of  Satender\nare, accordingly, dismissed.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_24\">                             .............................................J.\n                                                          (DR. B.S. CHAUHAN)\n\n\n\n                             .............................................J.\n                                                                (A.K. SIKRI)\n\nNEW DELHI;\n</p><p data-structure=\"Conclusion\" id=\"p_25\">MAY 23, 2014.\n</p>\n","numcites":12,"numcitedby":19,"docsource":"Supreme Court of India","citetid":181117987,"divtype":"judgments","relatedqs":[{"value":"pillion rider","formInput":"pillion%20rider"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":" special leave petition","formInput":"%20special%20leave%20petition"},{"value":"arms act","formInput":"arms%20act"},{"value":"abetment","formInput":"abetment"},{"value":"conspiracy","formInput":"conspiracy"},{"value":"RAHUL","formInput":"RAHUL"},{"value":"arrest memo","formInput":"arrest%20memo"},{"value":"no overt act ","formInput":"no%20overt%20act%20"},{"value":"karambir singh","formInput":"karambir%20singh"},{"value":"BHIWANI","formInput":"BHIWANI"},{"value":"PAWAN KUMAR","formInput":"PAWAN%20KUMAR"},{"value":"\"pillion rider\"","formInput":"%22pillion%20rider%22"},{"value":"120-b","formInput":"120-b"},{"value":"\"arms act\"","formInput":"%22arms%20act%22"},{"value":"section 34, i.p.c.","formInput":"section%2034%2C%20i.p.c."},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"},{"value":"murder","formInput":"tag:murder"},{"value":"examine-accused","formInput":"tag:examine-accused"},{"value":"punishment-for-prohibited-arms","formInput":"tag:punishment-for-prohibited-arms"}],"courtcopy":true,"query_alert":null,"agreement":false}