{"tid":711989,"publishdate":"1947-12-02","title":"Chandanmull Jhaleria And Ors. vs Clive Mills Co. Ltd. And Ors. on 2 December, 1947","doc":"<h2 class=\"doc_title\">Chandanmull Jhaleria And Ors. vs Clive Mills Co. Ltd. And Ors. on 2 December, 1947</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1948CAL257, AIR 1948 CALCUTTA 257</h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nHarries, C.J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. These are ten connected appeals from judgments and orders of Das J., staying ten suits which had given rise to ten applications for stay.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The plaintiffs in the suits, who wore the respondents to the applications before the learned single Judge, had entered into forward contracts with the respective defendants in the suits, who were applicants before Das J., for sale of various quantities of jute upon the terms and conditions contained in the respective contracts, which were in the forms approved by the Indian Jute Mills Association. The time for delivery in most of the contracts was August to September, 1946, and in some it was during a period beyond September, 1946. All the contracts contained an arbitration clause. In Suits Nos. 42 and 43 of 1947 which gave rise to appeals Nos. 23 and 34 of 1947 the arbitration clause was in these terms:\n</p>  \n\n<blockquote id=\"blockquote_1\">Any dispute whatsoever arising out of or in any way relating to this contract or to its construction or fulfilment, or payment, between the parties hereto and whether arising before or after the date of the expiration of this contract will be referred to the Arbitration of two persons one to be appointed by each party.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">The buyers, however, have the option of referring any dispute arising under or out of this contract for arbitration to the Bengal Chamber of Commerce in manner prescribed by the rules (then in force), of the said Chamber&#x27;s Tribunal of Arbitration and according to such the arbitration shall be conducted throughout.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The eight remaining suits arose out of contracts which contained the following arbitration clause:\n</p><blockquote id=\"blockquote_3\"> All matter, questions, disputes difference, and/or claims arising out of and/or concerning and/or in connection with and/or in consequence of or relating to this contract, whether or not the obligations of either or both parties under this contract be subsisting at the time of such dispute and whether or not this contract has been terminated or purported to be terminated or completed shall be referred to the Arbitration of the Bengal Chamber of Commerce under the rules of its Tribunal of Arbitration for the time being in force and according to such rules the arbitration shall be conducted.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The sellers, the plaintiffs in the suits, other than in Suits Nos. 42 and 43 wrote to the respective defendants intimating that for various reasons they could not deliver the jute which they had contracted to sell. The buyers claimed that they were entitled to accept that intimation; as a repudiation of the contract by the sellers, and they accordingly claimed damages for breach of contract and referred the matter to the Tribunal of the Bengal Chamber of Commerce as required by the arbitration clause.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. The plaintiffs in Suits Nos. 42 and 43 of 1947 also expressed their inability to deliver the goods and they even went further and negotiated to compromise the disputes. The buyers, defendants in these suits, were not satisfied and eventually they also referred the disputes to arbitration as provided by the arbitration clause contained in the two contracts concerned.\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">6. After the reference had been made by the respective defendants to the Bengal Chamber of Commerce Tribunal each of the sellers brought a suit and it will be necessary to set out in some detail what was claimed. In the pleadings the contract or contracts were set out and the dates of delivery given. If; was then pleaded that when the contracts were entered into the Jute Price Control Order, 1945, was in force under which the maximum and minimum prices of jute were fixed. It is then alleged that both parties expected, as it was well known, that when the Jute Control Order expired on 30th September 1946, it would be canto Snood by an appropriate ordinance or a piece of legislation by the Central Government. In short it is pleaded that the contract was entered into upon the assumption that the Jute Control Order which was due to expire on 3oth September 1946, would be continued and extended. In paras. 4, 5 and 6 this contention is reiterated, and it is suggested that as the Jute Control Order had not been extended as it was assumed and expected by the parties, the contract was discharged, rescinded or avoided by frustration and therefore ceased to be operative on 30th September 1946, which was the last date upon which the Jute Control Order was in force. In para. 8 an alternative plea is taken that both parties entered into the contracts under a mistake of fact essential to the agreement. The mistake of fact is said to be that the Jute Control Order would be extended as and from 30th September 1946, whereas in fact it was not extended and the control of jute came to an end upon that day.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\">7. In the succeeding paragraphs an alternative claim is made in the event of the Court holding that the contracts had not been terminated us alleged previously in the pleading.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">8. In the prayer portion of the plaint the various plaintiffs claimed; (1) a declaration that the contracts mentioned in the respective plainta are or have become void and of no effect; (2) that the said contracts be delivered up and cancelled. There was an alternative claim relating to damages.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">9. After these suits had been filed and before they took any further steps the respective defendants applied to the Court to stay these suits. The ten applications were heard by Das J., who allowed them and stayed the suits. Das J. considered the matter at length and in great detail and in a very careful and clear judgment he gave his reasons for staying these suits. The learned Judge was of opinion that he could not go into the merits of the various suit but could have regard only to the plaints to ascertain the frame and nature of the suits. If the suits were so pleaded and framed as not to be suits in respect of causes of action arising under the contract, then Das J. was of opinion that he would have no power to stay the suits, unless the various arbitration clauses were wide enough to cover disputes other than those arising immediately under the contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\">10. Das J. dealt at length with the contention that these contracts had been frustrated. The argument was that as they had been frustratod the contracts together with the arbitration clauses, which they contained, came to an end, and as thereafter there were no arbitration clauses governing the rights of the parties the matters could not be referred to arbitration. In Das J.&#x27;s view the arbitration clauses, however, were framed widely enough to cover disputes as to whether these contracts came to an end or not by reason of frustration. He rejected the argument that once frustration was raised such was not a matter which could be decided by an arbitrator.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">11. The learned Judge held that there was no plea in these cases of a mistake as to an existing fact. In this view the mistake pleaded was a mistake as to a future event. That being so, the contracts could not be said to have been void abolition and the most that could be said would be that they might be avoided at the future date when the event expected did not occur. In his view, the arbitration clauses contained in the various contracts were framed wide enough to cover such a dispute, although he conceded that if a plea had been taken that the contracts were entered into under a mistake as to an existing fact, different considerations might arise.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_12\">12. It was further urged before Das J. that the questions involved in these cases were purely or mainly questions of law. That being so, it was contended that a Court was a more suitable tribunal to decide such questions than a body of arbitrators, who would necessarily be laymen unversed in the intricacies and difficulties of commercial law. Das J. pointed out that in these cases difficult questions of fact as well as law arose. Before any tribunal could hold that these contracts had been frustrated, then the facts pleaded would have to be established. Similarly facts would have to be established before a plea as to mistake could be put forward. In the view of the learned Judge the legal difficulties in these cases were not such that they could not be dealt with adequately by anarbitral tribunal. He therefore rejected the contention that the difficulties of the case made trial by a Court essential.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_13\">13. Lastly, it was urged before the learned Judge that any tribunal constituted under the rules of the Bengal Chamber of Commerce would be inevitably biased in favour of the buyers and against the sellers. It was said that the parties interested in the jute trade had been split into two camps. All the buyers would support the buyers&#x27; contention whereas all persons who sold jute would inevitably support the sellers&#x27; contention. The learned Judge points out in his judgment that the suggestions made against the possible partiality of the tribunal were made in affidavits which were not verified. He further held that the allegations were extremely vague and were not definite enough for a Court to act upon them. Lastly, the learned Judge points out that it was clear from the list of persons produced before him, who could act as arbitrators, that persons could be and would undoubtedly be appointed who were themselves connected neither with buyers nor sellers. In the result the learned Judge held that there were good grounds for staying the suits and he stayed all of them accordingly.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_14\">14. Mr. N.C. Chatterjee who appeared on behalf of the applicants, the plaintiffs in the various suits, urged in the first place that as frustration of the contracts had been pleaded the matter was one which could not go to arbitration as the dispute did not fall within the arbitration clause. He placed reliance upon the well known judgment of Lord Sumner in Hirji Mulji v. Cheong Yue Steamship Co., Ltd. (1926) 1926 A.C. 497. In that case the respondents by a charterparty made in November 1916, agreed to place their steamship at the disposal of the appellants at Singapore on 1-3-1917, and the appellants agreed to employ her on specified terms for ten months from the date when she was delivered to them. The charterparty contained a clause by which all disputes arising out of the contract were submitted to arbitration in Hong Kong. The ship was requisitioned by the Government before 1-3-1917, and was not released until February 1919. The appellants then refused to take delivery of her. An arbitrator awarded the respondents damages for breach of contract, and they brought an action upon the award. Their Lordships of the Privy Council held that there had been in 1917 a frustration of the charterparty which forthwith brought to an end the whole contract, including the submission to arbitration, and that consequently the contract being executory the arbitrator had no jurisdiction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">15. It is clear that in this case their Lordships of the Privy Council held that by reason of frustration of the contract the whole contract came to an end including the arbitration clause and thereafter there was no contract existing between the parties under which the dispute could be referred to arbitration. It is to be observed that in this case the arbitration clause was a clause to refer any dispute arising under the charter. There were no other words or phrases in the clause of a wider nature.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">16. Mr. Chatterjee&#x27;s argument was that in the cases before us there had been frustration of contracts. The plaintiffs had pleaded that the contracts were entered into by both parties on the assumption that the Jute Control Order would be extended. The failure to extend amounts to a frustration of the contract, as the parties would undoubtedly have made provision in the contract for such failure if they had realised that there was a possibility of it. It is not for this Court to go into the merits of this plea of frustration. It is only for the Court to examine what the effect of that is.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">17. The case in Hirji Mulji v. Cheong Yue Steamship Co., Ltd. (1926) 1926 A.C. 497 has very recently been criticised by their Lordships in the House of Lords in Heyman v. Darwins Ltd. (1942) 1942 A.C. 356. In fact in this latter case it was suggested by some of the learned Lords that the judgment of Lord Sumner in Hirji Mulji v. Cheong Yue Steamship Co., Ltd. (1926) 1926 A.C. 497 could no longer in some respects be supported. This Court, however, is bound by Hirji Mulji v. Cheong Yue Steamship Co., Ltd. (1926) 1926 A.C. 497 and is not bound by any decision of the House of Lords. That being so, this Court is bound to follow Hirji Mulji v. Cheong Yue Steamship Co., Ltd. (1926) 1926 A.C. 497 if the facts are similar to the facts of that case. Das J. realised this position, but he pointed out, and I think rightly, that the arbitration clauses in the various contracts before us are very different from the arbitration clause in Hirji Mulji v. Cheong Yue Steamship Co., Ltd. (1926) 1926 A.C. 497. As I have said, in the latter case all that was referred to arbitration were disputes arising under the charter. In the cases now before us the arbitration clauses are worded very much more widely. In eight of the cases the matters which are referred are matters, questions, disputes, differences or claims arising out of and/or concerning and/or in connexion with and/or in consequence of or relating to these contracts, whether or not the obligations of either or both parties under these contracts were subsisting at the time of such dispute and whether or not these contracts had been terminated or purported to be terminated or completed. In the other two appeals the questions referred to arbitration were any disputes whatsoever arising out of or in any way relating to the contracts or their fulfilment or payment whether arising before or after the date of the expiration of the contracts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">18. Lord Sumner in his judgment in Hirji Mulji v. Cheong Yue Steamship Co., Ltd. (1926) 1926 A.C. 497 conceded that it would be possible to draft an arbitration clause which would be wide enough to bring within its ambit a dispute relating to frustration. At p. 505 he observed:\n</p><blockquote id=\"blockquote_4\"> All these arguments, it will be seen, resolve themselves, on examination, into the fundamental inquiry, whether in law and fact frustration had been brought about before any dispute arose with regard to frustration or its cause or its consequences. The arbitration clause is but part of the contract and, unless it is couched in such terms as will except it out of the results, which follow from frustration, generally, it will come to an end too.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">At p. 511 he observed:\n</blockquote><blockquote id=\"blockquote_6\"> It is unnecessary to consider in what terms, if any, a clause might have been framed which would have saved the clause alive in the event of the frustration of the adventure and the charter.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">Lord Sumner did not discuss what form of clause would be kept alive on frustration of the contract and under which the dispute could be referred to arbitration. This matter, however, was considered at great length by their Lordships of the House of Lords in Heyman v. Darwins Ltd. (1942) 1942 A.C. 356 to which I have made reference. At p. 366 Viscount Simon L.C. observed as follows:\n</blockquote>  \n\n<blockquote id=\"blockquote_8\">Ordinarily speaking, there seems no reason at all why a widely drawn arbitration clause should not embrace a dispute whether a party is discharged from future performance by frustration, whether the time for performance has already arrived or not.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">My Lords, it is of much practical importance that the law should be quite plain as to the scope of an arbitration clause in a contract where the clause is framed in wide and general terms such as this, and I trust that the decision of the House in this appeal may be useful for this purpose and will remove any misunderstanding which may have grown up out of certain phrases in some of the previous decisions to which I have referred...If the dispute is whether the contract which contains the clause has ever been entered into at all, that issue cannot go to arbitration under the clause, for the party who denies that he has ever entered into contract is thereby denying that he has ever joined in the submission. Similarly, if one party to the alleged contract is contending that it is void ab initio (because, for example, the making of such a contract is illegal), the arbitration clause cannot operate, for on this view the clause itself is void. But, in a situation where the parties are at one in asserting that they entered into a binding contract, but a difference has arisen between them whether there has been a breach by one side or the other, or whether circumstances have arisen which have discharged one or both parties from further performance, such differences should be regarded as differences which have arisen &#x27;in respect of,&#x27; or &#x27;with regard to,&#x27; or &#x27;under&#x27; the contract, and an arbitration clause which uses these, or similar, expressions should be construed accordingly....\n</blockquote> \n\n<blockquote id=\"blockquote_10\">I do not agree that an arbitration clause expressed in such terms as above ceases to have any possible application merely because the contract has come to an end,&#x27; as, for example by frustration. In such cases it is the performance of the contract that has come to an end.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\">19. This view was also taken by the other learned Lords in their speeches in this case. It is true that we cannot in Hirji Mulji v. Cheong Yue Steamship Co., Ltd. (1926) 1926 A.C. 497 hold that the words &quot;arising under a contract&quot; would be sufficient to make an arbitration clause applicable to a case of frustration; but other words are wide enough to cover a dispute as to whether the contract has been frustrated or not. In all these arbitration clauses matters in any way related to the contract are referred to arbitration, and, in my view, it is clear that a dispute as to whether a contract has been frustrated or not is at the very least a matter relating to the contract, even if it does not arise out of it or is a question under the contract. In my view Das J. was right in holding that words such as &quot;disputes relating to the contract&quot; are sufficiently wide to cover disputes as to whether a contract has or has not been frustrated. In one of the arbitration clauses, there is an expression &quot;in connection with the contract,&quot; and in my view those words would be sufficiently wide to cover a dispute as to whether a contract had been frustrated. It is clearly a dispute, though perhaps not arising under the contract, in connection with the contract. That being so, I am bound to hold that Das J. was right in holding that the arbitration clauses governing the contracts in these cases had been framed widely enough to cover disputes as to whether the contracts had or had not been frustrated. Therefore the ground taken by Mr. Chatterjee that frustration was not a matter which could go to arbitration has no force.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_20\">20. In the second place, it was argued by Mr. Chatterjee that the plaintiffs had pleaded that these contracts were void ab initio by reason of mistake. Viscount Simon, L.C. in that portion of his judgment, which I have already cited, concedes that if the contract was void ab initio the arbitration clause would also be void and of no effect. Mr. Chatterjee has contended that the pleading in this case is a pleading of mutual mistake rendering the contract void ab initio together with the arbitration clause contained in it.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">21. Das J., however, was of opinion that the pleading did not amount to a pleading as to a mutual mistake of existing facts, and in my view that is so. The pleading of frustration and mistake is somewhat mixed. But the effect of paras. 3, 4, 5, 6 and 7 of the plaints is that the parties contracted on the assumption that the Jute Control Order which was due to expire on 30-9-1946, would be continued; in short they contracted on the assumption and upon the expectation that such order would be extended or continued. There is nothing in the pleading to suggest that the parties were under a mistake as to facts then existing. All that is suggested is that they were under a mistake as to a fact which would happen in the future. The difference between a mistake as to an existing fact and a mistake as to a future occurrence is clear and the consequences are very different, A mistake as to an existing fact will render the contract void ab initio. In short, if the parties have entered into a contract upon such a mistake there is and never has been any contract at all between them. In such an event the arbitration clause would necessarily have no existence. On the other hand if the mistake is as to some future event, a binding contract is entered into between the parties. The contract may be avoided or rescinded at some future date if the expected event does or does not happen. This distinction was clearly pointed out by Lord Atkin in his judgment in Bell v. Lever Brothers Ltd. (1932) 1932 A.C. 161 at 224:\n</p><blockquote id=\"blockquote_11\"> This beings the discussion to the alternative mode of expressing the result of a mutual mistake. It is said that in such a case as the present there is to be implied a stipulation in the contract that a condition of its efficacy is that the fact should be as understood by both partiesnamely, that the contract could not be terminated till the end of the current term. The question of the existence of conditions, express or implied, is obviously one that effects not the formation of the contract, but the investigation of the terms of the contract when made. A condition derives its efficacy from the consent of the parties.express or implied. They have agreed, but on what terms. One teem may be that unless the facts are or are not of a particular nature, or unless an event has or has not happened, the contract is not to take effect. With regard to future facts such a condition is obviously contractual. Till the event occurs the parties are bound. Thus the condition (the exact terms of which need not here be investigated) that is generally accepted as underlying the principle of the frustration cases is contractual, an implied condition. Sir John Simon formulated for the assistance of your Lordships a proposition which should be recorded: &#x27;whenever it is to be inferred from the terras of a contract or its surrounding circumstances that the consensus has been reached upon the basis of a particular contractual assumption and that assumption is not true, the contract is avoided: i.e., it is void ab initio if the assumption is of . present fact and it ceases to bind if the assumption is of future fact&#x27;\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\">22. If therefore the pleading in these cases is a pleading of mistake as to a future fact the contract would not be void ab initio. As I have said, it is clear from the pleading that what is alleged is that the parties entered into this contract on the assumption that something would occur on 1st October 1946, i.e., long after the date upon which the various parties entered into their contracts. The assumption was an assumption as to a future event. That being so, the contracts were binding contracts as stated by Lord Atkin, although they might cease to be binding when the event assumed did not occur.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">23. Mr. Chatterjee had attempted to argue that what was pleaded was that there had been a decision by Government to extend this order and that in spite of the decision the order was not extended. It is not pleaded that there was a decision and if it had, then no question of mistake could arise because both parties assumed a decision and there was one. What is pleaded, however, is that upon assurances of Government both parties assumed that an event would occur, namely, the extension of this order at a future date. The order was not extended and the mistake was a mistake as to a fact to occur in the future. That being so, the contracts were binding between the parties until October 1, when this order was not extended. These cases, therefore, are not cases of contracts void ab initio including the arbitration clauses contained in them. The contracts were binding and were avoided, if at all, later. It is clear from the judgment of Lord Atkin to which I have already made reference and the decision in Heyman v. Darwins Ltd. (1942) 1942 A.C. 356 already referred to, that arbitration clauses can be framed wide enough to cover the questions of avoidance of contracts at a later date. It seems to me clear that the question whether the failure of Government to extend the Jute Control Order from 30 9-1946, avoided these contracts or not is a, question relating to the contract; and that being so the arbitration clauses are framed wide enough to cover such disputes. It follows, there fore, that there is nothing in the pleadings of these suits which would make the arbitration clauses inapplicable to this allegation of mistake, In my judgment Das J., was right in holding that this was no ground for refusing a stay.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">24. It is suggested that what is pleaded is a conditional contract and as the condition was not fulfilled the contracts were inoperative together with their arbitration clauses. This contention was not seriously pressed as it was conceded that by no canons of construction could the pleadings be regarded as pleadings that the contracts were contingent or conditional. I need not, therefore, discuss this point any further.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">25. It was then urged that the questions involved in these cases were purely or in the main questions of law and that being so the suits should not be stayed. There can be no question that the right to have the suits stayed is a discretionary one. Under <a href=\"/doc/1722761/\" id=\"a_1\">Section 34</a>, Arbitration Act, the Court in proper circumstances may stay a suit. It has always been held in England that an Appellate Court will not interfere with a decision of a learned Judge on a question such as this where the learned Judge has exercised his discretion in favour of one of the parties. Of course if the discretion had not been exercised judicially different consideration would arise. But the Appellate Court has uniformly refused to interfere if a learned Judge has exercised his discretion in a proper and judicial manner in granting or refusing a stay. There seems to be no reason why this Court should take a different view. These applications are considered by single Judges of considerable experience in these matters, and no one could possibly suggest that the learned Judge who decided these applications did not consider them in a most judicial manner. He has dealt most fully with every argument advanced, and in my judgment he has exercised his discretion judicially. That being so, I do not think this Court should interfere.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">25a. In any event I can see no ground why these questions should not be referred to arbitration. There has been considerable discussion in legal circles as to what is the juridical basis of frustration of a contract. However, as pointed out by Das J., the application of the doctrine is not so difficult. The learned Judge further pointed out that before the doctrine could be applied facts must be found and in his view a competent business man would be able to ascertain the facts probably with greater case than a Judge sitting in this Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_27\">26. Similarly with regard to the plea of mistake. The law as I had endeavoured to set out is not of great complexity, and can see no reason why an arbitrator could not effectively apply it. Further facts would have to be found upon which this plea can be baaed and an arbitrator would be quite competent to find such facts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">27. Reliance was placed by Mr. Chatterjee upon Grey &amp; Co., v. Tolme (No. 1). (1915) 31 T.L.R. 137. That was a case in which a learned Judge in Chambers had refused to stay a suit. Very difficult questions of law ware concerned, namely, as to whether the outbreak of war between England and Germany had dissolved contracts between the parties, or merely suspended them. The facts were clear. Contracts had been entered into and before performance, the first European war had broken out. In those circumstances Scrutton J. in Chambers refused to stay a suit, and the Court of Appeal upheld that view pointing out that it was not the custom of the Court of Appeal to interfere in matters of that kind when the discretion of the Judge in Chambers had been exercised judicially.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1475976\" id=\"span_1\">28. Reliance was also placed upon a case of this Court in <a href=\"/doc/1475976/\" id=\"a_2\">Tolaram Champalal v. Jewanram Gangaram</a> . In that case Panekridge J. declined to stay a suit because very difficult questions of law arose. The question of law was whether the state of affairs in the Far East at that time constituted a state of war or not, a question which would undoubtedly involve discussions on International Law. Quite clearly, such a question would be beyond the capacity of an average commercial man sitting as arbitrator. Further there were other reasons why a stay was refused in this case. If a stay had been granted two Japanese gentlemen would have sat with two other merchants, who might well be would-be enemies of the Japanese, to decide the matter.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1475976\" id=\"span_2\">It appears to me that <a href=\"/doc/1475976/\" id=\"a_3\">I.L.R. Tolaram Champalal v. Jewanram Gangaram</a>  was rightly decided and it is no authority in support of Mr. Chatterjee&#x27;s argument In these cases. In all the circumstances I agree with Das J. that the fact that these disputes involved consideration of questions of law of some difficulty was not sufficient to refuse to grant a stay in these cases.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\">29. Lastly, it was argued on behalf of the appellants that the tribunal in these cases could never do Justice, as the Bengal Chamber of commerce in the main consisted of buyers. That being so, any tribunal constituted under rules of the Chamber of Commerce would be bound to consist of buyers who would have at least an unconscious bias in favour of the defendants in the suits and applicants before Das J. Allegations were made in an affidavit which was not verified; therefore Das J. could not accept these allegations as proved. Even so he pointed out that they were uncertain and vague and not sufficiently definite for a Court to act upon. A list of persons who could act as arbitrators was placed before the learned Judge and he pointed out that a very large number of the persons who could act were clearly not buyers of jute but engaged in other activities. The learned Judge could see no reason why a tribunal could not be composed of persons who would be quite independent and not biased in any way in favour of either of the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">30. It was urged that the learned Judge had come to a contrary conclusion in a later case, namely Tularam Nathmull v. Birla Jute Manufacturing Suit No. 607 of 1947. In that case the learned Judge did refuse to grant a stay on the ground that it would be practically impossible to constitute a thoroughly independent tribunal. The facts of this latter case, however, are very different, as it was established that the Bengal Chamber of Commerce consisted in the main of members of four associations who had by resolutions already prejudged the issues in the case. Further, it was proved that the two named arbitrators belonged to associations which had so prejudged the issues and in fact one of the arbitrators was on the committee of one of these associations that had taken a view in favour of one of the parties. In fact there were facts proved to the satisfaction of the learned Judge from which he was bound to infer that the two arbitrators appointed would be at least unconsciously biased in favour of one of the parties. In those circumstances the learned Judge refused to stay a suit. There are, however, no such facts here beyond a vague allegation that the majority of members of the Bengal Chamber of Commerce are buyers and therefore would favour the defendants in the suits. I can see no ground for differing from the conclusion of the learned Judge upon this question.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_32\">31. No other point was taken before us and that being so each of these ten appeals fails and is dismissed with costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_33\">32. There will be three sets of costs only; one in respect of the cases in which Messrs. Orr. Dignam and Co., are solicitors; one in respect of the case in which Mr. C.C. Bose is the solicitor; and one in respect of the cases in which Messrs. Khaitan &amp; Co. are solicitors. We certify for two counsel in respect of each of these three sets of cases.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">B.K. Mukherjea, J.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_35\">33. I agree.\n</p>\n \n\n","numcites":2,"numcitedby":10,"docsource":"Calcutta High Court","citetid":711989,"divtype":"judgments","relatedqs":[{"value":"frustration of contracts","formInput":"frustration%20of%20contracts"},{"value":"contract void ab initio","formInput":"contract%20void%20ab%20initio"},{"value":"Heyman v. Darwins Limited","formInput":"Heyman%20v.%20Darwins%20Limited"},{"value":"void contracts","formInput":"void%20contracts"},{"value":"mistake of fact","formInput":"mistake%20of%20fact"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"\"void ab initio\"   void   contract ","formInput":"%22void%20ab%20initio%22%20%20%20void%20%20%20contract%20"},{"value":"void and void ab initio","formInput":"void%20and%20void%20ab%20initio"},{"value":"\"bias\"","formInput":"%22bias%22"},{"value":"stay of suit","formInput":"stay%20of%20suit"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"void ab initio\"","formInput":"%22void%20ab%20initio%22"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":" void ab initio","formInput":"%20void%20ab%20initio"},{"value":"arbitration clauses","formInput":"arbitration%20clauses"},{"value":"bias is biased","formInput":"bias%20is%20biased"},{"value":"Ab initio","formInput":"Ab%20initio"},{"value":"contract is binding if","formInput":"contract%20is%20binding%20if"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"no frustration","formInput":"no%20frustration"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}