{"tid":1255851,"publishdate":"2005-03-10","title":"A. Angoubi Singh vs State Of Manipur And Ors. on 10 March, 2005","doc":"<h2 class=\"doc_title\">A. Angoubi Singh vs State Of Manipur And Ors. on 10 March, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2005GAU92, AIR 2005 GAUHATI 92</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-n-singh\">T.N.K. Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-n-singh\">T.N.K. Singh</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nT.N.K. Singh, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. These writ petitions involve common questions of facts and law and, as such, these writ petitions were taken up jointly for hearing. A common judgment and order is passed for disposing of these writ petitions. While passing the common judgment and order, the facts and reliefs granted in the respective writ petitions would be mentioned in different parts of the common judgment and order.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2.   By these writ petitions, the petitioners are praying for a direction to the respondents to pay/release the undisputed bills for the contract works admittedly completed by the writ petitioners for the Government of Manipur for the benefit of the public and also for quashing the letter of the Undersecretary (Finance), Government of Manipur being No. 9/20/2001-FR, Imphal, 30-11-2002 for informing all the Heads of Department, Govt. of Manipur that the Finance Department shall not entertain proposal for refund of security deposits.\n</p> \n\n<p data-structure=\"Section\" id=\"p_3\">3.   The writ petitioners, except the writ petitioner No. 2, Smt. Takhellambam Ongbi Dhanishana Devi, w/o (Late) T. Tomba Singh of Singjamei Mayeng Leikai,  in WP(C) No. 962/04 are contractors and late T. Tomba Singh was also a First Class Contractor and Smt. Dhanishana Devi is also the power of attorney holder of the said contractor. All the contractors had entered into agreements for execution of different contract works for the Government of Manipur. The agreements between the contractors and respondents were in the prescribed format for agreement between the contractors and Central Government/different departments of the Central Government prescribed in the CPWD Manual. In other words, the agreement between the contractors and Govt. of Manipur for execution of different works for different departments of the Government of Manipur were in the prescribed format for such agreement of the CPWD, as such, the terms and conditions of all the agreements between the said contractors and respondents i.e. Government of Manipur are similar except the names and types of the work and value of the contract works. These writ petitions concern with the payment of undisputed bills and refund of security deposits and as such, Clauses 7 and 29 (A) of the agreement would be relevant. Rule 273 of the (General Finance Rules) GFR speaks about the requirement of security deposits and it says that subject to any general or special instructions prescribed by Government in this behalf, a private person or a firm, contracting with Government to supply stores or to execute a work, shall, unless exempted by orders issued with the prior consent of the Finance Ministry, be required to furnish security for due fulfillment of the contract. A suitable provision regarding the security shall be incorporated in all the agreements. In fulfillment of the requirement of Rule 273 of the GFR there is a clause in all the agreements for the contract works. In all the agreements between the contractors and respondents there were requirement of depositing security deposits for the contract works. Clause 29 (A) of the agreement speaks about the security deposits deposited by the contractors for the contract works. Clause 29 (A) of the Agreement reads as follows :\n</p><blockquote id=\"blockquote_1\"> &quot;Clause 29 (A). Any of money due to he contractor (including the security deposits) returnable to him under contract may be withheld to retained by way of lieu by the Engineer-in-charge or the Govt. or any other contracting person or persons through Engineer-in-charge against any claim of the Engineer-in-charge or such other person or persons in respect of payment of ,sum of money arising under any other contract made by the contractor with Engineer-in-charge or the Govt. such other person or persons. It is an agreed item of the contract that the sum of money so withheld or retained under this clause by the Engineer-in-charge or the Govt. will be kept withheld or retained as such by the Engineer-in-charge or the Govt. till his claim arising out of in the same contract or any other contract is either mutually settled or determined by the arbitrator or the competent Court as the case may be and that the contractor shall have no claim for interest or damages or whatsoever on this account or any other grounds in respect of any sum of money withheld or retained under this clause and duly notified as such to the contractor.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_4\">4. Clause 7 of the Agreement mentions about the terms and conditions for payment of bills for the contract works to the contractors. According to Clause 7, in the case of work estimated more than 5,000/- a contractor shall, on submitting the bills entitle to receive a monthly payment proportionate to the part thereof executed to the satisfaction of the Engineer-in-charge. The filial bill shall be submitted by the contractors within one month of the date fixed for completion of the work or date of certificate of completion by the Engineer-in-charge and the payment shall be made within three months if the amount of contract plus that of additional item is to be Rs. 2 lakhs and in six months in the case of contract work exceeds 10 lakhs from the date of submission of such bills. If there be any dispute about any item/ items of the work then the disputed item/ items shall be paid within three months or six months as the case may be. The contractor shall submit the bills of the disputed item within thirty days from the disallowance thereof and if he fails to do so his claim shall be deemed to have been fully waived and absolutely extinguished. For better appreciation of Clause 7, it is quoted hereunder.\n</p><blockquote id=\"blockquote_2\"> &quot;Clause 7. No payment shall be made for a work estimated to cost rupees five thousand or less till after the whole of the work shall have been completed and certificate of completion given. But in the case of a work estimated cost more than rupees five thousand the contractor shall, on submitting the bill entitle to receive a monthly payment proportionate to the parts thereof then executed to the satisfaction of the Engineer-in-charge, whose certificate of the sum so payable shall be final and conclusive against the contractor but all such intermediate payment shall be regarded as payment by way of advance against the final payment only and not as payment for work actually done and completed and shall not preclude the requiring of bad, unsound and imperfect or unskilled work to be removed and taken away and reconstructed or re-erected or be considered as an admission of the due performance of the contract or any part thereof in any respect or the accruing of any claim, nor shall it conclude, determine, or effect in any pay the powers of the Engineer-in-charge under these conditions or any of them as to the final settlement and adjustment of the account or otherwise or in only other way vary or effect the contract. The final bill shall be submitted by the contractor within one month of the date fixed for completion of the work or the date of certificate of completion furnished by Engineer-in-charge and payment shall be made within 3 months if the amount of the contract plus that of the additional item is up to Rs. 2 lakhs and in 6 months in the same exceeds 10 lakhs of the submission of such bill. If there shall be dispute about any item or items of the work then the undisputed items or item only shall be paid within the said period of 3 months or 6 months as the case may be. The contractor shall submit the list of the disputed items within 30 days from the disallowance thereof, and if he fell to do his claim shall be deemed to have fully waived and absolutely extinguished.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_5\">5. In all these writ petitions, following facts are not disputed :\n</p>  \n\n<blockquote id=\"blockquote_3\">(1)  The fact that the contractors had deposited security deposits for different contract works for the Government of Manipur is not disputed.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">(2)  The fact that the contractors had completed the concerned contract works and for such, contractors had submitted final bills and also that the Engineer-in-charge had issued certificate of completion are not disputed.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">(3)  The fact that part of the final bill had been paid and part of the final bill are pending are not disputed.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">(4)  The fact that no contractors had been asked to rectify any defect in contract work by the Engineer-in-charge concerned after full completion of the contract work is not disputed.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">(5)  The fact that the contractors did not make any claim other than full payment of final bill is not disputed; and\n \n\n(6)  The fact that in respect of some other contractors who had completed their contract works after the contractors (writ petitioners) had completed their contract works the Govt. of Manipur had already paid their final bill in full is not disputed.\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_6\">(Emphasis supplied)\n \n\n</p><p data-structure=\"RespArg\" id=\"p_7\">6. The learned Advocate General, Manipur appearing for the respondents in the course of hearing, in his usual frankness, had submitted that the respondents are not disputing the facts mentioned above and he also stated that the respondent/Government has not yet paid some portions of the final bills to the contractors after full completion of their contract works in compliance with the terms and conditions for payment of bills mentioned in clause 7 of the agreement and also the Govt. of Manipur has not yet refund the security deposit for the contract: work to the contractors in compliance with the terms and conditions mentioned in clause 29(A) of the Agreement. As such, the learned A. G. submits that arbitration clause i.e. clause 25 of the agreement is attracted. Clause 25 reads as follows :\n</p>  \n\n<blockquote id=\"blockquote_8\">&quot;CLAUSE 25. Except where otherwise provided in the contract all question and disputes relating to the meanings of the specifications, designs, drawing and instructions hereinbefore mentioned as to the quality of workmanship of materials used on the work or any other question, claim right matter or thing whatever, in any way arising out of or relating to the contract, designs, drawing specifications, estimate, instruction, order or these conditions or otherwise contracting the works or the execution or failure to execute the same whether arising during the progress of the work or the completion or abandonment thereof shall be referred to the sole arbitration of the period appointed by the Chief Engineer, Manipur Public Works Deptt., in charge of the work at the time of dispute or there be no Chief Engineer, the administrative head of the said Manipur Public Works Deptt. at the time such appointment (sic) that the arbitration so appointed is a Govt. servant that he had to deal with the matters to which that the contract relates and that in the courses of his duties in (as) the Govt. servant that he had expressed view on all or any of the matters in dispute or difference. The arbitrator to whom the matter is originally deferred to is likely be/or to be transferred such Chief Engineer or administrative head or (sic) aforesaid at the time of such transfer, vacation of office or liability to act, shall appoint another person to act, as arbitrator in accordance with the terms of the contract such person shall be entitled to proceed with the reference from the stage at which was left by his predecessor. It is also a term of his contract that no person or other than a person appointed by such Chief Engineer or administrative head of MPWD as aforesaid should act, as arbitrator and if for any reason, that is not possible, the matter is not referred to arbitration at all. In all cases where amount of the claim in dispute is Rs. 50,000/- (Rupees fifty thousand) and above the arbitrator shall give reason for the award.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">Subject to as aforesaid the provisions of the <a href=\"/doc/1052228/\" id=\"a_1\">Arbitration Act, 1940</a> or any statutory modification or pro-enactment thereof and the rules made thereunder and for the time being in force shall apply to the arbitration proceeding under this clause.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">It is also a term of the contractor that the party invoking arbitrations shall specify the dispute or disputes to be refer to arbitration under this clause together with the amount or amounts claimed in respect of such dispute.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">It is also a term of the contract that if the contractor(s) do/does not make any demand for arbitration in respect of any claim(s) in writing 90 days of receiving the intimation from Govt. that the Bill is ready for payment, the claim of the contractor(s) will be deemed to have waived and absolutely barred and the Govt. shall be discharged and released of all liabilities under the contract in respect of their claim.\n</blockquote> \n\n<blockquote id=\"blockquote_12\">The Arbitrator(s) may from time to time with consent of the parties enlarge the time for making and publishing the award.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">Subject to as aforesaid the provision of the <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act, 1940</a> or any statutory modifications or pre-enactment thereof and the rules made thereunder and for time being in force shall apply to the arbitration proceeding under this clause.&quot;\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_8\">7. In these writ petitions, in the admitted facts mentioned above, for the relief sought for therein i.e. direction to the respondents to pay or release undisputed pending bills and also to refund the undisputed security deposits after the completion of the contract works, arbitration clause 25 of the agreement shall not attracted inasmuch as there is no such disputes between the contractors and the respondents i.e. State Government which are required to be settled or decided by the Arbitrator. The learned AG strenuously submitted that the present writ petitions are not maintainable inter alia, on the reasons that :\n</p>  \n\n<blockquote id=\"blockquote_14\">(1)   This High Court in its writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India cannot direct the respondents to pay the undisputed bills arising out of a contract work under a non-statutory contract agreement between the contractors and Govt. of Manipur.\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(2)   The proper remedy for the contractors for claiming the undisputed bills against the respondents, i.e. Govt. of Manipur would be Civil Suit; and\n \n\n(3)  Even non-payment of undisputed bills by the respondents i.e. State Govt. in terms of Clause 7 of the agreement will attract arbitration clause i.e. Clause 25 of the agreement.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_9\">In support of his submission, learned AG relied on;\n</p>  \n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_1\">1.    <a href=\"/doc/541216/\" id=\"a_4\">Radhakrishna Agarwal v. State of Bihar</a>, ,</span>\n \n\n</p><p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_2\">2.  <a href=\"/doc/248227/\" id=\"a_5\">Divisional Forest Officer v. Bishwanath Tea Co. Ltd.</a>, reported in, ,</span>\n \n\n</p><p data-structure=\"Precedent\" id=\"p_12\">3.   B.D.A. v. Ajai Pal Singh, ,\n \n\n</p><p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1974738\" id=\"span_3\">4.   <a href=\"/doc/1974738/\" id=\"a_6\">Asstt. Excise Commissioner v. Issac Peter</a>, ,</span>\n \n\n</p><p data-structure=\"Precedent\" id=\"p_14\">5.  State of Gujarat v. Meghji Pethraj Shall Charitable Trust, ,\n \n\n</p><p data-structure=\"Precedent\" id=\"p_15\">6.    Improvement Trust v. S. Tejinder Singh Gujaral, reported in (1995) Supp (4) SCC 577,\n \n\n</p><p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_4\">7.   <a href=\"/doc/1156062/\" id=\"a_7\">State of U.P. v. Bridge &amp; Roof Co.</a>, ,</span>\n \n\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_5\">8.  <a href=\"/doc/318728/\" id=\"a_8\">Kerala State Electricity Board v. Kurine E. Kalatkil</a>, ,</span>\n \n\n</p><p data-structure=\"Precedent\" id=\"p_18\">9.  LIC v. Asha Goel, reported in (2001) 2 SCC 160 : AIR 2001 SC 549, and\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_6\">10.   <a href=\"/doc/191872/\" id=\"a_9\">National Highway Authority of India v. Ganga Enterprises</a>, .</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\">The submission of the learned Advocate General, Manipur appears to be very attractive and convincing at the outset but on deeper consideration, it appears that those are not correct in the context of the present writ petitions for the reasons mention in the following paragraphs.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_21\">The petitioners&#x27; counsel in support of their reasons and justifications that the present writ petitions are maintainable and this Court in exercise of its writ jurisdiction in the admitted facts could grant the reliefs sought for in these writ petitions cited the following decisions :\n</p>  \n\n<blockquote id=\"blockquote_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172383107\" id=\"span_7\">1.  <a href=\"/doc/172383107/\" id=\"a_10\">Whirlpool Corporation v. Registrar of Trade Marks, Mumbai</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1261492\" id=\"span_8\">2. <a href=\"/doc/1261492/\" id=\"a_11\">Kumari Shrilekha Vidyarthi v. State of U.P.</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_9\">3.  <a href=\"/doc/838233/\" id=\"a_12\">K.N.  Guruswamy v. The State of Mysore</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"485924\" id=\"span_10\">4.  <a href=\"/doc/485924/\" id=\"a_13\">The D.F.O. South Kheri v. Ram Sanehi Singh</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1635654\" id=\"span_11\">5.  <a href=\"/doc/1635654/\" id=\"a_14\">Gujarat State Financial Corporation v. Lotus Hotels Pvt. Ltd.</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_12\">6.   <a href=\"/doc/1281050/\" id=\"a_15\">Ramana Dayaram Shetty v. International Airport Authority of India</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"730804\" id=\"span_13\">7.   <a href=\"/doc/730804/\" id=\"a_16\">Life Insurance Corporation of India v. Escorts Ltd.</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_14\">8.  <a href=\"/doc/460900/\" id=\"a_17\">State of Bihar v. Jain Plastics &amp; Chemicals Ltd.</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_15\">9.   <a href=\"/doc/1156062/\" id=\"a_18\">State of U.P. v. Bridge &amp; Roof Company (India) Ltd.</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_25\">10.   Angpu Khaling v. State of Manipur, 1999 (2) GLT 419.\n</blockquote> \n\n<blockquote id=\"blockquote_26\">11.   Swadesh Lal Roy v. State of Assam, 2001 (1) GLT 332.\n</blockquote> \n\n<blockquote id=\"blockquote_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150830\" id=\"span_16\">12.   <a href=\"/doc/150830/\" id=\"a_19\">Green Valley Industry v. State of Assam</a>, 1999 (1) GLT 604.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_17\">13.   <a href=\"/doc/1943124/\" id=\"a_20\">ABL International Ltd. v. Export Credit Guarantee Corporation of India</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_29\">14.    Shridhar S/o Ram Dhar v. Nagar Palika, Jaunpur, .\n</blockquote> \n\n<blockquote id=\"blockquote_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1931795\" id=\"span_18\">15.  <a href=\"/doc/1931795/\" id=\"a_21\">Sundrarjas Kanyalal Bhathija v. The Collector, Thane, Maharashtra</a>, .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_31\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1261492\" id=\"span_19\">8. It is the obligation of the State Government to discharge its public duties fairly, justly and reasonably which are the requirement of <a href=\"/doc/367586/\" id=\"a_22\">Article 14</a> of the Constitution of India. It is also public function of the Government to discharge their obligations to the public fairly, justly and reasonably. It is no more res-integra that even in contract works and also in entering into contract agreement with the private party the State Government cannot act like a private individual inasmuch as the State has to act justly, fairly and reasonably even in contractual field and the State&#x27;s constitutional obligations co-exists with contractual obligations. Reference may be made to the decision of the Apex Court in <a href=\"/doc/1261492/\" id=\"a_23\">Kumari Shrilekha Vidyarthi v. State of U.P.</a>, , wherein the Apex Court held that &quot;Unlike the private parties the State while exercising its powers and discharging its functions, acts indubitably, as is expected of it, for public good and in public interest. The impact of every State action is also on public interest. It is really the nature of its personality as State which is significant and must characterize all its actions, in whatever field, and not the nature of function, contractual or otherwise, which is decisive of the nature of scrutiny permitted for examining the validity of its act. The requirement of <a href=\"/doc/367586/\" id=\"a_24\">Article 14</a> being the duty to act fairly, justly and reasonably, there is nothing which militates against the concept of requiring the State always to so act, even in contractual matters. This factor alone is sufficient to import at least the minimal requirements of public law obligations and impress with this character the contracts made by the State or its instrumentality.&quot; With the diversification of State activity in a Welfare State requiring the State to discharge its wide ranging functions even through its several instrumentalities, which requires entering into contracts also, it would be unreal and not pragmatic, apart from being unjustified to exclude contractual matters from the sphere of State actions required to be non-arbitrary and justified on the touchstone of <a href=\"/doc/367586/\" id=\"a_25\">Article 14.&quot;</a></span>\n</blockquote> \n\n<blockquote id=\"blockquote_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_20\">9. The Apex Court reiterated the same principles governing the State Government in entering into the contract works with the private individuals and its obligations to the public mentioned above in <a href=\"/doc/1281050/\" id=\"a_26\">Ramana Dayaram Shetty v. The International Airport Authority of India</a> . Para 20 of the AIR reads as follows :</span>\n</blockquote><blockquote id=\"blockquote_33\"> &quot;20. Now, obviously where a corporation is an instrumentality or agency of Government, it would, in the exercise of its power or discretion, be subject to the same constitutional or public law limitations as Government. The rule inhibiting arbitrary action by Government which we have discussed above must apply equally where such corporation is dealing with the public, whether by way of giving jobs or entering into contracts or otherwise, and it cannot act arbitrarily and enter into relationship with any person it likes at its sweet will, but its action must be in conformity with some principle which meets the test of reason and relevance.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1281050\" id=\"span_21\">10. The Apex Court in <a href=\"/doc/1281050/\" id=\"a_27\">Ramana Dayaram Shetty</a> (supra) also held that the Government cannot be permitted to say that it will give job or enter into contract or issue quotas or licenses only in favour of those having grey hair belonging to a particular political party or professing a particular religious faith. The Government is still the Government when it acts in the matter of granting largesse and it cannot act arbitrarily. It does not stand in the same position as a private individual. It appears that the question as to &quot;whether the writ petition under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution of India to enforce contractual obligations of a State or its instrumentality by an aggrieved party even if the contract is not statutory contract is maintainable or not?&quot; has now been settled. It would not be correct to argue that the writ petitions under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> to enforce contractual obligations of the State by an aggrieved party in the case where the actions of the State Government in contractual matters do not have a touch of public functions or discharge of public duty by acting fairly, justly and reasonably is not maintainable inasmuch as there is nothing which militates against the concept of requiring the State always to act fairly, justly and reasonably even in contractual matters.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_22\">The Apex Court as early as 1954 in <a href=\"/doc/838233/\" id=\"a_30\">K.N. Guruswamy v. The State of Mysore</a>  observed that though the writ petition was not issued <a href=\"/doc/838233/\" id=\"a_31\">in that case</a> on a given set of fact, if the State acts in an arbitrary manner even in a matter of contracts, and aggrieved party could approach the Court by way of writ under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution and the Court depending upon the fact of the case is empowered to grant the relief.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"485924\" id=\"span_23\">The Apex Court again reiterated in <a href=\"/doc/485924/\" id=\"a_33\">D.F.O. South Kheri v. Ram Sanehi Singh</a>  of the SCC as under at page 206 of AIR:</span>\n</p><blockquote id=\"blockquote_34\"> &quot;4. Counsel for the appellants contends that since the dispute arose out of the terms of the contract and the Divisional Forest Officer under the terms of the contract had authority to modify any action taken by a subordinate forest authority, the remedy of the respondent was to institute an action in the civil Court and that the writ petition was not maintainable. But in the present case the order is passed by a public authority modifying the order or proceeding of a subordinate forest authority. By that order he has deprived the respondent of a valuable right. We are unable to hold that merely because the source of the right which the respondent claims was initially in a contract, for obtaining relief against any arbitrary and unlawful action on the part of a public authority he must resort to a suit and not to a petition by way of a writ. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_24\">In view of the judgment of this Court in <a href=\"/doc/838233/\" id=\"a_34\">K. N. Guruswamy</a>&#x27;s case (supra), there can be no doubt that the petition was maintainable, even if the right to relief arose out of an alleged breach of contract, where the action challenged was of a public authority invested with statutory power.&quot;</span>\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_23\">11. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1943124\" id=\"span_25\">In <a href=\"/doc/1943124/\" id=\"a_35\">ABL International Ltd. and Anr. v. Export</a> credit Guarantee Corporation of India Ltd. , learned counsel appearing for the respondents seriously contended that as the contract between the parties are not statutory contract, a writ petition is not maintainable nor can it be construed as an appropriate remedy. The learned counsel for the respondents further pointed out that the subject matter in a dispute arising out of a contract is not a matter falling under the purview of administrative law and also that at the most in the matters involving statutory contract where the action of the States involve a public duty, a writ petition may lie but in the instant case, the contract was neither a statutory contract nor duty of the respondents under the contract have public element involve in it. Para 7 of the SCC reads as under :</span>\n</p><blockquote id=\"blockquote_35\"> &quot;7. Ms. Indira Jaising, learned Senior Counsel appearing for the first respondent submitted that on facts and circumstances of this case, a writ petition was not maintainable nor can it be construed as an appropriate remedy. She pointed out that the subject-matter is a dispute arising out of a contract and is not a matter falling under the purview of administrative law. According to her, the doctrine of fairness and reasonableness applies only in the exercise of statutory or administrative actions of a State and not in the exercise of a contractual obligation and issues arising out of a contractual matters will have to be decided on the basis of the law of contract and not on the basis of the administrative law. It was her argument that at the most in matters involving statutory contracts where action of the State involves a public duty, a writ may lie but in the instant case, the contract was neither statutory contract nor did the duty of the first respondent under the contract have any public law element involved in it. According to the learned counsel, this contract was a negotiated contract and not a standard form contract. She also supported the finding of the Appellate Bench of the High Court that the facts involved in the case are all disputed facts requiring evidence to be led, therefore, the appropriate remedy could only be a suit. Hence, the impugned judgment did not call for any interference.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1943124\" id=\"span_26\">12. The Apex Court in <a href=\"/doc/1943124/\" id=\"a_36\">ABL International</a> (supra) held that &quot;A writ petition involving serious disputed questions of facts which requires consideration of evidence which is not on record, will not normally be entertained by a Court in the exercise of its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution, but there is no absolute rule that in all cases involving disputed questions of fact the parties should be relegated to a civil suit.</span> It has even been held (in Gunwant Kaur case,  that in a writ petition, if the facts require, the writ Court has the jurisdiction to entertain a writ petition involving disputed questions of fact and there is no absolute bar for entertaining a writ petition even if the same arises out of a contractual obligation and/ or involves some disputed questions of fact.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_27\">The Apex Court in <a href=\"/doc/1943124/\" id=\"a_38\">ABL International</a> (supra) held that writ petition involving non-statutory contract to enforce a contractual obligation of the State by an aggrieved party is maintainable. Para Nos. 9, 10, 28 and 2 are quoted hereunder:</span>\n</p>  \n\n<blockquote id=\"blockquote_36\">&quot;9. In our opinion this question is no more res integra and is settled by a large number of judicial pronouncements of this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_28\">In <a href=\"/doc/838233/\" id=\"a_39\">K.N. Guruswamy v. State of Mysore</a> this Court held (AIR pp. 595-96 para 20) :</span>\n</blockquote>  \n\n<blockquote id=\"blockquote_37\">&quot;20. The next question is whether the appellant can complain of this by way of a writ. In our opinion, he could have done so in an ordinary case. The appellant is interested in these contracts and has a right under the laws of the State to receive the same treatment and be given the same chance as anybody else....\n</blockquote> \n\n<blockquote id=\"blockquote_38\">We would therefore in the ordinary course have given the appellant the writ he seeks. But, owing to the time which this matter has taken to reach us (a consequence for which the appellant is in no way to blame, for he has done all he could to have an early hearing), there is barely a fortnight of the contract left to go.... A writ would therefore be ineffective and as it is not our practice to issue meaningless writs we must dismiss this appeal and leave the appellant content with an enunciation of the law.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"485924\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_30\">10. It is clear from the above observations of this Court in the said case, though a writ was not issued on the facts of that case, this Court has held that on a given set of facts if a State acts in an arbitrary manner even in a matter of contract, an aggrieved party can approach the Court by way of writ under <a href=\"/doc/1712542/\" id=\"a_40\">Article 226</a> of the Constitution and the Court depending on facts of the said case is empowered to grant the relief. This judgment in <a href=\"/doc/838233/\" id=\"a_41\">K.N. Guruswamy v. State of Mysore</a>,  was followed subsequently by this Court in the case of <a href=\"/doc/485924/\" id=\"a_42\">D.F.O. v. Ram Sanehi Singh</a>,  wherein this Court held (SCC P.865, Para 4) :</span></span>\n</p>  \n\n<blockquote id=\"blockquote_39\">&quot;By that order he has deprived the respondent of a valuable right. We are unable to hold that merely because the source of the right which the respondent claims was initially in a contract, for obtaining relief against any arbitrary and unlawful action on the part of a public authority he must resort to a suit and not to a petition by way of a writ. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"838233\" id=\"span_31\">In view of the judgment of this Court in <a href=\"/doc/838233/\" id=\"a_43\">K. N. Guruswamy</a> case there can be no doubt that the petition was maintainable, even if the right to relief arose out of an alleged breach of contract, where the action challenged was of a public authority invested with statutory power.&quot;</span>\n</blockquote> \n\n<blockquote id=\"blockquote_40\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"172383107\" id=\"span_32\">&quot;28. However, while entertaining an objection as to the maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_44\">Article 226</a> of the Constitution of India, the Court should bear in mind the fact that the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_45\">Article 226</a> of the Constitution is plenary in nature and is not limited by any other provisions of the Constitution. The High Court having regard to the facts of the case, has a discretion to entertain or not to entertain a writ petition. The Court has imposed upon itself certain restrictions in the exercise of this power, (See <a href=\"/doc/172383107/\" id=\"a_46\">Whirlpool Corporation v. Registrar of Trade Marks</a>) and this plenary right of the High Court to issue a prerogative writ will not normally be exercised by the Court to the exclusion of other available remedies unless such action of the State or its instrumentality is arbitrary and unreasonable so as to violate the constitutional mandate of <a href=\"/doc/367586/\" id=\"a_47\">Article 14</a> or for other valid and legitimate reasons, for which the Court thinks it necessary to exercise the said jurisdiction.&quot;</span>\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_27\">2. &quot;It is in the above understanding of law, we will now consider the facts of the present case to find out whether the appellants are entitled to relief or not as prayed for in the writ petition filed by them.&quot;\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172383107\" id=\"span_33\">13.  The Apex Court in <a href=\"/doc/172383107/\" id=\"a_48\">Whirlpool Corporation v. Registrar of Trade Marks, Mumbai</a>,  held in Para 15 of the SCC that at page 26 of AIR :</span>\n</p><blockquote id=\"blockquote_41\"> &quot;15. Under <a href=\"/doc/1712542/\" id=\"a_49\">Article 226</a> of the Constitution, the High Court, having regard to the facts of the case, has a discretion to entertain or not to entertain a writ petition. But the High Court has imposed upon itself certain restrictions one of which is that if an effective and efficacious remedy is available, the High Court would not normally exercise its jurisdiction. But the alternative remedy has been consistently held by this Court not to operate as a bar in at least three contingencies, namely, where the writ petition has been filed for the enforcement of any of the Fundamental Rights or where the order or proceedings are wholly without jurisdiction or the vires of an Act is challenged. There is a plethora of case-law on this point but to cut down this circle of forensic whirlpool, we would rely on some old decisions of the evolutionary era of constitutional law as they still hold the field.&quot;\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_29\">14.   In these writ petitions, the respondents, in the admitted facts mentioned above, failed to discharge its obligations to the public to act fairly, justly and reasonably which are the requirements of <a href=\"/doc/367586/\" id=\"a_50\">Article 14</a> of the Constitution inasmuch as the requirement of discharging the obligations of the State to the public fairly, justly and reasonably is extended even in contractual matters. Therefore, I am of the firm view that these writ petitions are maintainable.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1053139\" id=\"span_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_35\">15.  Before discussing the case laws cited above by the learned A.G. it would be required to remember that (1) Apex Court, in <a href=\"/doc/541216/\" id=\"a_51\">Radhakrishna Agarwal v. State of Bihar</a>,  held that the judgment is to be understood in the context of fact of that particular case and (2) Apex Court also held that a decision is available as a precedent only if it decides a question of law in <a href=\"/doc/1053139/\" id=\"a_52\">State of Punjab v. Surinder Kumar</a>, .</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"541216\" id=\"span_36\">16.   This Court is not quarrelling with the ratio <a href=\"/doc/1053139/\" id=\"a_53\">laid down by</a> the Apex Court in <a href=\"/doc/541216/\" id=\"a_54\">Radhakrishna Agarwal v. State of Bihar</a> (supra) that after the States had entered into the field of ordinary contract, contract agreement determines the right and obligations of the parties but in the peculiar fact of the that case, which are totally different from the present writ petitions the Supreme Court held that the question of violation of <a href=\"/doc/367586/\" id=\"a_55\">Article 14</a> or any other constitutional provisions does not arise.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"191872\" id=\"span_37\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1527980\" id=\"span_38\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"318728\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1974738\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"248227\" id=\"span_41\">The decision of the Apex Court in <a href=\"/doc/248227/\" id=\"a_56\">Divisional Officer v. Bishwanath Tea Co. Ltd.</a> (supra) i.e. , BDA v. Ajai Pal Singh (<a href=\"/doc/1974738/\" id=\"a_57\">supra), , Asstt. Excise Commissioner v. Issac Peter</a> (supra) , State of Gujarat v.  Meghji Pethraj Shah Charitable Trust (supra), , Improvement Trust v. S. Tejinder Singh Gujaral, (1995) Supp (4) SCC 577, State of U.P. v. Bridge &amp; Roof Co., , <a href=\"/doc/318728/\" id=\"a_58\">Kerala State Electricity Board v. Kurine E. Kalatki</a>, , <a href=\"/doc/1527980/\" id=\"a_59\">LIC v. Asha Goel</a>, (2001) 2 SCC 160 : (<a href=\"/doc/191872/\" id=\"a_60\">AIR 2001 SC 549) and National Highway Authority of India v. Ganga Enterprises</a>,  will not help the case of the respondents inasmuch as facts and circumstances on which the Apex Court passed the judgment &amp; order in those cases are totally different from those of the present writ petitions. This Court is not quarrelling with the ratio <a href=\"/doc/191872/\" id=\"a_61\">laid down by</a> the Apex Court in the cases that the writ petitions simpliciter for enforcement of contract, for which the evidence shall be required, is not maintainable and also that no writ can be filed for simple recovery of a disputed amount under a contract.</span></span></span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">17.   My firm view that present writ petitions are maintainable has the support from the decisions of this Court in a plethora of cases viz.  1. Angpu Khaling v. State of Manipur,  1999 (2) GLT 419 where in this Court held that writ petitions for a direction to pay undisputed bills is maintainable even if there is an alternative remedy. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"150830\" id=\"span_42\">(<a href=\"/doc/150830/\" id=\"a_62\">2)  Green Valley Industry v. State of Assam</a> reported in 1999 (1) GLT 604 wherein DB of this Court held that writ petitions for a direction to pay undisputed amount of bill is maintainable.</span> (3)   Swadesh Lal Roy v. State of Assam reported in 2001 (1) GLT 332 wherein this Court held that writ petitions for a direction to pay undisputed outstanding bills is maintainable and (4) Tayum Yalli v. Union of India reported in 2002 (3) GLT 416 where in this Court held that writ petition for direction to pay undisputed bill on completion of contract Work is maintainable.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"118866\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1931795\" id=\"span_44\">18.  It is well settled principles of law that decision of a coordinating Bench is binding to another Bench in a multi Judge Court. Reference may be made to <a href=\"/doc/1931795/\" id=\"a_63\">Sundarjas Kanyalal Bhathinga v. Collector Thane Maharashtra</a>  and Shridhar S/o <a href=\"/doc/118866/\" id=\"a_64\">Ram Dular v. Nagar Palika</a>. Reported in .</span></span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_34\">19.    For the reasons mentioned above, these writ petitions are allowed and also the letter of the Under Secretary, Finance, Government of Manipur dated 30-11-2002 for not entertaining any proposal for refund of security deposit is hereby quashed :\n</p> \n\n<blockquote id=\"blockquote_42\">Accordingly, in respect of WP(C) No. 561/ 2004 respondents are directed to pay the undisputed bills to the petitioner;\n</blockquote> \n\n<blockquote id=\"blockquote_43\">In respect of WP(C) No. 962/2004, respondents are directed to pay the undisputed bills and undisputed security deposit to the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_44\">In respect of WP(C) No. 437/2004, respondents are directed to pay the undisputed bills to the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_45\">In respect of WP(C) No. 487/2004 respondents are directed to refund the undisputed security deposit to the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_46\">In respect of WP(C) No. 545/2004 respondents are directed to refund the undisputed security deposits, to the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_47\">In respect of WP(C) No. 551/2004 respondents are directed to refund the undisputed security deposit to the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_48\">In respect of WP(C) No. 552/2004 respondents are directed to refund the undisputed security deposit to the petitioner; and\n \n\nIn respect of WP(C) No. 541/2004 respondents are directed to refund the undisputed security deposit to the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_49\">All the above directions should be carried out within a period of four months from the date of receipt of the judgment and order. No order as to costs.\n</blockquote> \n\n","numcites":23,"numcitedby":1,"docsource":"Gauhati High Court","citetid":1255851,"divtype":"judgments","relatedqs":[{"value":"statutory contract what is","formInput":"statutory%20contract%20what%20is"},{"value":"administrative law","formInput":"administrative%20law"},{"value":"works contract","formInput":"works%20contract"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"public duty","formInput":"public%20duty"},{"value":"\"refund\" \"of security deposit\" ","formInput":"%22refund%22%20%22of%20security%20deposit%22%20"},{"value":"final bill","formInput":"final%20bill"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"whirlpool","formInput":"whirlpool"},{"value":"abl international","formInput":"abl%20international"},{"value":"whirlpool corporation ","formInput":"whirlpool%20corporation%20"},{"value":"engineer in charge","formInput":"engineer%20in%20charge"},{"value":"\"security deposit\"","formInput":"%22security%20deposit%22"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"ramana dayaram shetty","formInput":"ramana%20dayaram%20shetty"},{"value":"writ petition maintainable ","formInput":"writ%20petition%20maintainable%20"},{"value":"writ petition under article 226","formInput":"writ%20petition%20under%20article%20226"},{"value":"refund of security deposit ","formInput":"refund%20of%20security%20deposit%20"},{"value":"writ under article 226","formInput":"writ%20under%20article%20226"},{"value":"\"statutory contract\"","formInput":"%22statutory%20contract%22"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":false,"query_alert":null,"agreement":false}