{"tid":155245251,"publishdate":"2016-04-19","title":"The Chairman Cum Managing Director ... vs General Sec.(Rep. By Mohd. Hasim Gnrl. ... on 19 April, 2016","doc":"<h2 class=\"doc_title\">The Chairman Cum Managing Director ... vs General Sec.(Rep. By Mohd. Hasim Gnrl. ... on 19 April, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-kumar\">Suneet Kumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-kumar\">Suneet Kumar</a></h3>\n\n<pre id=\"pre_1\">\n\n\n\n\nHIGH COURT OF JUDICATURE AT ALLAHABAD\n \n \n\nA.F.R.\n \nRESERVED\n \n\n \nCase :- WRIT - C No. - 50747 of 2015\n \n\n \nPetitioner :- The Chairman Cum Managing Director F.C.I.  And 3 Others\n \nRespondent :- General Sec.(Rep. By Mohd. Hasim Gnrl. Sec.) F.C.I. &amp; Anr\n \nCounsel for Petitioner :- Pradeep Kumar Srivastava,K Ajeet\n \nCounsel for Respondent :- C.S.C.,S.K. Mishra\n \nCONNECTED WITH\n \nCase :- WRIT - C No. - 39788 of 2015\n \n\n \nPetitioner :- The Chairman Cum Managing Dir. F.C.I., And 3 Ors.\n \nRespondent :- The General Sec. F.C.I. Mazdoor Union And Anr.\n \nCounsel for Petitioner :- P.K. Srivastava,Adarsh Bhushan,K. Ajeet\n \nCounsel for Respondent :- C.S.C.,S.K. Mishra\n \n\n \nHon&#x27;ble Suneet Kumar,J.\n \n</pre><p data-structure=\"Issue\" id=\"p_1\">\tThe Food Corporation of India1 has approached this Court assailing the order dated 29 May 2015 passed by the second respondent, Deputy Chief Labour Commissioner (Central), Kanpur, allowing the representation filed by the first respondent, F.C.I. Mazdoor Union2 holding that the workers are genuine and entitled to the benefit under the &quot;No Work No Pay&quot; scheme/policy introduced by the Corporation. The controversy that has arisen is with regard to the identification of contract labour who were earlier employed through private contractors in the depots of the Corporation prior to the notification dated 23 April 2010 issued by the Central Government abolishing contract labour in exercise of power under Section 10(1) of the Contract Labour (Regulation and Abolition) Act, 19703. Upon notification, the Corporation incorporated &quot;No Work No Pay&quot; scheme providing guidelines to identify labourers working in the depots of the Corporation. Pursuant thereof, a Committee was constituted to  identify the labourers to be included in the scheme. The Committee identified 222 labourers in respect of Roza Depot, District Shahjahanpur. The aggrieved workers who were left out filed several petitions before this Court and in one such petition being Civil Misc. Writ Petition No.34027 of 2013, an interim order was passed on 19 June 2013. Relevant portion of the order is extracted: \n</p> \n<blockquote id=\"blockquote_1\">&quot;The petitioners are at liberty to file a representation within a week before the competent authority and if the work is available the petitioners shall be engaged on the same status on which they were working on the date when the impugned order was passed.&quot;\n</blockquote> \n<p data-structure=\"Facts\" id=\"p_2\">\tIn order to implement the aforementioned interim order, the labourers of Roza Depot, Shahjahanpur filed contempt petition being Contempt Application No.4366 of 2013. The labourers instead of approaching the competent authority of the Corporation, approached the Deputy Labour Commissioner, Kanpur, by filing representation contending that they are genuine contract labourers but have not been given benefit of the scheme. During pendency of the representation, the labour union approached this Court for expeditious disposal of their representation. This Court in appeal being Special Appeal No.943 of 2014 by order dated 15 October 2015 directed for expediting the hearing in accordance with law. The order is  extracted:\n</p> \n<blockquote id=\"blockquote_2\">&quot;The appellants moved the respondent no. 4, the Deputy Chief Labour Commissioner, Kanpur for giving benefit of <a href=\"/doc/45909/\" id=\"a_1\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act, 1970. Such application was filed in April, 2014, on which notices were issued. The appellants then filed Writ Petition No. 52002 of 2014 with the prayer for a direction in the nature of mandamus commanding the respondent no. 4 to forthwith take a decision in the case filed by the appellants. Learned Single Judge has dismissed the writ petition by order dated 24.9.2014 primarily on the ground that the writ petitioners - appellants are unable to show as to what delay has been caused by the respondents in deciding the matter. Challenging the said order of the writ Court this appeal has been filed.\n</blockquote> \n<blockquote id=\"blockquote_3\">We have heard learned counsel for the appellants as well as Sri Gyan Prakash, learned Assistant Solicitor General of India for the respondents no. 1 and 4 and Sri R.K. Singh, learned counsel appearing for the respondents no. 2 and 3 and have perused the record.\n</blockquote> \n<blockquote id=\"blockquote_4\">Neither in the writ petition nor in the appeal the appellants have filed any application to show that they have approached the respondent no. 4 for expediting the hearing of the case. For issuance of a writ of mandamus it is necessary that the party concerned should first approach the authority and in case, within a reasonable time, the authority does not take suitable action on the same then alone such a writ can be issue. In the present case since prior to the filing of the writ petition the appellants have not approached the authority concerned for expediting the hearing of the case, we are of the view that no such relief for expediting the hearing before the respondent no. 4 was required to be granted. Without interfering with the order of dismissal of the writ petition, we dispose of this appeal with the observation that in case the appellants approach the respondent no. 4, the Deputy Chief Labour Commissioner, Kanpur alongwith a certified copy of this order for expediting the hearing of the case, such application shall be looked into by the respondent no. 4, in accordance with law and on the facts of the case pending before the respondent no. 4.&quot;\n</blockquote> \n<p data-structure=\"Issue\" id=\"p_3\">\tPursuant thereof, the first respondent framed two issues. \n</p> \n<p data-structure=\"Issue\" id=\"p_4\">(a)\tWhether the set of workers have  worked in the notified depots of Food Corporation of India and are entitled to get the benefit of Notification issued under Sec. 10(1) of CL (R &amp; A) Act, 1970;\n</p> \n\n \n<p data-structure=\"Issue\" id=\"p_5\">(b)\tWhether claim of the workers are genuine or not.\n</p> \n\n \n<p data-structure=\"Section\" id=\"p_6\">\tThe first respondent upon considering the documentary evidence and rival objections, allowed the representation of the labour union. The relevant portion of the order is extracted:\n</p> \n<blockquote id=\"blockquote_5\">&quot;As far as the claim of the workers are concerned, the union produced the document in support to the claim viz., Identity ― Card, EPF Slip issued by the EPF Authority, to each worker, copy of Form VI-6 A, submitted by the Contractor before the EPF Authority for the period of work-done besides the individual workers have also appeared before the Authority and recorded their statement of work-done thus, these are the leading evidences to prove that the workers have worked in Banda, Mahoba, Jhansi, Orai, Deoria, Pratapgarh &amp; Sultanpur depot of Food Corporation of India and thus they are entitled for relief as sought before this authority through representation.\n</blockquote> \n\n \n<blockquote id=\"blockquote_6\">Other hand the respondent did not substantiate any documentary evidence which lead to support their submission and counter the claim of the union except the plain submission without any documentary evidence. It is also observed that in some of the cases, the Hon&#x27;ble High Court Allahabad has directed not to disengage the workers but  the management has  not adhered the interim orders of the Hon&#x27;ble High Court Allahabad. \n</blockquote> \n\n \n<blockquote id=\"blockquote_7\">Therefore, considering the document place on record and after  having thorough examination of these document, interrogation  of the individual workers who appeared before  me on different dates and recorded their statement workers who  have claimed to have worked in the Banda, Mahoba, Jhansi, Orai, Pratapgarh &amp; Sultanpur Depot, the workers whose names appended in the Annexure A,B,C,D,E &amp; F attached with this order are found genuine workers and thus they are entitled for benefit of induction under &quot;No work no pay&quot; system, the policy introduced by the respondent management, within 30 days from the date of this order.&quot;\n</blockquote> \n\n \n<p data-structure=\"PetArg\" id=\"p_7\">\tShri K. Ajit, learned counsel appearing on behalf of the Corporation would submit:\n</p> \n<blockquote id=\"blockquote_8\">(i)\tThe Deputy Labour Commissioner had no lawful authority to decide the issue of genuineness of the labourers and their identification in exercise of powers referable to <a href=\"/doc/1271086/\" id=\"a_2\">Section 11</a> read with <a href=\"/doc/185363/\" id=\"a_3\">Section 4</a> of the Industrial Dispute Act and also Rule 9 of Industrial Dispute Rules 1957;\n</blockquote> \n<blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_1\">(ii)\tUpon notification abolishing the contract labour under <a href=\"/doc/1436043/\" id=\"a_4\">Section 10(1)</a> of the Contract Labour Act, 1970, no court or authority has power to direct for absorption of contract labourers including their identification except by an industrial adjudicator as has been held by the Constitution Bench in <a href=\"/doc/277653/\" id=\"a_5\">Steel Authority of India Limited and others v. National Union Water Front Workers</a> and others,4;</span>\n</blockquote> \n<blockquote id=\"blockquote_10\">(iii)\tFrom perusal of the orders passed by the Deputy Labour Commissioner, Kanpur, it is clear that he framed issues and proceeded to adjudicate, which authority he did not enjoy either under the <a href=\"/doc/500379/\" id=\"a_6\">Industrial Dispute Act</a> or under the <a href=\"/doc/1810788/\" id=\"a_7\">Contract Labour Act, 1970</a>.\n</blockquote> \n<p data-structure=\"RespArg\" id=\"p_8\">\tIn rebuttal, it is contended by Sri Anil Bhushan, learned Senior Counsel that the order passed by the first respondent is pursuant to directions issued by this Court in several petitions. The dispute does not fall within ambit of <a href=\"/doc/500379/\" id=\"a_8\">Industrial Dispute Act, 1947</a> as labouers are not claiming employment with the Corporation but seek their inclusion under the Scheme. The Deputy Chief Labour Commissioner (Central), Kanpur, is not appointed by the Government of India as Conciliation Officer, therefore, is not the Conciliation Officer. The first respondent decided the representation according to <a href=\"/doc/476610/\" id=\"a_9\">Section 12</a> of Contract Labour Act, 1970 and the Rules framed thereunder. It is, therefore, urged that there is no industrial dispute between the labourers and Corporation, the order is lawful.\n</p> \n<p data-structure=\"Issue\" id=\"p_9\">\tThe rival submissions fall for consideration.\n</p> \n<p data-structure=\"RespArg\" id=\"p_10\">\tIt is not being disputed by the learned counsel appearing for the respondent that the workers were appointed by the contractors but, on the other hand, the Corporation is disputing that the workers are not genuine workers alleged to have been appointed by the contractor. The question, therefore, as to whether the workers at any point of time  were engaged as contract workers by the contractors; and if any dispute arises between the contractor and the contract workers would be a disputed question of fact to be decided in an appropriate forum, as such, the disputed question of fact cannot be gone into under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of the Constitution of India. \n</p> \n<p data-structure=\"Section\" id=\"p_11\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_2\">It is settled by the authoritative pronouncement in the case of <a href=\"/doc/277653/\" id=\"a_11\">Steel Authority of India Limited</a> (supra) that after abolition of contract labour in exercise of power under <a href=\"/doc/1810788/\" id=\"a_12\">Contract Labour Act, 1970</a>, there cannot be automatic absorption of contract labour nor can any absorption be claimed as a matter of right. Every dispute which may relate to employment/re-employment or prospective employment, therefore, will be covered under <a href=\"/doc/189659891/\" id=\"a_13\">Section 2(k)</a> of Industrial Dispute Act, 1947. In the facts of the present case, it is admitted, inter se, parties that the question of identification of contract labourers as being genuine labourers is an issue involved between the parties. The impugned order has been passed pursuant to a direction passed by this Court. The order passed pursuant, thereof, is not referable to <a href=\"/doc/476610/\" id=\"a_14\">Section 12</a> or 18 of <a href=\"/doc/500379/\" id=\"a_15\">Industrial Dispute Act, 1947</a> as it is neither a settlement nor an award and therefore, would not be enforceable under <a href=\"/doc/425491/\" id=\"a_16\">Section 18(2)</a>.</span>\n</p> \n<p data-structure=\"Section\" id=\"p_12\">\tAssistant Labour Commissioner and Deputy Labour commissioner are Conciliation Officer notified under <a href=\"/doc/500379/\" id=\"a_17\">Industrial Dispute Act</a> 1947 and they can conciliate between the parties in light of the authority vested upon them under <a href=\"/doc/450810/\" id=\"a_18\">Section 11(4)</a> read with <a href=\"/doc/1570927/\" id=\"a_19\">section 12</a> of Industrial Dispute Act and Rule 9 of Industrial Dispute Rules 1957. \n</p> \n<p data-structure=\"Section\" id=\"p_13\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_3\">In <a href=\"/doc/277653/\" id=\"a_20\">Steel Authority of India</a> ( supra), one of the point for consideration was &quot;whether automatic absorption of contract labour, working in the establishment of the principal employer as regular employee, follows on issuance of a valid notification under Section 10(1) of the C.L.R.A Act prohibiting the contract labour in the establishment concerned&quot;.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_14\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_4\">The Constitution Bench overruled the earlier judgement in <a href=\"/doc/784921/\" id=\"a_21\">Air India Statutory Corporation v. United Labour Union</a> 5, wherein it was held that &quot;in the provision of <a href=\"/doc/1669932/\" id=\"a_22\">Section 10</a>, there is implicit legislative intent that on abolition of the contract labour system, the erstwhile contract workmen would become direct employees of the employer in whose establishment they were earlier working and were enjoying all the regulatory facilities under Chapter V in that very establishment&quot;.</span>\n</p> \n<p data-structure=\"Precedent\" id=\"p_15\">\tThe court upon reviewing the earlier judgement in para 125 held as follows: (Paras 3, 5 &amp; 6)\n \n</p><p data-structure=\"Section\" id=\"p_16\">3.\tNeither <a href=\"/doc/45909/\" id=\"a_23\">section 10</a> of the CLRA Act nor any other provision in the Act, whether expressly or by necessary implication, provides for automatic absorption of contract labour on issuing a notification by the appropriate Government under sub-section (1) of <a href=\"/doc/1669932/\" id=\"a_24\">Section 10</a>, prohibiting employment of contract labour in any process, operation or other work in any establishment. Consequently the principal employer cannot be required to order absorption of the contract labour working in the establishment concerned.\n</p> \n\n \n<p data-structure=\"Section\" id=\"p_17\">5.\tOn issuance of prohibition notification under Section 10(1) of the CRLA Act prohibiting employment of contract labour or otherwise, in an industrial dispute brought before it by any contract labour in regard to conditions of service, the industrial adjudicator will have to consider the question whether the contractor has been interposed either on the ground of having undertaken to produce any given result for the establishment or for supply of contract labour for work of the establishment under a genuine contract or is a mere ruse/camouflage to evade compliance with various beneficial legislation so as to deprive the workers of the benefit there-under. If the contract is found to be not genuine but a mere camouflage, the so-called contract labour will have to be treated as employees of the principal employer who shall be directed to regularize the services of the contract labour in the establishment concerned subject to the conditions as may be specified by it for that purpose in the light of para 6 here under.\n</p> \n\n \n<p data-structure=\"Section\" id=\"p_18\">6.\tIf the contract is found to be genuine and prohibition notification under <a href=\"/doc/1436043/\" id=\"a_25\">Section 10(1)</a> of the CLRA Act in respect of the establishment concerned has been issued by the appropriate Government, prohibiting employment of contract labour in any process, operation or other work of any establishment and where in such process, operation or other work of the establishment the principal employer intends to employ regular workmen, he shall give preference to the erstwhile contract labour, if otherwise found suitable and, if necessary, by relaxing the condition as to maximum age appropriately, taking into consideration the age of the workers at the time of their initial employment by the contractor and also relaxing the condition as to academic qualifications other than technical qualifications.\n</p> \n\n \n<p data-structure=\"Conclusion\" id=\"p_19\">\tIt is, therefore, evident that as to whether the petitioners were genuinely appointed by the contractor or their appointment is a mere camouflage and not genuine is a question of fact which has to be determined before an appropriate authority being an industrial adjudicator.\n</p> \n<p data-structure=\"Section\" id=\"p_20\">\tThe expression &quot;industrial adjudicator&#x27; has been used by design as determination of the questions aforementioned requires enquiry into disputed questions of facts which cannot conveniently be made by High Court in exercise of jurisdiction under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of the Constitution. Therefore, in such cases the appropriate authority to go into those issues will be the Industrial Tribunal/ Civil Court whose determination will be amenable to judicial review.\n</p> \n<p data-structure=\"CDiscource\" id=\"p_21\">\tIn the facts of the present case, a committee was constituted to identify the contract workers before issuing notification prohibiting employment of contract labour in the depots of the Corporation. The Committee undertook an intensive exercise by taking thumb impression of contract labour verifying identity card, provident fund record and collected relevant data which was made part of the report. Pursuant to the report submitted by the Committee, a notification was issued by the Central Government on 23 April 2010 under <a href=\"/doc/1442514/\" id=\"a_27\">Section 10(2)</a> of the Contract Labour Act, 1970. Upon abolition of contract labour, the Corporation issued a tentative list for providing the benefits to all such workers engaged through the contractors. The list was issued by the Corporation on 20 August 2011. The Union filed objection to the list but finally, upon direction issued by this Court, three member Committee was constituted before which the contract labour appeared and produced their record, thereafter, the Committee prepared a report which is extracted:\n</p> \n<blockquote id=\"blockquote_11\">^^vkids dk;kZy; i=kad la[;k ,l 8lh&amp;13¼88½ lafonk@&#x27;kkgk@uksVhfQds&#x27;ku @2011@6041 fnukad 29-09-12 ds vuqikyu esa desVh us etnwjksa ls lEcfU/kr lHkh fjdkZZMks tSls fd is; jksy] bZ] ih] ,Q fLyi] ernkrk igpku i=] jk&#x27;ku dkMZ@iSu dkMZ dh tkWap dh ftlesa desVh us ik;k fd fnukad 13-01-12 dks 222 etnwjksa ls lEcfU/kr desVh us fjiksVZ izLrqr dh FkhA ftlesa desVh us nqckjk mDr fjiksVZ dh tkWp esa ik;k fd mDr etnwjksa dh bZ] ih] ,Q dh lHkh fLyi 2003&amp;04 rd dh gS tcfd gsM DokVZj ds vkns&#x27;kkuqlkj uksfVfQds&#x27;ku fnukad 23-04-10 ls rhu lky igys ds lkjs fjdkZM pkfg, eryc o&quot;kZ 07&amp;08] 08&amp;09] 09&amp;10 tcfd is; jksy esa bUgha etnwjksa dk uke gSA ftUgksaus mDr o&quot;kZ  07&amp;08] 08&amp;09] 09&amp;10 esa dke fd;k gS desVh us fofHkUu etnwj la?kks ds }kjk fd;s x;s nkoks ls lEcfU/k nLrkostks dh tkWp dh ftlesa desVh us ik;k fd bZ] ih] ,Q fLyi mDr etnwjksa dh o&quot;kZ  07&amp;08] 08&amp;09] 09&amp;10 dh gS ij mDr etnwjksa dk is; jksy dh tkWp esa mDr o&quot;kZ  07&amp;08] 08&amp;09] 09&amp;10 esa dksbZ Hkh uke ugha ik;k x;kA ftyk dk;kZy; &#x27;kkgtgkWiqj esa bZ] ih] ,Q dk;kZy; cjsyh lsl mDr o&quot;kksZ  07&amp;08] 08&amp;09] 09&amp;10 ls lEcfU/kr nLrkostksa dk C;ksjk eaxok;k Fkk ftlls fd desVh fu.kZ; dj lds fd okLrfod fdu etnwjksa us jkstk fMiks esa dke fd;k gS mu nLrkostksa dks desVh us ns[kk fd mDr o&quot;kksZ esa ftu Bsdsnkjks us jkstk fMiks esa dke fd;k gS mu gh Bsdsnkjks us QkeZ 6, Hkjdj tek fd;k gS rFkk mu ij Bsdsnkjks ds gLrk{kj vkSj eksgj yxh gqbZ gS vkSj mudk b] ih] ,Q Hkh tek fd;k x;k gS ij mDr yksxks dks is; jksy esa mDr o&quot;kksZ  07&amp;08] 08&amp;09] 09&amp;10 esa uke ugha ik;k x;k blfy;s mijksDr tkWp iM+rky ds ckn desVh vfUre fdlh Hkh fu.kZ; ij ugha igqWp ik;h gS mijksDr fjiksVZ vko&#x27;;d dk;Zokgh gsrq çLrqr gSA^^\n \n\tPursuant to the report, claim of the Union was rejected by the Corporation by order dated 9 April 2013. The report was assailed before this Court in a petition <a href=\"/doc/784921/\" id=\"a_28\">referred above</a>, wherein, a direction was issued directing the &quot;competent authority&quot; to decide the representation. Pursuant thereof, the Union approached the Deputy Chief Labour Commissioner. According to learned counsel for the applicant, the competent authority would not be referable to an authority under the <a href=\"/doc/500379/\" id=\"a_29\">Industrial Dispute Act</a> but would refer to an authority of the Corporation. Since the matter has already been decided by the Deputy Chief Labour Commissioner, the question that arises is as to whether he was competent under the Act to have gone into questions of fact admittedly, not being an industrial adjudicator within the meaning of <a href=\"/doc/500379/\" id=\"a_30\">Industrial Disputes Act</a>. The plea taken by learned Senior Counsel appearing for the respondent that there is no industrial dispute as the workers are not claiming regularization with the Corporation, cannot be accepted for the reason that the claim for inclusion of labourers within the scheme framed by the Corporation, who shall in future be considered for regularization or appointment upon vacancies arising, cannot be said that there is no industrial dispute. The identification of all such workers who have been left out by the Corporation upon recommendation of the Committee which had extensively undertaken detailed exercise and thereafter not accepted their claim being not genuine worker appointed by the contractor, is a dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_31\">Section 2(k)</a> of the Industrial Dispute Act, 1947. Admittedly, the contractors were not a party to the lis nor were represented before the Deputy Chief Labour Commissioner whom the workers claim were engaged by such contractor. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_5\">In these circumstances, the ratio <a href=\"/doc/784921/\" id=\"a_32\">laid down by</a> the Constitution Bench in <a href=\"/doc/277653/\" id=\"a_33\">Steel Authority of India</a> case that the identification of workers and their genuineness is of paramount importance, if in case the &quot;principal employer (i.e. the Corporation) intends to employ regular workmen, he shall give preference to the erstwhile contract labour, if otherwise found suitable ....................... the workers at the time of their initial employment by the contractor&quot;.</span>\n</blockquote> \n<blockquote id=\"blockquote_12\">\tThe broad distinction between a workman and an independent contractor lies in this that while the former agrees to work the later agrees to get others work. Now a person who agrees  himself to work and does so work and is therefore, a workman does cease to be such person by reason merely of the fact that he gets other persons to work along with him and that those persons are controlled and paid by him. What determines whether a person is a workman or an independent contractor is whether he has agreed to work personally or not. If he has, then he is a workman and the fact that he takes assistance from other persons would not affect his status.\n</blockquote> \n<blockquote id=\"blockquote_13\">\tThe question as to whether an employee comes within the definition of the term workman or not as defined in the Act is a jurisdictional issue which is within the competence of the Tribunal to decide. Where the workmen of the Corporation had a direct and substantial interest in employment, non-employment and terms of employment or conditions of labour of the contract labourers a dispute relating to the abolition of contract system of labour would be industrial dispute within the term defined in <a href=\"/doc/189659891/\" id=\"a_34\">Section 2(k)</a>.\n</blockquote> \n<blockquote id=\"blockquote_14\">\tEvery settlement is an arrangement or agreement. But every arrangement or agreement is not a settlement. An agreement or arrangement will not be a settlement merely because the parties to the dispute choose to call it a settlement and the agreement or arrangement is incorporated in memorandum of settlement signed by the parties. It must decide some part of the dispute or some matter in dispute or decide the  procedure by which the dispute is to be resolved or affect the dispute in some manner or  other or provide for some act or forbearance in relation to the dispute on the part of a party or parties to the dispute.\n</blockquote> \n<blockquote id=\"blockquote_15\">\tA settlement only settles the matter or matters in disputes, which it settles. If some of the matters in dispute are not settled it cannot be said that the settlement settles the entire dispute or settles those matters in dispute which are not within the scope of the settlement.\n</blockquote> \n<blockquote id=\"blockquote_16\">\tThere is no bar under the Act to several proceedings for conciliation. It is admitted that the proceedings pursuant to order passed by this Court resulted into any settlement. <a href=\"/doc/500379/\" id=\"a_35\">Under the Industrial Dispute Act</a>, Industrial courts may be constituted and the matter may be referred to a Conciliation Officer for conciliation and in event, whatever be the result of the conciliation proceedings, the matter can be referred to the Tribunal for adjudication.( Vide All Indis Tea and Trading Co. Vs. R.N. Hazarika; AIR 1958 Assam 108).\n</blockquote> \n<blockquote id=\"blockquote_17\">\tThe exercise undertaken by the second respondent at the best can be a conciliation proceedings under <a href=\"/doc/31217/\" id=\"a_36\">Section 11</a> of the Industrial Dispute Act to settle the dispute between the parties amicably. In the event of failure, the only course open was to refer the matter for adjudication.\n</blockquote> \n<blockquote id=\"blockquote_18\">\tFor the reasons stated hereinabove, the writ petitions succeed and is allowed, the impugned order dated 29th May 2015 is set aside. It will be open to the second respondent, the Deputy Chief Labour Commissioner (Central) Kanpur to place the report to the Central Government for referring the dispute for adjudication under the <a href=\"/doc/500379/\" id=\"a_37\">Industrial Dispute Act, 1947</a>.\n</blockquote> \n<blockquote id=\"blockquote_19\">\tNo order as to cost.\n</blockquote> \n<blockquote id=\"blockquote_20\">Order Date :- 19.04.2016\n \nMukesh Kr.\n</blockquote> \n\n\n\n \n\n\n\n\n \n\n \n \n    \n      \n  \n ","numcites":17,"numcitedby":0,"docsource":"Allahabad High Court","citetid":155245251,"divtype":"judgments","relatedqs":[{"value":"absorption of contract labourers","formInput":"absorption%20of%20contract%20labourers"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"industrial dispute act 1947","formInput":"industrial%20dispute%20act%201947"},{"value":"contract labour act 1970","formInput":"contract%20labour%20act%201970"},{"value":"absorption","formInput":"absorption"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"contract act","formInput":"contract%20act"},{"value":"\"industrial dispute act\" ","formInput":"%22industrial%20dispute%20act%22%20"},{"value":"labour acts","formInput":"labour%20acts"},{"value":"industrial dispute","formInput":"industrial%20dispute"},{"value":"fci","formInput":"fci"},{"value":"steel authority is other authority","formInput":"steel%20authority%20is%20other%20authority"},{"value":"contract workers","formInput":"contract%20workers"},{"value":"steel authority","formInput":"steel%20authority"},{"value":"epf","formInput":"epf"},{"value":"labour commissioner ","formInput":"labour%20commissioner%20"},{"value":"conciliation officer","formInput":"conciliation%20officer"},{"value":"kanpur","formInput":"kanpur"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"},{"value":"regulations-regarding-licensing-of-contractors","formInput":"tag:regulations-regarding-licensing-of-contractors"}],"courtcopy":true,"query_alert":null,"agreement":false}