{"tid":154384989,"publishdate":"2021-09-07","title":"Shakuntala Shukla vs State Of Uttar Pradesh on 7 September, 2021","doc":"<h2 class=\"doc_title\">Shakuntala Shukla vs State Of Uttar Pradesh on 7 September, 2021</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2021 SUPREME COURT 4384, AIRONLINE 2021 SC 704</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-r-shah\">M.R. Shah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-r-shah\">M.R. Shah</a>, <a href=\"/search/?formInput=benchid:d-y-chandrachud\">Dhananjaya Y. Chandrachud</a></h3>\n\n<pre id=\"pre_1\">                                                               REPORTABLE\n                                    IN THE SUPREME COURT OF INDIA\n                                    CRIMINAL APPELLATE JURISDICTION\n                                    CRIMINAL APPEAL NO. 876 OF 2021\n\n\n         Shakuntala Shukla                                           …Appellant\n                                         Versus\n\n\n         State of Uttar Pradesh and Another                          …Respondents\n\n\n                                               WITH\n\n\n                                    CRIMINAL APPEAL NO. 878 OF 2021\n                                    CRIMINAL APPEAL NO. 877 OF 2021\n                                    CRIMINAL APPEAL NO. 879 OF 2021\n\n\n\n\n                                               JUDGMENT\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">         M.R. SHAH, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">         1.              Feeling aggrieved and dissatisfied with the impugned judgment(s)\n\n         and order(s) dated 08.10.2018 and 06.12.2018 passed by the High\n\n         Court of Judicature at Allahabad in Criminal Appeal No. 1283/2018,\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by R</span>\n<span class=\"hidden_text\" id=\"span_3\">Natarajan</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2021.09.07</span>\n<span class=\"hidden_text\" id=\"span_5\">17:04:44 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n         1405/2018, 1496/2018 and 1398/2018, by which the High Court has\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                        1</span>\n\freleased the private respondents herein - accused on bail, pending the\n\naforesaid criminal appeals, the original complainant – widow of the\n\ndeceased (victim) has preferred the present appeals.\n\n</p><p data-structure=\"Issue\" id=\"p_4\">2.    At the outset, it is required to be noted that the judgment and order\n\ndated 08.10.2018 in Criminal Appeal No. 1283 of 2018 is the order first\n\nin line by which the main accused – Swaminath Yadav came to be\n\nreleased on bail and so far as the other accused are concerned, they are\n\nreleased on bail on the ground of parity and order passed in Criminal\n\nAppeal No. 1283 of 2018 (in the case of Swaminath Yadav). Therefore,\n\nCriminal Appeal No. 876 of 2021 arising out of the impugned judgment\n\nand order passed by the High Court in Criminal Appeal No. 1283/2018 is\n\ntreated as a lead appeal.\n</p>\n<p data-structure=\"Issue\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"78983701\" id=\"span_8\">2.1   That all the private respondents herein – accused have been\n\nconvicted by the learned trial Court for the offences under Sections\n\n302/149, 201 r/w <a href=\"/doc/1897847/\" id=\"a_1\">Section 120B</a> IPC arising out of Case Crime No.\n\n103/96, Police Station Bansdeeh, District Ballia and they are sentenced\n\nto undergo life imprisonment by the learned Additional Sessions Judge,\n\nCourt No.2, Ballia vide judgment(s) and order(s) dated 08.02.2018 and\n\n09.02.2018 passed in Sessions Trial No. 230 of 1999 (<a href=\"/doc/78983701/\" id=\"a_2\">State v. Vikrama\n\nYadav and others</a>).</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                          2</span>\n\fFacts in nutshell\n\n</p><p data-structure=\"Facts\" id=\"p_7\">3.   That the dead body of one Kripa Shankar Shukla alias Bajrang\n\nShukla was found lying in the well of one Chandramani Pandey on\n\n28.10.1995 at 10:00 a.m; that an application was moved at the police\n\nstation Bansdeeh, District Ballia; that the police party prepared the\n\ninquest report on 15.11.1995, however, there was no proper\n\ninvestigation carried out by the police officer of police station Bansdeeh,\n\nDistrict Ballia; that some villagers sent the application to his Excellency\n\nthe Governor for impartial investigation of the case; that on 13.12.1995,\n\nthe appellant herein – Shakuntala Shukla (wife of the deceased) moved\n\nan application before his Excellency the President of India with the facts\n\nthat she is a widow of Kripa Shankar Shukla (deceased) and her\n\nhusband was murdered in the night of 26.10.1995 when he was coming\n\nback from Bansdeeh to his village Adar and thereafter the dead body\n\nwas thrown in the well to create confusion; that on the said application\n\nof the appellant herein, Special Secretary, Ministry of Home Affairs,\n\nGovernment of Uttar Pradesh, Lucknow directed for investigation of the\n\nmatter by CB-CID; that during the investigation, the names of the private\n\nrespondents herein – accused came into light; that CB-CID submitted\n\nthe chargesheet against the accused Swaminath Yadav and others co-\n\naccused under <a href=\"/doc/1258372/\" id=\"a_3\">Sections 147</a>, <a href=\"/doc/999134/\" id=\"a_4\">149</a>, <a href=\"/doc/1560742/\" id=\"a_5\">302</a>, <a href=\"/doc/386021/\" id=\"a_6\">201</a>, <a href=\"/doc/986493/\" id=\"a_7\">218</a>, <a href=\"/doc/1897847/\" id=\"a_8\">120B</a> IPC; that the\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                          3</span>\n\flearned trial Court framed the charge under <a href=\"/doc/1560742/\" id=\"a_9\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_10\">149</a>, <a href=\"/doc/386021/\" id=\"a_11\">201</a>,\n\n<a href=\"/doc/1897847/\" id=\"a_12\">120B</a> IPC.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">3.1   At this stage, it is required to be noted that during the investigation\n\nby Crime Branch, it was found that one Shri Jainath Yadav, the then\n\nSub-Inspector of Police Station Bansdeeh, District Ballia, under the\n\norders of Station House Officer, investigated the incident of death of the\n\ndeceased Kripa Shankar Shukla and in his investigation report dated\n\n23.12.1995 in order to save the accused deliberately on the basis of the\n\nfalse facts noted the fact that the deceased under the influence of liquor\n\nwhile going to his paramour’s house fell into the well and died by\n\ndrowning, whereas in the post mortem report no symptoms of death by\n\ndrowning were found. It was also found during the investigation that\n\neven the Doctor Vinod Kumar Rai, District Hospital, Ballia had in the post\n\nmortem report of the deceased deliberately mentioned the wrong reason\n\nfor death (died by drowning), in order to save the accused.\n\n3.2   The learned trial Court therefore passed an order to prosecute the\n\nthen Station House Officer, Sub-Inspector of Police Jainath Yadav and\n\nthe Doctor Vinod Kumar Rai.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">3.3   That during the trial, the prosecution examined 8 main witnesses;\n\nstatement of one Doctor Chandrabhal Tripathy was recorded as Court\n\nwitness; that number of documentary evidence were also brought on\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                            4</span>\n\frecord; that in the depositions, the witnesses – villagers who were\n\nexamined on behalf of the prosecution specifically stated that before\n\nthey gave the evidence/statements, they were threatened by the\n\naccused; not only that but an FIR was also lodged against the accused\n\npersons for giving threats for the offences under <a href=\"/doc/555306/\" id=\"a_13\">Sections 504</a> &amp; <a href=\"/doc/180217/\" id=\"a_14\">506</a>\n\nIPC; that all the witnesses – villagers who were examined specifically\n\nstated with respect to threats administered by the accused and they\n\nwere told not to give any evidence against the accused; that during the\n\ninvestigation the prosecution also established and proved the motive;\n\nthat on appreciation of evidence and having specifically found from the\n\npost mortem report that the lungs of the deceased were found\n\ncongested, however, no water was found in the lungs; that the learned\n\ntrial Court specifically noted that despite the above, SI Jainath Yadav\n\nneither considered the above points himself nor sought any opinion in\n\nthis regard from any doctor; that the learned trial Court also noticed that\n\nbefore preparing the enquiry report, neither he enquired from the brother,\n\nwife and son of the deceased nor recorded their statements; that\n\nthereafter on appreciation of evidence, more particularly the evidence of\n\nlast seen with the deceased at about 8 O’clock in the night on\n\n26.10.1995 along with the accused persons and thereafter Kripa\n\nShankar Shukla was not seen by anybody and ultimately the dead body\n\nwas found in the well at about 10:40 a.m. on 28.10.1995. That the\n\n<span class=\"hidden_text\" id=\"span_12\">                                                                          5</span>\n\flearned trial Court vide its judgment dated 08.02.2018 convicted the\n\nprivate respondents herein – accused persons, namely, Vikrama Yadav,\n\nSwaminath Yadav, Jhingur Bhar, Surendra Kumar Pandey and Umesh\n\nKumar Pandey for the offences under <a href=\"/doc/1560742/\" id=\"a_15\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_16\">149</a>, <a href=\"/doc/386021/\" id=\"a_17\">201</a> r/w 120B\n\n<a href=\"/doc/1569253/\" id=\"a_18\">IPC</a>. That the learned trial Court also convicted the then Investigating\n\nOfficer Jainath Yadav and the Doctor Vinod Kumar Rai who performed\n\nthe post mortem on the body of the deceased and stated the wrong\n\nreason of death for the offences under <a href=\"/doc/386021/\" id=\"a_19\">Sections 201</a> r/w 120B and 218\n\n<a href=\"/doc/1569253/\" id=\"a_20\">IPC</a>.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_10\">4.     Feeling aggrieved and dissatisfied with the judgment and order of\n\nconviction and sentence passed by the learned trial Court imposing the\n\nsentence of life imprisonment, convicted accused – Swaminath Yadav\n\nhas preferred Criminal Appeal No. 1283/2018; convicted accused –\n\nSurendra Kumar Pandey has preferred Criminal Appeal No. 1405/2018;\n\nconvicted accused Jhingur Bhar has preferred Criminal Appeal No.\n\n1496/2018; and convicted accused Vikrama Yadav has preferred\n\nCriminal Appeal No. 1398 of 2018 before the High Court.\n\n4.1    In the aforesaid Criminal Appeal No. 1283/2018, accused\n\nSwaminath Yadav preferred Criminal Miscellaneous Bail Application\n\nbeing Bail Application No. 1A/1 of 2018 praying for releasing him on bail\n\nduring the pendency of the criminal appeal.      That by the impugned\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                        6</span>\n\fjudgment and order dated 08.10.2018, the High Court has allowed the\n\nsaid bail application and has directed to release the accused –\n\nSwaminath Yadav on bail on furnishing a personal bond with two\n\nsureties each in the like amount to the satisfaction of the court\n\nconcerned.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">4.2   Order dated 08.10.2018 passed by the High Court in Criminal\n\nMiscellaneous Bail Application No. 1A/1 of 2018 in Criminal Appeal No.\n\n1283/2018 in the case of accused – Swaminath Yadav has been\n\nfollowed in other three appeals and other three accused, namely,\n\nSurendra Kumar Pandey, Jhingur Bhar and Vikrama Yadav are also\n\nreleased on bail on parity and on the ground that co-accused Swaminath\n\nYadav has been released on bail by a coordinate Bench.\n\n</p><p data-structure=\"PetArg\" id=\"p_12\">5.    Feeling aggrieved and dissatisfied with the impugned orders\n\npassed by the High Court releasing the accused on bail pending\n\nrespective criminal appeals, the appellant – victim – wife of the\n\ndeceased has preferred the present criminal appeals.\n\n5.1   At this stage it is required to be noted that by the time the High\n\nCourt released the accused on bail, they had undergone 8 months\n\nsentence only.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">6.    Shri V.K. Mishra, learned Advocate has appeared on behalf of the\n\nappellant, S/Shri Sandeep Narain and Udayaditya Banerjee, learned\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                       7</span>\n\fAdvocates have appeared on behalf of the accused in Criminal Appeal\n\nNos. 876 and 877 of 2021 and Ms. Srishti Singh, learned Advocate has\n\nappeared on behalf of the State of Uttar Pradesh.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">6.1   Though served, nobody has appeared on behalf of the remaining\n\naccused. However, learned counsel appearing on behalf of the private\n\nrespondents – accused in Criminal Appeal Nos. 876 and 877 of 2021\n\nhave fairly assisted the Court with their submissions which will cover all\n\nthe cases.\n</p>\n<p data-structure=\"RespArg\" id=\"p_15\">6.2   Shri V.K. Mishra, learned Advocate appearing on behalf of the\n\nappellant has vehemently submitted that in the facts and circumstances\n\nof the case the High Court has committed a grave error in releasing the\n\nrespondents – accused on bail pending their respective appeals.\n\n6.3   It is submitted that while releasing the accused on bail, the High\n\nCourt has not at all properly appreciated and considered the fact that by\n\na detailed judgment and order and after appreciation of the entire\n\nevidence on record, the learned trial Court has convicted the accused for\n\nthe offences under <a href=\"/doc/1560742/\" id=\"a_21\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_22\">149</a>, <a href=\"/doc/386021/\" id=\"a_23\">201</a> r/w 120B <a href=\"/doc/1569253/\" id=\"a_24\">IPC</a> and sentenced\n\nthem to undergo life imprisonment.\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">6.4   It is submitted that once the accused are convicted for the very\n\nserious offence under <a href=\"/doc/1560742/\" id=\"a_25\">Section 302</a> IPC by the learned trial Court, there\n\nshall not be any presumption of innocence thereafter and therefore the\n\n<span class=\"hidden_text\" id=\"span_15\">                                                                        8</span>\n\fHigh Court shall be very slow in granting bail to the accused pending\n\nappeals who are convicted for the offences under <a href=\"/doc/1560742/\" id=\"a_26\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_27\">149</a>, <a href=\"/doc/386021/\" id=\"a_28\">201</a>\n\nr/w 120B <a href=\"/doc/1569253/\" id=\"a_29\">IPC</a>.\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">6.5   It is further submitted that as such no reasons whatsoever have\n\nbeen assigned by the High Court while releasing the accused on bail\n\npending appeals. It is submitted that the High Court has failed to note\n\nthe circumstances under which right from the very beginning the efforts\n\nwere made to derail the investigation and even the trial Court also\n\nconvicted the then Investigating Officer and even the doctor who\n\nperformed the post mortem for the offences under <a href=\"/doc/386021/\" id=\"a_30\">Sections 201</a> r/w\n\n120B and 218 <a href=\"/doc/1569253/\" id=\"a_31\">IPC</a>.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">6.6   It is submitted that the High Court has not at all properly\n\nappreciated and/or noted and/or considered the fact that the prosecution\n\nwitnesses – villagers who deposed against the accused were given\n\nthreats repeatedly by the accused who were on bail and threatened\n\nthem that if they give evidence against the accused, they will have to\n\nsuffer dire consequences.\n</p>\n<p data-structure=\"PetArg\" id=\"p_19\">6.7   It is submitted that the High Court has also failed to note that even\n\ntwo FIRs were filed during the trial for the offences under <a href=\"/doc/555306/\" id=\"a_32\">Sections 504</a>\n\nand <a href=\"/doc/180217/\" id=\"a_33\">506</a> IPC against the accused for giving threats to the complainant\n\nside and others.\n</p>\n<p data-structure=\"RespArg\" id=\"p_20\"><span class=\"hidden_text\" id=\"span_16\">                                                                          9</span>\n\f6.8   It is submitted that in the impugned judgments and orders, the\n\nHigh Court has not at all even referred to the counter affidavit filed on\n\nbehalf of the State opposing bail pending appeals.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\">6.9   It is submitted that therefore the High Court while releasing the\n\nprivate respondents herein – accused on bail pending criminal appeals\n\nagainst the judgment and order of conviction has not at all considered\n\nthe seriousness of the offence and the gravity of the accusation against\n\nthe accused and their antecedents and conduct of giving threats to the\n\nwitnesses during trial and even thereafter.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">6.10 Making the above submissions, it is prayed to allow the present\n\nappeals and quash and set aside the impugned orders passed by the\n\nHigh Court releasing the accused on bail, pending criminal appeals.\n\n</p><p data-structure=\"RespArg\" id=\"p_23\">7.    Learned counsel appearing on behalf of the State has fully\n\nsupported the appellant. It is submitted that the High Court has failed to\n\nnotice and/or consider the motive, antecedents and conduct of the\n\naccused even during trial and the manner in which all efforts were made\n\nright from the very beginning to scuttle the fair investigation.\n\n7.1   It is submitted that as such no specific reasons have been\n\nassigned by the High Court while releasing the accused on bail pending\n\nappeals. It is submitted that the manner in which the High Court has\n\ndisposed of the bail applications and released the accused on bail\n\n<span class=\"hidden_text\" id=\"span_17\">                                                                       10</span>\n\fpending appeals is not sustainable at all. It is submitted that from the\n\nimpugned orders passed by the High Court, it is difficult to identify the\n\nsubmissions on behalf of the accused and even the findings recorded\n\nwhile releasing the accused on bail.      It is submitted that even the\n\nsubmissions on behalf of the State have not been summarised and/or\n\ndiscussed at all.\n</p>\n<p data-structure=\"PetArg\" id=\"p_24\">7.2   It is submitted that criminal history of two cases against the\n\naccused for the offences under <a href=\"/doc/1096965/\" id=\"a_34\">Sections 143</a>, <a href=\"/doc/555306/\" id=\"a_35\">504</a> &amp; <a href=\"/doc/180217/\" id=\"a_36\">506</a> being CR No.\n\n158/1996 and CR No. 23/1999 under <a href=\"/doc/555306/\" id=\"a_37\">Sections 504</a> &amp; <a href=\"/doc/180217/\" id=\"a_38\">506</a> IPC are taken\n\nvery lightly by the High Court. It is submitted that the High Court ought\n\nto have appreciated that the aforesaid cases were for giving threats by\n\nthe accused to the witnesses and the family members of the deceased\n\nincluding the appellant herein.\n</p>\n<p data-structure=\"RespArg\" id=\"p_25\">8.    Learned counsel appearing on behalf of the respondents –\n\naccused have vehemently submitted that in the facts and circumstances\n\nof the case, no error has been committed by the High Court releasing\n\nthe accused on bail, pending appeals.\n</p>\n<p data-structure=\"PetArg\" id=\"p_26\">8.1   It is submitted that admittedly it is a case of circumstantial\n\nevidence and not a single witness had stated that he saw any of the\n\naccused murdering Kripa Sankar Shukla or even throwing his dead body\n\nin the well. It is submitted that even in the post mortem report, the cause\n\n<span class=\"hidden_text\" id=\"span_18\">                                                                        11</span>\n\fof death was shown ‘died by drowning’. It is submitted that there is no\n\nother further medical evidence showing the different cause of death.\n\n8.2   It is further submitted that during the trial the accused were on bail\n\nand even thereafter also by the impugned orders the accused are on bail\n\nand nothing is on record that thereafter they have misused the liberty\n\ngranted by the Court by releasing them on bail. It is submitted that\n\ntherefore no case is made out to cancel the bail granted by the High\n\nCourt.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">8.3   Making the above submissions, it is prayed to dismiss the present\n\nappeals.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">9.    We have heard the learned counsel for the respective parties at\n\nlength. We have also carefully gone through the impugned judgment\n\nand order passed by the High Court releasing the accused on bail\n\npending appeal against the judgment and order of conviction for the\n\noffences punishable under <a href=\"/doc/1560742/\" id=\"a_39\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_40\">149</a>, <a href=\"/doc/386021/\" id=\"a_41\">201</a> and <a href=\"/doc/1897847/\" id=\"a_42\">120B</a> IPC.\n\n9.1   Having gone through the impugned judgment and order passed by\n\nthe High Court releasing the accused on bail pending appeal, we are at\n\npains to note that the order granting bail to the accused pending appeal\n\nlacks total clarity on which part of the judgment and order can be said to\n\nbe    submissions    and   which    part   can    be   said   to   be   the\n\nfindings/reasonings. It does not even reflect the submissions on behalf\n\n<span class=\"hidden_text\" id=\"span_19\">                                                                         12</span>\n\fof the Public Prosecutor opposing the bail pending appeal. A detailed\n\ncounter affidavit was filed on behalf of the State opposing the bail\n\npending appeal which has not been even referred to by the High Court.\n\nThe manner in which the High Court has disposed of the application\n\nunder <a href=\"/doc/985477/\" id=\"a_43\">Section 389</a> Cr.P.C. and has disposed of the application for bail\n\npending appeal cannot be approved. It is very unfortunate that by this\n\njudgment, we are required to observe the importance of judgment;\n\npurpose of judgment and what should be contained in the judgment.\n\n9.2     First of all, let us consider what is “judgment”. “Judgment” means\n\na judicial opinion which tells the story of the case; what the case is\n\nabout; how the court is resolving the case and why.        “Judgment” is\n\ndefined as any decision given by a court on a question or questions or\n\nissue between the parties to a proceeding properly before court. It is\n\nalso defined as the decision or the sentence of a court in a legal\n\nproceeding along with the reasoning of a judge which leads him to his\n\ndecision. The term “judgment” is loosely used as judicial opinion or\n\ndecision. Roslyn Atkinson, J., Supreme Court of Queensland, in her\n\nspeech once stated that there are four purposes for any judgment that is\n\nwritten:\n</p>\n<pre id=\"pre_2\">      i)     to spell out judges own thoughts;\n      ii)    to explain your decision to the parties;\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                                       13</span>\n\f      iii)    to communicate the reasons for the decision to the public;\n      and\n      iv)     to provide reasons for an appeal court to consider\n\n\n9.3     It is not adequate that a decision is accurate, it must also be\n\n</pre><p data-structure=\"Precedent\" id=\"p_29\">reasonable, logical and easily comprehensible. The judicial opinion is to\n\nbe written in such a way that it elucidates in a convincing manner and\n\nproves the fact that the verdict is righteous and judicious. What the court\n\nsays, and how it says it, is equally important as what the court decides.\n\n</p><p data-structure=\"Precedent\" id=\"p_30\">        Every judgment contains four basic elements and they are (i)\n\nstatement of material (relevant) facts, (ii) legal issues or questions, (iii)\n\ndeliberation to reach at decision and (iv) the ratio or conclusive decision.\n\nA judgment should be coherent, systematic and logically organised. It\n\nshould enable the reader to trace the fact to a logical conclusion on the\n\nbasis of legal principles.     It is pertinent to examine the important\n\nelements in a judgment in order to fully understand the art of reading a\n\njudgment. In the Path of Law, Holmes J. has stressed the insentient\n\nfactors that persuade a judge. A judgment has to formulate findings of\n\nfact, it has to decide what the relevant principles of law are, and it has to\n\napply those legal principles to the facts. The important elements of a\n\njudgment are:\n</p>\n<pre id=\"pre_3\">      i)     Caption\n\n\n<span class=\"hidden_text\" id=\"span_21\">                                                                          14</span>\n\f      ii)    Case number and citation\n      iii)   Facts\n      iv)    Issues\n      v)     Summary of arguments by both the parties\n      vi)    Application of law\n      vii)   Final conclusive verdict\n\n\n9.4     The judgment replicates the individuality of the judge and therefore\n\n</pre><p data-structure=\"CDiscource\" id=\"p_31\">it is indispensable that it should be written with care and caution. The\n\nreasoning in the judgment should be intelligible and logical. Clarity and\n\nprecision should be the goal. All conclusions should be supported by\n\nreasons duly recorded. The findings and directions should be precise\n\nand specific.        Writing judgments is an art, though it involves skilful\n\napplication of law and logic. We are conscious of the fact that the judges\n\nmay be overburdened with the pending cases and the arrears, but at the\n\nsame time, quality can never be sacrificed for quantity. Unless judgment\n\nis not in a precise manner, it would not have a sweeping impact. There\n\nare some judgments that eventually get overruled because of lack of\n\nclarity. Therefore, whenever a judgment is written, it should have clarity\n\non facts; on submissions made on behalf of the rival parties; discussion\n\non law points and thereafter reasoning and thereafter the ultimate\n\nconclusion and the findings and thereafter the operative portion of the\n\norder. There must be a clarity on the final relief granted. A party to the\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                                         15</span>\n\flitigation must know what actually he has got by way of final relief. The\n\naforesaid aspects are to be borne in mind while writing the judgment,\n\nwhich would reduce the burden of the appellate court too. We have\n\ncome across many judgments which lack clarity on facts, reasoning and\n\nthe findings and many a times it is very difficult to appreciate what the\n\nlearned judge wants to convey through the judgment and because of\n\nthat, matters are required to be remanded for fresh consideration.\n\nTherefore, it is desirable that the judgment should have a clarity, both on\n\nfacts and law and on submissions, findings, reasonings and the ultimate\n\nrelief granted.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">10.   If we consider the impugned order passed by the High Court, as\n\nobserved hereinabove, we find that there is a total lack of clarity on the\n\nsubmissions, which part of the order is submission, which part of the\n\norder is the finding and/or reasoning. As observed hereinabove, even\n\nthe submissions on behalf of the Public Prosecutor have not been noted\n\nand referred to, though a detailed counter affidavit was filed by the State\n\nopposing the bail applications. We do not approve the manner in which\n\nthe High Court has disposed of the application for bail pending appeal.\n\n</p><p data-structure=\"Conclusion\" id=\"p_33\">11.   Even on merits also, the impugned order passed by the High Court\n\nreleasing the accused on bail pending appeal is unsustainable. The\n\nHigh Court has not at all appreciated and considered the fact that the\n\nlearned trial Court on appreciation of evidence has convicted the\n\n<span class=\"hidden_text\" id=\"span_23\">                                                                          16</span>\n\faccused for the offences under <a href=\"/doc/1560742/\" id=\"a_44\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_45\">149</a>, <a href=\"/doc/386021/\" id=\"a_46\">201</a> r/w 120B <a href=\"/doc/1569253/\" id=\"a_47\">IPC</a>.\n\nOnce the accused have been convicted by the learned trial Court, there\n\nshall not be any presumption of innocence thereafter. Therefore, the\n\nHigh Court shall be very slow in granting bail to the accused pending\n\nappeal who are convicted for the serious offences punishable under\n\n<a href=\"/doc/1560742/\" id=\"a_48\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_49\">149</a>, <a href=\"/doc/386021/\" id=\"a_50\">201</a> r/w 120B <a href=\"/doc/1569253/\" id=\"a_51\">IPC</a>.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\"> 11.1      Even the High Court has also failed to note the\n\ncircumstances under which right from the very beginning the efforts were\n\nmade to delay/derail the investigation. It is to be noted that even the\n\nlearned trial Court also convicted the investigating officer and even the\n\ndoctor who performed the post mortem for the offences under <a href=\"/doc/386021/\" id=\"a_52\">Sections\n\n201</a> r/w 120B and 218 <a href=\"/doc/1569253/\" id=\"a_53\">IPC</a>.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">11.2. The High Court has also not appreciated the conduct on the part of\n\nthe accused pending investigation and even during trial. The trial Court\n\nhas specifically observed while appreciating the evidence of the\n\nprosecution witnesses that the accused gave threats repeatedly to the\n\nprosecution witnesses and villagers and threatened them that if they give\n\nevidence against the accused, they would suffer the dire consequences.\n\nThe High Court has also not very seriously considered the two FIRs filed\n\nduring trial for the offences under <a href=\"/doc/555306/\" id=\"a_54\">Sections 504</a> &amp; <a href=\"/doc/180217/\" id=\"a_55\">506</a> IPC against the\n\naccused for giving threats to the complainant side and others. The High\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                                      17</span>\n\fCourt has very casually observed that two cases for the offences under\n\n<a href=\"/doc/555306/\" id=\"a_56\">Sections 504</a> &amp; <a href=\"/doc/180217/\" id=\"a_57\">506</a> IPC are of a simple nature and that “these two\n\ncases will not constitute the criminal history of the accused”. Giving\n\nthreats to the complainant side and the other witnesses and the offences\n\nunder <a href=\"/doc/555306/\" id=\"a_58\">Sections 504</a> &amp; <a href=\"/doc/180217/\" id=\"a_59\">506</a> IPC can be said to be a very serious offence.\n\nTherefore, the aforesaid conduct ought not to have been taken by the\n\nHigh Court very lightly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_36\">11.3. Even, the High Court has also not considered the seriousness of\n\nthe offence and the gravity of the accusation against the accused and\n\ntheir antecedents and conduct by giving threats to the witnesses during\n\ntrial and even thereafter. The High Court ought to have noted that when\n\nthe High Court released the accused on bail pending appeal, they have\n\nundergone only 8 months sentence against the life sentence imposed by\n\nthe learned trial Court.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_38\">12.   Considering the aforesaid facts and circumstances, therefore even\n\non merits also, the High Court has committed a grave error in releasing\n\nthe accused on bail pending appeals against the judgment and order of\n\nconviction for the offences under <a href=\"/doc/1560742/\" id=\"a_60\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_61\">149</a>, <a href=\"/doc/386021/\" id=\"a_62\">201</a> r/w 120B <a href=\"/doc/1569253/\" id=\"a_63\">IPC</a>.\n\n</p><p data-structure=\"Conclusion\" id=\"p_39\">13.   In view of the above and for the reasons stated above, the present\n\nappeals succeed.      The impugned judgment(s) and orders(s) dated\n\n<span class=\"hidden_text\" id=\"span_25\">                                                                        18</span>\n\f08.10.2018 and 06.12.2018 passed in Criminal Miscellaneous Bail\n\nApplication No. 1A/1 of 2018 in Criminal Appeal No. 1283/2018, Criminal\n\nMiscellaneous Bail Application No. 1A/1 of 2018 in Criminal Appeal No.\n\n1405/2018, Criminal Miscellaneous Bail Application No. 1A/1 of 2018 in\n\nCriminal Appeal No. 1496/2018 and Criminal Miscellaneous Bail\n\nApplication No. 1A/1 of 2018 in Criminal Appeal No. 1398/2018\n\nrespectively releasing the private respondents herein – accused on bail\n\npending appeal, namely, Swaminath Yadav, Surendra Kumar Pandey,\n\nJhingur Bhar and Vikrama Yadav against the judgment and order of\n\nconviction passed by the learned trial Court convicting them for the\n\noffences under <a href=\"/doc/1560742/\" id=\"a_64\">Sections 302</a>/<a href=\"/doc/999134/\" id=\"a_65\">149</a>, <a href=\"/doc/386021/\" id=\"a_66\">201</a> r/w 120B <a href=\"/doc/1569253/\" id=\"a_67\">IPC</a> are hereby quashed\n\nand set aside.    The private respondents herein – accused, namely,\n\nSwaminath Yadav, Surendra Kumar Pandey, Jhingur Bhar and Vikrama\n\nYadav are hereby directed to surrender forthwith to serve out the\n\nsentence imposed by the learned trial Court, failing which the learned\n\ntrial Court is directed to issue warrants of arrest against them and take\n\nthem into custody forthwith. A copy of this order be also forwarded to the\n\nconcerned trial Court for compliance.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_40\">14.   The present appeals are allowed in the aforesaid terms. It goes\n\nwithout saying that the High Court shall decide the pending appeals on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_26\">                                                                       19</span>\n\ftheir own merits, in accordance with law, uninfluenced by any\n\nobservations made in this judgment.</p><pre id=\"pre_4\">\n\n\n\n                                 ….…………………………………J.\n                                 [Dr. Dhananjaya Y. Chandrachud]\n\n\n\nNew Delhi;                       ……………………………………..J.\nSeptember 07, 2021.              [M.R. Shah]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                                                   20</span>\n\f</pre>","numcites":12,"numcitedby":14,"docsource":"Supreme Court of India","citetid":154384989,"divtype":"judgments","relatedqs":[{"value":"Bail pending appeal","formInput":"Bail%20pending%20appeal"},{"value":"section 506 ipc","formInput":"section%20506%20ipc"},{"value":"section 504 ipc","formInput":"section%20504%20ipc"},{"value":"section 120b ipc","formInput":"section%20120b%20ipc"},{"value":"302 and 201 ipc","formInput":"302%20and%20201%20ipc"},{"value":"grant of bail","formInput":"grant%20of%20bail"},{"value":"sec 302 r/w 201 ipc","formInput":"sec%20302%20r/w%20201%20ipc"},{"value":"218 indian penal code ","formInput":"218%20indian%20penal%20code%20"},{"value":"indian penal code section 302 120B","formInput":"indian%20penal%20code%20section%20302%20120B"},{"value":"ipc 506","formInput":"ipc%20506"},{"value":"section 506 of indian penal code","formInput":"section%20506%20of%20indian%20penal%20code"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 504 of indian penal code ","formInput":"section%20504%20of%20indian%20penal%20code%20"},{"value":"bail application","formInput":"bail%20application"},{"value":"section 201 ipc","formInput":"section%20201%20ipc"},{"value":"ipc sec 504 and 506","formInput":"ipc%20sec%20504%20and%20506"},{"value":"sec 302/149 IPC","formInput":"sec%20302/149%20IPC"},{"value":" bail pending criminal appeal","formInput":"%20bail%20pending%20criminal%20appeal"},{"value":"releasing the accused on bail during pending appeal ","formInput":"releasing%20the%20accused%20on%20bail%20during%20pending%20appeal%20"},{"value":"indian penal code 506","formInput":"indian%20penal%20code%20506"}],"cats":[{"value":"destruction-of-evidence","formInput":"tag:destruction-of-evidence"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"breach-of-peace","formInput":"tag:breach-of-peace"}],"courtcopy":true,"query_alert":null,"agreement":false}