{"tid":1025456,"publishdate":"1986-04-25","title":"Food Corporation Of India Loading And ... vs Food Corporation Of India on 25 April, 1986","doc":"<h2 class=\"doc_title\">Food Corporation Of India Loading And ... vs Food Corporation Of India on 25 April, 1986</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1987)ILLJ407KANT</h3>\n\n<pre id=\"pre_1\">ORDER</pre>\n \n\n<p data-structure=\"Section\" id=\"p_1\">1. The Food Corporation of India Loading and Unloading Workers Union (in short the Union) representing the workmen employed by Respondent-2, Labour Contractor of Respondent-1/Food Corporation of India (in short the Corporation) in retrenching 450 workmen who have been working continuously and rendering services to the Corporation for several years in its various Godowns and Railheads in Bangalore District as illegal, irregular, arbitrary and discriminatory being opposed to the provisions of the <a href=\"/doc/500379/\" id=\"a_1\">Industrial Disputes Act</a> and <a href=\"/doc/367586/\" id=\"a_2\">Article 14</a> of the Constitution and for a Writ in the nature of Mandamus directing the Corporation not to retrench the aforesaid workers without complying with the mandatory provisions of <a href=\"/doc/607947/\" id=\"a_3\">Section 25(N)</a> and (F) of the Industrial Disputes Act (in short the <a href=\"/doc/500379/\" id=\"a_4\">I.D. Act</a>) and for other incidental reliefs.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. When this petition came up for preliminary hearing I made an interim order on 13th March, 1986 directing the 3rd respondent, Labour Contractor, to provide for the workmen on the same terms and conditions on which they were employed as on 28th February, 1986, i.e. when they were under the employment of the 2nd respondent/Contractor. Despite this order, a grievance has been made by the petitioner that this order had not been implemented since there was some difference of opinion between the Corporation and the 3rd respondent/Contractor on the terms on which these workmen should be engaged till the disposal of the Writ Petition. However, it is not necessary to go into that dispute since the main matter has been heard on merits.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_3\"> 3. The workmen represented by the Petitioner Union claim that they were the employees of one Venkateswara Transport Company (in short VTC) which was admittedly the Labour Contractor for the Corporation for the period from 3rd September, 1976 to 28th February 1984. This transport company had been engaged by the Corporation for supplying contract labour for the purpose of carrying out its day-to-day operations. The Corporation is admittedly an establishment within the meaning of <a href=\"/doc/1817848/\" id=\"a_5\">Section 2(3)(ii)</a> of the Contract Labour (Regulation and Abolition) Act, 1970 (in short the Act) and is also an authority under <a href=\"/doc/609139/\" id=\"a_6\">Article 12</a> of the Constitution. VTC had a licence as required under the Act for the period from 18th February, 1984 to 17th February 1985. The Corporation had registered itself as principal employer as required under <a href=\"/doc/1150040/\" id=\"a_7\">Section 7</a> of the Act on 2nd February, 1980 and under the Certificate of Registration it was permitted to engage VTC as its Labour Contractor. It was also permitted to engage a maximum number of 500 workmen in manual labour. This Certificate of Registration was obtained by the Corporation under <a href=\"/doc/1150040/\" id=\"a_8\">Section 7</a> of the Act read with Rule 18(1) of the Karnataka Rules framed under the Act. From the Certificate of Registration produced before this Court, it is clear that the Corporation did not have the Registration Certificate in his favour for engaging the 2nd respondent as its contractor for the period from 1st March, 1984 to 28th February, 1986. It is not in dispute that the 2nd respondent had a valid licence when it entered into a contract with the Corporation for supplying Contract Labour to meet its requirements. Though the Corporation has denied that the workers of the Union are not the workers of VTC, a mere denial would not raise a disputed question of fact in these proceedings since the record discloses that the 2nd respondent/Contractor had engaged the services of the very workers who were employed by VTC as is evident from the settlement in the course of conciliation under the <a href=\"/doc/500379/\" id=\"a_9\">I.D. Act</a> produced as Annexure &#x27;B&#x27; in the petition. That settlement was executed on 1st March, 1984 and was in force for a period of 2 years till terminated as per the provisions of the <a href=\"/doc/500379/\" id=\"a_10\">I.D. Act</a>. Earlier to this settlement there was another settlement between the petitioner Union representing these workers and VTC as is evident from Annexure &#x27;A&#x27; in the Writ Petition. That was a settlement in the course of conciliation and it was executed on 21st January, 1984 and in the absence of any period mentioned in the settlement the provision of <a href=\"/doc/1993072/\" id=\"a_11\">Section 19</a> of the Act would be applicable for ascertaining the rights of the parties under the said settlement. It is not necessary to go into that aspect of the case, since the Union had entered into a subsequent settlement as noticed earlier on 1st March, 1984 with the 2nd respondent, with the result, it is clear that the worker of the 2nd respondent and accordingly the 2nd respondent had entered into a settlement in the course of conciliation with the petitioner Union representing these workers.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> The period of contract entered into by the Corporation with the 2nd respondent came to an end on 28th February, 1986. But in terms of Annexure &#x27;B&#x27; filed in the Writ Petition, in the absence of a notice terminating the settlement in the course of the conciliation between the 2nd respondent and its workers, the contract of employment was not extinguished, but it continued in the eye of law. However, it transpires that before the workers could claim their rights under the settlement-Annexure &#x27;B&#x27; with the 2nd respondent, the 3rd respondent came into the picture pursuant to the tender notification dated 16th November, 1985 issued by the Corporation and the Corporation appointed the 3rd respondent as its contractor for supplying contract labour with effect from 1st March, 1986 for a period of 2 years. On these facts, the questions that arise for consideration in this petition are :  \n</p>  \n\n<blockquote id=\"blockquote_1\"> (i) Whether the provisions of the Act take away the rights conferred on the workmen represented by the Union under the <a href=\"/doc/500379/\" id=\"a_12\">I.D. Act</a> ?  \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> (ii) Whether the workmen could claim that they are the Workmen of the Principal Employer, viz., the Corporation, notwithstanding the provisions of the Act ?  \n</blockquote> \n\n<blockquote id=\"blockquote_3\"> (iii) What is the scope of the provisions of the Act in so far as they relate to the tenure of service of the workmen under the Contractor, viz., the 2nd Respondent or the 3rd Respondent, as the case may be ?  \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> (iv) What is the legal effect of registration under <a href=\"/doc/1150040/\" id=\"a_13\">Section 7</a> of the Act and the effect of obtaining a licence by the Contractor under <a href=\"/doc/1570927/\" id=\"a_14\">Section 12</a> of the Act ? By obtaining such Registration Certificate or the licence under the respective provisions does the Corporation or the Contractor obtain immunity from the provisions of the <a href=\"/doc/500379/\" id=\"a_15\">I.D. Act</a> in case a dispute arises between the workmen employed by the Contractor and the Corporation which is admittedly the principal employer in this case ?  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_5\"> 4. Before I consider these points, a brief reference to the certain facts which have come on record in the decisions of the supreme court where the corporation was a party should be noticed. The corporation has already figured in 2 cases before the supreme court under the provisions of the Act. The first case before the supreme court involving the corporation is reported in The Workmen of the Food Corporation of India v. M/s. Food Corporation of India (1985-II-LLJ-4). That was a case of retrenchment attracting the provisions of <a href=\"/doc/1056316/\" id=\"a_16\">section 25F</a> of the I.D. Act. The workmen employed by the corporation were retrenched without complying with the provisions of <a href=\"/doc/1056316/\" id=\"a_17\">Section 25F</a> of the I.D. Act and the dispute raised by the workmen was dismissed by the Tribunal on the ground that there was no contract of employment between the corporation and the workmen to raise an industrial dispute and, therefore, provisions of <a href=\"/doc/620295/\" id=\"a_18\">Section 9A</a> of the I.D. Act would not apply and consequently the provisions of <a href=\"/doc/1056316/\" id=\"a_19\">Section 25F</a> of the I.D. Act also did not apply. But the appeal preferred by the workmen before the supreme court was allowed. Certain observations made by the supreme court in that case should be noticed for a proper consideration of this Writ Petition. In Paras 16 and 17 of the Judgment, the supreme court, while dealing with the functions of the corporation with reference to the <a href=\"/doc/644473/\" id=\"a_20\">Food Corporation Act, 1964</a> observed as follows at P. 11 and 12 :  \n</p>  \n\n<blockquote id=\"blockquote_5\"> &quot;(i) 16. Mr. Kacker and Mr. Pai, Learned counsel on behalf of the corporation urged that having regard to the functions for which the Food Corporation of India was set up under the <a href=\"/doc/644473/\" id=\"a_21\">Food Corporations Act, 1964</a>, it can without incurring the liability of employing workmen where work is of an intermittent nature, employ a contractor for supply of labour or for handing certain works of the corporation. Without in any way reflecting upon the bona fides of a public sector corporation to engage a contractor for supply of labour treating it as a commodity, we may assume that the corporation can engage a contractor for supply of labour, the question is whether it has done so. The long title of the Act shows that the Act was enacted to provide for the establishment of Food Corporations for the purpose of trading in foodgrains and other foodstuffs and for matters connected therewith and incidental thereto. By <a href=\"/doc/452505/\" id=\"a_22\">Section 3</a> the Central Government was authorised to establish a corporation to be known as the Food Corporation of India. <a href=\"/doc/746513/\" id=\"a_23\">Section 5</a> provides of the initial capital and for acquiring power to increase the capital in such manner as the Central Government or the State Government, as the case may be, may determine initial capital being provided by Central Government. <a href=\"/doc/1150040/\" id=\"a_24\">Section 7</a> provides for the Constitution of the Board of Directors. The management of the corporation is to vest in a Board of Directors and the Board of Directors in discharging its functions shall act amongst others according to the instructions on questions of policy as may be given by the Central Government. The annual net profit of the Food Corporation of India has to be paid to the Central Government (<a href=\"/doc/1774629/\" id=\"a_25\">Section 33</a>). Every Food Corporation has to submit to the Central Government an annual report of its working and affairs and the same has to be laid before the Houses of Parliament. Section 45 confers poser on the Food Corporation to make regulations not inconsistent with the Act and the rules made thereunder provide for all matters for which provision is necessary or expedient for the purpose of giving effect to the provisions of the Act. Without prejudice to the generality of the power conferred by Section 45(1) the regulations must provide for, amongst others the methods of appointment, the conditions of service and the scales of pay of the officers and employees of a Food corporation other than the Secretary of the Food Corporation of India.  \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> (ii) 17. From the perusal of the scheme of the Act, it is undeniable that the Food Corporation of India is an instrumentality of the State comprehended in the expression &#x27;other authority&#x27; in <a href=\"/doc/609139/\" id=\"a_26\">Article 12</a> of the constitution and is subject amongst other things, to Part III of the constitution. If so, it must act fairly so as not to violate <a href=\"/doc/367586/\" id=\"a_27\">Article 14</a> of the Constitution. Now we fail to understand how this scheme of the Act would permit the corporation, an instrumentality of the State, to act in a manner thoroughly arbitrary by first keeping a contractor, removing him and reinducting him without a semblance of consideration for the fate of the workmen working for it or for its benefit or for some work connected with the functions of the corporation. Therefore, the scheme of the Act has hardly any relevance save and except that its action is likely to be struck down as arbitrary being violative of <a href=\"/doc/367586/\" id=\"a_28\">Article 14</a>, but it is not necessary to go so far because the relief under the <a href=\"/doc/500379/\" id=\"a_29\">Industrial Disputes Act</a> is readily available to the workmen.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_6\"> 5. From these observations two things are clear, Firstly, the corporation is an authority within the meaning of <a href=\"/doc/609139/\" id=\"a_30\">Article 12</a> of the constitution and, therefore, this court in a proceeding under <a href=\"/doc/1712542/\" id=\"a_31\">Article 226</a> of the constitution has jurisdiction to grant the necessary reliefs to the workmen, if they make out a case of violation of <a href=\"/doc/367586/\" id=\"a_32\">Article 14</a> of the constitution or violation of the provisions of the <a href=\"/doc/500379/\" id=\"a_33\">I.D. Act</a> if such violation is made out by the Union without taking any further evidence. Secondly, the corporation is also an &#x27;industry&#x27; within he meaning of the <a href=\"/doc/500379/\" id=\"a_34\">I.D. Act</a> and the provisions of the <a href=\"/doc/500379/\" id=\"a_35\">I.D. Act</a> would be applicable to decide the dispute between the parties. However, in the statement of objections filed by the corporation, they have taken up various untenable contentions. But, in my view, these contentions do not require consideration since the learned counsel for the corporation has fairly submitted that the corporation is an Industry within the meaning of <a href=\"/doc/22375191/\" id=\"a_36\">Section 2(j)</a> of the I.D. Act and the principal employer under the Act.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"323893\" id=\"span_1\">6. The 2nd case in which the corporation has figured is <a href=\"/doc/323893/\" id=\"a_37\">Food Corporation of India Workers Union v. Food Corporation of India and others</a> (2). (1981 (1) S.L.R. 615) In that case a representative action was brought on behalf of the contract labourers employed all over India who had been working for the corporation. That action was brought before the supreme court under <a href=\"/doc/981147/\" id=\"a_38\">Article 32</a> of the constitution on the ground that the Central Government and the State Government had not done anything to redress their grievances for either departmentalising them or in the alternative extending to them the benefit of <a href=\"/doc/1810788/\" id=\"a_39\">Contract Labour (Regulation and Abolition) Act, 1970</a>. Their complaint was that the Central and State Governments played hide and seek, one pointing to the other as the appropriate Government under the provisions of the Act and thus denying to them their dues. The supreme court after considering the various provisions of the Act observed :</span>  \n</p><blockquote id=\"blockquote_7\"> &quot;However, we are of the opinion that it may not be possible or proper for us to grant the reliefs prayed for by the petitioner in full on the materials on record. The materials are scanty and insufficient for a comprehensive adjudication of the claims of the petitioners and to grant them reliefs as prayed for. <a href=\"/doc/500379/\" id=\"a_40\">The Act</a> contains provisions enabling the &#x27;appropriate Government&#x27; to get reports as to how to implement the provisions of the Act. The machinery provided for by the Act has not been brought into action in any State except the State of Madhya Pradesh. Under these circumstances, the only course open to us is to issue appropriate direction to the State Governments to constitute committees under <a href=\"/doc/746513/\" id=\"a_41\">Section 5</a> of the Act, to make necessary enquiries, and to submit a report as to whether it would be possible to abolish contract labour in the corporation altogether. In so doing, we will have to exclude the State of Madhya Pradesh because the counter-affidavit filed by that State shows that necessary action is being taken under the Act. Accordingly a writ of mandamus will be issued to all the State Governments except the State of Madhya Pradesh for appointing a committee under <a href=\"/doc/746513/\" id=\"a_42\">Section 5</a> of the Act within three months from today to enquire whether contract labour in the Corporation should be abolished. The committee shall submit a report within four months of its constitution and the Government is directed to take action on such report within two months thereafter. The necessary expenses for the committee will be borne by the Corporation. Since the Madhya Pradesh Government has already constituted committee under <a href=\"/doc/746513/\" id=\"a_43\">Section 5</a>, the said State is directed to ask the committee so appointed to make its report expeditiously and to take appropriate action on the report as indicated above. The Corporation will be at liberty to place materials before the Committees whether it comes within the exemption clause. The Writ Petition is allowed as indicated above with cost to the petitioner quantified at Rs. 2,000 payable by the Corporation.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_8\"> 7. Though this judgment was rendered by the Supreme Court on 1st March, 1975 and we are in the first quarter of 1986, it is common ground that neither the State Government nor the Central Government has taken any action to implement the direction of the Supreme Court for the abolition of the Contract Labour and for regularisation of the services of the workmen employed as Contract labour. The resultant position is that despite the direction given by the Supreme Court in the 2nd case against the Corporation, no steps have been taken by the State Government or the Central Government as the case may be for mitigating the hardship that is caused to these workmen employed by the Contractors. However, the Corporation unmindful of the admonition administered by the Supreme Court in the two cases adverted to above and unmindful of its obligations as an authority under <a href=\"/doc/609139/\" id=\"a_44\">Article 12</a> of the Constitution, has been continuing the employment of Contract labour for carrying on its business by awarding contracts from time to time and making profits through engagement of contract labour. The circumstances under which VTC which had employed the workmen for period of nearly 8 years continuously had to part company with the Corporation and the circumstances under which the 2nd respondent became the contractor for the Corporation are not clear from the records. The Corporation, if it had renewed the contract with the VTC which had a valid licence upto 17th February, 1985 and could also seek a renewal of the licence subject to fulfilling the other conditions for such renewal, would not have been faced with the problem of meeting the claims of these workmen in this Petition. It is also not clear under what circumstances the Corporation terminated the contract with the 2nd respondent though it had a valid licence and could have renewed the licence for a further period. But as between the contractor and the workmen employed by it, the workmen could claim the benefit of the provisions of the <a href=\"/doc/500379/\" id=\"a_45\">I.D. Act</a> since both the 2nd respondent and the 3rd respondent do come within the meaning of the word &#x27;industry&#x27; under <a href=\"/doc/22375191/\" id=\"a_46\">Section 2(j)</a> of the Act and therefore, it is open to the workmen, if they fulfill the requirements of <a href=\"/doc/500379/\" id=\"a_47\">Section 25B</a> of the I.D. Act to claim that their services could not be terminated by those contractors without payment of necessary compensation as required under <a href=\"/doc/1056316/\" id=\"a_48\">Section 25F</a> of the I.D. Act.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"> 8. The Learned Counsel for the Union maintained that notwithstanding the provisions of the Act, the principal employer, viz., the Corporation is the employer for the purpose of <a href=\"/doc/1056316/\" id=\"a_49\">Section 25F</a> and N of the I.D. Act and therefore it is open to the workmen to claim reliefs to which they are entitled to from the Corporation. It should be noted that there is no specific prayer against Respondent-3. But, it is clear from the pleading that the Union claims relief from the Corporation through the 2nd respondent. The contention of the Corporation is that though it is the principal employer as defined under the Act, it is not the employer of the workmen under the <a href=\"/doc/500379/\" id=\"a_50\">I.D. Act</a> and, therefore, the provisions of the <a href=\"/doc/500379/\" id=\"a_51\">I.D. Act</a> are not applicable to the facts of this case. Alternatively the Learned Counsel for the Corporation maintained that both the Corporation and the 2nd respondent had been permitted to engage the contract labour by virtue of the Certificate of Registration and the licence granted by the Competent Authority under the Act and during the currency of the Certificate of Registration and the licence it is not open to the Union to make any claim against the Corporation either under the Act or under the <a href=\"/doc/500379/\" id=\"a_52\">I.D. Act</a>. Thirdly, in view of the ruling of the Supreme Court in the first case involving the corporation, the corporation could not be termed as the employer of there workmen employed by the contractors and therefore there was no contract of employment between the corporation and these workmen. The case of the corporation rests on the decision of the supreme court in the case <a href=\"/doc/323893/\" id=\"a_53\">referred to above</a> and the certificate of Registration obtained by it under <a href=\"/doc/1150040/\" id=\"a_54\">Section 7</a> of the Act and the licence obtained by the 2nd respondent under <a href=\"/doc/1570927/\" id=\"a_55\">Section 12</a> of the Act.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_10\"> 9. I will first consider the effect of the provisions of the Act with special reference to <a href=\"/doc/1150040/\" id=\"a_56\">Sections 7</a> and <a href=\"/doc/1669932/\" id=\"a_57\">10</a>. The preamble to the Act reads as under :  \n</p><blockquote id=\"blockquote_8\"> &quot;<a href=\"/doc/500379/\" id=\"a_58\">An Act</a> to regulate the employment of contract labour in certain establishment and to provide for the abolition in certain circumstances and for matters connected therewith.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_11\"> <a href=\"/doc/1150040/\" id=\"a_59\">Section 7</a> of the Act reads :  \n</p>  \n\n<blockquote id=\"blockquote_9\"> &quot;7. Registration of certain establishments :  \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> (1) Every principal employer of an establishment to which this Act applies shall, within such period as the appropriate Government may, by notification in the Official Gazette, fix in this behalf with respect to establishments generally or with respect to any class of them, make an application to the registering officer in the prescribed manner for registration of the establishment.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_12\"> This must be read with Rule 18(4) of the Rules and Form I, i.e. the application for registration. Rule 18(4) reads as :  \n</p>  \n\n<blockquote id=\"blockquote_11\"> &quot;18. Grant of certificate of registration :-  \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> &quot;(4) If, in relation to an establishment, there is any change in the particulars specified in the certificate of registration, the principal employer of the establishment shall intimate to the registering officer within thirty days from the date when such change takes place, the particulars of and the reasons for, such change.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_13\"> In Form No. I prescribed under Rule 17(1), the Corporation has to mention the particulars of contractor and contract labour, viz.,  \n  \n\n</p><p data-structure=\"Precedent\" id=\"p_14\"> (a) Names and Addresses of contractors.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_15\"> (b) Nature of work in which contract labour to be employed on any day through each contractor.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_16\"> (c) Maximum number of contract labour to be employed on any day through each contractor.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_17\"> (c-1) Estimated date of commencement of each contract work under each contractor.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_18\"> (d) Estimated date of termination of employment of contract labour under each contractor.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\"> 10. On the plain terms of the preamble to the Act, it is an enactment of regulate the employment of contract labour in certain establishments and for gradual abolition of contract labour in certain circumstances. For the abolition of the contract labour <a href=\"/doc/1669932/\" id=\"a_60\">Section 10</a> is enacted providing for the constitution of a Central Board and a State Board as the case may be to make suitable recommendation to the appropriate Government for the abolition of contract labour. To regulate the employment of contract labour provisions for registration of the employer, for issuing a licence to the contractor and for providing measures for the safety and welfare of the workmen engaged in contract labour are enacted. Chapter V deals with the welfare and health of contract labour. In chapter V. <a href=\"/doc/1603215/\" id=\"a_61\">Section 16</a> provides for canteen, <a href=\"/doc/678364/\" id=\"a_62\">Section 17</a> provides for rest-room, <a href=\"/doc/509428/\" id=\"a_63\">Sections 18</a> and <a href=\"/doc/1993072/\" id=\"a_64\">19</a> provide for other amenities and facilities to the workmen. Under <a href=\"/doc/63501/\" id=\"a_65\">Section 20</a> of the Act the principal employer becomes liable to provide for the amenities that the Contractor has to provide under <a href=\"/doc/500379/\" id=\"a_66\">Chapter V of the Act</a>. Under <a href=\"/doc/1306271/\" id=\"a_67\">Section 21</a> of the Act, the principal employer is responsible for payment of wages to the workmen employed by the Contractor. Failure to comply with the requirements of the provision of the Act or the rules made thereunder of the licence granted under the Act makes the principal employer and the contractors or any other person liable for certain penalties under <a href=\"/doc/708192/\" id=\"a_68\">Section 23</a> of the Act. <a href=\"/doc/1574478/\" id=\"a_69\">Section 30</a> of the Act deals with the laws inconsistent with the provisions of the Act. It reads as under :  \n</p>  \n\n<blockquote id=\"blockquote_13\"> &quot;30. Effect of laws and agreements inconsistent with this Act :  \n</blockquote>  \n\n<blockquote id=\"blockquote_14\"> (1) The provisions of this Act shall have effect notwithstanding anything inconsistent therewith contained in any other law or in the terms of any agreement or contract of service, or in any standing orders applicable to the establishment whether made before or after the commencement of this Act :  \n</blockquote> \n\n<blockquote id=\"blockquote_15\"> Provided that where under any such agreement, contract of service or standing orders the contract labour employed in the establishment are entitled to benefits in respect of any matter which are more favourable to them than those to which they would be entitled under this Act, the contract labour shall continue to be entitled to the more favourable benefits in respect of that matter notwithstanding that they receive benefits in respect of other matters under this Act.  \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> (2) Nothing contained in this Act shall be construed as precluding any such contract labour from entering into an agreement with the principal employer or the contractor, as the case may be, for granting them rights or privileges in respect of any matter which are more favourable to them than those to which they would be entitled under this Act.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"791872\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"914491\" id=\"span_3\">11. The attention of the Learned Counsel for the Corporation was invited to <a href=\"/doc/1574478/\" id=\"a_70\">Section 30</a> of the Act. It was fairly submitted by him that it is not possible to contend that the <a href=\"/doc/500379/\" id=\"a_71\">I.D. Act</a> would not be applicable to the dispute between the parties, since it cannot be said that the provisions <a href=\"/doc/500379/\" id=\"a_72\">I.D. Act</a> are inconsistent with the provisions of the Act. <a href=\"/doc/500379/\" id=\"a_73\">Further, the I.D. Act</a> is a special Act in relation to the Act. The legal position does not admit any doubt in the light of the decision of the Supreme Court in <a href=\"/doc/914491/\" id=\"a_74\">U. P. Electricity Board and others v. Hari Shankar Jain and others</a> (1978-II-LLJ-399) and its later decision on the very same point in <a href=\"/doc/791872/\" id=\"a_75\">Life Insurance Corporation of India v. D. J. Bahadur and others</a> (1981-I-LLJ-1).</span></span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_21\"> <a href=\"/doc/1574478/\" id=\"a_76\">Section 30(2)</a> also throws some light on the scheme of the Act. Though the act permits the principal employer to engage contract labour, it is open to the workmen to enter into a contract with the principal employer directly for granting them rights or privileges in respect of any matter which are more favourable to them than those to which they are entitled under the Act.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> 12. Mr. Narayana Rao maintained that the Corporation having obtained the Certificate of Registration under <a href=\"/doc/1150040/\" id=\"a_77\">Section 7</a> of the Act, it did not incur any liability to the workmen under the <a href=\"/doc/500379/\" id=\"a_78\">I.D. Act</a>. On the contrary Mr. Leelakrishnan for the union submitted that the certificate obtained by the Corporation under <a href=\"/doc/1150040/\" id=\"a_79\">Section 7</a> of the Act was not a valid certificate since that certificate was obtained in the year 1980 permitting the Corporation to engage VTC as its contractor for providing contract labour and after the expiry of the contract with VTC the Corporation should have obtained a fresh registration certificate or sought for the amendment of the same under Rule 18(4) of the Karnataka Rules framed under the Act. The certificate obtained by the Corporation and produced before this Court indisputably does not permit it to engage the 2nd Respondent as its contractor. Therefore, between the period of 1984 and 1986 the Corporation did not have a valid certificate of registration for engaging Respondent 2 as its Contractor. To meet this situation Mr. Narayana Rao contended that in Form No. V to be filed by the principal employer before the licensing authority a certificate has to be given by the principal employer stating that he had engaged a particular contractor in his establishment and that he undertakes to abide by all the provisions of the Act in so far as they are applicable to him in respect of the employment of contract labour by the Contractor in his establishment. If such a form had been filed by the Corporation there would be substantial compliance with Rule 18(4) of the Rules. I may be inclined to agree with Mr. Narayana Rao that filing Form No. V would be substantial compliance with the requirements of Rule 18(4) of the Rules. But, it is not established by the Corporation that it had filed Form No. V either before the 2nd respondent was appointed as the Contractor or after the contract was awarded to it certifying that it had engaged respondent 2 as its contractor. In the circumstances, I have to proceed on the basis that the Certificate obtained by the Corporation was not amended as required under Rule 18(4) of the Rules and at the time Respondent-2 was engaged as its contractor it had no valid registration certificate to engage Respondent 2 as its contractor. If that be so, what will be the effect of non-compliance with the requirement of <a href=\"/doc/1150040/\" id=\"a_80\">Section 7</a> of the Act read with Rule 18(4) of the Rules, though the 2nd respondent had a proper licence as required under <a href=\"/doc/1570927/\" id=\"a_81\">Section 12</a> of the Act. It should be noticed at this stage that the previous contractor, viz., VTC had obtained a licence only for the period from 18th February, 1984 to 17th February, 1985 and therefore the contract labour employed by him for the period from 1976 to 18th February was without a valid licence. In the absence of a licence by VTC to engage contract labour between the period from 1979 to 18th February, 1984 the further question will be the extent of liability of the principal employer, viz., the Corporation, to the workmen employed by the 2nd respondent.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 13. Mr. Narayana Rao invited my attention to the decision of the Supreme Court in Vegiols Private Limited v. The Workmen (1971-II-LLJ-567) and to the observations of Supreme Court in Paragraphs 42 and 43 of its Judgment. In that case, the Supreme Court was concerned with the grievance of the Union representing Contract Labour that the conditions of employment of persons working under the contractor were entirely different from those of the workmen under the Principal employer and in order to improve the conditions of service of contract labour; it should be abolished. That was a case where an award was made by the Industrial Tribunal, Bombay directing the abolition of the contract labour in the appellant Company before it. In the appeal by special leave, the Supreme Court dealt with the various provisions of the Act and observed in paras 42 and 43 of the Judgment the salient features of the Act and the obligations of the employer and the contractor for the betterment of the conditions of service of contract labour. In that case, the legal effect of the termination of services of the workmen employed by the contractor and liability of the principal employer in case of such termination did not arise for consideration. Therefore, that decision is of no assistance for deciding the issues that arise for consideration in this case. Mr. Narayana Rao also strongly relied on the first decision of the Supreme Court where the corporation was a party and the observation made by Justice Desai in para-11 of the Judgment. I will consider the same at the appropriate stage after considering the contentions of the Learned Counsel for the petitioner.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"935343\" id=\"span_4\">14. Mr. Leelakrishnan, elaborating his contention that in the absence of a proper registration certificate at lease upto 1980 by the Corporation and in the absence of a valid licence by the contractor upto 1984 employment of the workmen by VTC did not satisfy the requirement of the Act and therefore, they should be deemed to be the employees of Corporation. Reliance was placed by him on the decision of Division Bench of the Madras High Court reported in the Workmen of Best &amp; Crompton Industries Ltd. represented by the <a href=\"/doc/935343/\" id=\"a_82\">General Secretary of the Socialist Workers&#x27; Union, Madras-23 vs. The Management of Best &amp; Crompton Engineering Ltd., Madras and others</a>, (1985-I-LLJ-at PP 497-498 and 503). In that case a dispute was raised by the appellant-Union regarding the termination of services of 7, workmen employed as contract labour under 1st respondent-Management. The Management, admittedly, dispenses with their services after 16th October, 1978 on the ground that they were employed by a licensed contractor. The dispute raised by the Union was referred to the Tribunal which rejected the contention of the Management and held that the so-called contractor was mere name-lender who did not hold a valid licence under the Act. Accordingly, it directed the reinstatement of the workmen with backwages and other benefits in the service of respondent-1. This award was successfully challenged by the Management before the learned Single Judge of the Madras High Court but in the Writ Appeal preferred by the Union, the Division Bench reversed the Judgment of the learned Single Judge and observed as follows at pages 497-498).</span>  \n</p><blockquote id=\"blockquote_17\"> &quot;In order to enable the Management to have the benefit of the contract labour, the Act has now legalised the employment of such contract labour, provided the intermediary contractor holds a valid licence and provided the Management also holds a valid licence as principal employer. This is subject to the prohibition contemplated under <a href=\"/doc/1669932/\" id=\"a_83\">Section 10</a>.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_25\"> The Division Bench also referred to the provisions of <a href=\"/doc/1418464/\" id=\"a_84\">Section 2(2)(b)</a> of the Act which defines a workmen employed as contract labour and after comparing this definition with the definition of the word &#x27;workman&#x27; under <a href=\"/doc/1418464/\" id=\"a_85\">Section 2(2)</a> of the I.D. Act, observed as follows at P. 503 :  \n</p><blockquote id=\"blockquote_18\"> &quot;This definition in our view implies that if the workman is not hired through a contractor holding valid licence under the Act, he would be a workman employed by the Management itself. Further, the Management must be aware that the contractor has no valid licence and that therefore, the workman could not be contract labour within the meaning of <a href=\"/doc/1418464/\" id=\"a_86\">Section 2(2)(b)</a> of the Act. The Management yet engaged the services of these 75 workmen and paid their wages through the contractor Kesavan. The intermediary because of want of licence in his favour will have no existence in the eye of law. It would thus lead to the position that there is but direct relationship between the Management and these 75 workmen. Would it not immediately lead to the result that there is an implied contract between the Management and these 75 workmen to the effect that as long as they did the work allotted to them, they would be paid their respective wages ! We thus come to the conclusion that in the above admitted circumstances, these 7, workmen were employed by the establishment.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"> The Division Bench also examined the status of the workmen before 16th October, 1978 and came to the conclusion that no evidence was adduced by the Management before the Industrial Tribunal to prove that the contractor had a valid licence for employing 75 workmen.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\"> 15. The decision of the Division Bench of the Madras High Court should be understood on the facts and circumstances of the case. The parties proceeded on the basis that in the absence of a valid licence or in the absence of registration certificate, there was no valid employment of contract labour and therefore the workmen of the contractor must be deemed to be the workmen of the principal employer. The same decision according to Mr. Leelakrishnan, would be applicable to the facts of this case if it is found that the Corporation when it engaged the services of the workmen through the original contractor VTC had no proper registration certificate from the competent authorities. The certificate produced by the Corporation bears the date 2nd December, 1980. Therefore, upto 2nd December, 1980 the Corporation did not have a certificate of registration which permitted it under the Act to employ contract labour. On this fact alone, it can be established without going to the question whether the contractor had a valid licence that the employment of contract labour was not regularised as required under the Act. In the circumstances, the workmen employed by VTC, upto 1980 could legitimately claim that they were the workmen of the Corporation.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_28\"> 16. Now let us examine the facts after the Corporation obtained a registration certificate in the year 1980. The licence obtained by VTC was only for a limited period covering 18th February, 1984 to 17th February, 1985. If VTC had a licence for the earlier period the Corporation should have known about it, otherwise there is no meaning in the Legislature prescribing a specific form in Form No. V calling upon the Corporation to file the same to the effect that it had engaged VTC as its contractor under its establishment is and it undertakes to be bound by the Act and Rules in so far as these provisions are applicable to its establishment. In the circumstances, upto 18th February, 1984, the employment of contract labour by the Corporation was in accordance with the Act. Therefore, according to Mr. Leelakrishnan, upto that date, the workmen of VTC were entitled to claim that they were the workmen of the Corporation for all purposes including the conditions of service relating to the tenure of their employment as protected by the <a href=\"/doc/500379/\" id=\"a_87\">I.D. Act</a>. The position after VTC ceased to be the contractor of the Corporation should be examined now. After the contract in favour of VTC was terminated on 28th February, 1984, respondent-2 has entered the fray by virtue of a fresh contract awarded by the Corporation. But the certificate of registration held by the Corporation does not mention the fact that it had brought to the notice of the authorities concerned the engagement of respondent-2 as its contractor. In terms of Rule 18(4) of the Rules, the Corporation should have brought it to the notice of the authorities under the Act and sought an amendment of the certificate held by them in order to regularise the employment of the very same workmen employed by VTC and taken over by respondent-2. The fact that respondent-2 took over the same workmen as engaged by the VTC does not admit of any doubt in the light of the settlement (Annexure-B) entered into by respondent-2 and the petitioner-Union as representing the workmen of VTC. In the circumstances, for the period 1st March, 1984 to 28th February, 1986 though the contractor-respondent-2 had a valid licence, the Corporation did not have a valid registration certificate to engage respondent-2 as its contractor for supplying contract labour. In the circumstances, following the Judgment of the Madras High Court it has to be held that upto 28th February, 1986 the employment of these workmen as contractor labour was not valid in the eye of law and does not give any protection to the Corporation against the claims of these workmen for the wrongful termination of their services by respondent-2.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_29\"> 17. The case of respondent-2 briefly stated is that it had no other option but to terminate their services since the Corporation terminated the contract after the expiry of two years. This aspect of the case did not arise for consideration before the Madras High Court.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> 18. Assuming that the employment of contract labour was strictly within the four corners of the Act and the rules framed thereunder, can the Corporation take the stand that in the event of the termination of the services of the workmen by respondent-2 it is not answerable to the claims of the workmen on the ground that there was no privity of contract between itself and the workmen. The effect of the provisions of <a href=\"/doc/1574478/\" id=\"a_88\">Section 30</a> of the Act was not considered by the Madras High Court obviously because the parties rested their case entirely on a different consideration viz., employment of the contract labour was bad in law in the absence of a valid licence as required under <a href=\"/doc/1570927/\" id=\"a_89\">Section 12</a> of the Act. That point will have to be considered in the light of the scheme of the Act and the decisions rendered by the Supreme Court both under the <a href=\"/doc/500379/\" id=\"a_90\">Industrial Disputes Act</a> and also under the <a href=\"/doc/500379/\" id=\"a_91\">Industrial Disputes Act</a> and also under the Act dealing with the cases of contract labour. As noticed earlier, this Act is a regulatory Act to regulate the employment of contract labour and for abilotion of contract labour in certain circumstances and for matters connected therewith. The abolition of contract labour came up for consideration in the public interest litigation reported in 1985 (1) S.L.R. 615 (Supra). The observation of the Supreme Court in that case would be no relevance for the consideration of the issues in this case. The other case of the Supreme Court is reported in (SLR 1985) (1) SC (625), on which Mr. Narayan Rao strongly relied in order to sustain his contention that the workmen are not the workmen of the Corporation. The facts in that case should be noticed for a proper appreciation of the ruling of the Supreme Court. Admittedly, the workmen of the Corporation had been employed earlier as contract labour by the labour contractor engaged by the Corporation. This system was abolished and the workers of the contractor became the workers of the Corporation but the Corporation reintroduced the contract system by engaging Sardars/Mondels as its agents and thereby terminated the services of the workmen. A dispute was raised by the workmen on the ground that the provisions of <a href=\"/doc/1056316/\" id=\"a_92\">Section 25F</a> of the I.D. Act were attracted and, therefore, the termination of their services in violation of <a href=\"/doc/1056316/\" id=\"a_93\">Section 25F</a> of the I.D. Act was bad in law. The Supreme Court rules that the workmen were the workmen of the Corporation and in that context observed as follows at P. 9 of (1985-II-LLJ-4) :  \n</p><blockquote id=\"blockquote_19\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1996477\" id=\"span_5\">&quot;Briefly stated, when Corporation engaged a contractor for handling foodgrains at Siliguri depot, the Corporation had nothing to do with the manner of handling work done by the contractor, the labour force employed by him, payments made by him, etc. In such a fact situation, there was no privity of contract of employer and workmen between the Corporation and the workmen. &#x27;Workman has been defined (omitting the words not necessary) in the <a href=\"/doc/500379/\" id=\"a_94\">Industrial Disputes Act</a> to mean &#x27;any person (including an apprentice) employed in any industry to do ....&quot; The expression &#x27;employed has at least two known connotations but as used in the definition, the context would indicate that it is used in the sense of a relationship brought about by express or implied contract of service in which the employee renders service for which he is engaged by the employer and the latter agrees to pay him in cash or kind as agreed between them or statutorily prescribed. It discloses a relationship of command and obedience. The essential condition of a person being a workman within the terms of the definition is that he should be employed to do the work in that industry and that there should be, in other words, an employment of him by the employer and that there should be relationship between the employer and him as between employer and employee or master and servant. Unless a person is thus employed there can be no question of his being a &#x27;workman&#x27; within the definition of the term as contained in the Act (<a href=\"/doc/1996477/\" id=\"a_95\">Dharangadhara Chemical Works Ltd. v. State of Saurashtra</a>. Now where a contractor employs a workman to do the work which he contracted with a third person to accomplish on the definition as it stands, the workman of the contractor would not without something more become the workman of that third person. Therefore, when the contract system was in vague, the workmen employed by the contractor were certainly not the workmen of the Corporation and no claim to that effect has been made by the Union.&quot;</span> \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_31\"> 19. Relying on these observations, Mr. Narayana Rao contended that the facts of this case are similar to the facts in the case before the Supreme Court and, therefore, the workmen employed by the 2nd Respondent did not enjoy the status of the workmen under the Corporation. The observations of the Supreme Court as noticed earlier were made in the context of the dispute that arose for consideration namely, whether the employees of the Corporation would cease to be its employees by the reintroduction of the Sardars/Mondels.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"549992\" id=\"span_6\">The Supreme Court did not decide the status of the workman employed by the contractor under the Act in relation to his principal employer. The Supreme Court did not also go into the question as to the effect of <a href=\"/doc/500379/\" id=\"a_96\">I.D. Act</a> on the provisions of the Act. The observations in para 11 of the Judgment in Supreme Court were made to give a ruling that the workmen were the workmen of the Corporation and the plea that they were the workmen of the Contractors was of no avail in the absence of privity of contract between the Corporation and the contractor. Neither the definition of the word &#x27;workman&#x27; under the Act nor <a href=\"/doc/1574478/\" id=\"a_97\">Section 30</a> of the Act nor the definition of the word &#x27;workman&#x27; under the <a href=\"/doc/500379/\" id=\"a_98\">I.D. Act</a> was considered by the Supreme Court in the aforesaid decision. In the circumstances, the observation made by the Supreme Court in para 11 on the facts and circumstances of that case would not be applicable to the facts of this case. That apart the relationship between the principal employer and the workmen employed by its independent contractor had been judicially determined by the Supreme Court as early as in the year 1955 in <a href=\"/doc/549992/\" id=\"a_99\">Shivanandan Sharma v. The Punjab National Bank Ltd. (1955-I-LLJ-688</a>). The Supreme Court observed as follows at page 696 :</span>  \n</p><blockquote id=\"blockquote_20\"> &quot;The Appellate Tribunal held that on a reading as a whole of the clauses of the agreement aforesaid the appellant was an employee of the Treasures and not of the Bank. It did not address itself pointedly to the question as to what was the exact relation between the Bank and the Treasurers. It did not also consider the question as to what would be the position of the employees of the Cash Department &#x27;vis-a-vis&#x27; the Bank if it were held that the Treasurers themselves were the servants of the Bank and not independent contractors. Before the Appellate Tribunal both parties appear to have concentrated their attention on the question as to whether the employees of the Cash Department were servants of the Bank or of the Treasurers.&quot; \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_33\"> In our opinion, that was not a correct approach to the determination of the controversy between the parties. If the Treasurers&#x27; relation to the Bank was that of servants to a master, simply because the servants were authorised to appoint and dismiss the ministerial staff of the Cash Department would not make the employees in the Cash Department independent of the Bank. In that situation the ultimate employer would be the Bank through the agency of the Treasurers. It was argued on behalf of the respondent that even if it were held that the Treasurers were the servants of the Bank and not independent contractors, the legal position of the employees of the Cash Department &#x27;vis-a-vis&#x27; the Bank would be the same, namely, that they will be in law the servants of the Treasurers.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\"> In our opinion, there is no substance in that contention. If a master employs a servant and authorises him to employ a number of persons to do a particular job and to guarantee their fidelity and efficiency for a cash consideration, the employees thus appointed by the servant would be equally with the employer, servants of the master. It is not always correct to say that persons appointed and liable to be dismissed by an independent contractor can in no circumstances be the employees of the third party. This would be clear from the following observations of Lord Esher,&#x27; M.R. in the case of Donnvan v. Laing, Wharton and Down Construction Syndicate 1893/1 QB 629 at P. 632(B) :  \n</p><blockquote id=\"blockquote_21\"> It is true that defendants selected the man and paid his wages, and these are circumstances which, if nothing else intervened, would be strong to show that he was the servant of the defendants. So, indeed, he was as to a great many things; but as to the working of the crane he was no longer their servant but bound to work under the orders of Jones and Co., and, if they saw the man misconducting himself in working the crane or disobeying their orders, they would have a right to discharge him from that employment.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_22\"> Those observations have been approved in the latest decision of the House of Lords in the case of Mersey Docks and Harbour Board v. Coggins and Griffith (Liverpool Ltd. 1947 AC1(C). The House of Lords distinguished that ruling on facts but did not depart from the general rule laid down in the earlier decision that the determinative factor is as to which party has control over the workers as to how they would do their job from day-to-day. Lord Macmillan in his speech at p. 14 has observed as follows :  \n</blockquote><blockquote id=\"blockquote_23\"> &#x27;Many reported cases were cited to your Lordships but where, as all agree, the question in each case turns on its own circumstances, decisions in other cases are rather illustrative than determinative. So far as attempts have been made to formulate a criterion of general application, it cannot be said that these attempts have been very successful. \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> It would thus appear that the question as to whose employee a particular person was, has to be determined with reference to the facts and circumstances of each individual case. Lord Porter in the course of his speech in the reported case (supra) has observed as follows :  \n</blockquote><blockquote id=\"blockquote_25\"> Many factors have a bearing on the result. Who is paymaster, who can dismiss, how long the alternative service lasts, what machinery is employed, have to all to be kept in mind. The expressions used in any individual case must always be considered in regard to the subject-matter under discussion but amongst the many tests suggested I think that the most satisfactory, by which to ascertain who is the employer at any particular time is to ask who is entitled to tell the employee the way in which he is to do the work upon which he is engaged :&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_35\"> 20. It is not necessary to go into the facts of this on this point since it is well settled by a number of rulings of the Supreme Court in industrial jurisprudence that workman employed through an independent contractor would be the workman of the Principal employer. The definition of the word &#x27;workman&#x27; under the Act is sure indication of this relationship. It reads as under :  \n</p>  \n\n<blockquote id=\"blockquote_26\"> &quot;2. In this Act, unless the context otherwise requires :-  \n</blockquote> \n\n<blockquote id=\"blockquote_27\"> (i) &#x27;workman&#x27; means any person employed in or in connection with the work of any establishment to do any skilled, semiskilled or unskilled manual, supervisory, technical or clerical work for hire or reward, whether the terms of employment be express or implied, but does not include any such person :  \n</blockquote> \n\n<blockquote id=\"blockquote_28\"> (A) Who is employed mainly in a managerial or administrative capacity; or  \n \n\n (B) Who being employed in a supervisory capacity, draws wages exceeding five hundred rupees per mensem or exercises, either by the nature of the duties of the duties attached to the office or by reason of the powers vested in him, functions mainly of a managerial nature; or  \n \n\n (C) Who is an out-worker, that is to say, a person to whom any articles or materials are given out by or on behalf of the principal employer to be made up, cleaned washed, altered, ornamented, finished, repaired adopted or otherwise processed for sale for the purposes of the trade or business of the principal employer and the process is to be carried out either in the home of the out-worker or in some other premises, not being premises under the control and management of the principal employer.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_36\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"49916151\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"642607\" id=\"span_8\">21. It is not the case of Mr. Narayana Rao that the workman in this case are out-workers but it is his case that they are employed in connection with the work of the Corporation which is admittedly as establishment. Therefore, it would be sufficient to refer to one Judgment of the Supreme Court reported in <a href=\"/doc/642607/\" id=\"a_100\">Hussainbhai, Calicut v. Alath Factory Thozhilali Union, Calicut and others</a> (1978-II-LLJ-397) wherein the earlier view of the Constitution Bench of the Supreme Court in <a href=\"/doc/49916151/\" id=\"a_101\">Mangalore Ganesh Beedi Works and others v. Union of India and others</a> (1974-I-LLJ-367) was reiterated. The Supreme Court ruled as follows at pages 398 and 399 :</span></span>  \n</p>  \n\n<blockquote id=\"blockquote_29\"> &quot;The true test may, with brevity be indicated once again. Where a worker or group of workers labours to produce goods or services and these goods or services are for the business of another, that other is, in fact, the employer. He has economic control over the workers&#x27; subsistence, skill and continued employment. If he, for any reason, chokes off, the worker is virtually, laid off. The presence of intermediate contractors with whom alone the workers have immediate or direct relationship excontractu is of no consequence when, on lifting the veil or looking at the conspectus of factors governing employment, we discern the naked truth, though draped in different perfect paper arrangement, that the real employer is the Management not the immediate contractor. Mynad devices, half hidden in fold after fold of legal form depending on the degree of concealment needed, the type of industry, the local conditions and the like may be resorted to when labour legislation casts welfare obligations on the real employer, based on <a href=\"/doc/1673816/\" id=\"a_102\">Articles 38</a><a href=\"/doc/555882/\" id=\"a_103\">, 39</a><a href=\"/doc/111604/\" id=\"a_104\">, 42</a><a href=\"/doc/1256023/\" id=\"a_105\">, 43</a> and <a href=\"/doc/118693005/\" id=\"a_106\">43A</a> of the Constitution. The court must be astute to avoid the mischief and achieve the purpose of the law and not to be misled by the maya of legal appearances.  \n</blockquote> \n\n<blockquote id=\"blockquote_30\"> If the livelihood of the workmen substantially depends on labour rendered to produce goods and services for the benefit and satisfaction of an enterprise, the absence of direct relationship or the presence of dubious intermediaries or the make believe trappings of detachment from the management cannot snap the real life bond. The story may vary the inference defies ingenuity. The liability cannot be shaken off.  \n</blockquote> \n\n<blockquote id=\"blockquote_31\"> Of course, if there is total dissociation in fact between the disowning management and aggrieved workmen, the employment is, in substance and in real-life terms, by another. The Management&#x27;s adventitious connections cannot ripen into real employment.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> The Supreme Court relied on the provisions of <a href=\"/doc/1673816/\" id=\"a_107\">Articles 38</a><a href=\"/doc/555882/\" id=\"a_108\">, 39</a><a href=\"/doc/111604/\" id=\"a_109\">, 42</a> and <a href=\"/doc/1256023/\" id=\"a_110\">43</a> of the Constitution for repelling the contention of the Management based on the theory of the contract of employment through an independent contractor.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_38\"> 22. Even assuming that Respondent-2 had a valid licence and the corporation had a valid registration certificate at the time of appointment of Respondent-2 as its contractor for the supply of contract labour, does the Act permit the engagement of a large number of workmen who are workmen within the meaning of <a href=\"/doc/500379/\" id=\"a_111\">Industrial Disputes Act</a>, as contract labour by denying them the protection of the <a href=\"/doc/500379/\" id=\"a_112\">Industrial Disputes Act</a>. One of the important conditions of service of the Workmen is the security of the tenure of their employment. <a href=\"/doc/1574478/\" id=\"a_113\">Section 30</a> of the Act (excerpted in para 10 above) gives an indication as to the obligations of the principal employer in regard to the security of tenure of employment of the workmen employed by the contractor. <a href=\"/doc/500379/\" id=\"a_114\">If the I.D. Act</a> is applicable to their conditions of service, they can raise a dispute and claim the benefit of <a href=\"/doc/607947/\" id=\"a_115\">Section 25(N)</a> and (F) of that Act if their services are terminated. Rule 25 of Karnataka Rules also gives an indication that the rights of the workmen under the Act are not exhaustive of their rights relating to their service conditions. It reads as :  \n</p>  \n\n<blockquote id=\"blockquote_32\"> &quot;Forms and terms and conditions of licence - (i) Every, licence granted under Chapter IV shall be in Form VI :  \n</blockquote> \n\n<blockquote id=\"blockquote_33\"> (2) Every licence granted under Sub-rule (i) or renewed under Rule 29 shall be subjected to the following conditions, namely -  \n</blockquote> \n\n<blockquote id=\"blockquote_34\"> (i) to (iii)  \n \n\n</blockquote><blockquote id=\"blockquote_35\"> (iv) The rates of wages payable to the workmen by the contractor shall not be less than the rates prescribed under the <a href=\"/doc/142278/\" id=\"a_116\">Minimum Wages Act, 1948</a> (11 of 1948) for such employment where applicable, and where the rates have been fixed by any agreement, settlement or award, not less than the rates so fixed.  \n</blockquote> \n\n<blockquote id=\"blockquote_36\"> (v)(a) In case where the workmen employed by the contractor perform the same or similar kind of work as the workmen directly employed by the principal employer of the establishment, the wages rates, the holidays, the hours of work and other conditions of service of the workmen of the contractor shall be the same as are applicable to the workmen directly employed by the principal employer of the establishment on the same or similar kind of work.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\"> The proviso is not relevant for this case.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_40\"> 23. Even on the facts of this case, it could be held that though the workmen were employed by Respondent-2 under the Act, the corporation had complete control over their employment. It is not in dispute that the contract to supply contract labour was awarded on terms and conditions of tender notification dated 16th November, 1985. Under this notification, the contract was awarded to Respondent-3. It is not in dispute that even for Respondent-2, the terms and conditions of the tender were similar to the notification dated 16th November, 1985, Clause 20 of the tender conditions reads as under :  \n</p>  \n\n<blockquote id=\"blockquote_37\"> &quot;XX. Duties and responsibilities of the Contractors.  \n</blockquote> \n\n<blockquote id=\"blockquote_38\"> The Contractors shall be responsible for the good conduct of their employees and shall compensate the corporation for losses arising from negligence, carelessness, want of skill or misconduct of themselves, their servants or agents or representatives. The regional Manager or an Officer acting on his behalf shall have the right to ask for the dismissal of any employee of the contractors who in his opinion is hampering the smooth execution of the work and his decision regarding losses caused by neglect and misconduct etc., of the contractors, their servants or agents or representatives shall be final and binding on the contractors.&quot;  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_41\"> Clause 29 of the tender conditions reads as under :  \n</p><blockquote id=\"blockquote_39\"> &quot;The contractors should allow an FCI representative as escort to travel in the lorry if required.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_42\"> In Part-I of the tender condition, the services to be performed by the contractor through the workmen employed by it are thus :  \n</p>  \n\n<blockquote id=\"blockquote_40\"> &quot;Part-I - For stocks received at or despatched from Railway Station/Railway Siding or for stocks delivered to recipients :  \n</blockquote> \n\n<blockquote id=\"blockquote_41\"> 1. Unloading from wagons at Railway Station/Railway Siding loading into trucks/any other vehicles.  \n</blockquote> \n\n<blockquote id=\"blockquote_42\"> 2. Transport of foodgrain bags from Railway Station to various godowns or vice-versa.  \n</blockquote> \n\n<blockquote id=\"blockquote_43\"> 3. Unloading from wagons at Railway Siding or from transport vehicle and stacking the foodgrain bags in godowns/dryer plant Modern Rice Mill.  \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> 4. Loading into wagons from godowns served by siding or loading on trucks or any other transport vehicles from godowns for despatches or for delivery to the recipients.  \n</blockquote> \n\n<blockquote id=\"blockquote_45\"> 5. Carrying by means of trucks from Railway Siding to the godowns or vice-versa.  \n</blockquote> \n\n<blockquote id=\"blockquote_46\"> 6. Transport of foodgrains (not provided) for under item-2 and 5.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_43\"> 6a. Transport of wooden creates, gunny bales/gunny bundles.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_44\"> 7. Weighment. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_45\"> PART II - Other services.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_46\"> 8. Physical verification.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\"> 9. Standardisation.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_48\"> 10. Filling gunnies with loose grains to a prescribed weight stitching and stacking/loading/delivery.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_49\"> 11. Cleaning.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_50\"> 12. Reconditioning/Drying of damaged foodgrains.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_51\"> 13. Rebagging.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_52\"> 14. Loading of open wagons.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\"> 15. Loading of box wagons.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\"> 16. Breaking of stacks and restacking.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\"> 17. Collection of scattered bags.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_56\"> 18. Bundling of empty gunnies.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_57\"> 19. Stencilling of bags.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_58\"> 20. Supply of Casual Labour.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_59\"> 21. Loading/Unloading of wooden crates, tarpaulins, gunny bales, fumigation cover/jute twine etc.&quot;  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_60\"> One significant fact in the tender conditions should be noticed. Though the tender document consists of 55 pages of typed material in single line, there is no provision calling upon the contractor to obtain a valid licence as required under <a href=\"/doc/1570927/\" id=\"a_117\">Section 12</a> of the Act. I am at a loss to understand why the corporation did not apply its mind to this aspect of the case while it was vigilant enough to impose any number of other obligations on Respondent.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_61\"> 2. That obviously shows that the corporation did not have in view the essential requirement of Act for engaging contract labour and that is the very reason the certificate of registration in its favour was obtained only in the year 1980 and it permitted VTC to supply contract labour even without a licence for quite some time, though the business of the corporation commenced in Bangalore some time in the year 1965. In the circumstances, even on the facts of this case which are not in dispute, it is futile for the corporation to contend that it is fully protected by the provisions of the Act.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_62\"> 24. In the light of the foregoing discussion, my answer to the questions formulated are :  \n</p>  \n\n<blockquote id=\"blockquote_47\"> (1) The provisions of the Act do not override the provisions of the <a href=\"/doc/500379/\" id=\"a_118\">I.D. Act</a> and the workmen of the petitioner Union are governed by the <a href=\"/doc/500379/\" id=\"a_119\">I.D. Act</a> in regard to their dispute with the corporation.  \n</blockquote> \n\n<blockquote id=\"blockquote_48\"> (2) The workmen are the workmen of the corporation notwithstanding the provisions of the Act.  \n</blockquote> \n\n<blockquote id=\"blockquote_49\"> (3) <a href=\"/doc/500379/\" id=\"a_120\">The Act</a> does not protect the workmen against unlawful termination of their services by their immediate employer and therefore the <a href=\"/doc/500379/\" id=\"a_121\">I.D. Act</a> applicable to test the validity of the termination of their services.  \n</blockquote> \n\n<blockquote id=\"blockquote_50\"> (4) Registration of petitioner employer to licensing of contractor under the Act will only regulate the employment of contract labour in certain industries which would have been illegal but for the Act, but they do not afford any immunity to the principal employer from the provisions of the <a href=\"/doc/500379/\" id=\"a_122\">I.D. Act</a> in industrial disputes between the petitioner employer and the workmen employed by its contractor.  \n</blockquote> \n\n<blockquote id=\"blockquote_51\"> (5) An invalid registration certificate or an invalid licence or failure to obtain a registration certificate or licence will attract penal consequences of <a href=\"/doc/708192/\" id=\"a_123\">Section 23</a> of the Act. But the workmen employed by the contractor enjoy all the rights under the <a href=\"/doc/500379/\" id=\"a_124\">I.D. Act</a> whether their employment as Contract Labour is regular or irregular under the Act.  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_63\"> 25. That takes me to the question of reliefs claimed by the petitioners in this case. The petitioner have sought for a declaration that the corporation should comply with the provisions of <a href=\"/doc/700346/\" id=\"a_125\">Section 25N</a> of the I.D. Act. For the purpose of considering whether <a href=\"/doc/700346/\" id=\"a_126\">Section 25N</a> would apply to the facts of this case, this court must be satisfied that the corporation at the relevant time was employing through its contractor more than 100 persons. The corporation has taken the stand that it does not admit the number of workmen alleged to have been employed by respondent No. 2. The licence obtained by respondent-2 does disclose that it had a licence to employ and had employed more than 100 workmen and the certificate obtained by the corporation also discloses that it was entitled to employ contract labour upto 500 workmen. The controversy on the number of employees could have been avoided by the corporation had it produced the registration certificate obtained for engaging respondent-2 as its contractor. It did not obtain a fresh certificate nor did it obtain an amendment of the existing certificate and therefore it should not take advantage of its own wrong by denying the number of workmen employed by respondent-2. In the circumstances, it is possible for this court to proceed on the footing that the employment strength of the workmen employed by respondent-2 was more than 100. Therefore, having found that dispute between the parties will have to be resolved by applying the provisions of the <a href=\"/doc/500379/\" id=\"a_127\">I.D. Act</a>., Chapter 5-V of the Act would be applicable to the facts of this case. The workmen of the 2nd respondent are the workmen of the corporation in the light of my above discussion of the facts of this case and hence it becomes necessary for the corporation to treat these workmen as its workmen on the same terms and conditions as they existed on 28th February, 1986. Further if the corporation wants to retrench these workmen which it is entitled to do subject to the provisions of the <a href=\"/doc/500379/\" id=\"a_128\">I.D. Act</a>, the requirement of <a href=\"/doc/607947/\" id=\"a_129\">Section 25(N)</a> and (F) of the Act will have to be complied with. Mr. Narayana Rao expressed the apprehension that a number of other workmen who were employed by respondent-2 but had not worked for the corporation would claim the benefit of this order and, therefore, the matter will have to be referred to the Industrial Tribunal for a proper adjudication of the claims of the workmen. I would have agreed with this contention of Mr. Narayana Rao, if there had been no satisfactory material before me to ascertain the correctness of the employment strength of respondent-2. The provisions of the Act as also the terms and conditions of the contract with respondent-2 do disclose that it is supposed to maintain the relevant registers for the payment of wages under the <a href=\"/doc/794158/\" id=\"a_130\">Payment of Wages Act</a> and under the <a href=\"/doc/142278/\" id=\"a_131\">Minimum Wages Act</a> for the contract labour employed for rendering services to the corporation. There is also an order of the P.F. Commissioner holding the Corporation liable for the contributions under the <a href=\"/doc/58895721/\" id=\"a_132\">Employees&#x27; Provident Fund and Miscellaneous Provisions Act, 1952</a>. This order is produced as Annexure-C in the Writ Petition. By that order of the P.F. Commissioner it becomes obligatory on the part of the corporation to maintain the necessary registers for complying with the provisions of the P.F. Act. It necessarily follows that the corporation could ascertain the number of workmen under respondent-2 as contract labour with reference to the documents and registers maintained under the various Labour enactments. Hence it is not necessary for the Union to approach the Labour Court or Industrial Tribunal just for the purpose of verifying and ascertaining the actual number of workmen employed by respondent-2 under the contract awarded by the Corporation. That apart it is always open to this Court, by way of affirmative action, to issue a direction to respondent-2 for producing all the relevant registers and records before the Corporation to establish the number of workmen employed by it as on 28th February, 1986.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"709776\" id=\"span_9\">26. Since it is not in dispute that the corporation is an authority under <a href=\"/doc/609139/\" id=\"a_133\">Article 12</a> of the Constitution and having found that the workmen of Respondent-2 are the workmen of the corporation, the decision of the Supreme Court in <a href=\"/doc/709776/\" id=\"a_134\">Olga Tellis and others v. Bombay Municipal Corporation and others</a> (AIR 1986 SC 180) will have some relevance on the nature of relief to be granted to the petitioner. In that case inspite of an undertaking given by the pavement dwellers before the High Court that they would not enforce their fundamental rights, the Supreme Court observed as follows : &quot;As we have stated while summing up the petitioner&#x27;s case the main plank of their arguments is that the right to life which is guaranteed by <a href=\"/doc/1199182/\" id=\"a_135\">Article 21</a> includes the right to livelihood and since, they will be deprived of their livelihood if they are evicted from their slum and pavement dwellings, their eviction is tantamount to deprivation of their life and is hence unconstitutional. For purposes of argument, we will assume the factual correctness of the premise that if the petitioners are evicted from their dwellings, they will be deprived of their livelihood. Upon that assumption, the question which we have to consider is whether the right to life included the right to life includes the right to livelihood. We see only one answer to that question, namely, that it does. The sweep of the right to life conferred by <a href=\"/doc/1199182/\" id=\"a_136\">Article 21</a> is wide and far reaching. It does not mean merely that life cannot be extinguished or taken away as, for example, by the imposition and execution of the death sentence, except according to procedure established by law. That is but one aspect of the right to life. An equally important facet of that right is the right to livelihood because, no person can live without the means of living, that is, the means of livelihood. If the right to livelihood is not treated as a part of the constitutional right to life, the easiest way of depriving a person of his right to life would be to deprive him of his means of livelihood to the point of abrogation. Such deprivation would not only denude the life of its effective content and meaningfulness but it would make life impossible to live. And yet, such deprivation would not have to be in accordance with the procedure established by law, if the right to livelihood is not regarded as a part of the right to life. That, which alone makes possible to live, leave aside what makes life livable, must be deemed to be an integral component of the right to life. Deprive a person of his right to livelihood and you shall have deprived him of life. Indeed, that explains the massive, migration of the rural population to big cities. They migrate because they have no means of livelihood in the villages. The motive force which propels their desertion of their hearths and homes in the village is the struggle for survival, that is, the struggle for life. So unimpeachable is the evidence of the nexus between life and the means of livelihood. They have to eat to live. Only a handful can afford the luxury of living to eat. That they can do, namely, eat, only if they have the means of livelihood. That is the context in which it was said by Douglas. J. in Baksey, (1954) 347 M.D. 442 that the right to work is the most precious liberty that man possesses. It is the most precious liberty because, it sustains and enables a man to live and the right to life is a precious freedom.</span> &quot;Life&quot;, as observed by Field, J. in Munn v. Illinois (1877) US 113 means something more than mere animal existence and the inhibition against the deprivation of the life extends to all those limits and faculties by which life is enjoined. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"619152\" id=\"span_10\">This observations was quoted with approval by this Court in <a href=\"/doc/619152/\" id=\"a_137\">Kharak Singh v. State of Uttar Pradesh</a> .</span>  \n</p> \n\n<p data-structure=\"Section\" id=\"p_65\"> <a href=\"/doc/1331994/\" id=\"a_138\">Article 39(a)</a> of the Constitution, which is a Directive Principle of State Policy, provides that the State shall, in particular, direct its policy towards securing that the citizens, men and women equally, have the right to an adequate means of livelihood. <a href=\"/doc/1975922/\" id=\"a_139\">Article 41</a>, which is another Directive Principle, provides, inter alia, that the State shall within the limits of its economic capacity and development, make effective provision for securing the right to work in cases of unemployment and of undeserved want. <a href=\"/doc/76375/\" id=\"a_140\">Article 37</a> provides that the Directive Principles, though not enforceable by any Court, are nevertheless fundamental in the governance of the country. The principles contained in <a href=\"/doc/1331994/\" id=\"a_141\">Articles 39(a)</a> and <a href=\"/doc/1975922/\" id=\"a_142\">41</a> must be regarded as equally fundamental in the understanding and interpretation of the meaning and content of fundamental rights. If there is an obligation upon the State to secure to the citizens an adequate means of livelihood and the right to work, it would be sheer pedantry to exclude the right to livelihood from the content of the right to life. The State may not, by affirmative action, be compellable to provide adequate means of livelihood or work to the citizens. But, any person, who is deprived of his right to livelihood except according to just and fair procedure established by law, can challenge the deprivation as offending the right to life conferred by <a href=\"/doc/1199182/\" id=\"a_143\">Article 21.&quot;</a>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_66\"> 27. In that case, the Supreme Court was concerned with the livelihood of pavement dwellers. But in this case, we are concerned with the livelihood of a number of workmen who have rendered service of the Corporation over a period of 10 to 12 years continuously. If under the <a href=\"/doc/500379/\" id=\"a_144\">I.D. Act</a> the workmen who have put in 240 days of continuous service could claim the benefit of Chapter 5-A and B of that Act, I fail to understand why these workmen who have put in continuous service of more than 10 years cannot claim the same benefit in these proceedings since but for the action of the Corporation in terminating the contract in favour of respondent-2 these workmen would have retained their jobs under the settlement (Annexure-B). That settlement had not been terminated and therefore until terminated by a proper notice under <a href=\"/doc/1993072/\" id=\"a_145\">Section 19</a> of the I.D. Act, the workmen would have continued to be the workmen of respondent-2 contractor in fact and in law the workmen of the Corporation. Therefore, it is just and proper that this Court should keep in view <a href=\"/doc/367586/\" id=\"a_146\">Articles 14</a> and <a href=\"/doc/1199182/\" id=\"a_147\">21</a> of the Constitution while dealing with the claims of these workmen.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_67\"> 28. As regards Respondent-3, I am of the view that the petitioners are not entitled to any relief because Respondent-3 has entered the scene after 1st March, 1986, i.e. after the filing of the Writ Petition. Even otherwise, the contract between the Corporation and Respondent-3 specifically provides that Respondent-3 has to engage its own labour. The contract awarded to Respondent-3 the Corporation has not imposed any condition calling upon Respondent-3 to engage the workmen employed by Respondent-2. The relevant clause in this regard should be noticed :  \n</p><blockquote id=\"blockquote_52\"> &quot;All persons employed by the contractors shall be engaged by them as their own employees/workers in all respects and the responsibility under the Indian Factories Act or the Workmen&#x27;s Compensation act or Employees Provident Fund Act, or any other similar enactments in respect of all such personnel shall be that of the contractors.&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_68\"> It is only in terms of this condition Respondent-3 has engaged its own labour and therefore, Respondent-3 cannot be made liable for the actions of the Corporation in terminating the contract of Respondent-2.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_69\"> 29. In the result, this Petition is allowed and there shall be a direction to the Corporation -  \n</p>  \n\n<p data-structure=\"Conclusion\" id=\"p_70\"> (i) To treat the workmen employed by Respondent-2 as on 28th February, 1986 as its workmen on the same terms and conditions of service as mentioned in Annexure-A and B to the Writ Petition;  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\"> (ii) If for any reason the Corporation intends to retrench these workmen the statutory requirement under <a href=\"/doc/607947/\" id=\"a_148\">Section 25(N)</a> and (F) of the I.D. Act shall be complied with;  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_72\"> (iii) It is made clear that the workmen would not be entitled to claim backwages for the period 1st March, 1986 upto the date of this order. But, in case, the Corporation does not implement this order within two weeks from this day, the workmen would be entitled to backwages from the date of this order upto the date of their reinstatement.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_73\"> 30. I must also place on record the assistance rendered by Mr. M. C. Narasimhan, the Learned Counsel to this Court.  \n</p>\n \n\n","numcites":50,"numcitedby":2,"docsource":"Karnataka High Court","citetid":1025456,"divtype":"judgments","relatedqs":[{"value":"right to livelihood","formInput":"right%20to%20livelihood"},{"value":"right to life","formInput":"right%20to%20life"},{"value":"independent contractor","formInput":"independent%20contractor"},{"value":"article 21","formInput":"article%2021"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"food corporation of india","formInput":"food%20corporation%20of%20india"},{"value":"directive principles","formInput":"directive%20principles"},{"value":"article 12","formInput":"article%2012"},{"value":"contract labour if workmen","formInput":"contract%20labour%20if%20workmen"},{"value":"authority under article 12","formInput":"authority%20under%20article%2012"},{"value":"conditional tender","formInput":"conditional%20tender"},{"value":"employment contract","formInput":"employment%20contract"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"railway sidings","formInput":"railway%20sidings"},{"value":"retrenchment","formInput":"retrenchment"},{"value":"section 25f","formInput":"section%2025f"},{"value":"contractor   contracted labour","formInput":"contractor%20%20%20contracted%20labour"},{"value":"supreme court ruling","formInput":"supreme%20court%20ruling"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"regulations-regarding-labour-courts","formInput":"tag:regulations-regarding-labour-courts"},{"value":"conditions-precedent-to-retrenchment-of-workmen","formInput":"tag:conditions-precedent-to-retrenchment-of-workmen"}],"courtcopy":false,"query_alert":null,"agreement":false}