{"tid":94681046,"publishdate":"2015-07-16","title":"M.K.Saha vs Rashtriya Pariyojana Nirman Nigam on 16 July, 2015","doc":"<h2 class=\"doc_title\">M.K.Saha vs Rashtriya Pariyojana Nirman Nigam on 16 July, 2015</h2>\n\n<pre id=\"pre_1\">                                      1\n\n\n\n                                                                   NAFR\n             HIGH COURT OF CHHATTISGARH, BILASPUR\n                           ARB.A. No. 11 of 2009\nM.K. Saha, aged about 75 years, son of late J.L. Saha, Contractor, resident of\nAdarsh Nagar, Durg, carrying on business in the name and style of Emkay\nNirman, as Sole Proprietor.\n                                                                ----Appellant\n                                   Versus\nRashtriya Pariyojana Nirman Nigam a company Incorporated under the\n<a href=\"/doc/1353758/\" id=\"a_1\">Companies Act</a>, having Office at Nehru Place, New Delhi\n                                                             ---- Respondent</pre>\n\n\n<pre id=\"pre_2\">For Appellant             :      Mr. Ashish Surana, Advocate\nFor Respondent.           :      Mr. Azad Siddique, Advocate\n\n\n\n\n                  Hon&#x27;ble Shri Justice Goutam Bhaduri\n\n                              Order On Board\n16/07/2015\n\n(1)   Heard.\n\n\n</pre><p data-structure=\"Issue\" id=\"p_1\">(2)   The instant appeal is directed against the judgment and decree\n\ndated 31-10-2008 passed in Civil Suit No.50-A/2004 by the District Judge,\n\nKorba, whereby the District Judge has set aside the award dated 29-07-\n\n1994 passed by the Sole Arbitrator and remitted the matter back for\n\nrehearing with a direction to decide the claims and the counter-claims by\n\nassigning reasons.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">\n(3)   Briefly stated facts are that a contract was awarded to the appellant\n\nby the respondent/Corporation for works of CW pressure ducts, civil work\n\nfor Balco Captive Power Plant on 12-02-1986. In respect of job assigned,\n\nan agreement in writing was executed between the parties. The value of\n\nthe contract was Rs.9,00,000.00. The works under the contract were to\n\nbe completed within a period of six months. The General Conditions of\n<span class=\"hidden_text\" id=\"span_1\">                                      2</span>\n\n\n\nthe Contract provide for settlement of a dispute in connection with the\n\ncontract by reference of the dispute to Sole Arbitrator to be appointed by\n\nthe Chairman-cum-Managing Director of the respondent/Corporation.\n\n\n(4)   During carrying out of the works under the contract, a dispute arose\n\nbetween the parties regarding work and payment. Therefore, as per the\n\ndemand made by the appellant for making a reference of the dispute to\n\narbitration, the Chairman-cum-Managing Director of the respondent/\n\nCorporation appointed Mr. S.N.Sethi, a Retired Member of the Central\n\nWater Commission as Sole Arbitrator for settlement of the dispute in terms\n\nof the contract. Mr. S.N.Sethi accepted the appointment and entered into\n\nthe arbitration and made an award on 29-07-1994.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n(5)   Since the reference was being governed by the <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act, 1940</a>\n\n(henceforth &#x27;the Act of 1940&#x27;), after passing of the award on 29-07-1994,\n\nthe appellant herein, being aggrieved by some part of the award, filed an\n\napplication under <a href=\"/doc/181078/\" id=\"a_3\">Section 33</a> read with <a href=\"/doc/1588473/\" id=\"a_4\">Section 30</a> of the Act of 1940\n\nbefore the District Judge, Durg for setting aside the same part of the\n\naward. The respondent/Corporation also challenged the award and both\n\nthe parties opposed each other.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">\n(6)   An issue of jurisdiction was raised before the District Judge, Durg.\n\nThe Court at Durg, decided deciding the preliminary issue of jurisdiction on\n\n08-05-1996 and held that the Court at Durg do not have jurisdiction and\n\nreturned the application under <a href=\"/doc/181078/\" id=\"a_5\">Section 33</a> read with <a href=\"/doc/1588473/\" id=\"a_6\">Section 30</a> of the Act\n\nof 1940 and all the enclosed documents to the appellant on 14-05-1996 to\n\nfile the same before a competent jurisdictional Court. On 24-06-1996, the\n\napplication was preferred before the District Judge, Bilaspur. Notices were\n\nissued to the parties. On 20-11-1999, the appellant made a submission\n<span class=\"hidden_text\" id=\"span_2\">                                      3</span>\n\n\n\nbefore the District Judge, Bilaspur that he do not want to press his\n\napplication for setting aside the part of the award which was challenged by\n\nhim and made a further submission that a judgment and decree be passed\n\nby the District Judge in terms of the award passed by the Arbitrator.\n\nTherefore, the application preferred by the appellant was dismissed which\n\nwas for setting aside some part of the award.\n</p>\n<p data-structure=\"Facts\" id=\"p_5\">\n(7)   The respondent/Corporation, however, continued with its challenge\n\nand stand. It was contended by the respondent/Corporation before the\n\nDistrict Judge that the award passed by the Arbitrator is non-speaking as\n\nthe finding arrived at by the Arbitrator is not supported by any reason. As\n\nagainst the claim of the appellant of Rs.2,44,751.43, the award of\n\nRs.2,43,000/- along with an interest @ 18% per annum from the date of\n\n20-08-1987 till payment of the amount of award was made by the\n\nArbitrator. As a consequence of withdrawal of application to challenge the\n\naward, the appellant stood satisfied with the amount of Rs.2,43,000/- and\n\nthe interest and for rest of the amount he relinquished his claim before the\n\nDistrict Judge.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">\n(8)   After creation of the Court of District Judge at Korba, the matter was\n\ntransferred from the Court of District Judge, Bilaspur to the Court of\n\nDistrict Judge, Korba.    The District Judge, Korba, by the impugned\n\njudgment and decree dated 31-10-2008, set aside the award and remitted\n\nthe matter to the Sole Arbitrator for rehearing the parties and decide the\n\nclaims and the counter-claims by clearly giving reasons. Against the\n\njudgment and decree, the instant appeal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">\n(9)   Learned counsel appearing for the appellant would submit that as\n\nagainst the claim of Rs.2,44,751.43, the Sole Arbitrator made the award of\n<span class=\"hidden_text\" id=\"span_3\">                                      4</span>\n\n\n\nRs.2,43,000/- in favour of the appellant along with the interest @ 18% per\n\nannum from the date of 20-08-1987 till payment of the amount of award.\n\nHe would submit that though the appellant was entitled for the entire\n\namount claimed by him yet only a part thereof was awarded. Therefore,\n\ninitially, the entire award was challenged, but subsequently, to his wisdom,\n\nthe appellant did not press the challenge to denial of some part of his\n\nclaim before the District Judge which was disallowed in the award. He\n\nwould further submit that the entire case was being governed by the\n\nprovisions of the Act of 1940 as it was then prevailing. Referring to the\n\nfinding arrived at by the District Judge, he would submit that as per the\n\nprovisions contained in <a href=\"/doc/1588473/\" id=\"a_7\">Section 30</a> of the Act of 1940, an award cannot be\n\nset aside except that an Arbitrator has misconducted himself or the\n\nproceedings and/or that an award has been made after the issue of an\n\norder by the Court superseding the arbitration or after arbitration\n\nproceedings have become invalid under <a href=\"/doc/659435/\" id=\"a_8\">Section 35</a> of the Act of 1940\n\nand/or that an award has been improperly procured or is otherwise invalid.\n\n\n(10)   Referring to <a href=\"/doc/1769118/\" id=\"a_9\">Section 31</a> of the Arbitration and Conciliation Act, 1996\n\n(henceforth &#x27;the Act of 1996&#x27;), learned counsel for the appellant would\n\nsubmit that as per sub-section (3) of <a href=\"/doc/1810383/\" id=\"a_10\">Section 31</a> of the Act of 1996, the\n\narbitral award shall state the reasons upon which it is based, unless the\n\nparties have agreed that no reasons are to be given or the award is an\n\narbitral award on agreed terms under <a href=\"/doc/1588473/\" id=\"a_11\">Section 30</a> of the Act of 1996. He\n\nwould, therefore, submit that the deviation of <a href=\"/doc/1810383/\" id=\"a_12\">Section 31</a> of the Act in 1996\n\nwould make the intention of the legislature clear that while passing an\n\naward under <a href=\"/doc/1588473/\" id=\"a_13\">Section 30</a> of the Act of 1940, no specific reason was\n\nrequired to be given. He would further submit that in the present case,\n\nClause 30 of the General Conditions of the Contract, which is the\n<span class=\"hidden_text\" id=\"span_4\">                                          5</span>\n\n\n\nArbitration Clause, do not include a condition that the Arbitrator shall state\n\nreasons in support of the award and, therefore, the finding arrived at by\n\nthe Arbitrator could not have been set aside.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">\n(11)   Learned counsel for the appellant would further submit that the\n\nDistrict Judge has set aside the award on the ground that counter-claim of\n\nthe respondent/Corporation was not considered by the Arbitrator, but,\n\nreading of the award would go to show that the award contains the order\n\nspecifically that the claims and the counter-claims have been considered.\n\nHe would, therefore, submit that the counter-claims, which were made by\n\nthe respondent/Corporation, were also duly considered by the Arbitrator\n\nwhile passing the award.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"158187\" id=\"span_5\">(12)   Learned counsel for the appellant placed reliance on Raipur\n\nDevelopment Authority etc. etc. v. M/s Chokhamal Contractors etc.\n\netc., AIR 1990 SC 1426 and contended that when the award is passed\n\nunder the Act of 1940, it could not have been easily set aside on the\n\nground that the reasons have not been shown. It is further submitted that\n\nwhen the reading of the award would reflect that when the Arbitrator has\n\nconsidered both the claims and the counter-claims, it cannot be inferred\n\nthat the Arbitrator has exceeded his jurisdiction.\n\n\n(13)   Learned counsel for the appellant further placed reliance on\n\n<a href=\"/doc/158187/\" id=\"a_14\">Bhagawati Oxygen Ltd. v. Hindustan Copper Ltd.</a>, AIR 2005 SC 2071\n\nand submitted that since there had been several claims, the Arbitrator had\n\npassed an award in lump sum not specifying under what head the\n\nparticular award was made. To pass such award in such form was also\n\nwithin the jurisdiction of the Arbitrator.</span>\n</p><span class=\"hidden_text\" id=\"span_6\">                                        6</span><p data-structure=\"PetArg\" id=\"p_10\">\n\n\n\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1553220\" id=\"span_7\">(14)   Learned counsel for the appellant further relied on <a href=\"/doc/1553220/\" id=\"a_15\">Firm Madanlal\n\nRoshanlal Mahajan v. Hukumchand Mills Ltd., Indore</a>, AIR 1967 SC\n\n1030 and submitted that under the similar condition the Supreme Court\n\nalso ratified such act that the Arbitrator could give his award in lump sum.\n\nHe is not bound to give separate award for each claim.</span>\n\n\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1494453\" id=\"span_8\">(15)   Learned counsel for the appellant further relied on <a href=\"/doc/1494453/\" id=\"a_16\">The Union of\n\nIndia v. Jai Narain Misra</a>, AIR 1970 SC 753 and submitted that the award\n\nof the Arbitrator, in the instant case, could not have been set aside by the\n\nDistrict Judge only on the ground that the Arbitrator did not record his\n\nreasons for the award.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_11\">\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"29468535\" id=\"span_9\">(16)   Per   contra,   learned   counsel    appearing    on   behalf   of   the\n\nrespondent/Corporation would submit that the counter-claim of the\n\nrespondent/Corporation was not considered by the Arbitrator. He stated\n\nthat specific finding should have been recorded while passing the award.\n\nHe relied on Anand Brothers Private Limited through <a href=\"/doc/29468535/\" id=\"a_17\">Managing\n\nDirector v. Union of India and others</a>, (2014) 9 SCC 212 and submitted\n\nthat the reasons are necessary components for passing an award.\n\n\n(17)   I have heard learned counsel appearing for the parties at length and\n\nhave also perused the material available on record.\n\n\n(18)   The respondent/Corporation was directed to file its affidavit to clarify\n\nthe fact as to apart from Clause 30 of the Contract-Agreement whether\n\nany other clause existed with respect to the arbitration. Such affidavit has\n\nnot been placed on record despite opportunity granted.\n\n\n(19)   Admittedly, in this case, General Conditions of the Contract\n\ncontained the arbitration clause, which reads as under:</span>\n<span class=\"hidden_text\" id=\"span_10\">                                          7</span>\n\n\n\n</p><blockquote id=\"blockquote_1\">         &quot;30. Arbitration:\n</blockquote>\n<blockquote id=\"blockquote_2\">               Except where otherwise provided in the contract all\n               questions and disputes relating to the meaning of the\n               specifications, designs, drawings and instruction before\n               mentioned and as to the quality of workmanship or\n               materials used on the work or as to any other question,\n               claim right matter or thing, whatsoever, in any way\n               arising out of relating to the contract, designs, drawings,\n               specifications, estimates, instruction, orders or these\n               conditions or otherwise concerning the works, or the\n               execution or failure to execute the same, Whether\n               arising during the progress of the work or after the\n               completion or abandonment thereof shall be referred to\n               the sole arbitration of the persons appointed by the\n               Chairman-and-Managing Director of the National\n               Projects Construction Corporation Limited acting as\n               such, at the time of dispute. It will be no objection to\n               any such appointment that the arbitrator so appointed is\n               a Corporation Officer that he had to deal with the\n               matters to which the contract relates and that in the\n               course of his duties as Corporation Officer he had\n               expressed views on all/or any of the matters in dispute\n               or difference. The arbitrator to whom the matter is\n               originally referred being transferred or vacating his\n               office or being unable to act for any reasons, the\n               Chairman-and-Managing Director as aforesaid at the\n               time of such transfer, vacation of office or inability to act,\n               shall appoint another person to act as arbitrator in\n               accordance with the terms of the contract. Such person\n               shall be entitled to proceed with the reference from the\n               stage at which it was left by his predecessor; it is also a\n               term of this contract that no person other than a person\n               appointed by the Chairman-and-Managing Director as\n               aforesaid should act as arbitrator and if, for any\n               reasons, that is not possible, the matter is not to be\n               referred to arbitration at all. The Arbitrator may from\n               time to time with consent of the parties enlarge the time,\n               for making and publishing the award.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_12\">(20)     Therefore, it would be evident that only clause 30 existed for\n\narbitration. In absence of any affidavit, despite the direction given to file it\n\nto the respondent, it will be deemed that no separate clause was\n\ncontained in the contract-agreement with respect to the arbitration and the\n\ninstant matter is adjudicated in such perspective.\n\n\n(21)     The award dated 29-07-1994 passed by the Sole Arbitrator reads as\n\nunder:\n</p><span class=\"hidden_text\" id=\"span_11\">                                        8</span><p data-structure=\"Section\" id=\"p_13\">\n\n\n\n</p><blockquote id=\"blockquote_3\">       &quot;4. AND WHEREAS full opportunity has been given to the Parties\n       above-named to -\n</blockquote><pre id=\"pre_3\">       i.     file their respective pleadings,\n       ii.    file their respective documents and affidavits,\n       iii.   tender their respective evidence, and to\n       iv.    submit written arguments.\n</pre><blockquote id=\"blockquote_4\">       5.     NOW I, Shri S.N.Sethi Sole Arbitrator, having carefully\n       considered the matters in dispute and the pleadings, documents,\n       affidavits, and submissions of the Parties above-named, hereby\n       AWARD and Director as follows :-\n</blockquote>\n<blockquote id=\"blockquote_5\">                                   AWARD\n\n       (1) THAT Rashtriya Pariyojna Nirman Nigam Limited shall\n       pay to Emkay Nirman a sum of Rs.2,43,000.00 (Rupees Two\n       Lakh and Forty Three Thousand only) plus interest @ 18%\n       per annum from 20.8.1987 till the date of payment, in full and\n       final settlement of the Claims and the Counter-claims.\n</blockquote>\n<blockquote id=\"blockquote_6\">       (2) THAT the Parties shall bear their own costs and\n       expenses.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_14\">             It is an explicit term of the arbitration reference that the\n       AWARD will be final and binding on both the Parties. The\n       Parties are directed to abide by and perform the AWARD.\n\n</p><p data-structure=\"Precedent\" id=\"p_15\">                                                        Sd/-\n</p><pre id=\"pre_4\">       Delhi                                       S.N.SETHI\n       29 July 1994                              Sole Arbitrator&quot;\n\n\n</pre><p data-structure=\"Section\" id=\"p_16\">(22)   Reading of the award would show that an award of Rs.2,43,000/-\n\nwas passed in full and final settlement of the claims and the counter-\n\nclaims. The words &quot;claims&quot; and &quot;counter-claims&quot;, which are plural in form,\n\nhave been used in the award which shows that there were several claims\n\nhowever after considering the entire claims the final award was made in\n\nlump sum. How much has been set off as against claim and counter claim\n\nis not been set forth but final adjudication of claim is made.\n\n\n(23)   <a href=\"/doc/1588473/\" id=\"a_18\">Section 30</a> of the Act of 1940 enumerates certain grounds for setting\n\naside an award, which read thus:\n</p><span class=\"hidden_text\" id=\"span_12\">                                       9</span><p data-structure=\"Precedent\" id=\"p_17\">\n\n\n\n</p><blockquote id=\"blockquote_7\">       &quot;30. Grounds for setting aside award.--An award shall not\n       be set aside except on one or more of the following grounds,\n       namely:--\n</blockquote>\n<blockquote id=\"blockquote_8\">       (a) that an arbitrator or umpire has misconducted himself or\n       the proceedings;\n</blockquote>\n<blockquote id=\"blockquote_9\">       (b) that an award has been made after the issue of an order\n       by the Court superseding the arbitration or after arbitration\n       proceedings have become invalid under <a href=\"/doc/659435/\" id=\"a_19\">section 35</a>;\n</blockquote>\n<blockquote id=\"blockquote_10\">       (c) that an award has been improperly procured or is\n       otherwise invalid.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_18\">(24)   <a href=\"/doc/1513155/\" id=\"a_20\">Section 17</a> of the Act of 1940 speaks that where the Court sees no\n\ncause to remit the award or any of the matters referred to arbitration for\n\nreconsideration or to set aside the award, the Court shall, after the time for\n\nmaking an application to set aside the award has expired, or such\n\napplication having been made, after refusing it, proceed to pronounce\n\njudgment according to the award, and upon the judgment so pronounced a\n\ndecree shall follow and no appeal shall lie from such decree except on the\n\nground that it is in excess of, or not otherwise in accordance with, the\n\naward. <a href=\"/doc/365890/\" id=\"a_21\">Section 16</a> of the Act of 1940 speaks about power to remit an\n\naward. Clause (c) of sub-section (1) of <a href=\"/doc/365890/\" id=\"a_22\">Section 16</a> of the Act of 1940\n\npurports that where an objection to the legality of the award is apparent\n\nupon the face of it, the Court may remit the award for reconsideration.\n\n\n(25)   Here, reading of the award would show that though no specific\n\nfinding has been recorded yet the Arbitrator while considering the claims\n\nand the counter-claims has awarded an amount of Rs.2,43,000/- in lump\n\nsum.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">\n(26)   The Supreme Court, in Raipur Development Authority case\n\n(supra), while interpreting the provisions of the Act of 1940, has held thus:\n<span class=\"hidden_text\" id=\"span_13\">                               10</span>\n\n\n\n</p><blockquote id=\"blockquote_11\">&quot;19. It is now well-settled that an award can neither be\nremitted nor set aside merely on the ground that it does not\ncontain reasons in support of the conclusion or decisions\nreached in it except where the arbitration agreement or the\ndeed of submission requires him to give reasons. The\narbitrator or umpire is under no obligation to give reasons in\nsupport of the decision reached by him unless under the\narbitration agreement or in the deed of submission he is\nrequired to give such reasons and if the arbitrator or umpire\nchooses to give reasons in support of his decision it is open to\nthe Court to set aside the award if it finds that an error of law\nhas been committed by the arbitrator umpire on the face of the\nrecord on going through such reasons. The arbitrator or\numpire shall have to give reasons also where the Court has\ndirected in any order such as the one made under Section 20\nor Section 21 or Section 34 of the Act that reasons should be\ngiven or where the statute which governs an arbitration\nrequires him to do so.\n</blockquote>\n<blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"317172\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"263196\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"263196\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1553220\" id=\"span_17\">22. It is not disputed that in India it had been firmly\nestablished till the year 1976 that it was not obligatory on the\npart of the arbitrator or the umpire to give reasons in support\nof the award when neither in the arbitration agreement nor in\nthe deed of submission it was required that reasons had to be\ngiven for the award (vide <a href=\"/doc/1553220/\" id=\"a_23\">Firm Madanlal Roshanlal Mahajan v.\nHukumchand Mills Ltd., Indore</a> (1967) 1 SCR 105 : (<a href=\"/doc/263196/\" id=\"a_24\">AIR 1967\nSC 1030), Bungo Steel Furniture Pvt. Ltd. v. Union of India</a>\n(<a href=\"/doc/263196/\" id=\"a_25\">AIR 1967 SC</a> 378) (supra) and <a href=\"/doc/317172/\" id=\"a_26\">N. Chellappan v. Secretary,\nKerala State Electricity Board</a>, (1975) 2 SCR 811 : (AIR 1975\nSC 230). It is, however, urged by Shri Fali S. Nariman, who\nargued in support of the contention that in the absence of the\nreasons for the award, the award is either liable to be remitted\nor set aside, that subsequent to 1976 there has been a\nqualitative change in the law of arbitration and that it has now\nbecome necessary to insist upon the arbitrator or the umpire\nto give reasons in support of the award passed by them\nunless the parties to the dispute have agreed that no reasons\nneed be given by the arbitrator or the umpire for his decision.\nTwo main submissions are made in support of the above\ncontention.</span></span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"89764\" id=\"span_18\">The first submission is that an arbitrator or an\numpire discharges a judicial function while functioning as an\narbitrator or an umpire under the Act, and, therefore, is under\nan obligation to observe rules of natural justice while\ndischarging his duties, as observed by this Court in <a href=\"/doc/89764/\" id=\"a_27\">Payyavula\nVengamma v. Payyavula Kesanna</a>. (1953 SCR 119 : (AIR\n1953 SC 21).</span> This Court relied in that decision upon the\nobservations made by Lord Langdale M.R. In Harvey v.\nShelton, (1844) 7 Beav 455 at page 462 which read thus:\n</blockquote>\n<blockquote id=\"blockquote_13\">      &quot;It is so ordinary a principle in the administration of\n      justice, that no party to a cause can be allowed to\n      use any means whatsoever to influence the mind\n      of the Judge, which means are not known to and\n      capable of being met and resisted by the other\n<span class=\"hidden_text\" id=\"span_19\">                                11</span>\n\n\n\n      party, that it is impossible, for a moment, not to\n      see, that this was an extremely indiscreet mode of\n      proceeding, to say the very least of it. It is contrary\n      to every principle to allow of such a thing, and\n      wholly deny the difference which is alleged to exist\n      between mercantile arbitrations and legal\n      arbitrations. The first principle of justice must be\n      equally applied in every case. Except in the few\n      cases where exceptions are unavoidable, both\n      sides must be heard, and each in the presence of\n      the other. In every case in which matters are\n      litigated, you must attend to the representations\n      made on both sides, and you must not, in the\n      administration of justice, in whatever form, whether\n      in the regularly constituted Courts or in\n      arbitrations, whether before lawyers or merchants,\n      permit one side to use means of influencing the\n      conduct and the decisions of the Judge, which\n      means are not known to the other side.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\">33. The question which arises for consideration in these\ncases is whether it is appropriate for this Court to take the\nview that any award passed under the Act, that is, the\n<a href=\"/doc/1052228/\" id=\"a_28\">Arbitration Act, 1940</a> is liable to be remitted or set aside solely\non the ground that the arbitrator has not given reasons thus\nvirtually introducing by a judicial verdict an amendment to the\nAct when it has not been the law for nearly 7/8 decades. The\npeople in India as in other parts of the world such as England,\nU.S.A. And Australia have become accustomed to the system\nof settlement of disputes by private arbitration and have\naccepted awards made against them as binding even though\nno reasons have been given in support of the awards for a\nlong time. They have attached more importance to the\nelement of finality of the awards than their legality. Of course\nwhen reasons are given in support of the awards and those\nreasons disclose any error apparent on the face of the record\npeople have not refrained from questioning such awards\nbefore the courts. It is not as if that people are without any\nremedy at all in cases where they find that it is in their interest\nto require the arbitrator to give reasons for the award. In\ncases where reasons are required, it is open to the parties to\nthe dispute to introduce a term either in the arbitration\nagreement or in the deed of submission requiring the\narbitrators to give reasons in support of the awards. When the\nparties to the dispute insist upon reasons being given, the\narbitrator is, as already observed earlier, under an obligation\nto give reasons. But there may be many arbitrations in which\nparties to the dispute may not relish the disclosure of the\nreasons for the awards. In the circumstances and particularly\nhaving regard to the various reasons given by the Indian Law\nCommission for not recommending to the Government to\nintroduce an amendment in the Act requiring the arbitrators to\ngive reasons for their awards we feel that it may not be\nappropriate to take the view that all awards which do not\n<span class=\"hidden_text\" id=\"span_20\">                                      12</span>\n\n\n\n       contain reasons should either be remitted or set aside. A\n       decision on the question argued before us involves a question\n       of legislative policy which should be left to the decision of\n       Parliament. It is a well-known rule of construction that if a\n       certain interpretation has been uniformly put upon the\n       meaning of a statute and transactions such as dealings in\n       property and making of contracts have taken place on the\n       basis of that interpretation, the Court will not put a different\n       interpretation upon it which will materially affect those\n       transactions. We may refer here to the decision of the court of\n       Appeal rendered by Lord Evershed M.R. in Brownsea Haven\n       Properties v. Poole Corpn. (1958) Ch 574 in which it is\n       observed thus:\n</p>\n<blockquote id=\"blockquote_14\">            &quot;There is well established authority for the view that\n            a decision of long standing, on the basis of which\n            many persons will in the course of time have\n            arranged their affairs should not lightly be disturbed\n            by a superior court not strictly bound itself by the\n            decision.&quot;\n</blockquote>\n\n<p data-structure=\"RespArg\" id=\"p_21\">(27)   At this juncture, it would be relevant to go to Clause 30 of the\n\nGeneral Conditions of the Contract which is the arbitration clause.\n\nReading of the arbitration clause reveals that on a reference being made\n\nto the Arbitrator appointed by the Chairman-cum-Managing Director of the\n\nrespondent/Corporation, the Arbitrator shall be free to decide the same.\n\nThe arbitration clause also purports that the Arbitrator may, from time to\n\ntime, with the consent of the parties, enlarge the time for making and\n\npublishing the award. The arbitration clause also purports that the\n\narbitration proceedings shall be subject to the Act of 1940 or to any\n\nmodification engrafted thereunder or to the rules made thereunder. <a href=\"/doc/1052228/\" id=\"a_29\">The\n\nAct</a> of 1940 was replaced by the Act of 1996. <a href=\"/doc/1882318/\" id=\"a_30\">Section 31</a> of the Act of\n\n1996 lays down the form and contents of an arbitral award. Sub-section\n\n(3) of <a href=\"/doc/1882318/\" id=\"a_31\">Section 31</a> of the Act of 1996 makes it necessary for the Arbitrator to\n\nstate the reasons upon which the arbitral award is based, unless the\n\nparties have agreed that no reasons are to be given or the award is an\n\narbitral award on agreed terms under <a href=\"/doc/1503578/\" id=\"a_32\">Section 30</a> of the Act of 1996.\n<span class=\"hidden_text\" id=\"span_21\">                                      13</span>\n\n\n\n\n(28)   In the case in hand, the award is of 1994. Therefore, the argument,\n\nwhich is advanced by learned counsel for the respondent/Corporation that\n\nthe reasons should have been stated in support of the conclusion reached\n\nin the award, is difficult to accept. Arbitration Clause 30 of the General\n\nConditions of the Contract also does not speak that the reasons should be\n\nstated. The intention of the legislature for an award which is passed under\n\nthe Act of 1940 is that unless and until specific conditions are engrafted in\n\nthe contract-agreement, the reasons are not required to be stated in\n\nsupport of the conclusion arrived at in the award. This is in conformity with\n\nthe law settled in Raipur Development Authority case (supra).\n\n\n(29)   Learned counsel for the respondent/Corporation has relied upon\n\nparagraphs 4 and 5 of the decision in Anand Brothers case (supra),\n\nwhich read as under:\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">\n</p><blockquote id=\"blockquote_15\">       &quot;4.    Clause 70 of the general conditions of the contract to\n       the extent the same is relevant for our purposes, is to the\n       following effect:\n</blockquote>\n<blockquote id=\"blockquote_16\">            &quot;..... The arbitrator shall give his award within a\n            period of six months from the date of his entering on\n            his reference or within the extended time as the\n            case may be on all matters referred to him and shall\n            indicate his findings, along with sums awarded,\n            separately on each individual item of dispute.&quot;\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_23\">       5.     A plain reading of the above Clause 70 would show that\n       the arbitrator was required to (i) give his award within the\n       stipulated period as extended from time to time; (ii) the award\n       must be on &quot;all matters referred to him&quot;; (iii) the award must\n       indicate the findings of the arbitrator along with sums, if any,\n       awarded; (iv) the findings and award of sums if any must be\n       separate on each item of dispute. There is no gainsaying that\n       Clause 70 makes a clear distinction between findings on each\n       individual item of dispute on the one hand and the sum, if any,\n       awarded in regard to the same on the other. That the\n       arbitrator had made his award in regard to each item of\n       dispute raised by the appellant before it, is evident from a\n       reading of the award. The question is whether the arbitrator\n<span class=\"hidden_text\" id=\"span_22\">                                       14</span>\n\n\n\n       had recorded his findings on each such items. The High\n       Court has, as noted above, answered that question in the\n       negative and set aside the award holding that the expression\n       &quot;findings&quot; must include the reasons for the ultimate conclusion\n       arrived at by the arbitrator. That view was assailed by the\n       learned counsel for the appellant who contended that the\n       expression &quot;findings&quot; should not imply the process of\n       reasoning adopted by the arbitrator for recording his\n       conclusions. A finding howsoever cryptic would, according to\n       the submission of the learned counsel for the appellant, satisfy\n       the requirement of Clause 70 for otherwise the clause would\n       have been differently worded so as to make it mandatory for\n       the arbitrator to make what is called a speaking award giving\n       reasons for the conclusions arrived at by him.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n(30)   Reading of above-quoted paragraphs 4 and 5 would reflect that in\n\nthe case before the Supreme Court Clause 70 of the General Conditions\n\nof the Contract was existing which required the Arbitrator to give his award\n\nwithin the stipulated period as extended from time to time and further\n\nreads that the award must be on &quot;all matters referred to him&quot;; the award\n\nmust indicate the &quot;findings&quot; of the Arbitrator along with sums, if any,\n\nawarded; the findings and award of sums if any must be separate on each\n\nitem of dispute. In this case, the respondent/Corporation, despite the\n\nopportunity afforded to it, has failed to substantiate the fact that apart from\n\nClause 30 of the General Conditions of the Contract any other clause\n\nexisted with respect to arbitration, which required the arbitrator to record\n\nit&#x27;s finding while passing award. Therefore, the law laid down by the\n\nSupreme Court in Anand Brothers case (supra) cannot be applied in the\n\ninstant case.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">\n(31)   Further, in view of the words which purports that arbitrator should\n\nhave recorded &quot;specific finding&quot; while passing the award, it was interpreted\n\nby the Supreme Court that in such case since the Arbitrator did not record\n\nhis finding, therefore, the award was remitted back. Therefore, the\n\ndecision in Raipur Development Authority case (supra) shall apply to\n<span class=\"hidden_text\" id=\"span_23\">                                        15</span>\n\n\n\nthe instant case in full force.\n</p>\n<p data-structure=\"Precedent\" id=\"p_26\">\n(32)   Further, one more contention was raised that the award was made\n\nin lump sum. Admittedly, there were several claims and the Arbitrator\n\nwhile passing the award had considered the claims and the counter-claims\n\nand in all passed the award of Rs.2,43,000/-. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1553220\" id=\"span_24\">In regard to passing of a\n\nlump sum award, the Supreme Court has held in <a href=\"/doc/1553220/\" id=\"a_33\">Firm Madanlal\n\nRoshanlal</a> case (supra) as under:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_27\">\n</p><blockquote id=\"blockquote_17\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"525017\" id=\"span_25\">&quot;2.     ..... The arbitrator could give a lump sum award. He\n       was not bound to give a separate award for each claim. His\n       award on both fact and law is final. There is no appeal from his\n       verdict. The Court cannot review his award and correct any\n       mistake in his adjudication, unless an objection to the legality of\n       the award is apparent on that face of it. In <a href=\"/doc/525017/\" id=\"a_34\">Champsey Bhara\n       and Co. v. Jivraj Balloo Spinning and Weaving Co. Ltd.</a>, 50 Ind\n       App 324 : (AIR 1923 PC 66), the Privy Council stated:</span>\n</blockquote>\n<blockquote id=\"blockquote_18\">            &quot;An error in law on the face of the award means, in\n            Their Lordships view, that you can find in the award or\n            a document actually incorporated thereto, as for\n            instance a note appended by the arbitrator stating the\n            reasons for his judgment, some legal proposition\n            which is the basis of the award and which you can\n            then say is erroneous.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"158187\" id=\"span_26\">(33)   In the instant case, reading of the award would further reflect that\n\nthe Arbitrator in his award has recorded that while passing the award he\n\nhas considered the matters in dispute with respect to pleadings,\n\ndocuments, affidavit and submissions of the parties and subsequently the\n\naward was passed.        Therefore, the Court, while exercising the power\n\nunder <a href=\"/doc/1503578/\" id=\"a_35\">Section 30</a> of the Act of 1940, cannot re-appreciate the evidence or\n\nexamine the correctness of the conclusion arrived at by the Arbitrator. The\n\njurisdiction of the Court in the case in hand is not appellate in nature and\n\nthe award passed by the Arbitrator could not be set aside on the ground\n\nthat it was erroneous. It is not open to the Court to interfere with the\n<span class=\"hidden_text\" id=\"span_27\">                                        16</span>\n\n\n\naward merely because in the opinion of the Court other view is equally\n\npossible.    It is only when the Court is satisfied that the Arbitrator has\n\nmisconducted himself or the proceedings and/or the award has been\n\nmade after the issue of an order by the Court superseding the arbitration\n\nor after arbitration proceedings have become invalid under <a href=\"/doc/1912867/\" id=\"a_36\">Section 35</a> of\n\nthe Act of 1940 and/or the award has been improperly procured or is\n\notherwise invalid, the Court may set aside such award.\n\n\n(34)   The trial Court has recorded in its judgment dated 31-10-2008 that\n\nthe Arbitrator has exceeded his jurisdiction and has passed an ambiguous\n\naward.      I am unable to understand that on what basis the Court has\n\nrecorded it&#x27;s finding that the Arbitrator has exceeded his jurisdiction. The\n\nSupreme Court in <a href=\"/doc/158187/\" id=\"a_37\">Bhagawati Oxygen</a> case (supra) has held in paragraph\n\n26 as under:</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_29\">\n</p><blockquote id=\"blockquote_19\">       &quot;26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961694\" id=\"span_28\">In <a href=\"/doc/1961694/\" id=\"a_38\">Union of India v. Rallia Ram</a>, AIR 1963 SC 1685, this\n       Court said;</span>\n</blockquote>\n<blockquote id=\"blockquote_20\">                &quot;An award being a decision of an arbitrator\n                whether a lawyer or a layman chosen by the\n                parties, and entrusted with power to decide a\n                dispute submitted to him is ordinarily not liable to\n                be challenged on the ground that it is erroneous.\n                In order to make arbitration effective and the\n                awards enforceable, machinery is devised for\n                lending the assistance of the ordinary Courts.\n                The Court is also entrusted with power to modify\n                or correct the award on the ground of imperfect\n                form or clerical errors, or decision on questions\n                not referred, which are severable from those\n                referred. The Court has also power to remit the\n                award when it has left some matters, referred\n                undetermined, or when the award is indefinite, or\n                where the objection to the legality of the award is\n                apparent on the face of the award. The Court\n                may also set aside an award on the ground of\n                corruption or misconduct of the arbitrator, or that\n                a party has been guilty of fraudulent\n                concealment or willful deception. But the Court\n                cannot interfere with the award if otherwise\n                proper on the ground that the decision appears\n                to it to be erroneous. The award of the arbitrator\n<span class=\"hidden_text\" id=\"span_29\">                                        17</span>\n\n\n\n                is ordinarily final and conclusive, unless a\n                contrary intention is disclosed by the agreement.\n                The award is the decision of a domestic tribunal\n                chosen by the parties, and the Civil Courts which\n                are entrusted with the power to facilitate\n                arbitration and to effectuate the awards, cannot\n                exercise appellate powers over the decision.\n                Wrong or right the decision is binding if it be\n                reached fairly after giving adequate opportunity\n                to the parties to place their grievance in the\n                manner provided by the arbitration agreement.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_30\">(35)   Therefore, applying such analogy, I find that the District Judge has\n\nexercised the power of appellate Court which is also not well reasoned.\n\nConsequently, for the reasons stated hereinabove, the impugned\n\njudgment and decree dated 31-10-2008 passed by the District Judge is\n\nnot sustainable and deserves to be set aside.\n</p>\n<p data-structure=\"Section\" id=\"p_31\">\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"237820\" id=\"span_30\">(36)   Now coming to the part of the interest, the Tribunal has awarded 18%\n\nper annum as pendente lite interest. On the merits of the claims made by the\n\ncontractor, it is found that the Tribunal has meticulously examined the claims\n\nof the contractor under each separate head. I do not see any reason to\n\ninterfere except on the rates of interest awarded. As has been held in case of\n\n<a href=\"/doc/237820/\" id=\"a_39\">Krishna Bhagya Jala Nigam Ltd. v. G. Harischandra Reddy &amp; Another</a>\n\nreported in (2007) 2 SCC 720, after the economic reforms in our country the\n\ninterest regime has changed and the rates have substantially reduced and\n\naccordingly I am also of the opinion to follow the guidelines as <a href=\"/doc/237820/\" id=\"a_40\">laid down by</a>\n\nthe Hon&#x27;ble Supreme Court and consequently reduced the quantum of\n\ninterest to the extent of 9% per annum in view of the substantial reduction of\n\ninterest rates in the country.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">\n(37)   Accordingly, the instant appeal is allowed. The impugned judgment\n\nand decree dated 31-10-2008 passed by the District Judge, Korba is set\n\naside and the award dated 29-07-1994 passed by the Arbitrator is restored\n\nwith above modification in interest.\n</p><span class=\"hidden_text\" id=\"span_31\">                                                18</span><p data-structure=\"Conclusion\" id=\"p_33\">\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_34\">         (38)   A decree be drawn-up in terms of the award of the Arbitrator.\n\n\n         (39)   The respondent shall bear the cost of litigation.\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_35\">                                                       Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_36\">                                                 (Goutam Bhaduri)\n                                                      Judge\n\n\nbalram\n<span class=\"hidden_text\" id=\"span_32\"> 19</span>\n </p>","numcites":22,"numcitedby":0,"docsource":"Chattisgarh High Court","citetid":94681046,"divtype":"judgments","relatedqs":[{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"award should be reasoned  ","formInput":"award%20should%20be%20reasoned%20%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"reasonable requirement","formInput":"reasonable%20requirement"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration award","formInput":"arbitration%20award"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"interest  filter:  arbitration act 1996   sec 23 of indian contract act","formInput":"interest%20%20filter%3A%20%20arbitration%20act%201996%20%20%20sec%2023%20of%20indian%20contract%20act"},{"value":"korba","formInput":"korba"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"counter-claim\"","formInput":"%22counter-claim%22"},{"value":"entrust","formInput":"entrust"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"set-aside-award","formInput":"tag:set-aside-award"}],"courtcopy":true,"query_alert":null,"agreement":false}