{"tid":1195777,"publishdate":"1978-08-11","title":"Pearl Hosiery Mills, Ludhiana vs Union Of India And Anr. on 11 August, 1978","doc":"<h2 class=\"doc_title\">Pearl Hosiery Mills, Ludhiana vs Union Of India And Anr. on 11 August, 1978</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1979DELHI64, AIR 1979 DELHI 64, 1979 RAJLR 284</h3>\n\n<pre id=\"pre_1\">ORDER</pre>  \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. This is an application for stay under<a href=\"/doc/1722761/\" id=\"a_1\"> S. 34</a> of the Arbitration Act moved, in respect of a suit filed by the plaintiff for the recovery of some amount (over Rs. 11/2 lacs) said to be due as a result of a contract for the supply of 4,000 jerseys. The plaint states that the goods were supplied and were passed by the Inspector and then payments were not made. The plaintiff also claims some interest under<a href=\"/doc/741531/\" id=\"a_2\"> S. 61</a> of the Sale of Goods Act. The suit is, therefore, a suit for the recovery of price of goods supplied. The application under<a href=\"/doc/1722761/\" id=\"a_3\"> S. 34</a> is to the effect that there is an arbitration clause and the matter has to go to the arbitrator.  \n</p>\n<p data-structure=\"Section\" id=\"p_2\"> 2. The subject-matter of this application, namely, that there is an arbitration clause and the matter should be referred to arbitration is the subject-matter of many reported cases. In spite of those cases which have fully clarified the whole legal position, there seems to be some misapprehension or misconception regarding the scope of<a href=\"/doc/1722761/\" id=\"a_4\"> S. 34</a> of the Arbitration Act which results in applications of the present type being moved on the assumption that because there is an arbitration clause hence all claims have necessarily to be referred to an arbitrator and a suit based on such a claim should be stayed. I must say that the argument that such a matter should be referred to arbitration has points in its favor and also points against it. As far as the points in favor of the matter being referred to arbitration are concerned it is useful to say that if a simple claim for price could be referred directly to an arbitrator, it might avoid considerable expense to the parties. However, if the dispute is such that it cannot properly be referred to arbitration, then there is no choice for the parties but to institute a civil suit in spite of the additional expenses involved.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\"> 3. Coming to the legal question and the nature of the misconception which seems to lead to the filing of such applications for stay, I think, it is useful to mention that an arbitration clause, even though it may be worded in the widest possible language, only allows differences and disputes relating to or arising out of or in connection with a contract to be referred to an arbitrator. It may well be said that the non-payment of the price of goods supplied is also a dispute or difference which should lead the matter to be referred to arbitration. However, the word &#x27;Difference&#x27; or word &#x27;Dispute&#x27; is not to be understood in this way when applying the law of arbitration. A dispute means that one party has a claim and the other party says for some specific reasons that this is not a correct claim. This is a dispute. A dispute of this type requires that there should be a statement or proposition made by me side and there should be denial or refutation of that proposition by the other side. Then only can there be a dispute. Under a contract for the supply of goods, the payment of price and the delivery of goods are concurrent conditions. This is the definition of a sale under the <a href=\"/doc/651105/\" id=\"a_5\">Sale of Goods Act</a>. If goods have been delivered and price not paid, this is not a dispute within the meaning I have just ascribed to the word &#x27;Dispute&#x27;. A mere failure to pay the price is not a disute. It is a mere non-performance of a specific term or condition of a contract. A dispute regarding the price could arise if, e.g., the purchaser says that goods are not of the proper quality and he refuses to pay the price, or he might say that goods have been delivered late, so, he would pay less price or he would hold up part of the price, or he might say &quot;You have delivered the goods late, I have suffered loss, I would reduce the price by the amount of loss.&quot; If the purchaser makes any of these claims or similar claims then there is a dispute. If no such position is taken, then there is no dispute.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\"> 4. Now turning to the word &#x27;Difference&#x27; this also has a similar meaning to the word &#x27;Dispute&#x27;. A difference may be for instance, regarding the meaning of a particular term in the contract. It may be that one party feels that he has performed the contract but the other party says that the real meaning of the contract is something else and what has been done is not a true performance of the contract. This then would be a difference. It is really not necessary to specify what is a difference and what is a dispute other than to say that it is much easier to understand what is not a dispute and what is not a difference. When a party says I have supplied the goods you pay me the price and the other side does not pay the price, this is not a dispute end not a difference. This is one way of looking at the application now before me.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\"> 5. There is also another point of view. The application under<a href=\"/doc/1722761/\" id=\"a_6\"> S. 34</a> has merely, stated that there are disputes which should be referred to arbitration, No particulars of those disputes have been given. In order that there should be a dispute or a difference there must be some pre-existing facts which would show that there was a dispute and there was difference and there was a move to refer the matter to arbitration. The terminology of<a href=\"/doc/1722761/\" id=\"a_7\"> S. 34</a> of the Act is restricted to cases where a person commences legal proceedings against any other party &quot;in respect of any matter agreed to be referred.&quot; Therefore, the vital question to be seen is what is the matter which has been agreed to be referred. In order to see what is the matter agreed to be so referred one has to look at the arbitration clause. The usual language of such arbitration clauses is that disputes or difference relating to or arising out of or in connection with the contract or in relation to any matter connected therewith shall be referred to arbitration. The normal terms of an arbitration clause requires that there should be dispute or difference. Now how is the Court to deal with an application of this type when it comes for decision. The Court has naturally to see what is the dispute and what is the difference and then look at the arbitration clause to find out if it falls within its scope. Therefore, the Court has necessarily to look both at the arbitration clause as well as the particular dispute or difference which is specified in the application under<a href=\"/doc/1722761/\" id=\"a_8\"> S. 34</a>, Normally, when the case is very obvious, the dispute or difference is also obvious and there is no difficulty in such cases. Whenever there is a conflict regarding the very existence of the dispute or difference, then the objector filing the said application has to specify what is the dispute and what is the difference and what is the arbitration clause. In this particular application neither the dispute or difference nor indeed the reason for the matter being referred to arbitration is set out in the application for stay.  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\"> 6. Learned counsel for the applicant states that the matter should be stayed because the amount is not due. Still, the mere statement that it is not due is not sufficient. The question that requires consideration is why it is not due? The difference or dispute between the parties would arise out of the reasons for nonpayment. If that difference which has arisen for non-payment is referable to arbitration only then the matter can be said to fall within the arbitration clause and then the Court will have to consider whether it is a suitable case for stay. In the absence of particulars and in the absence of specifications, the Court is unable to find out if the matter falls within the arbitration clause and has necessarily to reject the application for stay.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_7\"> 7. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593938\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"372634\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"225991\" id=\"span_3\">In dealing with the matter I have had the advantage of considering several reported judgments such as the judgment of this Court in <a href=\"/doc/225991/\" id=\"a_9\">National Research Development Corporation of India v. Bhupal Mining Works</a> etc., 1973 Delhi Lt 37 and the judgment of Punjab &amp; Haryana High Court in <a href=\"/doc/372634/\" id=\"a_10\">Daman Anand v. Hira Lal</a>,  and the judgments mentioned therein as well as the judgment of the Supreme Court in <a href=\"/doc/1593938/\" id=\"a_11\">Union of India v. Birla Cotton Spinning and Weaving Mills Ltd.</a>, .</span></span></span>  \n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\"> 8. In the judgments mentioned earlier, i.e., Punjab and Delhi judgments, reference has been made to the necessity for stating the exact difference and exact dispute in the application itself and in fact reference has been made to the judgment of Grover, J. in Dwarka Nath Kapur v. Rameshwar Nath, (1966) 68 Pun Lr (D) 91 where it was held that if the difference or dispute is not specified m the application under<a href=\"/doc/1722761/\" id=\"a_12\"> S. 34</a> then the application should be rejected in liming. I do not go so far. I feel the Court can in its discretion allow the applicant to specify the matter to be referred to arbitration even if not initially clearly stated in the application for stay. However, the party applying for stay should ordinarily be able to state in the application for stay the exact reasons why stay of the suit is prayed for. I am hence prepared to agree to the view that the difference or dispute should be quite obvious to the Court when deciding the question of stay, and when it is not obvious that there is such a dispute or difference, or where such dispute or difference does not fall within the scope of the arbitration clause then the stay has to be refused.  \n</p>\n<p data-structure=\"Precedent\" id=\"p_9\"> 9. With regard to the question whether a dispute of this type, i.e., non-payment of price of goods is a referable dispute, the judgment of Shah, J. as he then was in the Supreme Court in the case just cited above is very Plain and states that the non-payment of price is not a dispute under or arising out of a contract. As I have said a dispute or difference requires the statement of a proposition and a denial thereof by the other side. As the existence of such a dispute or difference is not alleged or proved or even pointed out from any documentary material or contemporary dealings between the parties, I come to the conclusion that this suit cannot be stayed and I accordingly reject the application for stay with costs.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_10\"> 10. The Suit No. 655/76 may now be listed before the Deputy Registrar for receiving the written statement. Time for filing the same is extended to 15th September, 1978 which is also the date on which the matter will be listed.  \n</p>\n<p data-structure=\"Conclusion\" id=\"p_11\"> 11. Application dismissed.  \n</p>\n","numcites":6,"numcitedby":33,"docsource":"Delhi High Court","citetid":1195777,"divtype":"judgments","relatedqs":[{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"arbitration matters","formInput":"arbitration%20matters"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"sale-of-goods","formInput":"tag:sale-of-goods"}],"courtcopy":false,"query_alert":null,"agreement":false}