{"tid":34875937,"publishdate":"2016-03-31","title":"Ms Agros Impex India Private Limited vs Chief Secretory on 31 March, 2016","doc":"<h2 class=\"doc_title\">Ms Agros Impex India Private Limited vs Chief Secretory on 31 March, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:aparesh-kumar-singh\">Aparesh Kumar Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:aparesh-kumar-singh\">Aparesh Kumar Singh</a></h3>\n\n<pre id=\"pre_1\">                                              1\n\n              IN THE HIGH COURT OF JHARKHAND AT RANCHI\n                                  W.P. (C) No. 4901 of 2012\n                                             ---\n         M/s Agros Impex India Private Limited          ---   ---     ---- Petitioner\n                                           Versus\n         1. The State of Jharkhand through Chief Secretary,Govt. of Jharkhand\n         2. The Secretary-cum-Transport Commissioner, Govt. of Jharkhand\n         3. The Joint Transport Commissioner, Govt of Jharkhand, Transport Department\n         4. M/s Rosemarta Technologies Ltd through its Managing Director --- Respondents\n                                             ---\n         CORAM: The Hon&#x27;ble Mr. Justice Aparesh Kumar Singh\n\n         For the Petitioner: M/s. Jitendra Singh, Sr. Advocate, Pandey Neeraj Rai,\n                             Suraj Samdarshi, Rohit Ranjan Sinha, Advocates\n         For the Resp-State: Mr. Rajesh Shankar, GA\n         For the Resp No. 4: Mr. Vaibhav Kumar, Advocate\n                                                  ---\n         Reserved on: 28/01/2016                            Pronounced on: 31/03/2016\n                                              ---\n30 / 31.03.2016</pre><p data-structure=\"Facts\" id=\"p_1\"> Petitioner entered into an agreement for execution of work of supply and\n\n         affixation of High (&#x27;HSRP&#x27; in short) on 30.04.2012 with the respondent Transport\n\n         Department. The agreement has been terminated by the impugned order dated\n\n         13.08.2012 (Annexure-2) issued under the signature of Secretary - cum -\n\n         Commissioner, Transport Department (Respondent No. 2). Petitioner has also been\n\n         debarred from participating in tender process for a period of five years by order\n\n         dated 04.09.2012 bearing letter no. 923 (Annexure-18) issued by the same\n\n         Respondent No. 2 on the ground that it had failed to implement the scheme, as per\n\n         the terms and conditions of the agreement resulting in its termination. In the\n\n         meantime, allotment of work for supply and affixation of HSRP has been awarded\n\n         to the Respondent No. 4 - M/s Rosamarta Technologies Limited by a letter of intent\n\n         issued on 08.01.2013 (Annexure-34) by the respondent Department.\n\n</p><p data-structure=\"PetArg\" id=\"p_2\">         2.     Petitioner has sought quashing of the order of termination dated 13.08.2012\n\n         and consequent restoration of his agreement dated 30.04.2012 (Annexure-2). He\n\n         has also sought quashing of allotment of work to the Respondent No. 4 vide letter\n\n         dated 08.01.2013 (Annexure-34) and for restraining the respondent from creating\n\n         any third party right.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_3\">         3.     It has assailed the order of debarment dated 04.09.2012 (Annexure-18) as\n\n         well. Petitioner has sought enforcement of reciprocal agreement as per agreement\n<span class=\"hidden_text\" id=\"span_1\">                                       2</span>\n\ndated 30.04.2012. Petitioner was allowed to challenge the order of debarment\n\nissued during pendency of the writ petition where originally, the order of\n\ntermination was under challenge. Relief (s) enumerated hereinabove have been\n\nsought to be pressed on the part of the petitioner in substance, though prayers made\n\nin the writ petition are fragmented into several sub prayers essentially, raising the\n\naforesaid core grievances. The order of debarment was stayed by interim order\n\ndated 25.09.2012.\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">4.     Respondent State also got an opportunity to file counter affidavit to the\n\namended writ petition. Respondent No. 4 appeared on notice, but according to the\n\nlearned counsel appearing on his behalf, has been instructed not to contest.\n\n</p><p data-structure=\"CDiscource\" id=\"p_5\">5.     Pleadings of the writ petition have gone up to become more than 800 pages\n\non account of tenacious contest on the issues involved herein between the parties\n\nand several developments have been sought to be incorporated during pendency of\n\nthe writ application. Copious argument has also been advanced on the part of the\n\nwrit petitioner and the State through erudite arguments by their learned counsels.\n\n</p><p data-structure=\"Facts\" id=\"p_6\">6.     In the factual matrix of the case being discussed hereinafter, challenge to the\n\norder of debarment and termination of agreement are being dealt with in the same\n\norder considering the specific grounds and facts canvassed by the rival parties on\n\nthe aforesaid issues which is quite distinct from each other.\n\n</p><p data-structure=\"Facts\" id=\"p_7\">7.     In order to arrive at a proper consideration of the issue involved, necessary\n\nrelevant factual matrix of the case shorn off unnecessary details, is also being\n\ndelineated hereinafter.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">Following the mandate of <a href=\"/doc/785258/\" id=\"a_1\">Motor Vehicles Act, 1988</a>, Central Motor Vehicle Rules,\n\n1989 and Motor Vehicles (New High Security Registration Plates) Order 2001,\n\nState of Jharkhand also initiated the process for inviting tender through NIT dated\n\n26.11.2011 for the purposes of supply and affixation of HSRP in the State of\n\nJharkhand. Petitioner turned out to be the successful bidder after technical and\n\nfinancial evaluation and received letter of intent dated 12.03.2012 (Annexure-1) for\n<span class=\"hidden_text\" id=\"span_2\">                                      3</span>\n\nimplementation of HSRP Project in Jharkhand. A formal agreement was entered\n\ninto on 30.04.2012 between the Government of Jharkhkand and the petitioner\n\ncompany (Annexure-2). Salient features of the agreement containing the nature and\n\nscope of work as contained in Clause-3, 5,8, 12, 15, 16, 23, 24, 25, 29, 30 and 37\n\nare being briefly enumerated hereunder:\n</p>\n<blockquote id=\"blockquote_1\">The scope of work includes, but not limited to establishing and creating complete\n\ninfrastructure to manufacture and provide / fix High Security Registration Plate to\n\nthe vehicles in the State of Jharkhand in conformity with the technical parameters\n\ncontemplated in Central Motor Vehicles Rules, 1989 with specific emphasis on\n\nRule 50 and 51 as defined in tender bid document. The work was to be carried out\n\nin accordance with the specification detailed in the tender bid document including\n\nsection-V thereof titled &quot;Size and Technical Specifications of the High Security\n\nRegistration Plates&quot;. Clause-5 specify the terms and conditions not spelt out in the\n\nagreement, but specified in the tender bid document bearing no. 447 dated\n\n26.09.2012 or Letter of Intent bearing no. 242 dated 12.03.2012 issued by the\n\nrespondent department i.e first party shall also apply mutatis Mutandis to this\n\nagreement and shall be fully binding. The agreement shall be valid for the period of\n\n10 years and 03 months from the date of the agreement vide Clause-7. The second\n\nparty / petitioner will have to manufacture the Registration Plates as per\n\nspecifications and carry out the finishing process of each HSRP according to\n\nindividual numbers and alphabets issued by the Registering Authority. It shall set\n\nup individual embossing and affixing station in or in proximity of the Registering\n\nAuthority, as per the list provided in Annexure-III to ensure proper and easy\n\navailability of HSRP. The second party shall affix the HSRP to the vehicles against\n\nauthorization document from the Registering Authority at the rates specified in the\n\nLetter of Intent.\n</blockquote>\n<p data-structure=\"Facts\" id=\"p_9\">The second party / petitioner shall create infrastructure facilities in the places\n\nspecified in the tender document for embossing, supply and affixing of HSRP and\n<span class=\"hidden_text\" id=\"span_3\">                                       4</span>\n\nmake it operational within thirty days from signing of the agreement at all locations\n\nof the Registering Authorities in the State of Jharkhand as per Annexure-III of the\n\nBid Document. It shall also provide details of the set up and facility of\n\ninfrastructure to the first party. Time limit for affixing of HSRP shall be only four\n\nworking days from the date of issue of authorization in this regard by the\n\nRegistering Authority (DTOs) in prescribed format on payment of prescribed fee\n\nby the applicant. On existing registered vehicle also, HSRP will be individually\n\nembossed and affixed within four working days upon receipt of the authorization /\n\norder from the Registering Authority. The old numbers / Registration Plates shall\n\nbe destroyed by the second party. The second party was required to set up a\n\nManagement Information System (MIS) for providing secondary cross verification\n\nprocess and documentation of key related field such as Chassis, Engine number\n\nand Registration number, Laser ID Number and to help in maintaining a proper\n\nrecord of each HSRP issued. It shall be responsible for sending a daily and monthly\n\nMIS report through electronic mail, as per format attached in Annexure-IV &amp; V.\n\nThe second party shall also be responsible for designing an interface with the\n\nsoftware developed by National Informatics Centre (NIC) so that information is\n\nimmediately available on the on-line registration of vehicles. It shall also develop a\n\nweb portal to enable the vehicle owners to track their application, as per clause-15\n\nof the agreement. The second party i.e. the petitioner was required to maintain\n\nconfidentiality of the process including the security features of HSRP, as per\n\nClause-16. Performance of the contract shall be made by the second party in\n\naccordance with the time schedule as per the Bid document and as further specified\n\nby the Government of Jharkhand vide Clause-23 thereof. As per Clause-24, it was\n\nexpected to ensure delivery of service to the satisfaction of customers and provide\n\ntraining to their authorized staff to be polite and courteous with the customers.\n\nClause-25 provide consequence for delay by the second party in performance of its\n<span class=\"hidden_text\" id=\"span_4\">                                       5</span>\n\ncontractual obligation, which would render the second party liable to any or all of\n\nthe sanction:\n</p>\n<blockquote id=\"blockquote_2\">i. Forfeiture of security deposit\nii. Imposition of Liquidated Damages, and / or\niii. Termination of Contract for default.\n</blockquote>\n<blockquote id=\"blockquote_3\">Second party shall be liable for liquidated damage as specified in Clause 4.14 of\n\nthe Tender Bid Document for violation of terms and conditions of the bid document\n\nand / or Letter of Intent. The Transport Commissioner or any other designated\n\nauthority, notified by the State, shall be competent to determine the amount of\n\nliquidated damage. As per Clause-29, Government of Jharkhand, by a written\n\nnotice of suspension, can suspend the contract if the second party fails to perform\n\nany of its obligations under the Contract including carrying out of the services,\n\nprovided that such failure is of a nature beyond the scope of Clause 4.13, 4.14 and\n\n4.15 of the Bid Document, but is also not covered by the scope of Clause 4.16.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_10\">Notice of suspension shall specify the nature of failure and request the second party\n\nto remedy such failure within a reasonable time. Clause-30 provide the first party a\n\nright to terminate the contract and to take all consequential action in accordance\n\nwith Clause 4.15 of Tender Bid Document. Clause 4.15 of the Tender Bid\n\nDocument were also incorporated after Clause 30 of the agreement which provide\n\nthat the Government of Jharkhand will have a right to cancel the contract if the\n\nContractor commits breach of any or all conditions of the contract, but is not\n\nlimited to the items enumerated thereunder from Clause-a to Clause-i. Enumerated\n\nitems specifically spelt out the nature of breach such as, if the schedule of\n\nimplementation of the scheme is not being adhered to; the contractor stops work\n\nwithout authorization of Transport Commissioner; it becomes bankrupt or goes into\n\nliquidation; it fails to correct such defects / irregularity within a reasonable time\n\ndespite notice; it fails to make supplies as per the requirement of Government of\n\nJharkhand and as per the approved format; if it is found involved in any\n\ndistribution of duplicate HSRP without authority from the Registering Authority\n\nand / or is leaking the security features. Further conditions specifically enumerated\n<span class=\"hidden_text\" id=\"span_5\">                                       6</span>\n\nthereunder spelt out breach in failing to submit valid &#x27;conformity of Production\n\nCertificate&#x27; periodically, as per the guidelines of the Testing Agencies including\n\ndetection of any fraud or misrepresentation, etc.; breach of contract by the\n\ncontractor for any of the above reasons would invite right to terminate the contract\n\nby giving 15 days notice to the contractor and forfeiture of Performance Security\n\nwith further right to supersede and take over the entire infrastructure and operation\n\non as is where is basis at the risk and cost of the Contractor. Clause-37 of the\n\nagreement provide that in case of any conflict with any provision of this agreement\n\nand provision in the tender bid document, the provision as specified in the tender\n\nbid document shall prevail. Clause-38 relates to mechanism for resolution of any\n\ndispute or differences with the first and second party, it incorporate Clause-4.17 of\n\nthe Tender Bid Document which provide that if the parties fail to resolve the\n\ndispute amicably, then matters shall be referred to arbitration as per the provisions\n\ncontained in Clause 4.17 of the Tender Bid Document. Mechanism provided\n\nthereunder stipulate that if disagreement arising in connection with the contract\n\ncould not be resolved amicably by direct informal negotiations, either party may\n\nrefer the dispute to formal mechanism in terms of Clause 4.17.3 and it would be\n\nfinally settled by binding Arbitration under the <a href=\"/doc/1306164/\" id=\"a_2\">Arbitration and Conciliation Act,\n\n1996</a>. The Arbitration shall be by a panel of three Arbitrators, one to be appointed\n\nby each party and third to be appointed by the two Arbitrators appointed by the\n\nparties. Provisions of 4.17.4, 4.17.5 and 4.17.6 provide for sitting of Arbitration\n\nand rules which shall apply to arbitration proceedings, etc.\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">8.     Petitioner company through the averment in the writ petition have sought to\n\nimpress that several communication were exchanged between March 2012 to June\n\n2012 between the parties on the issues raised by it seeking support and cooperation\n\nof the State Government in order to successfully implement the project. It refers to\n\nletters issued for software support through NIC, matters relating to deployment of\n\nits employees, its reply to the letter of Joint Commissioner regarding manufacture,\n<span class=\"hidden_text\" id=\"span_6\">                                        7</span>\n\nrecruitment, plants &amp; machineries, training and integration of NIC Vahan Software,\n\nHSRP Management Software, etc. It has further tried to show constraints faced by\n\nit in installation of Vahan Software and letter dated 27.05.2012 followed by\n\nmeeting with the Secretary-cum-Transport Commissioner with the Managing\n\nDirector of the company on the issue relating to implementation of all the steps.\n\nPetitioner has alleged deliberate non-cooperation on the part of the officers of the\n\nrespondent Transport Department in the implementation of HSRP Scheme.\n\n</p><p data-structure=\"Facts\" id=\"p_12\">9.     As would appear, the department chose to issue a show-cause on 09.06.2012\n\nupon the Managing Director of the Company stating that it was required to ensure\n\nnecessary infrastructure for embossing, supply and affixing of HSRP and to make it\n\noperational within 30 days (by 30.05.2012)          from the date of signing of the\n\nagreement at all locations of Registering Authorities in the State of Jharkhand as\n\nper Annexure-III of the Agreement. However, as per information obtained from the\n\nDistrict Transport Officer,\n\na. Out of 22 districts, it had set up embossing station in only one district of Ranchi.\n\nb. No affixing station has been set up and made operational in 21 districts and no\n\nHSRP has been affixed in these districts.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">c. Not even a single Data Entry Operator is in place in many of the districts.\n\nd. In those districts, no Data Entry Operator has joined, no affixing station has been\n\nset up and there is no manpower deployed by the company to affix HSRP.\n\nIt indicated extremely slow and negligible progress of work to implement the\n\nscheme. Petitioner was called to respond by 18.06.2012, failing which action\n\nwould be taken to cancel the agreement and forfeit the security deposit.\n\n</p><p data-structure=\"Facts\" id=\"p_14\">10.    Petitioner approached this Court against the issuance of the show-cause\n\nnotice dated 09.06.2012 in WPC No. 3233/2012. Learned Single Judge vide order\n\ndated 19.06.2012 however, did not find any ground for interfering with the notice\n\nat that stage. The writ petition was disposed of with a direction to the respondents\n\nto pass an appropriate order after considering the petitioner&#x27;s reply, if already filed\n<span class=\"hidden_text\" id=\"span_7\">                                        8</span>\n\n(Annexure-7). Petitioner submitted its reply through letter dated 27.06.2012\n\n(Annexure-8) inter-alia stating that the allegations contained therein are\n\nmisconceived and baseless. According to it, as per discussions made with the\n\nrespondent authorities and specifically agreed upon for better control of inventory\n\nand maximization of plant and machinery, it was required to set up two embossing\n\nstation at Ranchi and Dhanbad which will each cater to the requirement of\n\nembossing in 11 districts. It stated that on the question of setting up of affixing\n\nstation in 21 districts, petitioner indicated that it had periodically been requesting to\n\nall 21 DTOs through various letters to hand over space. It furnished a chart of\n\nabout 22 districts stating that the area allotted was much less than 1000 sq.ft\n\nrequired to set up affixation station. It stated that it had posted Data Entry\n\nOperators at all the 22 DTOs. According to the petitioner, all are fully functional\n\nwith DEOs and fitters with tools and tackles. Affixation of HSRP was dependent\n\non receipt of authenticated data, authorization letters from designated Nodal\n\nOfficers and deposit of money by the vehicle owners, etc.              The process of\n\nembossing would start, once the above are completed. The chart was furnished in\n\nrespect of authorization slips received in each district and affixatiion done as also\n\nrate for affixation. Petitioner on its part is said to have confirmed deployment of\n\nadequate manpower for affixation at all the DTO offices and refuted the contention\n\nof the State Government authorities as misconceived and baseless.\n\n</p><p data-structure=\"Facts\" id=\"p_15\">11.    However, respondent department chose to terminate the contract through\n\nletter at Annexure-12 dated 13.08.2012, impugned herein, on the plea that it had\n\nviolated the terms and conditions of the agreement and failed to set up individual\n\nembossing and affixation station as per Annexure-III requiring to set up individual\n\nembossing and affixing station in or in proximity of the Registering Authorities in\n\neach of the districts. Its action in setting up only two embossing station was not\n\nonly violative of the terms and conditions, but it also led to undue delay in supply\n\nand affixing of HSRP almost throughout the State. The termination order through a\n<span class=\"hidden_text\" id=\"span_8\">                                         9</span>\n\ntable incorporated therein, tried to show that space have been made available by\n\nmost of the District Transport Officer before 30.05.2012 for setting up of\n\nembossing and affixing station. However, the company has failed to set up station\n\nin 21 districts in the State. It also rejected the reply of the petitioner that Data Entry\n\nOperators have been posted in all 22 DTO Offices in the State. It was rather\n\ncommented that untrained and unauthorized personnel have been deputed without\n\nproper authorization to receive the requisite data from the DTO offices. The action\n\nof the petitioner company therefore was found to have clearly violated the terms\n\nand conditions of the agreement under which HSRP was to be affixed within four\n\nworking days from the receipt of authorization. Inputs of various DTOs indicated\n\nthat personnel were issuing manual fee receipts to vehicle owners for HSRP which\n\nlead to unnecessary delay in disposal of cases. Clause-15 of the Agreement was\n\nreferred to show that the company was under an obligation to set up a Management\n\nInformation System for providing secondary cross verification process and\n\ndocumentation of key related field such as Chasis Number, Engine Number and\n\nRegistration Number, Laser ID No. which would help in maintaining a proper\n\nrecord of each HSRP issued. It alleges that despite getting the registration data\n\ngenerated through Vahan Software on day to day basis by all the Registering\n\nAuthorities in the State, Company had failed to provide necessary information of\n\nHSRP to the DTOs, as per terms of the agreement. Letters relied upon by the\n\npetitioner do indicate that progress of HSRP project were held to be totally\n\nincorrect with misleading data and contradicting each other. The order of\n\ntermination also refers to the complaints being received from various DTOs\n\nregarding inferior quality of number plates provided by the Company to the vehicle\n\nowners. After discussion of various aspect relating to execution of project, it\n\nconcludes by observing that company had indulged in gross violation of several\n\nclauses of terms of agreement dated 30.04.2012 which was unacceptable.\n\nAccordingly, invoking clause 30 of the agreement, contract was terminated and\n<span class=\"hidden_text\" id=\"span_9\">                                      10</span>\n\nbank guarantee of Rs. 2.00 crores, submitted by the Company to the department as\n\nperformance security deposit, was invoked. The order of termination was followed\n\nby an office order no. 923 dated 14.09.2012 (Annexure-18) debarring the petitioner\n\nfrom participating in any tender process for a period of five years as it had failed\n\nto implement the High Security Registration Plate Scheme, as per terms and\n\nconditions of the agreement, which also resulted in its termination vide letter dated\n\n13.08.2012. The same is also impugned herein.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"83485553\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1257955\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"899938\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"227651\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"743328\" id=\"span_14\">11.    Learned Senior Counsel for the petitioner has based his argument attacking\n\nthe order of debarment on the ground of violation of principles of natural justice as\n\naccording to it, no opportunity of show-cause was ever given to it. The show-cause\n\nnotice dated 09.06.2012 asked the petitioner to offer its reply as to why agreement\n\nbe not terminated, enumerating a number of instances such as, failure on the part of\n\nthe petitioner to make the project operational by 30.05.2012 i.e. within 30 days\n\nfrom the date of signing of the agreement at any locations of the Registering\n\nAuthority in the State of Jharkhand, as per Annexure-III of the agreement.\n\nPetitioner submitted its reply vide Annexure-8 dated 27.06.2012 against the\n\nproposed impugned action of termination of agreement, but was completely\n\nsurprised by an order of debarment passed without any opportunity to defend itself\n\nagainst the proposed debarment. Principle of law laid down in the case of M/s\n\n<a href=\"/doc/743328/\" id=\"a_3\">Erusian Equipment &amp; Chemicals Ltd. vs. State of West Bengal and another</a>\n\n(1975) 1 SCC 70 para-12, 15, 17 and 20, <a href=\"/doc/227651/\" id=\"a_4\">Joseph Vilangandan vs. The\n\nExecutive Engineer, (PWD), Ernakulam and others</a> (1978) 3 SCC 36, para-16,\n\n17,18, <a href=\"/doc/899938/\" id=\"a_5\">Jagdish Mandal vs. State of Orissa and others</a> and analogous case\n\n(2007) 14 SCC 517 para-22, <a href=\"/doc/1257955/\" id=\"a_6\">B.S.N. Joshi &amp; Sons Ltd. Vs. Nair Coal Services\n\nLtd. And others</a> (2006) 11 SCC 548, para-39 to 41 and 66 and in the latest\n\njudgment rendered by the Apex Court in the case of <a href=\"/doc/83485553/\" id=\"a_7\">Gorkha Security Services Vs.\n\nGovernment (NCT of Delhi) &amp; others</a> (2014) 9 SCC 105, Para-21 and 27 have\n\nbeen relied upon to assail the order of debarment. It has been urged that the\n<span class=\"hidden_text\" id=\"span_15\">                                       11</span>\n\ndebarment is equivalent to blacklisting and affects fundamental right to carry on\n\nbusiness. Contents of the show-cause require not only an opportunity to respond to\n\nthe main allegations, but also against the proportionality of punishment sought to\n\nbe imposed considering the gravity of the charges and mitigating circumstances.\n\nSince none of these requirements have been met before effecting a serious adverse\n\ncivil consequence of debarment in participating in tender process for a period of\n\nfive years, the order of debarment is subject to judicial review, as it has been\n\nwholly arbitrary and in violation of principles of natural justice.</span></span></span></span></span>\n\n</p><p data-structure=\"PetArg\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1783972\" id=\"span_16\">12.    Argument in opposition has been advanced on the instant challenge by the\n\ncounsel for the State, submitting that non-issuance of the show-cause did not\n\nprejudice the case of the petitioner. Petitioner got full knowledge of his defaulting\n\naction or omission by the show-cause notice issued before termination of his\n\nagreement to which, he has also responded through detailed reply. The order of\n\ndebarment is nothing but consequence which flows out of serious default on the\n\npart of the petitioner in execution of the project and making it operational within\n\nthe time line stipulated under the agreement. Learned counsel for the State has\n\nrelied upon judgments rendered in the case of <a href=\"/doc/1783972/\" id=\"a_8\">Grosons Pharmaceuticals (P) Ltd.\n\nAnd another vs. State of U.P. And others</a> (2001) 8 SCC 604, para-2 thereof to\n\nsupport his submission that the petitioner has been rightly debarred from\n\nparticipating in any tender process for a period of five years as it had failed to\n\nimplement the High Security Registration Plate Scheme, as per terms and\n\nconditions of the agreement. It also resulted in termination of the contract vide\n\nletter dated 13.08.2012.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83485553\" id=\"span_17\">13.   The factual narration of the event clearly reveals that the order of debarment\n\nhas been issued without any notice or show-cause. In essence, it is in complete\n\nviolation of principles of natural justice. In this regard, on a survey of decision\n\ncited by the parties, it is evident that the impugned action of debarment has\n\ncompletely failed to conform to the requirement of a show-cause notice before any\n<span class=\"hidden_text\" id=\"span_18\">                                      12</span>\n\nsuch harsh action of debarment from participating in tender process for a period of\n\nfive years, could have been taken. It would be proper to reproduce the opinion of\n\nthe Hon&#x27;ble Supreme Court in the case of <a href=\"/doc/83485553/\" id=\"a_9\">Gorkha Security Services</a> (Supra), as\n\ncontained in paragraphs-21 and 33 of the report, which reads as under:</span>\n\n\n</p><blockquote id=\"blockquote_4\">                    &quot;21. The central issue, however, pertains to the requirement of\n                    stating the action which is proposed to be taken. The\n                    fundamental purpose behind the serving of show-cause notice\n                    is to make the noticee understand the precise case set up\n                    against him which he has to meet. This would require the\n                    statement of imputations detailing out the alleged breaches and\n                    defaults he has committed, so that he gets an opportunity to\n                    rebut the same. Another requirement, according to us, is the\n                    nature of action which is proposed to be taken for such a\n                    breach. That should also be stated so that the noticee is able to\n                    point out that proposed action is not warranted in the given\n                    case, even if the defaults/breaches complained of are not\n                    satisfactorily explained. When it comes to blacklisting, this\n                    requirement becomes all the more imperative, having regard to\n                    the fact that it is harshest possible action.\n</blockquote><blockquote id=\"blockquote_5\">                    33. When we apply the ratio of the aforesaid judgment to the\n                    facts of the present case, it becomes difficult to accept the\n                    argument of the learned Additional Solicitor General. In the\n                    first instance, we may point out that no such case was set up by\n                    the respondents that by omitting to state the proposed action of\n                    blacklisting the appellant in the show-cause notice, has not\n                    caused any prejudice to the appellant. Moreover, had the action\n                    of blacklisting being specifically proposed in the show-cause\n                    notice, the appellant could have mentioned as to why such\n                    extreme penalty is not justified. It could have come out with\n                    extenuating circumstances defending such an action even if the\n                    defaults were there and the Department was not satisfied with\n                    the explanation qua the defaults. It could have even pleaded\n                    with the Department not to blacklist the appellant or do it for a\n                    lesser period in case the Department still wanted to blacklist\n                    the appellant. Therefore, it is not at all acceptable that non-\n                    mentioning of proposed blacklisting in the show-cause notice\n                    has not caused any prejudice to the appellant. This apart, the\n                    extreme nature of such a harsh penalty like blacklisting with\n                    severe consequences, would itself amount to causing prejudice\n                    to the appellant.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">14.   In the absence of a show-cause notice, respondents have therefore failed to\n\nprovide the petitioner any opportunity to understand the precise imputation of\n\nalleged breach or default, to which he would have had an opportunity to rebut. On\n\nfailure to do so, petitioner also never got an opportunity to explain against the\n\nproposed nature of action to be taken i.e. blacklisting or debarment which entails\n<span class=\"hidden_text\" id=\"span_19\">                                       13</span>\n\nserious adverse civil consequence affecting his fundamental right to carry on\n\nbusiness.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">15.    The contention of the respondents that no prejudice has been caused to the\n\npetitioner, cannot be accepted given the extreme nature of penalty entailing serious\n\nconsequence of debarment imposed upon him. The impugned order of debarment\n\ncontained at Annexure-18, cannot therefore survive in the eye of law and it is\n\nquashed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">16.    Having recorded the findings in relation to the order of debarment, I proceed\n\nto dwell upon the second part of challenge relating to the termination of the\n\nagreement. Salient features of the agreement, as canvassed by the parties also, have\n\nbeen delineated in the foregoing paragraphs of this judgment. It is proper to deal\n\nwith the rival contention of the parties.\n</p>\n<p data-structure=\"PetArg\" id=\"p_22\">17.    Learner Senior Counsel for the petitioner has, in his erudite style, assailed\n\nthe impugned action by referring to the grounds as contained in the show-cause\n\nnotice of termination and the petitioner&#x27;s categorical reply thereto. He has\n\nendeavoured to show that the allegation relating to non-setting up of embossing\n\nand affixation stations in 22 districts in the State except Ranchi district where\n\nembossing station was set up, is explained through several correspondences\n\nundertaken between the parties. Petitioner has ventured to submit that even prior to\n\nissuance of Letter of Intent, there was an understanding with the respondent\n\nauthorities of setting up of two zonal headquarters at Ranchi and Dhanbad from\n\nwhere district falling under two zones, would be catered to. Various letters post\n\nagreement dated 30.04.2012, 08.05.2012, 17.05.2012, 19.05.2012, 12.05.2012 up\n\nto 02.06.2012 have been referred to. Petitioner has asserted that the minimum\n\nrequirement of 2000 sq. ft of space for setting up of embossing station was not\n\nprovided and another space which was provided in some of the districts,was not\n\nonly belated, but was also inadequate. Petitioner has also submitted that various\n\nletters referred to in the impugned orders pertains to the last week of July 2012,\n<span class=\"hidden_text\" id=\"span_20\">                                      14</span>\n\nmuch after issuance of the show-cause notice on 09.06.2012 without giving\n\npetitioner a chance to respond thereto. The impugned order has relied upon\n\nviolation of clause-12, 13, 16 and 24, though show-cause notice alleged violation\n\nof clause-8 of the agreement only. It therefore travels beyond show-cause notice\n\nand finding based thereon are on reasons different from two charges to which the\n\npetitioner did not get any opportunity to reply. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1837602\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1268608\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1788673\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1389589\" id=\"span_24\">In support thereof, petitioner has\n\nreferred to the judgments rendered by the Apex Court in the case of S.L. Kapoor\n\nvs. Jagmohan and others (<a href=\"/doc/1389589/\" id=\"a_10\">2014) 9 SCC 105, Tarlochan Dev Sharma vs. State\n\nof Punjab and others</a> (<a href=\"/doc/1788673/\" id=\"a_11\">2001) 6 SCC 260 Commissioner of Central Excise,\n\nBhubaneshwar-I vs. Champdany Industries Limited</a> (<a href=\"/doc/1268608/\" id=\"a_12\">2009) 9 SCC 466, (2003)\n\n2 MPLJ 158, Commissioner of Income Tax, Trivandrum vs. Tra Vancore\n\nTitanium Products Ltd</a> (<a href=\"/doc/1837602/\" id=\"a_13\">2001) 1 SCC 590, Dhakeswari Cotton Mills Ltd. vs.\n\nCommissioner of Income Tax, West Bengal</a> AIR 1955 SC 65. Proposition of law\n\nderived from the judgments referred to hereinabove, lay down that any decision\n\nentailing civil consequences is required to conform to the principles of natural\n\njustice. The facts constituting the gravamen of the charges has to be contained in\n\nthe show-cause notice, otherwise it cannot be relied upon to make a basis for\n\npassing the impugned order. It is contended that the respondent also do not deny\n\nthese facts in the pleadings or submissions relating to letters of various DTOs\n\nissued much after issuance of the show-cause notice. In relation to the charge nos.\n\n2, 3 and 4 of the show-cause notice, petitioner has, on its part, asserted that these\n\nare based on the materials i.e. letters of various District Transport Officers issued\n\nin the last week of July 2012, which were once again never communicated to it.\n\nPetitioner has referred to the content of its reply to submit that affixation of HSRP\n\nwere dependent upon the receipt of authenticated data, authorization letters from\n\nthe designated Nodal Officers and deposit of money by the vehicle owners. The\n\nprocess of embossing and personalization of HSRPs starts once the above are\n\ncompleted. According to the petitioner, chart furnished with the show-cause reply\n<span class=\"hidden_text\" id=\"span_25\">                                     15</span>\n\nitself shows issuance of allotment letters by some of the DTOs between\n\n29.05.2012 to 30.05.2012. Some of the DTOs had given allotment letters, but\n\npossession was yet to be given. Contention advanced is to the effect that the\n\nrespondents were violating their reciprocal promises to provide adequate space for\n\nsetting up embossing stations in or near the district Registration Office. Statement\n\nmade at paragraph-9 of the counter affidavit to the assertion made on behalf of the\n\npetitioner on these facts, have also been referred to. It is submitted that the\n\nrespondent department has accepted its responsibility to provide space to the\n\nPetitioner Company to ensure setting up of necessary infrastructure for embossing,\n\nsupply and affixation of HSRP, while the company in turn, had to pay for using\n\nsuch space on monthly basis.</span></span></span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_23\">18.     According to the petitioner, specific reply furnished by petitioner in\n\nresponse to the show-cause notice on the allotment and possession of space in the\n\nvarious districts, have not been denied in the impugned termination order.\n\nReference is also made to allotment of space in some of the districts by letters\n\nissued on 15.06.2012, 16.06.2012 and 06.06.2012 respectively in East Singhbhum,\n\nGiridih and Dumka. Reference is also made to the letters enclosed to the\n\nrespondent&#x27;s counter affidavit at Annexure-E series that space provided was not\n\ninadequate, such as in Palamau, Garhwa, etc., but also disputing the data furnished\n\nby the petitioner on wholly unsustainable facts. Learned Senior Counsel for the\n\npetitioner, during course of lengthy argument, have taken pains to take this Court\n\nto the various letters, documents, provisions of agreement, bid document, show-\n\ncause notice and their reply to it to drive home the point that the findings of the\n\nTransport Commissioner in terminating the contract on the charge that the\n\npetitioner had set up only two embossing stations in violation of clause-8 of the\n\nagreement is clearly arbitrary and perverse; it seeks to impose strictest of penalty\n\nconceived under the agreement i.e. termination of the agreement itself. He has also\n\ntried to show the bonafide and willingness of the petitioner to abide by any\n<span class=\"hidden_text\" id=\"span_26\">                                        16</span>\n\ndirection of the respondent by citing example of embossing station made\n\noperational at Jamshedpur after adequate space was made available even after\n\nshow-cause notice. Petitioner has also questioned the grounds taken by the\n\nTransport Commissioner that there was no requirement under the agreement\n\nrelating to integration with the HSRP Management Software of the petitioner. It is\n\nreiterated in the letter dated 28.05.2012 on the subject of affixing High Security\n\nRegistration Plates by the scheduled date 30.05.2012. It merely directs affixation\n\nof HSRP with effect from 01.06.2012 and does not even on the said date, require\n\nthe petitioner to set up embossing station in all the 22 districts of the State.\n\n</p><p data-structure=\"PetArg\" id=\"p_24\">19.    Learned Senior Counsel for the petitioner submits that the issues\n\nmushrooming up in the matters of execution of such a large project over a period\n\nof 10 years and 03 months at its very nascent stage, were required to be dealt\n\nthrough a detailed and well structured mechanism provided in the agreement itself.\n\nRespondents have however instead of resorting to resolve any such issues,\n\nstraightaway terminated the agreement which is wholly disproportionate to any of\n\nthe alleged charge. Reference has also been made to the various provisions of the\n\nagreement which provides forfeitures of security deposit; imposing of liquidated\n\ndamages; termination of the contract in default on failure of performance of the\n\ncontractual obligation. However, respondents have not resorted to mechanism <a href=\"/doc/1837602/\" id=\"a_14\">laid\n\ndown in</a> clause-4.17 for resolving the dispute amicably by direct or informal\n\nnegotiation. It was only after failure of such direct and informal negotiation within\n\na period of 30 days, that dispute could be referred for resolution by the formal\n\nmechanism specified in clause-4.17.3 through Arbitrator. Provisions of Clause-\n\n4.17.6, 4.20 and 4.20.1 relate to termination of the contract after decision arrived at\n\nin any such arbitration proceeding within 30 days of the decision arrived at\n\nbetween such arbitration and other provisions of suspension of contract also, have\n\nalso been clearly laid down. Learned counsel for the petitioner has submitted that\n\neven in contractual matters, a writ petition is maintainable. The State is bound to\n<span class=\"hidden_text\" id=\"span_27\">                                        17</span>\n\n act in a reasonable and non-arbitrary manner even in such matters. Therefore, this\n\n Court, in exercise of writ jurisdiction under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> of the Constitution of\n\n India, is well within its power to quash the impugned order of termination as it is\n\n wholly arbitrary, unreasonable and violative of principles of natural justice.\n\n Learned counsel for the petitioner has <a href=\"/doc/1837602/\" id=\"a_16\">placed reliance upon</a> the following\n\n judgments:\n</p>\n<blockquote id=\"blockquote_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_28\">1.     (2004) 3 SCC 553 (<a href=\"/doc/1943124/\" id=\"a_17\">ABL International Ltd. And another vs. Export\n       Credit Guarantee Corporation of India Ltd and others</a>)</span>\n\n</blockquote><blockquote id=\"blockquote_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1700980\" id=\"span_29\">2.     (2008) 3 SCC 440 (<a href=\"/doc/1700980/\" id=\"a_18\">Food Corporation of India and Another vs. SEIL Ltd</a>.</span>\n</blockquote><blockquote id=\"blockquote_8\">       And others\n</blockquote><blockquote id=\"blockquote_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"899629\" id=\"span_30\">3.     (2008) 12 SCC 500 (<a href=\"/doc/899629/\" id=\"a_19\">Kisan Sahkari Chini Mills Limited &amp; others vs.\n       Vardan Linkers and others</a>)</span>\n</blockquote><blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"332927\" id=\"span_31\">4.     (2009) 1 SCC 150 (<a href=\"/doc/332927/\" id=\"a_20\">Karnataka State Forest Industries Corporation vs.\n       Indian Rocks</a>)</span>\n</blockquote><blockquote id=\"blockquote_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_32\">5.     (2011) 5 SCC 697 (<a href=\"/doc/609434/\" id=\"a_21\">Union of India and others vs. Tantia Construction\n       Private Limited</a></span>\n</blockquote><blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"70828540\" id=\"span_33\">6.     (2015) 4 SCC 136 (<a href=\"/doc/70828540/\" id=\"a_22\">Kailash Nath Associates vs. Delhi Development\n       Authority &amp; another</a></span>\n</blockquote><blockquote id=\"blockquote_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1052468\" id=\"span_34\">7.     AIR 1954 Bombay 232 (<a href=\"/doc/1052468/\" id=\"a_23\">All India Groundnut Syndicate Ltd. vs. Commr</a>.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_25\">       Of Income Tax, Bombay City)\n\n\n</p><p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164673968\" id=\"span_35\">8.     (2015) 9 SCC 433 (<a href=\"/doc/164673968/\" id=\"a_24\">State of Kerala and others vs. M.K. Jose</a>)</span>\n</p><p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1603548\" id=\"span_36\">9.     (2003) 2 SCC 107 (<a href=\"/doc/1603548/\" id=\"a_25\">Harbanslal Sahnia and another vs. Indian Oil Corpn</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_28\">       Ltd and others)\n</p><p data-structure=\"RespArg\" id=\"p_29\">20.     Submissions in response advanced by the learned Government Advocate is\n\n to the effect that the entire substratum of the facts narrated by the petitioner, prove\n\n failure to comply with the binding reciprocal promises on the part of the petitioner\n\n in the execution of the project, as per the time schedule. Learned counsel for the\n\n respondent State has also placed reliance on the contents of the order of\n\n termination to submit that violation made on the part of the petitioner goes to the\n\n core issue of the agreement itself and are not peripheral in nature as setting up of\n\n embossing and affixation stations in each of the 22 districts was a binding\n\n requirement to be completed by the time period of 30 days from the date of\n\n entering into the agreement i.e. by 30.05.2012 for the project to kick start and\n<span class=\"hidden_text\" id=\"span_37\">                                       18</span>\n\ncommence. Letters at Annexure-B series to the counter affidavit of the State goes\n\nto show petitioner&#x27;s recalcitrant approach in not setting up the embossing and\n\naffixation stations within time while raising uncalled for issued relating to supply\n\nof Vahan Software, Jharnet excess, NIC Software Interface, etc. Letters written to\n\nall the District Transport Officers at Annexure-G series such as letter no. 584 dated\n\n28.05.2012, 601 dated 30.05.2012, 609 dated 01.06.2012, etc have been placed to\n\nsupport the contention that the department had, on its part, provided all support,\n\nbut the petitioner had raised unnecessary question relating to NIC Interface\n\ncontrary to the provisions of Clause-15 of the agreement. Letter dated 08.08.2012\n\n(Annexure-I) have also been placed in relation to the inspection report of HSRP to\n\nsubmit that the petitioner&#x27;s quality of HSRP were also sub-standard. While placing\n\nreliance upon several letters enclosed at Annexure-B series received from District\n\nTransport Officer, Dumka and Koderma and such other letters from DTO, Bokaro,\n\nPakur, Hazaribagh, etc, learned Government Advocate submits that they only\n\nprove the point that the charges levelled against the petitioner of non-setting up of\n\ninfrastructure in various district despite allotment of adequate space to them, are\n\ncorrect. It is submitted that the conduct of the petitioner at the very inception of the\n\nproject gave the impression that it was not at all seriously interested in the\n\nexecution of the project as per the time schedule. All these facts have been\n\nconsidered in a proper manner by a well reasoned order with full application of\n\nmind by the respondent Secretary - cum - Transport Commissioner while issuing\n\nthe impugned order of termination of the agreement with the petitioner. Learned\n\ncounsel for the respondent State has also countenanced the argument of the\n\npetitioner that in terms of the penalty clause under the agreement, termination\n\ncould not have been resorted to as a first measure. Reference is made to the\n\nprovisions of clause-25 to 31 of the agreement where contractor on failure to\n\nexecute the contract, would be liable to any or all of the consequences. It is\n\nsubmitted that Government have a right to cancel the contract if the contractor\n<span class=\"hidden_text\" id=\"span_38\">                                      19</span>\n\ncommits breach of any of the conditions of the contract. Clause-25 provides\n\nconsequences for delay by the second party in performance of its contractual\n\nobligation which would render the second party liable to any or all of the sanction\n\nsuch as, i. forfeiture of security deposit, ii. imposition of Liquidated Damages,\n\nand / or, iii. Termination of Contract for default. Counsel for the respondent at the\n\nend submitted that the nature of breach i.e. non-setting up of embossing and\n\naffixing stations as per schedule, failure to start delivery of services except at few\n\nplaces, poor quality of HSRP supply as per report received from the district\n\nTransport Officer, misleading reports that space have not been provided,\n\nunnecessary controversy relating to Vahan Software Interface with the NIC, all go\n\nto show a deliberate conduct of the petitioner for the delay and failure in execution\n\nof such an important project of the state to be carried out in terms of the provisions\n\nof the <a href=\"/doc/785258/\" id=\"a_26\">Motor Vehicles Act</a> and relevant rules framed thereunder. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"460900\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"191872\" id=\"span_40\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"354257\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1448045\" id=\"span_42\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"196344595\" id=\"span_43\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"27844805\" id=\"span_44\">Learned counsel\n\nfor the State has endeavoured to place reliance upon the judgment rendered by the\n\nApex Court on the point that judicial review in contractual matters is permissible\n\nto a very limited extent. Present case not only involves disputed questions of fact,\n\nbut also construction of the terms and conditions of the agreement entered into\n\nbetween the parties. Petitioner, if at all, has a remedy elsewhere if aggrieved by the\n\nimpugned order of termination, but not in judicial review proceeding. Reliance has\n\nbeen placed upon the judgments rendered by the Apex Court in the case of State\n\nof Kerala &amp; Ors. Versus M.K. Jose 2015 (3) JLJR 495( SC), para-\n\n13,14,15,16,17, <a href=\"/doc/27844805/\" id=\"a_27\">Rishi Kiran Logistics Pvt. Ltd. vs. Board of Trustees of Kandla\n\nPort Trust</a> &amp; ors. [AIR 2014 Supreme Court 3358], para-20 and 29 thereof,\n\n<a href=\"/doc/196344595/\" id=\"a_28\">A.S. Motors Private Limited vs. Union of India &amp; others</a> [(2013) 10 SCC 114],\n\npara-8, 15 to 17, 20, 22 and 23 thereof, <a href=\"/doc/1448045/\" id=\"a_29\">Rajasthan Housing Board &amp; another\n\nvs. G.S. Investments and another</a> [(2007) 1 SCC 477[, para-10 and 11, <a href=\"/doc/354257/\" id=\"a_30\">Noble\n\nResources Ltd. vs. State of Orissa and another</a> [(2006) 10 SCC 236], para-15,\n\n30 and 31 thereof, <a href=\"/doc/191872/\" id=\"a_31\">National Highways Authority of India vs. Ganga\n<span class=\"hidden_text\" id=\"span_45\">                                       20</span>\n\nEnterprises and another</a> [(2003) 7 SCC 410] para-6, <a href=\"/doc/460900/\" id=\"a_32\">State of Bihar and others\n\nvs. Jain Plastics and Chemicals Ltd</a> [(2002) 1 SCC 216], para- 8 and 7.</span></span></span></span></span></span>\n\n<span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"952082\" id=\"span_46\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"187501619\" id=\"span_47\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"541216\" id=\"span_48\">Reliance has also been placed upon the judgment rendered by the Apex Court in\n\nthe case of M/s <a href=\"/doc/541216/\" id=\"a_33\">Radhakrishna Agarwal and others vs. State of Bihar and\n\nothers</a> [AIR 1977 Supreme Court 1496], <a href=\"/doc/187501619/\" id=\"a_34\">Michigan Rubber (India) Limited vs.\n\nState of Karnataka and others</a> (<a href=\"/doc/952082/\" id=\"a_35\">2012) 8 SCC 216 and Raunaq International\n\nLtd. vs. I.V.R. Construction Ltd and others</a> (1999) 1 SCC 492. To summarize,\n\nlearned counsel for the State justified the impugned action of termination of\n\nthe agreement with the petitioner and submitted that the writ petition\n\ndeserves dismissal.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"952082\" id=\"span_49\">21.    The erudite submission of the learned counsel for the parties have engrossed\n\nthe attention of the Court to the wide canvass of facts in issue involved and the\n\noverarching proposition of law <a href=\"/doc/952082/\" id=\"a_36\">laid down by</a> the Apex Court within the contours of\n\nwhich under writ jurisdiction, this Court can delve into without uncalled for\n\ntransgression in unchartered territories involving determination on questions of\n\nfacts disputed.</span> On a careful study of the pronouncement rendered by the Apex\n\nCourt profusely relied upon by the counsel for both the parties, referred to herein-\n\nabove, the legal position which emerges as to the maintainability of the writ\n\npetition in contractual matters, are being briefly summed up:\n\n</p><blockquote id=\"blockquote_14\">(a) Merely because some disputed questions of fact arises for consideration, the\n\nsame cannot be a ground to refuse to entertain the writ petition in all cases as a\n\nmatter of rule. However, while entertaining the objection to the maintainability of\n\nthe writ petition under <a href=\"/doc/1712542/\" id=\"a_37\">Article 226</a> of the Constitution of India, the Court is\n\nrequired to bear in mind that the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_38\">Article 226</a>\n\nof the Constitution of India, is plenary in nature and is not limited by any other\n\nprovisions of the Constitution. High Court having regard to the facts of the case,\n\nhas a discretion to entertain or not to entertain a writ petition. Court has imposed\n\nupon itself certain restrictions in exercise of its powers and this plenary right of the\n<span class=\"hidden_text\" id=\"span_50\">                                       21</span>\n\nHigh Court to issue prerogative writ, will not normally be exercised to the\n\nexclusion of other available remedies, unless such action of the State or its\n\ninstrumentality is arbitrary and unreasonable, so as to violate the constitutional\n\nmandate of <a href=\"/doc/367586/\" id=\"a_39\">Article 14</a> or for other valid and legitimate reasons, for which the Court\n\nthinks it necessary to exercise the said jurisdiction.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_31\">22.    Having closely scrutinized the legal position rendered in this regard upon\n\nconsideration of the judgments relied upon by the counsel for the petitioner as also\n\non behalf of the State, this Court does not intend to burden the judgement on the\n\naforesaid settled proposition of law which has emerged out of the judgments\n\nrendered by the Apex Court and as culled out herein-above.\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">23.    In the facts of the present case, the adjudication on the issue whether the\n\nimpugned administrative action of cancellation of the agreement was arbitrary or\n\nunreasonable, is dependent on questions of facts over which parties are in serious\n\ndispute. For example, while the petitioner asserts that correspondences undertaken\n\nbefore execution of the agreement, itself lead to an impression that it was required\n\nto set up embossing stations at only 02 districts of Ranchi and Dhanbad.\n\nRespondents are very categorical in denial by referring to the terms and conditions\n\nof the agreement itself that the petitioner was required to set up embossing and\n\naffixation stations at all the 22 districts. Whether the contention of the petitioner is\n\ntrue on facts, is again dependent upon construction of terms and conditions of the\n\nagreement itself in relation to the correspondences relied upon by them. At the\n\nsame time, claims and counter claims made by the petitioner and the respondents\n\non the question of allotment of space and adequacy of space for setting up\n\ninfrastructure at 22 districts based upon documents from both the sides, leads to\n\nthe impression that on the one hand, petitioner has alleged failure on the part of the\n\nrespondent department to provide allotment of space or adequate space at most of\n\nthe stations, while respondents allege to the contrary. Whether petitioner was\n\nrequired to set up only two embossing stations at Ranchi and Dhanbad for catering\n<span class=\"hidden_text\" id=\"span_51\">                                       22</span>\n\nto two zones of 22 districts of the State, leaves this Court with little doubt that the\n\nquestions of fact are seriously in dispute between the parties. Whether the\n\npetitioner had taken all measures to deploy its personnel in all districts where\n\nembossing and affixation of HSRP was to be done, is again in the realm of\n\ndisputed questions of facts between the parties. Construction of terms and\n\nconditions of the agreement are again in the realm of the dispute between the\n\nparties.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">24.    Respondents on its part has sought to strengthen its case by relying upon\n\nletters furnished by the respective district Transport authorities in late July 2012 to\n\nsubstantiate the allegation that the petitioner has been failing in its duty to set up\n\ninfrastructure in various districts to carry out affixation and supply of HSRP to\n\nultimate consumers. The agreement clearly stipulates obligation on the second\n\nparty i.e. the petitioner to create infrastructure facilities in the places specified in\n\nthe tender document for embossing, supply and affixing of HSRP and to make it\n\noperational within 30 days from signing of the agreement at all locations of the\n\nregistering authorities in the State of Jharkhand, as per Annexure-III of the bid\n\ndocument. Time limit for affixing of HSRP was only 04 working days from the\n\ndate of issuance of authorization by the Registering Authority i.e. DTO in the\n\nprescribed format on payment of prescribed fee.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">25.    From the conspectus of the rival facts canvassed by the parties, it now boils\n\ndown to a question of fact seriously contested as to whether delay in setting up of\n\nembossing and affixing stations within 30 days period was attributable to the\n\npetitioner. These questions of fact though sought to be agitated on the basis of\n\naffidavit between the parties, are surely in the realm of allegation and counter\n\nallegation to be determined on the basis of the evidence on the breach of reciprocal\n\npromise by either of the parties.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164673968\" id=\"span_52\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_53\">26.    Judicial review of the administrative action of termination of the agreement\n\nby the respondent on such disputed questions of facts seriously in contest between\n<span class=\"hidden_text\" id=\"span_54\">                                      23</span>\n\nthe parties, is neither safe, nor desirable. The position in law has been\n\nprogressively laid down through a catena of decisions rendered by the Apex Court\n\nincluding that of <a href=\"/doc/1943124/\" id=\"a_40\">ABL International Ltd. vs. Export Credit Guarantee Corpn.\n\nOf India Ltd</a> [(2004) 3 SCC 553] and in the latest judgment rendered by the Apex\n\nCourt in the case of <a href=\"/doc/164673968/\" id=\"a_41\">M.K. Jose</a> (Supra). There appears to be no iota of doubt that\n\nthe present challenge to the impugned action cannot be confined purely to the\n\nrealm of public law remedy on the available grounds of judicial review, as it\n\ninvolves determination of several disputed questions of fact which are dependent\n\nupon construction of the terms and conditions of the agreement between the\n\nparties. Such rival claims of the parties with regard to breach of contract are to be\n\ninvestigated and determined on the basis of the evidence which may be led by the\n\nparties in a properly instituted civil suit or in a arbitration proceeding, if\n\npermissible under the terms of the agreement itself, rather than by a Court\n\nexercising power to issue prerogative writs.</span></span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1943124\" id=\"span_55\">The question raised herein do not\n\npertain to certain violation of agreement as was in the case of <a href=\"/doc/1943124/\" id=\"a_42\">ABL International\n\nLtd</a> (Supra) where facts was absolutely very clear from the documentary evidence.</span>\n\n<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164673968\" id=\"span_56\">The principle of law, as <a href=\"/doc/1943124/\" id=\"a_43\">laid down by</a> the Apex Court and discussed on survey of\n\nseveral precedents on the point are dealt with in the recent judgment rendered by\n\nthe Apex Court in the case of <a href=\"/doc/164673968/\" id=\"a_44\">M.K. Jose</a> (Supra). Para-13, 14, 16, 17, 18 and 20 are\n\nbeing reproduced hereunder:</span>\n</p>\n<blockquote id=\"blockquote_15\">             13. A writ court should ordinarily not entertain a writ petition, if there\n             is a breach of contract involving disputed questions of fact. The\n             present case clearly indicates that the factual disputes are involved.\n</blockquote><blockquote id=\"blockquote_16\">             14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_57\">In <a href=\"/doc/460900/\" id=\"a_45\">State of Bihar v. Jain Plastics and Chemicals Ltd.</a>, a two-Judge\n             Bench reiterating the exercise of power under <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> of the\n             Constitution in respect of enforcement of contractual obligations has\n             stated: (SCC p. 217, para 3)\n                 &quot;3. ... It is to be reiterated that writ petition under <a href=\"/doc/1712542/\" id=\"a_47\">Article 226</a> is\n             not the proper proceedings for adjudicating such disputes. Under the\n             law, it was open to the respondent to approach the court of competent\n             jurisdiction for appropriate relief for breach of contract. It is settled\n             law that when an alternative and equally efficacious remedy is open to\n             the litigant, he should be required to pursue that remedy and not\n             invoke the writ jurisdiction of the High Court. Equally, the existence\n             of alternative remedy does not affect the jurisdiction of the court to\n<span class=\"hidden_text\" id=\"span_58\">                          24</span>\n\nissue writ, but ordinarily that would be a good ground in refusing to\nexercise the discretion under <a href=\"/doc/1712542/\" id=\"a_48\">Article 226.&quot;</a></span>\n</blockquote><blockquote id=\"blockquote_17\">In the said case, it has been further observed: (SCC p. 218, para 7)\n     &quot;7. ... It is true that many matters could be decided after referring\nto the contentions raised in the affidavits and counter-affidavits, but\nthat would hardly be a ground for exercise of extraordinary\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_49\">Article 226</a> of the Constitution in case of alleged\nbreach of contract. Whether the alleged non-supply of road permits by\nthe appellants would justify breach of contract by the respondent\nwould depend upon facts and evidence and is not required to be\ndecided or dealt with in a writ petition. Such seriously disputed\nquestions or rival claims of the parties with regard to breach of\ncontract are to be investigated and determined on the basis of\nevidence which may be led by the parties in a properly instituted civil\nsuit rather than by a court exercising prerogative of issuing writs.&quot;\n</blockquote><blockquote id=\"blockquote_18\">16. Having referred to the aforesaid decisions, it is obligatory on our\npart to refer to two other authorities of this Court where it has been\nopined that under what circumstances a disputed question of fact can\nbe gone into. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_59\">In <a href=\"/doc/1141333/\" id=\"a_50\">Gunwant Kaur v. Municipal Committee, Bhatinda</a>, it\nhas been held thus: (SCC p. 774, paras 14-16)\n     &quot;14. The High Court observed that they will not determine\ndisputed question of fact in a writ petition. But what facts were in\ndispute and what were admitted could only be determined after an\naffidavit-in-reply was filed by the State. The High Court, however,\nproceeded to dismiss the petition in limine. The High Court is not\ndeprived of its jurisdiction to entertain a petition under <a href=\"/doc/1712542/\" id=\"a_51\">Article 226</a>\nmerely because in considering the petitioner&#x27;s right to relief questions\nof fact may fall to be determined. In a petition under <a href=\"/doc/1712542/\" id=\"a_52\">Article 226</a> the\nHigh Court has jurisdiction to try issues both of fact and law. Exercise\nof the jurisdiction is, it is true, discretionary, but the discretion must\nbe exercised on sound judicial principles. When the petition raises\nquestions of fact of a complex nature, which may for their\ndetermination require oral evidence to be taken, and on that account\nthe High Court is of the view that the dispute may not appropriately\nbe tried in a writ petition, the High Court may decline to try a petition.</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_36\">Rejection of a petition in limine will normally be justified, where the\nHigh Court is of the view that the petition is frivolous or because of\nthe nature of the claim made dispute sought to be agitated, or that the\npetition against the party against whom relief is claimed is not\nmaintainable or that the dispute raised thereby is such that it would be\ninappropriate to try it in the writ jurisdiction, or for analogous reasons.\n</p><p data-structure=\"CDiscource\" id=\"p_37\">     15. From the averments made in the petition filed by the appellants\nit is clear that in proof of a large number of allegations the appellants\nrelied upon documentary evidence and the only matter in respect of\nwhich conflict of facts may possibly arise related to the due\npublication of the notification under <a href=\"/doc/8820/\" id=\"a_53\">Section 4</a> by the Collector.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">     16. In the present case, in our judgment, the High Court was not\njustified in dismissing the petition on the ground that it will not\ndetermine disputed question of fact. The High Court has jurisdiction\nto determine questions of fact, even if they are in dispute and the\npresent, in our judgment, is a case in which in the interests of both the\nparties the High Court should have entertained the petition and called\nfor an affidavit-in-reply from the respondents, and should have\nproceeded to try the petition instead of relegating the appellants to a\nseparate suit.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_39\">(emphasis supplied)\n<span class=\"hidden_text\" id=\"span_60\">                         25</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_40\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_61\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_62\">In <a href=\"/doc/1943124/\" id=\"a_54\">ABL International Ltd. v. Export Credit Guarantee Corpn. of\nIndia Ltd.</a>, a two-Judge Bench after referring to various judgments as\nwell as the pronouncement in Gunwant Kaur and Century Spg. and\nMfg. Co. Ltd. v. Ulhasnagar Municipal Council, has held thus: (<a href=\"/doc/1943124/\" id=\"a_55\">ABL\nInternational</a> case, SCC pp. 568-69 &amp; 572, paras 19 &amp; 27)\n    &quot;19. Therefore, it is clear from the above enunciation of law that\nmerely because one of the parties to the litigation raises a dispute in\nregard to the facts of the case, the court entertaining such petition\nunder <a href=\"/doc/1712542/\" id=\"a_56\">Article 226</a> of the Constitution is not always bound to relegate\nthe parties to a suit. In <a href=\"/doc/1943124/\" id=\"a_57\">the above case</a> of Gunwant Kaur this Court\neven went to the extent of holding that in a writ petition, if the facts\nrequire, even oral evidence can be taken. This clearly shows that in an\nappropriate case, the writ court has the jurisdiction to entertain a writ\npetition involving disputed questions of fact and there is no absolute\nbar for entertaining a writ petition even if the same arises out of a\ncontractual obligation and/or involves some disputed questions of\nfact.</span></span>\n</p><p data-structure=\"Conclusion\" id=\"p_41\">                                     *      *      *\n</p><p data-structure=\"CDiscource\" id=\"p_42\">27. From the above discussion of ours, the following legal principles\nemerge as to the maintainability of a writ petition:\n</p><blockquote id=\"blockquote_19\">       (a) In an appropriate case, a writ petition as against a State or\n       an instrumentality of a State arising out of a contractual\n       obligation is maintainable.\n</blockquote><blockquote id=\"blockquote_20\">       (b) Merely because some disputed questions of fact arise for\n       consideration, same cannot be a ground to refuse to entertain a\n       writ petition in all cases as a matter of rule.\n</blockquote><blockquote id=\"blockquote_21\">       (c) A writ petition involving a consequential relief of monetary\n       claim is also maintainable.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_63\">While laying down the principle, the Court sounded a word of caution\nas under: (<a href=\"/doc/1943124/\" id=\"a_58\">ABL International</a> case, SCC p. 572, para 28)\n    &quot;28. However, while entertaining an objection as to the\nmaintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_59\">Article 226</a> of the Constitution\nof India, the court should bear in mind the fact that the power to issue\nprerogative writs under <a href=\"/doc/1712542/\" id=\"a_60\">Article 226</a> of the Constitution is plenary in\nnature and is not limited by any other provisions of the Constitution.\nThe High Court having regard to the facts of the case, has a discretion\nto entertain or not to entertain a writ petition. The Court has imposed\nupon itself certain restrictions in the exercise of this power.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172383107\" id=\"span_64\">(See\n<a href=\"/doc/172383107/\" id=\"a_61\">Whirlpool Corpn. v. Registrar of Trade Marks</a>.) And this plenary right\nof the High Court to issue a prerogative writ will not normally be\nexercised by the Court to the exclusion of other available remedies\nunless such action of the State or its instrumentality is arbitrary and\nunreasonable so as to violate the constitutional mandate of <a href=\"/doc/367586/\" id=\"a_62\">Article 14</a>\nor for other valid and legitimate reasons, for which the Court thinks it\nnecessary to exercise the said jurisdiction.&quot;</span>\n</p><p data-structure=\"CDiscource\" id=\"p_44\">18. It is appropriate to state here that in the said case, the Court\ngranted the relief as the facts were absolutely clear from the\ndocumentary evidence brought which pertain to interpretation of\ncertain clauses of contract of insurance. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_65\">In that context, the Court\nopined: (<a href=\"/doc/1943124/\" id=\"a_63\">ABL International Ltd.</a> case, SCC p. 578, para 51)\n    &quot;51. ... The terms of the insurance contract which were agreed\nbetween the parties were after the terms of the contract between the\nexporter and the importer were executed which included the\naddendum, therefore, without hesitation we must proceed on the basis\nthat the first respondent issued the insurance policy knowing very\n<span class=\"hidden_text\" id=\"span_66\">                                     26</span>\n\n            well that there was more than one mode of payment of consideration\n            and it had insured failure of all the modes of payment of\n            consideration. From the correspondence as well as from the terms of\n            the policy, it is noticed that existence of only two conditions has been\n            made as a condition precedent for making the first respondent\n            Corporation liable to pay for the insured risk, that is: (i) there should\n            be a default on the part of the Kazak Corporation to pay for the goods\n            received; and (ii) there should be a failure on the part of the\n            Kazakhstan Government to fulfil their guarantee.&quot;</span>\n</p><p data-structure=\"CDiscource\" id=\"p_45\">            And it eventually held: (SCC pp. 578-79, para 51)\n                &quot;51. ... We have come to the conclusion that the amended Clause\n            6 of the agreement between the exporter and the importer on the face\n            of it does not give room for a second or another construction than the\n            one already accepted by us. We have also noted that reliance placed\n            on sub-clause (d) of the proviso to the insurance contract by the\n            Appellate Bench is also misplaced which is clear from the language of\n            the said clause itself. Therefore, in our opinion, it does not require any\n            external aid, much less any oral evidence to interpret the above clause.\n            Merely because the first respondent wants to dispute this fact, in our\n            opinion, it does not become a disputed fact. If such objection as to\n            disputed questions or interpretations is raised in a writ petition, in our\n            opinion, the courts can very well go into the same and decide that\n            objection if facts permit the same as in this case.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_46\">            20. We have referred to the aforesaid authorities to highlight under\n            what circumstances in respect of contractual claim or challenge to\n            violation of contract can be entertained by a writ court. It depends\n            upon facts of each case. The issue that had arisen in ABL\n            International was that an instrumentality of a State was placing a\n            different construction on the clauses of the contract of insurance and\n            the insured was interpreting the contract differently. The Court\n            thought it apt merely because something is disputed by the insurer, it\n            should not enter into the realm of disputed questions of fact. In fact,\n            there was no disputed question of fact, but it required interpretation of\n            the terms of the contract of insurance. Similarly, if the materials that\n            come on record from which it is clearly evincible, the writ court may\n            exercise the power of judicial review but, a pregnant one, in the case\n            at hand, the High Court has appointed a Commission to collect the\n            evidence, accepted the same without calling for objections from the\n            respondent and quashed the order of termination of contract.\n</p><p data-structure=\"Conclusion\" id=\"p_47\">27.   In the wake of the conclusion drawn herein-above, the contention of the\n\npetitioner that the impugned action was not proportionate and in terms of the\n\nstructured mechanism entered into between the parties for resolution of the\n\ndispute, is not required to be gone into as again it would be dependent upon\n\ndetermination of questions of fact relating to the breach of terms and conditions of\n\nthe agreement itself.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">28.   It would not be out of context to make mention here that this Court had, on\n\nan earlier date, in the midst of the proceedings, considered it desirable to request\n\nthe Chief Secretary of the State of Jharkhand to undertake an exercise for coming\n<span class=\"hidden_text\" id=\"span_67\">                                      27</span>\n\nto a resolution, whether considering the nature of the project, as conceived under\n\nthe agreement, and if it is fail safe and still worthy of execution, can it be worked\n\nout between the parties? Deliberation made at the level of the Chief Secretary of\n\nthe State and brought on record through affidavit dated 10.12.2015 however show\n\nthat the respondent have found it not desirable to get the work executed under the\n\nagreement considering the plethora of issues of fact and of breach of promises\n\nalleged between the parties. One need not comment on the issues of dispute as it is\n\nrequired to be adjudicated elsewhere by way of any statutory remedy available to\n\nthe parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">29.   The entire discussions made herein-above, coupled with the reasons recorded\n\ntherefore, persuade this Court to come to the conclusion that the challenge to the\n\ntermination of the contract by the impugned order dated 13.08.2012, cannot be\n\ndetermined in exercise of writ jurisdiction of this Court. Petitioner however is at\n\nliberty to work out his remedy in accordance with law in an appropriate\n\nproceeding in a proper forum where such questions of fact can be agitated.\n\n</p><p data-structure=\"Conclusion\" id=\"p_50\">30.    As has been held in the earlier part of the judgment, however the impugned\n\norder of debarment dated 04.09.2012 bearing letter no. 923 (Annexure-18) cannot\n\nbe upheld in the eye of law as being completely in violation of the principles of\n\nnatural justice having been effected without any opportunity of show-cause to the\n\npetitioner at all. It is accordingly quashed. The writ petition is allowed in part.\n\nHowever, discussions made herein-above, are only for the purposes of coming to\n\nthe conclusion whether the challenge to the impugned order of termination of the\n\nagreement can be adjudicated under writ jurisdiction of this Court. It shall in no\n\nway, prejudice the case of either of the parties in any such proceeding relating to\n\nthe challenge to the termination of the contract to be determined on independent\n\nconsideration on all such questions of law and facts raised by them.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_51\">                                                (Aparesh Kumar Singh, J)\nRanjeet/\n </p>","numcites":35,"numcitedby":0,"docsource":"Jharkhand High Court","citetid":34875937,"divtype":"judgments","relatedqs":[{"value":"contract termination","formInput":"contract%20termination"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"reciprocal promises","formInput":"reciprocal%20promises"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"principles of natural justice","formInput":"principles%20of%20natural%20justice"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"hsrp","formInput":"hsrp"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"high security registration plates","formInput":"high%20security%20registration%20plates"},{"value":"letter of intent","formInput":"letter%20of%20intent"},{"value":"civil consequence","formInput":"civil%20consequence"},{"value":"abl international","formInput":"abl%20international"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"\\\"reciprocal promises\\\"","formInput":"%5C%22reciprocal%20promises%5C%22"},{"value":"data entry operator ","formInput":"data%20entry%20operator%20"},{"value":"Contract of insurance ","formInput":"Contract%20of%20insurance%20"},{"value":"writ petition under article 226","formInput":"writ%20petition%20under%20article%20226"},{"value":"writ jurisdiction","formInput":"writ%20jurisdiction"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"}],"cats":[{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":true,"query_alert":null,"agreement":false}