{"tid":1348150,"publishdate":"2000-04-24","title":"Ch. Chandra Shekhar vs State Of M.P. And Ors. on 24 April, 2000","doc":"<h2 class=\"doc_title\">Ch. Chandra Shekhar vs State Of M.P. And Ors. on 24 April, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2000(3)MPHT351</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:arun-kumar-mishra\">A.K. Mishra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:arun-kumar-mishra\">A.K. Mishra</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nA.K. Mishra, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. Present revision arises out of award dated June 30, 1999 passed by M.P. Arbitration Tribunal, Bhopal, in Reference Case No. 30/94.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. Present petitioner had filed reference before the M.P. Arbitration Tribunal under Section 7 of the M.P. Madhyastham Adhikaran Adhiniyam, 1983, for quashing the revenue recovery certificate of alleged outstanding Government dues amounting to Rs. 1,28,236/- and for permanently restraining the respondents to recover the said amount or any other amount from the petitioner.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3.      Petitioner had entered into a works contract under agreement No. II/DL of the year 1985-86 in Kolar Project, District Sehore. On behalf of the State Government agreement was signed by Executive Engineer, Water Resources Division, Hoshangabad. It was undisputed that there was a clear contract between the parties as required by <a href=\"/doc/1084525/\" id=\"a_1\">Article 299</a> of the Constitution of India.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. The case of the petitioner, in short, was that as per terms and conditions of the agreement it was duty of the department to prepare final bill of the petitioner but in spite of reminders the final bill was not prepared by the department. Petitioner&#x27;s attorney was in collusion with the department. The department had not issued any show cause notice calling upon the petitioner to pay the alleged outstanding recovery in respect of final bill. Executive Engineer, Water Resources Division, Hoshangabad had written to Collector, Karimnagar (A.P.) with the approval of Superintending Engineer, Central Narmada Circle, Hoshangabad, M.P. initiated the recovery proceedings of Rs. 1,28,236/-. Notices from the Mandal Revenue Officer, Jagtial, District Karimnagar (A.P.) were affixed at the outer wall of House No. 2-2-72 belonging to petitioner&#x27;s elder brother. Proceedings were objected to. The petitioner approached higher officers of the department but without any result. Petitioner submitted that aforesaid amount cannot be recovered as arrear of land revenue.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. The M.P. Arbitration Tribunal has considered the question of recovery and came to the conclusion that petitioner was entitled for certain adjustments to be made. Security amount was also ordered to be adjusted. Arbitration Tribunal quashed the revenue recovery certificate dated February 10, 1992 amounting to Rs. 1,28,236/- and ordered that the respondents 1 to 3, i.e., State Government, Superintending Engineer, Central Narmada Circle, Hoshangabad, and Executive Engineer, Water Resources Division, Hoshangabad could recover Rs. 75,623/-. Thus, the part of the recovery initiated has been quashed.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_6\">6. Learned counsel appearing for the petitioner has submitted that even for making the recovery of any amount before issuing revenue recovery certificate it was necessary for the Government to approach M.P. Arbitration Tribunal, get dispute adjudicated. He has submitted that the provision of recovery which initiated earlier of recovery of amount as an arrear of land revenue under the provisions of M.P. Land Revenue Code, 1959 stands excluded until and unless the dispute is adjudicated by M.P. Arbitration Tribunal in view of Section 7 of the M.P. Madhyastham Adhikaran Adhiniyam, 1983. Section 7 of the Adhiniyam runs as under :\n</p>  \n\n<p data-structure=\"Section\" id=\"p_7\">&quot;7. Reference to Tribunal.-- (1) Either party to a works contract shall irrespective of the fact whether the agreement contains an arbitration clause or not, refer in writing the dispute to the Tribunal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_8\">(2) Such reference shall be drawn up in such form as may be prescribed and shall be supported by an affidavit verifying the averments.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\">(3) The reference shall be accompanied by such fee as may be prescribed.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">(4) Every reference shall be accompanied by such documents or other evidence and by such other fees for service or execution of process as may be prescribed.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_11\">(5) On receipt of the reference under Sub-section (1), if the Tribunal is satisfied that the reference is a fit case for adjudication, it may admit the reference but where the Tribunal is not so satisfied it may summarily reject the reference after recording reasons therefor.&quot;\n</p> \n\n<p data-structure=\"Section\" id=\"p_12\">7. Although under Sub-section (1) of Section 7 of the Adhiniyam it is apparent that either of the parties can refer dispute arising from works contract to Arbitration Tribunal, the plain language used in Section 7 enables even the Government to file reference under Section 7. Under Section 7-B of M.P. Madhyastham Adhikaran Adhiniyam, 1983, there is a provision of limitation. Section 7-B (1) (a) provides that Tribunal shall not admit a reference petition unless the dispute is first referred for the decision of the final authority under the terms of the works contract. It would be beneficial to quote Section 7-B (1) (a) which runs as under :\n</p>  \n\n<blockquote id=\"blockquote_1\">&quot;7-B. Limitation.-- (1) The Tribunal shall not admit a reference petition unless--\n  \n\n</blockquote><blockquote id=\"blockquote_2\">(a)   the dispute is first referred for the decision of the final authority under the terms of the works contract.&quot;\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_13\">8. A party is not obliged to refer every dispute, if party is satisfied by the decision of the final authority under the terms of works contract, it need not approach the Tribunal. In the instant case, the final authority under the agreement had taken the decision under the terms and conditions of the works contract. Satisfied by the decision it was not necessary to the State Government to file any reference petition before the Arbitration Tribunal under Section 7 of the Adhiniyam.\n</p> \n\n<p data-structure=\"Section\" id=\"p_14\">9. Merely by the fact that Section 7 enables either party to the works contract to file reference under Section 7 of the Adhiniyam, that does not oust the power of the Government under the agreement or the law to effect recovery without seeking adjudication from the Arbitration Tribunal. Government may refer the dispute to Arbitration Tribunal only when it wants an award passed on the dispute from the Arbitration Tribunal. The amount has been adjudicated under the works contract by the final authority and was clearly recoverable as an arrear of land revenue. Under Sections 146 and 147 of M.P. Land Revenue Code, 1959, procedure is prescribed for recovery of amount and an arrear of land revenue.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">10. Learned counsel for the petitioner submitted that Government could not have determined the amount for itself and charge the revenue recovery. In the instant case, it is not disputed that there was concluded contract in the purview of <a href=\"/doc/1084525/\" id=\"a_2\">Article 299</a> of the Constitution of India. In accordance with the terms of the contract it is open for the Government to determine the amount and M.P. Madhyaslham Adhikaran Adhiniyam contemplates adjudication of the dispute by the final authority under the works contract, hence there is no merit in the submission raised by the learned counsel.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_16\">11. The learned counsel further submitted that there was no counter claim filed by the Government hence the impugned order for the recovery has been quashed in part, is bad in law. His submission is that in order to recover the amount under the revenue recovery certificate Government ought to have filed a counter claim before the Arbitration Tribunal The submission is totally devoid of merit. The amount was determined by the competent authority under the works contract in favour of the Government and the entire revenue recovery certificate was, as a matter of fact, challenged by the petitioner. The entire revenue recovery certificate amounting to Rs. 1,28,236/- was the subject-matter of the dispute before the Tribunal. The validity of the entire claim has been adjudicated upon and the recovery has been quashed in part. We do not find any room for entertaining the submission as to filing of the counter claim for adjudication of the amount by the Government as petitioner himself had filed the reference challenging the entire amount and when orders of the final authority under the works contract was in favour of the Government, it was not obliged to prefer any counter claim before the Tribunal.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">12. The entire claim stands adjudicated by the Tribunal. Thus, we find no impediment in way of Government to recover the amount finally determined by the Tribunal, payable to it as an arrear of land revenue.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_18\">13. No other point was raised.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\">14.  Revision is devoid of substance and is rejected.\n</p> \n\n","numcites":1,"numcitedby":11,"docsource":"Madhya Pradesh High Court","citetid":1348150,"divtype":"judgments","relatedqs":[{"value":"works contract","formInput":"works%20contract"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"final bill","formInput":"final%20bill"},{"value":"recovery certificate","formInput":"recovery%20certificate"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"\"counter-claim\"","formInput":"%22counter-claim%22"}],"courtcopy":false,"query_alert":null,"agreement":false}