{"tid":161136858,"publishdate":"2013-04-22","title":"Kanhaiya Lal And Ors vs State Of Rajasthan on 22 April, 2013","doc":"<h2 class=\"doc_title\">Kanhaiya Lal And Ors vs State Of Rajasthan on 22 April, 2013</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2013 SUPREME COURT 1940, 2013 AIR SCW 2892, AIR 2013 SC (CRIMINAL) 1299, 2013 (3) AJR 416, (2013) 126 ALLINDCAS 247 (SC), (2013) 3 ALLCRILR 847, 2013 CALCRILR 3 922, (2013) 4 KCCR 347, 2013 (5) SCC 655, 2013 (126) ALLINDCAS 247, 2013 (3) SCC(CRI) 498, 2013 (6) SCALE 242, (2013) 3 MH LJ (CRI) 622, (2013) 116 CUT LT 979, (2013) 3 RECCRIR 215, (2013) 6 SCALE 242, (2013) 2 UC 1388, (2013) 55 OCR 602, (2013) 2 DLT(CRL) 427, (2013) 81 ALLCRIC 940, 2013 (2) ALD(CRL) 204</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-misra\">Dipak Misra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-misra\">Dipak Misra</a>, <a href=\"/search/?formInput=benchid:k-radhakrishnan\">K. S. Radhakrishnan</a></h3>\n\n<pre id=\"pre_1\">                                   IN THE SUPREME COURT OF INDIA\n\n                       CRIMINAL APPELLATE JURISDICTION\n\n                      CRIMINAL APPEAL NO. 1108 OF 2006\n\nKanhaiya Lal &amp; Ors.                            ...……..Appellants\n\n                                   Versus\n\nState of Rajasthan                           ………Respondent\n\n                                    WITH\n\n                      CRIMINAL  APPEAL NO. 1109 OF 2006\n\nState of Rajasthan                              …......Appellant\n\n      Versus\n\nMangi Lal                                    ………Respondent\n\n                                    WITH\n\n                      CRIMINAL  APPEAL NO. 1110 OF 2006\n\nState of Rajasthan                              …......Appellant\n\n      Versus\n\nMohan Lal and others                     ………Respondents\n\n                                    WITH\n\n                      CRIMINAL  APPEAL NO. 1111 OF 2006\n\nState of Rajasthan                              …......Appellant\n\n      Versus\n\nBabu Lal                                     ………Respondent\n\n                                    WITH\n\n\n                      CRIMINAL  APPEAL NO. 1112 OF 2006\n\nState of Rajasthan                              …......Appellant\n\n      Versus\n\nRevdi Lal and others                           ………Respondents\n\n\n\n\n\n\n      J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Dipak Misra, J.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_2\">      The case of the prosecution depicts a macabre  chain  of  events  that\noccurred in the  intervening  night  of  28th  and  29th  June,  2001  which\neventually led to the massacre of  five  persons,  namely,  Purshottam,  Ram\nKumar Dhaka, Kalu Lal Mali and Lokendra Sharma,  all  residents  of  village\nRailgaon,  and   Heera  Lal  Meghwal,  resident  of  Rampuria,  Kota.    The\nextermination of five  lives  had  its  genesis  in  an  incident  that  had\noccurred sometime prior to the date of occurrence where  Kishan  Chand,  son\nof Ram Narayan, Sarpanch  of  the  village,  was  murdered  and  the  father\nnurtured deep rooted suspicion  that  the  deceased  persons  had  not  only\nmasterminded a well thought out plan but also  executed  the  same  and  the\nseeds of the unquenched anger gradually got inflamed and took the  shape  of\nrevenge ultimately resulting in the extinction of  the  life-spark  of  five\npersons.  From the uncurtaining of the gruesome events, it is manifest  that\non the date of the occurrence, the  night  slowly  and  intensely  developed\ninto real darkness of  revenge  that  reigned  with  avenge.   Revenge,  the\npleasure of  morbid  minds,  knows   no  bounds  and  the  accused  persons,\nclinging to the fire of revenge, possibly thinking it to be  sweetest  thing\nto relish, marched ahead on the escalator of  bitterness  and  the  ultimate\neventuate was five deaths, trial of 29 persons and conviction of 17  accused\nout of which six accused persons, namely, Yuvraj,  Hemraj,  Hansraj,  Radhey\nShyam, Modu Nath and Mohan were imposed  death  sentence  and  the  rest  11\naccused, namely, Lal Chand, Dhanpal,  Kanyaiyalal,  Naval,  Revdi  Lal,  Ram\nLal, Babu Lal, Mangi Lal, Ghanshyam, Radhey Shyam s/0 Prahalad,  and  Radhey\nShyam s/o Shankar Lal, were sentenced with rigorous imprisonment of life  by\nthe learned Additional Sessions Judge, Fast Track, in Sessions Case  No.  27\nof 2002.  Be it noted, the rest of the accused  persons  were  acquitted  of\nthe charges.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">   2. As is demonstrable, all the accused persons  were sent  up  for  trial\n      for offences punishable under Sections 147, 148, 302,  342,  427,  435\n      and 460 read with 149 <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>.  Filtering  the  unnecessary  details,  the\n      facts which are necessitous to be stated for disposal of these appeals\n      are that on 28.6.2001, about 5.00 p.m.,  Purshottam,  brother  of  the\n      informant, Ram Kumar Dhakad, Kalu Lal Mali, Lokendra Sharma, and Heera\n      Lal Meghwal had come on two motorcycles to the house of Purshottam and\n      no sooner had they arrived in the village than Ram Narayan, Mohan Lal,\n      Yuvraj, Hansraj, Lalchand, Dhanpal, Kanhaiya Lal,  Naval,  Revdi  Lal,\n      Hemraj, Radhey Shyam s/o Gopal, Bhojraj, Ramesh Chand, Ram Singh, Babu\n      Lal Meena, Mangilal, Ghanshyam, Radhey Shyam  s/o  Prahalad,  Modulal,\n      Radhey Shyam s/o Shankar Lal, Jagdish, Shambhu  Dayal,  Amar  Lal  and\n      Sita Ram along with 15-20  others  came  being  armed  with  Gandasis,\n      Swords, Sabals and sticks.  They surrounded the  house  of  Purshottam\n      who was in the house along with children.  The accused persons  scaled\n      the house of Purshottam and started pelting stones as a consequence of\n      which the roof sheets and the tiles of the house  of  Purshottam  were\n      broken.  Purshottam and his four other companions  jumped  the  common\n      wall situate in between the houses of  Purshottam  and  Radhey  Shyam,\n      brother of Purshottam, and stayed in one room of  the  informant.   As\n      the evening progressed, the evil designs became more animated and  the\n      deadly desires sprang into action and at midnight, the accused persons\n      took the informant, his wife Badribai, mother Panabai and Nirmala Bai,\n      wife of Purshottam, and made them sit in  the  thatched  roof  of  one\n      Prabhulal Meena.  Almost after half an  hour,  the  relatives  of  Ram\n      Narayan Gujjar, Sarpanch of the said village, came  in  a  jeep  along\n      with 15-20 persons in front of the house of the informant, broke  open\n      the door, entered the house and, in the house itself, inflicted  blows\n      with Swords, Gandasis and sticks, as a result of which Kalu Lal  Mali,\n      Lokendra Sharma and Heera Lal Meghwal breathed their last  inside  the\n      house.  The accused dragged  Purshottam  and  Ram  Kumar  outside  and\n      assaulted them with Gandasis and swords on their heads,  faces,  hands\n      and feet and, eventually, those two succumbed to their injuries.  They\n      took both the motorcycles in the passage and burnt the same and, after\n      the inhumane and barbaric act, left the scene.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">   3. The FIR, as is perceptible from the material brought  on  record,  was\n      not lodged immediately but was  lodged  at  6.45  a.m.  on  29.6.2001.\n      During investigation, the investigating agency prepared the site plan,\n      got the autopsy done in respect of the dead bodies, seized  the  blood\n      stained clothes, recorded the statements of the witnesses and, on  the\n      basis of the information furnished by the accused persons, while  they\n      were in custody, recovered the weapons used in the commission  of  the\n      crime and, after following the  other  formalities  of  investigation,\n      submitted the charge-sheets on different  dates  before  the  Judicial\n      Magistrate, Digod, who, in turn, committed the matter to the Court  of\n      Session.  After committal of the case to the  Court  of  Session,  the\n      learned trial Judge, on 3.4.2002, framed charges under  <a href=\"/doc/1258372/\" id=\"a_2\">Sections  147</a>,\n      <a href=\"/doc/222396/\" id=\"a_3\">427</a>, <a href=\"/doc/1552733/\" id=\"a_4\">435</a>, <a href=\"/doc/763672/\" id=\"a_5\">148</a>, <a href=\"/doc/1560742/\" id=\"a_6\">302</a>, <a href=\"/doc/1586755/\" id=\"a_7\">460</a> and <a href=\"/doc/1243353/\" id=\"a_8\">342</a> IPC and  in  respect  of  435/149  <a href=\"/doc/1569253/\" id=\"a_9\">IPC</a>\n      against accused numbers 1, 5-9, 11, 12, 16, 21, 23, 24 and 26.  As far\n      as the other three sets  of  accused  persons  are  concerned,  almost\n      similar charges were framed on 21.09.2002. The accused persons  denied\n      their involvement in the crime, pleaded innocence and  claimed  to  be\n      tried.\n</p>\n<p data-structure=\"Precedent\" id=\"p_5\">   4. In order to substantiate the offences against the accused persons, the\n      prosecution examined 45 witnesses, got number of  documents  exhibited\n      and various material objects marked.  The  accused  persons  in  their\n      defence examined 15 witnesses.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">   5. The learned trial Judge formulated four questions, namely, whether the\n      accused in furtherance of the common object caused the  death  of  the\n      deceased persons and assaulted the other persons; whether all of  them\n      by throwing  stones  on  the  house  of  Purshottam  and  burning  the\n      Motorcycles in possession of the deceased persons committed  mischief;\n      whether the accused persons with common object to commit murder of the\n      deceased persons committed lurking trespass into the house  of  Radhey\n      Shyam in the night; and whether the offences were committed by all the\n      accused persons.  The learned trial Judge addressed  the questions one\n      to  three,  as  formulated  by  him,  in  a  composite   manner   and,\n      appreciating the evidence on record, came to  hold  that  the  accused\n      Mohan Lal, Yuvraj, Hansraj, Hemraj, Radhey Shyam s/o  Gopal  and  Modu\n      Nath were guilty of the offences under <a href=\"/doc/763672/\" id=\"a_10\">Sections 148</a>, <a href=\"/doc/222396/\" id=\"a_11\">427</a>, <a href=\"/doc/1243353/\" id=\"a_12\">342</a>, <a href=\"/doc/1586755/\" id=\"a_13\">460</a> and\n      <a href=\"/doc/1560742/\" id=\"a_14\">302</a> IPC and,  accordingly,  convicted  them  to  undergo  three  years\n      rigorous imprisonment and a  fine  of  Rs.500/-,  two  years  rigorous\n      imprisonment and a fine of Rs.500/-, one  year  rigorous  imprisonment\n      and a fine of Rs.500/-, ten years rigorous imprisonment and a fine  of\n      Rs.2000/- and death sentence respectively with further stipulation  of\n      consequences in default of payment of fine respectively.  Accused  Lal\n      Chand, Revdi Lal,  Ghanshyam  and  Radhey  Shyam,  s/o  Prahlad,  were\n      convicted for offences punishable under <a href=\"/doc/763672/\" id=\"a_15\">Sections 148</a>,  <a href=\"/doc/222396/\" id=\"a_16\">427</a>,  <a href=\"/doc/1243353/\" id=\"a_17\">342</a>,  <a href=\"/doc/1586755/\" id=\"a_18\">460</a>\n      and <a href=\"/doc/1560742/\" id=\"a_19\">302</a>/<a href=\"/doc/999134/\" id=\"a_20\">149</a> IPC and sentenced  to  suffer  rigorous  imprisonment  for\n      three years and a fine of Rs.500/-, two  years  rigorous  imprisonment\n      and a fine of Rs.500/-, one year rigorous imprisonment and a  fine  of\n      Rs.500/-, ten years rigorous imprisonment and a fine of Rs.2000/-  and\n      life imprisonment and  a  fine  of  Rs.2000/-  respectively  with  the\n      consequences  enumerated  in  case  of  default  of  payment  of  fine\n      respectively.  Accused Dhanpal, Kanhaiya Lal,  Naval,  Ram  Lal,  Babu\n      Lal, Mangi Lal, Radheysham and four others were found  guilty  of  the\n      same offences and imposed various sentences  with  a  default  clause.\n      The maximum sentence was imprisonment for life and a fine of Rs.2000/-\n      under <a href=\"/doc/1560742/\" id=\"a_21\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_22\">149</a> IPC.  The rest of the accused stood acquitted.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">   6. At this juncture, it is worth mentioning that Ram Narayan, Sarpanch of\n      the village Railgaon, who was sent up for trial,  expired  during  the\n      pendency of the trial and, accordingly, the trial was  closed  against\n      him.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">   7. The accused  appellants  preferred  seven  criminal  appeals,  namely,\n      Criminal Appeal Nos. 464 of 2003, 421 of 2003, 621  of  2003,  622  of\n      2003, 670 of 2003, 474 of 2003 and 520 of 2003.  The State represented\n      its case in Death Reference No. 1 of 2003, but did  not  question  the\n      defensibility of the  acquittal  recorded  against  11  other  accused\n      persons.  The accused-appellants before the High  Court  assailed  the\n      conviction in respect of all the offences and  the  sentence  and  the\n      State defended the judgment passed by the court below.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_9\">   8. The Division Bench of the High Court dealt with all  the  appeals  and\n      disposed all of them by a singular judgment dated 2.6.2005.  The  High\n      Court, appreciating the evidence, scrutinizing the material on  record\n      and bestowing anxious consideration while dealing with the submissions\n      canvassed by the learned counsel for the parties, partly  allowed  the\n      appeals preferred by Mohan Lal and others, who  were  convicted  under\n      <a href=\"/doc/1560742/\" id=\"a_23\">Sections 302</a> and <a href=\"/doc/1586755/\" id=\"a_24\">460</a> IPC and sentenced to death, acquitted  Mohan  Lal\n      of the charges framed against him under <a href=\"/doc/1560742/\" id=\"a_25\">Sections 302</a> and <a href=\"/doc/1586755/\" id=\"a_26\">460</a>  IPC  and\n      as far  as  the  other  accused  persons  of  the  same  category  are\n      concerned, the sentence of death was converted to life  sentence  and,\n      resultantly, the death reference was declined.  The  accused  persons,\n      namely, Lal  Chand,  Revdi,  Ghanshyam,  Radhey  Shyam,  Mangilal  and\n      Babulal were given benefit of  doubt  and  acquitted  of  the  charges\n      framed against them under <a href=\"/doc/1560742/\" id=\"a_27\">Sections 302</a> and <a href=\"/doc/1586755/\" id=\"a_28\">460</a> IPC.   As  far  as  the\n      other accused persons, namely, Kanhaiyalal, Naval, Ram Lal and  Radhey\n      Shyam, s/o Shankar Lal, are concerned,  the  conviction  and  sentence\n      imposed by the trial court was maintained.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">   9. The High Court, on x-ray of the evidence, came to hold  that  all  the\n      deaths were homicidal;  that  imposition  of  death  sentence  by  the\n      learned trial Judge was not justified;  that there was no  unexplained\n      delay in lodging the FIR; that the provisions enshrined under  <a href=\"/doc/999134/\" id=\"a_29\">Section\n      149</a> of IPC were clearly attracted to the case at hand; that  the  plea\n      of the defence that the prosecution had chosen only the  relatives  of\n      the deceased persons who are highly interested witnesses  and,  hence,\n      their version did not deserve acceptance was without any  merit;  that\n      the  whole  crime  was  committed  in  a  planned  design;  that   the\n      proponement that no independent witnesses had been examined was bereft\n      of any substratum because the witnesses could not have dared to depose\n      against the Sarpanch who, on mere suspicion, had set himself on such a\n      massacre and self-preservation being the  basic  instinct  in  such  a\n      situation had ruled supreme; that Dhanpal s/o Ram Pratap, accused  no.\n      5 before the High  Court,  having  expired,  appeal  at  his  instance\n      abated; that  the  involvement  of  Lalchand,  Revdi  Lal,  Ghanshyam,\n      Radheyshyam s/o Prahlad, Mangi Lal, Babu Lal, and Mohan  was  doubtful\n      and,  accordingly, they deserved to  be  acquitted;   that  the  other\n      accused-appellants were involved  in  the  commission  of  crime  and,\n      therefore, the conviction under <a href=\"/doc/1560742/\" id=\"a_30\">Section 302</a> could  not  be  interfered\n      with.  As far as the death reference is concerned, it opined  that  it\n      is not a rarest of rare case warranting imposition of  death  sentence\n      and,  accordingly,  modified  it  to   rigorous   life   imprisonment.\n      Recording such conclusions, the High Court disposed of  the  bunch  of\n      appeals.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_11\">  10. We have heard Mr. Sushil Kumar Jain, learned counsel for the  accused-\n      appellants in Criminal Appeal No. 1108 of 2006, and Mr. Imtiaz  Ahmed,\n      learned counsel for the State in all the appeals.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">  11. The first submission of Mr.  Jain  is  that  the  prosecution  version\n      deserves to be thrown overboard inasmuch there is delay in lodging  of\n      the FIR and the explanation offered for such  delay  is  unacceptable,\n      regard being had to the duration of the occurrence, proximity  of  the\n      police station and the implication of number of accused persons  which\n      is indicative of embellishment.  Learned counsel would further contend\n      that innocent persons were dragged into trial and  suffered  immensely\n      and hence, such a story should not be given credence to.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">  12. It is settled in law that mere delay in lodging the First  Information\n      Report cannot be regarded by itself  as  fatal  to  the  case  of  the\n      prosecution.  However, it is obligatory on the part of  the  court  to\n      take notice of the delay and examine, in the  backdrop  of  the  case,\n      whether  any  acceptable  explanation  has  been   offered,   by   the\n      prosecution and if such an explanation has been  offered  whether  the\n      same deserves acceptance being found  to  be  satisfactory.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"146987\" id=\"span_1\">In  this\n      regard, we may refer with profit a passage from <a href=\"/doc/146987/\" id=\"a_31\">State of H.P. v.  Gian\n      Chand</a>[1], wherein a three-Judge Bench  of  this  Court  has  expressed\n      thus: -</span>\n</p><blockquote id=\"blockquote_1\">           “Delay in lodging the  FIR  cannot  be  used  as  a  ritualistic\n           formula for doubting the prosecution  case  and  discarding  the\n           same solely  on  the  ground  of  delay  in  lodging  the  first\n           information report. Delay has the effect of putting the court on\n           its guard to search if any explanation has been offered for  the\n           delay, and if offered, whether it is satisfactory or not. If the\n           prosecution fails to satisfactorily explain the delay and  there\n           is a possibility of embellishment in the prosecution version  on\n           account  of  such  delay,  the  delay  would  be  fatal  to  the\n           prosecution.  However,  if  the  delay  is  explained   to   the\n           satisfaction of the court, the  delay  cannot  by  itself  be  a\n           ground for disbelieving and discarding  the  entire  prosecution\n           case.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">  13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1787689\" id=\"span_2\">In <a href=\"/doc/1787689/\" id=\"a_32\">Ramdas and others  v.  State  of  Maharashtra</a>[2],  this  Court  has\n      observed that mere delay in lodging the first  information  report  is\n      not necessarily fatal to the case of  the  prosecution.  However,  the\n      fact that the report was lodged belatedly is a relevant fact of  which\n      the court must take notice. This fact has  to  be  considered  in  the\n      light of other facts and circumstances of the case, and,  in  a  given\n      case, the court may be satisfied that the delay in lodging the  report\n      has been sufficiently explained. In the light of the totality  of  the\n      evidence, the court has to consider whether the delay in  lodging  the\n      report adversely affects the case of the prosecution. That is a matter\n      of appreciation of evidence. There may be cases where there is  direct\n      evidence  to  explain  the  delay.  Even  in  the  absence  of  direct\n      explanation, there may be  circumstances  appearing  on  record  which\n      provide a reasonable explanation for the delay. There are cases  where\n      much time is consumed in  taking  the  injured  to  the  hospital  for\n      medical aid and, therefore, the witnesses find no time  to  lodge  the\n      report promptly. There may also be cases where on account of fear  and\n      threats, witnesses may avoid going to the police station  immediately.\n      The time of occurrence, the distance to the police  station,  mode  of\n      conveyance available, are all factors which  have  a  bearing  on  the\n      question of delay in lodging of the report. It  is  also  possible  to\n      conceive of cases where the victim and  the  members  of  his  or  her\n      family belong to such a strata of society that they may  not  even  be\n      aware of their right to report the matter to the police and seek legal\n      action, nor was any such advice available to them.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">  14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"105640015\" id=\"span_3\">In <a href=\"/doc/105640015/\" id=\"a_33\">Meharaj Singh v. State of U.P.</a>[3], a two-Judge Bench of this  Court\n      has observed that FIR in a criminal case and particularly in a  murder\n      case is a vital and valuable piece of  evidence  for  the  purpose  of\n      appreciating the evidence led at the trial and the object of insisting\n      upon prompt lodging of the FIR is to obtain the  earliest  information\n      regarding the circumstance in which the crime was committed, including\n      the names of the actual culprits and the parts  played  by  them,  the\n      weapons, if any, used, as also the names of the eyewitnesses, if  any,\n      for delay in lodgment of the FIR results in embellishment which  is  a\n      creation of afterthought.  Emphasis was  laid  on  the  fact  that  on\n      account of delay, the FIR not only gets bereft  of  the  advantage  of\n      spontaneity but also danger of introduction of a coloured  version  or\n      exaggerated story.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_16\">  15. Thus, whether the delay creates a dent in the  prosecution  story  and\n      ushers in suspicion has to be gathered by scrutinizing the explanation\n      offered for the delay in the light of the totality of  the  facts  and\n      circumstances.  Greater degree of care and caution is required on  the\n      part of the  court  to  appreciate  the  evidence  to  satisfy  itself\n      relating to the explanation of the factum  of  delay.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"30394995\" id=\"span_4\">In  <a href=\"/doc/30394995/\" id=\"a_34\">Kilakkatha\n      Parambath Sasi and others v. State of Kerala</a>[4], it has been  observed\n      that when an FIR has been lodged belatedly, an inference  can  rightly\n      follow that the prosecution story may not be true but equally  on  the\n      other side, if it is found that there is no delay in the recording  of\n      the  FIR,  it  does  not  mean  that  the  prosecution  story   stands\n      immeasurably strengthened.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">  16. The present factual scenario is to be tested on the touchstone of  the\n      aforesaid principles.  On a careful perusal of the material on record,\n      it is clear as crystal that the occurrence had taken place  at  night.\n      True it is, the house of Purshottam was surrounded  sometime  at  5.00\n      p.m. on 28.6.2001, but the real crime, the assault and the murder took\n      place after midnight.  The ghastly and gruesome crime must have sent a\n      shiver in the  spine  and  shattered  the  brains  and  bones  of  the\n      witnesses to the crime and shock, panic and inequilibrium  would  have\n      reigned simultaneously to leave them totally confounded.  No one could\n      have dared to move an inch towards the police station, for man’s basic\n      instinct prompts him to survive first and then think about  any  other\n      action.  The informant, brother of the deceased, has  clearly  deposed\n      that he and others were in a terrible state of trauma  to  proceed  to\n      the police station to  lodge  an  FIR.   After  the  day  broke,  they\n      mustered courage and proceeded towards the police station  and  lodged\n      the FIR at 6.45 a.m.  on  29.6.2001.   The  learned  counsel  for  the\n      appellants would contend that they could have lodged the FIR when  the\n      house was seized and not after the whole episode was over.  We are not\n      impressed by the said submission and we  think  that  the  explanation\n      offered, by no stretch of imagination, can  be  regarded  implausible.\n      As  noticed  earlier,  a  delayed  FIR  can  usher  in  craftsmanship,\n      manipulation and embellishment and  may  make  the  prosecution  story\n      vulnerable, but when the delay has been adequately explained, the same\n      deserves acceptation and, accordingly, we do so.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">  17. The next limb of  argument  of  Mr.  Jain,  learned  counsel  for  the\n      appellants, is that all the alleged eye witnesses are closely  related\n      to the deceased Purshottam and  the  prosecution  has  chosen  not  to\n      examine any independent witness despite number of  houses  situate  in\n      the close vicinity of the house of Purshottam and that itself  creates\n      a dent in the version of the prosecution.   When  relatives,  who  are\n      alleged to be interested witnesses, are cited by the  prosecution,  it\n      is the obligation of the court to scrutinize their evidence with care,\n      caution  and  circumspection.   In  the  case  at  hand,  the   entire\n      occurrence took place in and around the  house  of  Purshottam.   Five\n      people had been done to death.  In such a circumstance, it is  totally\n      unexpected that other villagers  would  come  forward  to  give  their\n      statements and depose in the court.  It is to be borne  in  mind  that\n      Ram  Narayan,  Sarpanch  of  the  village,  solely  on  the  basis  of\n      suspicion, had seen to it that five persons meet their  end.   Such  a\n      situation compels one not to get oneself  involved  and  common  sense\n      give consent to such an attitude.  Thus, no exception can be taken  to\n      the fact that no independent witness was  examined.   As  far  as  the\n      relatives are concerned, Radhey Shyam, PW-1, is  the  brother  of  the\n      deceased, Ram Lal, PW-2, is the brother of Radhey Shyam, Panna Bai, PW-\n      3, is the mother of Purshottam and Nirmala Bai, PW-5, is his wife, and\n      Anita, PW-5, Badribai, PW-8, Manisha, PW-9 and Kaushalya,  PW-10,  are\n      also close relatives and  these  witnesses  have  been  cited  as  eye\n      witnesses.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">  18. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1217502\" id=\"span_5\">In <a href=\"/doc/1217502/\" id=\"a_35\">Hari Obula Reddy and others v. The State of  Andhra  Pradesh</a>[5],  a\n      three-Judge Bench has opined  that  it  cannot  be  laid  down  as  an\n      invariable rule that interested evidence can never form the  basis  of\n      conviction unless  corroborated  to  a  material  extent  in  material\n      particulars by independent evidence.  All that is  necessary  is  that\n      the evidence of  the  interested  witnesses  should  be  subjected  to\n      careful scrutiny and accepted with caution.  If on such scrutiny,  the\n      interested  testimony  is  found  to  be  intrinsically  reliable   or\n      inherently  probable,  it  may,  by  itself,  be  sufficient,  in  the\n      circumstances of the particular case, to base a conviction thereon.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">  19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"434298\" id=\"span_6\">In <a href=\"/doc/434298/\" id=\"a_36\">Kartik Malhar v. State of Bihar</a>[6], this Court has  stated  that  a\n      close relative who is a natural  witness  cannot  be  regarded  as  an\n      interested witness, for the  term  “interested”  postulates  that  the\n      witness must have some interest in having the accused, somehow or  the\n      other, convicted for some animus or for some other reason.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">  20. In the case at hand, the witnesses have lost their father, husband and\n      a relative.   There  is  no  earthly  reason  to  categorise  them  as\n      interested witnesses who would nurture  an  animus  to  see  that  the\n      accused persons are convicted, though they are  not  involved  in  the\n      crime.  On the contrary, they would like that the  real  culprits  are\n      prosecuted and convicted.  That  is  the  normal  phenomena  of  human\n      nature and that is the expected human conduct and we do  not  perceive\n      that these witnesses harboured any  ill  motive  against  the  accused\n      persons, but have deposed as witnesses to the brutal incident.  We may\n      proceed to add, as stated earlier, that this court  shall  be  careful\n      and cautious while scanning their testimony and we proceed to do so.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_22\">  21. Radhey Shyam, the informant, has deposed with regard  to  the  threat,\n      climbing of some of the accused on the roof, surrounding of the house,\n      pelting of stones, carrying of lethal weapons like swords,  gandhasis,\n      sabals and sticks, the assault inside the house, dragging of  the  two\n      deceased persons and the ultimate death of  the  deceased.   The  plea\n      that he could not have witnessed the incident as it was night  and  he\n      was inside a thatched house (chhappar), has been  disbelieved  by  the\n      learned trial Judge as well as by the High Court.  Mr.  Jain,  learned\n      counsel for the appellants, made a fragile attempt to  highlight  that\n      he could not have seen the assault, but on a scrutiny of the evidence,\n      it is manifest that there was not complete darkness,  as  an  electric\n      bulb was burning at that time and he  had  the  occasion  to  see  the\n      incident.  Similar is the evidence of the other prosecution witnesses,\n      which has been analysed with great anxiety by the High  Court.   On  a\n      careful perusal of the same, we do not find any reason to differ  with\n      the said evaluation solely on the ground that they are related to  the\n      deceased persons or that they could not have seen the occurrence.   In\n      a case of this nature, it is the relatives who would come  forward  to\n      depose against the  real  culprits  and  would  not  like  to  falsely\n      implicate others.  They have witnessed the brutish crime committed and\n      there  is  nothing  on  record   to   discard   their   testimony   as\n      untrustworthy.  We find that their evidence is reliable  and  credible\n      and it would not be inapposite not to act upon the same.  Nothing  has\n      been elicited in the cross-examination to record a  finding  that  the\n      evidence is improbable or suspicious  and  deserves  to  be  rejected.\n      They have no motive to falsely implicate the accused and, that  apart,\n      their testimony  have  withstood  the  rigorous  cross-examination  in\n      material particulars and received corroboration from the  evidence  of\n      the doctor.  That apart, the weapons  seized  lends  credence  to  the\n      prosecution story.  Quite apart from the above, it is almost well nigh\n      impossible to perceive that they have any animosity for some reason to\n      see that the accused persons are convicted.  Their family members have\n      been done to death in ghastly manner, and in these  circumstances,  it\n      cannot be thought of that they  would  leave  the  real  culprits  and\n      implicate the accused persons.\n</p>\n<p data-structure=\"PetArg\" id=\"p_23\">  <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1593553\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1093191\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1048134\" id=\"span_9\">22. It is  next  contended  by  Mr.  Jain  that  the  witnesses  have  not\n      specifically stated about the exact role played by each of the accused\n      persons inasmuch as they have not mentioned  who  assaulted  on  which\n      part of the body and with what weapon.  On a perusal of the  evidence,\n      it transpires that the witnesses  have  mentioned  about  the  weapons\n      used, the assault made and the parts of the body where  injuries  were\n      inflicted.  True it is, there are  some  discrepancies  but  they  are\n      absolutely minor.  That apart, they had formed  an  unlawful  assembly\n      with a common object to put an  end  to  the  lives  of  the  deceased\n      persons.  Their common object is  writ  large  because  they  had  the\n      knowledge and they shared the common object from the beginning to  the\n      end.  Applying the principles <a href=\"/doc/434298/\" id=\"a_37\">laid down in</a> <a href=\"/doc/1048134/\" id=\"a_38\">Masalti and others  v.  The\n      State of Uttar Pradesh</a>[7], <a href=\"/doc/1093191/\" id=\"a_39\">Lalji and others v. State  of  U.P.</a>[8]  and\n      <a href=\"/doc/1593553/\" id=\"a_40\">Ramachandran and others v. State of Kerala</a>[9], we  conclude  that  all\n      the accused persons were a part of  the  unlawful  assembly  with  the\n      knowledge of the common object  and,  accordingly,  we  unhesitatingly\n      repel the contention of the learned counsel for the appellants.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">  23. Presently, we shall advert to the appeals wherein the High  Court  has\n      acquitted the accused persons.  It is apt to  mention  here  that  the\n      State had not preferred any appeal before the High Court assailing the\n      judgment of acquittal by the learned trial Judge.   As  is  seen,  the\n      High Court has acquitted seven  accused,  namely,  Mohan,  Lal  Chand,\n      Revdilal, Babulal, Mangilal, Ghanshyam and Radhey  Shyam,  in  various\n      criminal appeals.  Before we advert to the  correctness  of  the  view\n      taken by the High Court, we would like to state the role of the  court\n      while dealing with a judgment of acquittal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">  24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"832775\" id=\"span_10\">In <a href=\"/doc/832775/\" id=\"a_41\">Jadunath Singh and others  v.  State  of  U.P.</a>[10],  a  three-Judge\n      Bench, while dealing with an appeal against acquittal, has held  thus:</span>\n</p><blockquote id=\"blockquote_2\">      -\n</blockquote>\n<blockquote id=\"blockquote_3\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"802260\" id=\"span_11\">“22.  This Court has consistently taken the view that an  appeal\n           against acquittal the High Court has full  power  to  review  at\n           large all the evidence and to reach  the  conclusion  that  upon\n           that evidence the order of acquittal should be  reversed.   This\n           power of the appellate court in an appeal against acquittal  was\n           formulated by the Judicial Committee of  the  Privy  Council  in\n           <a href=\"/doc/802260/\" id=\"a_42\">Sheo Swarup v. King Emperor</a>, 61 Ind App 398 = (AIR 1934  PC  227\n           (2)) and Nur Mohammad v. Emperor, AIR 1945 PC  151.</span>   These  two\n           decisions have been consistently referred  to  in  judgments  of\n           this Court as laying down the true scope  of  the  power  of  an\n           appellate court in hearing criminal appeals: see Surajpal  Singh\n           v. State, 1952 SCR 193 = (AIR 1952 SC 52) and  Sanwat  Singh  v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_26\">           State of Rajasthan, (1961) 3 SCR 120 = (AIR 1961 SC 715).”\n\n</p><p data-structure=\"Precedent\" id=\"p_27\">  25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1522035\" id=\"span_12\">In <a href=\"/doc/1522035/\" id=\"a_43\">Sohrab and another v. The State of Madhya Pradesh</a>[11],  this  Court\n      opined that under the <a href=\"/doc/445276/\" id=\"a_44\">Code of Criminal Procedure</a>, the High  Court  has\n      full power to review at large the evidence upon  which  the  order  of\n      acquittal is founded and  to  reach  the  conclusion  that  on  proper\n      appreciation of  the  evidence,  the  order  of  acquittal  should  be\n      reversed.  No limitation should be placed upon that power unless it is\n      expressly stated in the Code.  After so stating, the  two-Judge  Bench\n      expressed thus: -</span>\n</p>\n<blockquote id=\"blockquote_4\">           “But in exercising the power conferred by the  Code  and  before\n           reaching its conclusions upon fact, the High Court,  should  and\n           will always give proper weight and consideration to such matters\n           as (1) the views of the trial Judge as to the credibility of the\n           witnesses; (2) the presumption of innocence  in  favour  of  the\n           accused, a presumption certainly not weakened by the  fact  that\n           he has been acquitted at his trial; (3) the right of the accused\n           to the benefit  of  any  doubt;  and  (4)  the  slowness  of  an\n           appellate Court in disturbing a finding of fact arrived at by  a\n           Judge who had the advantage of seeing the witnesses.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_28\">  26. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1462333\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1404056\" id=\"span_14\">In <a href=\"/doc/1404056/\" id=\"a_45\">State of M.P. v.  Bacchudas</a>  alias  Balram  and  others[12],  after\n      referring  to  <a href=\"/doc/1462333/\" id=\"a_46\">Bhagwan  Singh  v.  State   of   M.P.</a>[13]   and   other\n      pronouncements, it has been stated that the principle to  be  followed\n      by the appellate court considering the appeal against the judgment  of\n      acquittal  is  to  interfere  only  when  there  are  compelling   and\n      substantial reasons for doing so.  If the impugned judgment is clearly\n      unreasonable  and  relevant  and  convincing   materials   have   been\n      unjustifiably eliminated in the process, it is a compelling reason for\n      interference.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">  27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"572784\" id=\"span_15\">In State of Rajasthan through  <a href=\"/doc/572784/\" id=\"a_47\">Secretary,  Home  Department  v.  Abdul\n      Mannan</a>[14], this Court has stated that when an accused is acquitted of\n      a criminal charge, a right vests in him to be a free citizen and  this\n      Court is very cautious in taking away that right.  The presumption  of\n      innocence of the accused  is  further  strengthened  by  the  fact  of\n      acquittal of the accused under our criminal jurisprudence.  The courts\n      have held that if two views are possible on the  evidence  adduced  in\n      the case, then the one favourable to the accused, may  be  adopted  by\n      the court.  However, this principle must be applied  keeping  in  view\n      the facts and circumstances of the case and the thumb rule is  whether\n      the prosecution has proved its case beyond reasonable doubt.   If  the\n      prosecution has succeeded in discharging its onus, and  the  error  in\n      appreciation of the evidence is apparent on the face  of  the  record,\n      then the court can interfere in the judgment of  acquittal  to  ensure\n      that the ends of justice are met.  This is the linchpin  around  which\n      the administration of criminal justice revolves.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">  28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"624481245\" id=\"span_16\">In <a href=\"/doc/624481245/\" id=\"a_48\">State of Rajasthan v.  Shera  Ram</a>  alias  Vishnu  Dutta[15],  after\n      survey of the earlier pronouncements, it has been observed that  there\n      is a very thin but  a  fine  distinction  between  an  appeal  against\n      conviction  on  the  one  hand  and  acquittal  on  the  other.    The\n      preponderance of judicial opinion of this Court is that  there  is  no\n      substantial difference between an appeal  against  conviction  and  an\n      appeal against acquittal except that  while  dealing  with  an  appeal\n      against acquittal, the Court keeps  in  view  the  position  that  the\n      presumption of innocence in favour of the accused has  been  fortified\n      by his acquittal and if the view  adopted  by  the  High  Court  is  a\n      reasonable one and the conclusion reached by it had its  grounds  well\n      set out  on  the  materials  on  record,  the  acquittal  may  not  be\n      interfered with.  Thus, this fine distinction has to be kept  in  mind\n      by the Court while exercising its appellate jurisdiction.  The  golden\n      rule is that the Court is obliged and it will not abjure its  duty  to\n      prevent miscarriage of justice where interference  is  imperative  and\n      the ends of justice so require and it  is  essential  to  appease  the\n      judicial conscience.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"624481245\" id=\"span_17\">29. Keeping in view the aforesaid principles, we proceed  to  analyse  the\n      reasons ascribed by the High Court while recording the acquittal.   In\n      the case of Lal Chand @ Ram Niwas, the  High  Court  has  opined  that\n      though he was named along with other persons who constituted  a  group\n      of 25-26 persons and had surrounded the house of Purshottam, yet  none\n      of the witnesses had mentioned that he had gone on  the  roof  of  the\n      house or damaged the roof and, therefore,  his  participation  in  the\n      crime  appears  to  be  doubtful.   While  addressing  the  conviction\n      relating to Revdi Lal, the  High  Court  has  noticed  that  the  only\n      evidence against him is that he had gone to the  house  of  Purshottam\n      and thrown stones, but no other witnesse has named him barring Ramlal,\n      PW-2.  The High Court has found that in  all  possibility,  there  was\n      exaggeration or embellishment and, accordingly, given him  benefit  of\n      doubt.  Dwelling upon the conviction of Ghanshyam, the Division  Bench\n      has observed that the allegations against him are  omnibus  in  nature\n      and do not inspire confidence and,  accordingly  extended  benefit  of\n      doubt.  On similar analysis, Radhey Shyam s/o Prahlad, Mangi  Lal  and\n      Babu Lal S/o Dev Lal have been extended the benefit of doubt.  As  far\n      as Mohan Lal is concerned, the High Court  perceived  that  there  are\n      material contradictions in the evidence of the witnesses pertaining to\n      the involvement of Mohan Lal and, hence, felt that it was not safe  to\n      convict him and, accordingly, on proper scrutiny of the evidence, gave\n      him the benefit of doubt.  Applying the principles <a href=\"/doc/624481245/\" id=\"a_49\">laid down  by</a>  this\n      Court in the aforesaid authorities, it is very difficult to hold  that\n      there are ‘substantial and compelling reasons’, ‘good  and  sufficient\n      grounds’, ‘very  strong  circumstances’,  ‘distorted  conclusions’  or\n      ‘glaring mistakes’, and the prosecution has discharged the  onus  and,\n      therefore, we are of the considered opinion that the view expressed by\n      the High Court does not  suffer  from  any  such  infirmity.   We  are\n      inclined to think that the approach of the High Court cannot  be  said\n      to be totally implausible.  It has taken note of  the  involvement  of\n      number of persons and, after filtering the grain from the chaff and on\n      due consideration of the material on record, has extended the  benefit\n      of doubt to the accused persons who have been acquitted.  Thus, we are\n      not disposed to dislodge the conclusions arrived at by the High  Court\n      in recording the acquittal.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_32\">  30. The next issue that emerges for  consideration  is  whether  the  High\n      Court has fallen into error by commuting the death sentence to that of\n      life imprisonment.  The High  Court,  while  dealing  with  the  Death\n      Reference, has opined that when specific  overt  acts  have  not  been\n      attributed and similarly placed accused persons have been  given  life\n      sentence and  Ram  Narayan,  who  had  engineered  the  incident,  has\n      breathed his last,  it  would  not  be  appropriate  to  impose  death\n      sentence.  The High Court has observed that  the  three  sons  of  Ram\n      Narayan had  been  awarded  death  sentence  and  the  other  two  are\n      villagers and in the backdrop of the situation, there were  mitigating\n      factors for commutation of the sentence.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">  31. Apart from the reasons  ascribed  by  the  High  Court,  we  think  it\n      apposite to consider the circumstances whether in  the  present  case,\n      death sentence is warranted.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1201493\" id=\"span_18\">In <a href=\"/doc/1201493/\" id=\"a_50\">Bachan Singh v. State of  Punjab</a>[16],\n      the Constitution Bench has held as follows: -</span>\n</p>\n<blockquote id=\"blockquote_5\">           “A real and abiding  concern  for  the  dignity  of  human  life\n           postulates  resistance  to   taking   a   life   through   law&#x27;s\n           instrumentality. That ought not to be done save in the rarest of\n           rare  cases  when  the  alternative  option  is   unquestionably\n           foreclosed.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">  32. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"545301\" id=\"span_19\">In <a href=\"/doc/545301/\" id=\"a_51\">Machhi Singh and Others v. State of Punjab</a>[17],  the  Court,  after\n      stating  the  feeling  of  the  community  and  its  desire  for  self\n      preservation, expressed that in every case,  the  community  does  not\n      desire to withdraw the protection of self preservation by  sanctioning\n      the death penalty.  It may do so in “rarest of rare  cases”  when  its\n      collective conscience is so shocked that it would expect  the  holders\n      of the judicial power centre to inflict death penalty irrespective  of\n      their personal opinion as regards the  desirability  or  otherwise  of\n      retaining death penalty.  After  so  stating,  the  three-Judge  Bench\n      culled out the propositions envisaged from Bachan Singh’s  case  which\n      are as follows: -</span>\n</p><blockquote id=\"blockquote_6\">           “(i) The extreme penalty of death need not be  inflicted  except\n           in gravest cases of extreme culpability.\n</blockquote>\n\n<blockquote id=\"blockquote_7\">           (ii) Before opting for the death penalty  the  circumstances  of\n           the ‘offender’ also require to be taken into consideration along\n           with the circumstances of the ‘crime’.\n</blockquote>\n\n<blockquote id=\"blockquote_8\">           (iii) Life imprisonment is the rule and  death  sentence  is  an\n           exception. In other words death sentence must  be  imposed  only\n           when life imprisonment appears to be  an  altogether  inadequate\n           punishment having regard to the relevant  circumstances  of  the\n           crime, and provided, and only provided,  the  option  to  impose\n           sentence of imprisonment  for  life  cannot  be  conscientiously\n           exercised having regard to the nature and circumstances  of  the\n           crime and all the relevant circumstances.\n</blockquote>\n\n<blockquote id=\"blockquote_9\">           (iv) A balance sheet of aggravating and mitigating circumstances\n           has to be drawn up and in doing so the mitigating  circumstances\n           have to be accorded full weightage and a just balance has to  be\n           struck between the aggravating and the mitigating  circumstances\n           before the option is exercised.”\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_35\">  33. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"545301\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1201493\" id=\"span_21\">In Haresh  Mohandas  Rajput  v  State  of  Maharshtra[18],  the  Bench\n      referred to the principles in <a href=\"/doc/1201493/\" id=\"a_52\">Bachan Singh</a> (supra)  and  <a href=\"/doc/545301/\" id=\"a_53\">Machhi  Singh</a>\n      (supra) and proceeded to state as follows:-</span></span>\n</p>\n<blockquote id=\"blockquote_10\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"25053962\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"625626\" id=\"span_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"659859\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1481882\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1438332\" id=\"span_26\">“ “The rarest of the rare case” comes when a convict would be  a\n           menace and threat to the harmonious and peaceful coexistence  of\n           the society. The crime may be heinous or brutal but may  not  be\n           in the category of “the rarest of the rare case”. There must  be\n           no reason to believe that the  accused  cannot  be  reformed  or\n           rehabilitated and that he is likely to continue criminal acts of\n           violence as would constitute a continuing threat to the society.\n           The accused may be a menace to the society and would continue to\n           be so, threatening its peaceful and harmonious coexistence.  The\n           manner in which the crime is committed must be such that it  may\n           result in intense and extreme indignation of the  community  and\n           shock the collective conscience of the society. Where an accused\n           does not act on any spur-of-the-moment provocation and  indulges\n           himself  in  a  deliberately  planned  crime  and   meticulously\n           executes it, the death sentence  may  be  the  most  appropriate\n           punishment for such a ghastly crime. The death sentence  may  be\n           warranted where the victims are innocent children  and  helpless\n           women. Thus, in case the crime is committed in a most cruel  and\n           inhuman  manner  which  is  an  extremely   brutal,   grotesque,\n           diabolical,  revolting  and  dastardly  manner,  where  his  act\n           affects the  entire  moral  fibre  of  the  society  e.g.  crime\n           committed for  power  or  political  ambition  or  indulging  in\n           organised criminal activities, death sentence should be awarded.\n           (See <a href=\"/doc/1438332/\" id=\"a_54\">C. Muniappan v. State of T.N.</a>[19], <a href=\"/doc/1481882/\" id=\"a_55\">Dara Singh  v.  Republic\n           of India</a>[20], <a href=\"/doc/659859/\" id=\"a_56\">Surendra Koli v. State of U.P.</a>[21],  <a href=\"/doc/625626/\" id=\"a_57\">Mohd.  Mannan\n           v. State of Bihar</a>[22] and <a href=\"/doc/25053962/\" id=\"a_58\">Sudam v. State of Maharashtra</a>[23].)”</span></span></span></span></span>\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_36\">  34. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"553823\" id=\"span_27\">In <a href=\"/doc/553823/\" id=\"a_59\">Ram Pal v. State of U.P.</a>[24], a two-Judge Bench took  note  of  the\n      fact that there has been termination of life of number of  people  and\n      opined that the number of deaths cannot  be  the  sole  criterion  for\n      awarding the maximum punishment of death.  It further ruled that while\n      in a given case, death penalty may be the  appropriate  sentence  even\n      for a single murder, it would not necessarily mean that in every  case\n      of multiple murders, death penalty has to be  the  normal  rule.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1201493\" id=\"span_28\">The\n      Court took note of the guidelines stated by the Constitution Bench  in\n      the case of <a href=\"/doc/1201493/\" id=\"a_60\">Bachan Singh</a> (supra), the  aggravating  circumstances  and\n      the mitigating circumstances postulated therein and  opined  that  the\n      incident had taken place as a sequel to the murder of  close  relative\n      of the appellant and the other principal accused which  was  suspected\n      to have been committed by the members of the victims’ family.  The two-\n      Judge Bench expressed the view that the circumstance could be  treated\n      as a circumstance which amounted to  a  provocation  from  the  victim\n      side.  That apart, the two-Judge Bench  observed  that  the  appellant\n      therein was similarly placed with the other accused  persons  who  had\n      been imposed sentence for life  imprisonment  and  further,  they  had\n      spent nearly seventeen years in custody.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">  35. In the present case, as we notice from the factual matrix,  the  crime\n      had taken place because Ram Narayan had  suspected  that  the  accused\n      persons were responsible for extinguishing the life spark of his  son.\n      It is also seen that similarly placed persons have been  imposed  life\n      sentence.  Quite apart from that, all the accused persons have  almost\n      spent thirteen years in custody.  Regard being had to the totality  of\n      the circumstances, it cannot be said that  imprisonment  for  life  is\n      inadequate and the circumstances are so grave  that  it  calls  for  a\n      death  sentence.   When  we  adjudge  the  whole  scenario  in  proper\n      perspective, we are inclined to think that it is not a case which  can\n      be treated to be a case of extreme culpability and there is  no  other\n      option but to impose death penalty.  Thus, we do not find any error in\n      the decision of the High Court by which  it  has  commuted  the  death\n      sentence to life imprisonment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_38\">  36. Consequently, the appeal  filed  by  the  accused-appellants  and  the\n      appeals filed by the State for enhancement of penalty and reversal  of\n      the judgment of acquittal rendered in favour of  the  accused  persons\n      are dismissed.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_39\">                                                             ……………………………….J.\n                            [K. S. Radhakrishnan]\n\n\n\n\n\n                                                             ….………………………….J.\n                                                     [Dipak Misra]\nNew Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_40\">April 22, 2013.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">-----------------------\n</p><pre id=\"pre_2\">[1]    (2001) 6 SCC 71\n[2]    (2007) 2 SCC 170\n[3]    (1994) 5 SCC 188\n[4]    AIR 2011 SC 1064\n[5]    (1981) 3 SCC 675\n[6]    (1996) 1 SCC 614\n[7]    AIR 1965 SC 202\n[8]    (1989) 1 SCC 437\n[9]    (2011) 9 SCC 257\n[10]   AIR 1972 SC 116\n[11]   AIR 1972 SC 2020\n[12]   (2007) 9 SCC 135\n[13]   (2003) 3 SCC 21\n[14]   (2011) 8 SCC 65\n[15]   (2012) 1 SCC 602\n[16]   (1980) 2 SCC 684\n[17]    (1983) 3 SCC 470\n[18]   (2011) 12 SCC 56\n[19]   (2010) 9 SCC 567\n[20]   (2011) 2 SCC 490\n[21]   (2011) 4 SCC 80\n[22]   (2011) 5 SCC 509\n[23]   (2011) 7 SCC 125\n[24]   (2003) 7 SCC 141\n\n\n-----------------------\n<span class=\"hidden_text\" id=\"span_29\">35</span>\n\n\n\n\n\n</pre>","numcites":34,"numcitedby":174,"docsource":"Supreme Court of India","citetid":161136858,"divtype":"judgments","relatedqs":[{"value":"delay lodging fir","formInput":"delay%20lodging%20fir"},{"value":"delay in fir","formInput":"delay%20in%20fir"},{"value":"death sentence","formInput":"death%20sentence"},{"value":"delayed first information report","formInput":"delayed%20first%20information%20report"},{"value":"delay in lodging","formInput":"delay%20in%20lodging"},{"value":"benefit of doubt ","formInput":"benefit%20of%20doubt%20"},{"value":"interested witnesses","formInput":"interested%20witnesses"},{"value":"DIPAK misra","formInput":"DIPAK%20misra"},{"value":"death penalty","formInput":"death%20penalty"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"appreciation of evidence","formInput":"appreciation%20of%20evidence"},{"value":"mitigating circumstances","formInput":"mitigating%20circumstances"},{"value":"460 i.p.c 302 i.p.c","formInput":"460%20i.p.c%20302%20i.p.c"},{"value":"common object","formInput":"common%20object"},{"value":"delay of report","formInput":"delay%20of%20report"},{"value":"460 IPC","formInput":"460%20IPC"},{"value":"threat","formInput":"threat"},{"value":"fine  or imprisonment or both","formInput":"fine%20%20or%20imprisonment%20or%20both"},{"value":"delay in f.i.r.","formInput":"delay%20in%20f.i.r."},{"value":"\"dipak misra\"","formInput":"%22dipak%20misra%22"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"mischief","formInput":"tag:mischief"},{"value":"wrongful-confinement","formInput":"tag:wrongful-confinement"}],"courtcopy":true,"query_alert":null,"agreement":false}