{"tid":18998479,"publishdate":"2017-11-24","title":"Ram Kripal Singh & Ors. vs The State Of M.P. on 24 November, 2017","doc":"<h2 class=\"doc_title\">Ram Kripal Singh &amp; Ors. vs The State Of M.P. on 24 November, 2017</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:j-p-gupta\">J.P. Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:j-p-gupta\">J.P.Gupta</a></h3>\n\n<pre id=\"pre_1\">  HIGH COURT OF MADHYA PRADESH, PRINCIPAL SEAT AT\n                          JABALPUR\n      (DIVISION BENCH : HONâBLE SHRI JUSTICE\n\n\n\n\n                                             sh\n                   J.K.MAHESHWARI &amp;\n                  HON&#x27;BLE SHRI JUSTICE J.P.GUPTA)\n\n\n\n\n                                          e\n                                       ad\n                Criminal Appeal No. 2558/2000\n                                  Pr\n                Ramkripal Singh and 4 others\n                              Vs.\n                             a\n                           hy\n\n                    State of Madhya Pradesh\n                       ad\n\n\n\n  Shri Manish Datt, learned Senior Advocate with Shri Rahul\n                 M\n\n\n\n\n  Sharma, Advocate for the appellants-accused.\n  Shri Rajesh Kumar Tiwari, Public Prosecutor for respondent-\n              of\n\n\n\n\n  State.\n          rt\n      ou\n\n\n\n\n               Criminal Appeal No. 2572 / 2000\n                      Narendra Singh\n   C\n\n\n\n\n                             Vs.\n h\n\n\n\n\n                   State of Madhya Pradesh\n ig\n\n\n\n\n  Shri Manish Datt, learned Senior Advocate with Shri Rahul\nH\n\n\n\n\n  Sharma, Advocate for the appellant-accused.\n  Shri Rajesh Kumar Tiwari, Public Prosecutor for respondent\n  â State.\n\n\n  &amp;\n              Criminal Appeal No.2601/2000\n                   Ram Suhavan Singh\n                            Vs.\n                 State of Madhya Pradesh\n   Shri Jagat Sher Singh, Advocate for the appellant â\n  accused.\n  Shri Rajesh Kumar Tiwari, Public Prosecutor for respondent\n\n\n\n\n                                                     sh\n  â State\n\n\n\n\n                                                e\n                                             ad\n           Whether approved for reporting : (Yes / No).\n                           JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                         Pr\n            (Delivered on 24th day of November, 2017)\n                                  a\n                                hy\n\n  Per J.P. Gupta, J :\n</p><blockquote id=\"blockquote_1\">                  This judgment shall govern the disposal of all the\n                           ad\n\n\n\n  aforesaid three criminal appeals arising out of a common\n                    M\n\n\n\n\n  judgment dated 29.9.2000 passed by the trial court in S. T.\n  No.123/1996, whereby the appellants (criminal appeal no.\n</blockquote><blockquote id=\"blockquote_2\">                 of\n\n\n\n\n  2558/2000) are alleged to have formed an unlawful assembly\n            rt\n\n\n\n\n  having common object and in furtherance of common object of\n      ou\n\n\n\n\n  that assembly, they used lathis in commission of offence, for\n  which, they have been convicted for the offence punishable under\n   C\n\n\n\n\n  <a href=\"/doc/1258372/\" id=\"a_1\">Sections 147</a>, <a href=\"/doc/1569253/\" id=\"a_2\">506-B</a>/<a href=\"/doc/999134/\" id=\"a_3\">149</a>, <a href=\"/doc/1560742/\" id=\"a_4\">302</a>/<a href=\"/doc/999134/\" id=\"a_5\">149</a> and <a href=\"/doc/455468/\" id=\"a_6\">307</a>/<a href=\"/doc/999134/\" id=\"a_7\">149</a> of IPC and have\n h\n\n\n\n\n  been sentenced to undergo RI for 6 months, RI for 1 year along\n ig\n\n\n\n\n  with fine of Rs.300/-, RI for life along with fine of Rs.1000/- and RI\nH\n\n\n\n\n  for 10 years along with fine of Rs.500/- ; appellant Narendra\n  Singh (criminal appeal no. 2572/2000) is alleged to have\n  committed murder of the deceased Arunandra by fire arm has\n  been convicted for the offence punishable under <a href=\"/doc/763672/\" id=\"a_8\">Sections 148</a>,\n  <a href=\"/doc/1569253/\" id=\"a_9\">506-B</a>/<a href=\"/doc/999134/\" id=\"a_10\">149</a>, <a href=\"/doc/1560742/\" id=\"a_11\">302</a> and <a href=\"/doc/455468/\" id=\"a_12\">307</a>/<a href=\"/doc/999134/\" id=\"a_13\">149</a> of IPC and has been sentenced to\n  undergo RI for 1 year, RI for 1 year along with fine of Rs.300/-, RI\n  for life along with fine of Rs.1000/- and RI for 10 years along with\n  fine of Rs.500/- and appellant Ramsuhavan Singh (criminal appeal\n  no.2601/2000) is alleged to have made attempt to commit murder\n   of one Babulal by fire arm has been convicted for the offence\n  punishable under <a href=\"/doc/763672/\" id=\"a_14\">Sections 148</a>, <a href=\"/doc/1569253/\" id=\"a_15\">506-B</a>/<a href=\"/doc/999134/\" id=\"a_16\">149</a>, <a href=\"/doc/1560742/\" id=\"a_17\">302</a>/<a href=\"/doc/999134/\" id=\"a_18\">149</a> and <a href=\"/doc/455468/\" id=\"a_19\">307</a> of\n  IPC and has been sentenced to undergo RI for 1 year, RI for 1\n\n\n\n\n                                                   sh\n  year along with fine of Rs.300/-, RI for life along with fine of\n\n\n\n\n                                              e\n  Rs.1000/- and RI for 10 years along with fine of Rs.500/-, with\n\n\n\n\n                                           ad\n  default stipulation as mentioned in the impugned judgment.\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">  2.             In brief, the relevant facts of the case are that on\n                                       Pr\n  13.3.1996 between 9 P.M. to 10 P.M., deceased Arunandra Singh,\n                                a\n  injured Babulal (PW-5), complainant Bhimsen (PW-1) and some\n                              hy\n\n  other persons were sitting at the house of Ramniranjan Singh and\n                         ad\n\n\n\n  chit-chatting about cultivation. Babulal, deceased Arunandra and\n  Bhimsen got up to go to their home then Narendra Singh S/o.\n</p><p data-structure=\"Facts\" id=\"p_3\">                   M\n\n\n\n\n  Indrabhan (PW-7) and Bhole Singh (PW-9) also accompanied them\n                of\n\n\n\n\n  to some distance. When they reached near a garden known as\n  âPhutha Bagichaâ, complainant Bhimsen who was\n           rt\n\n\n\n\n  having a torch, noticed the presence of some people and in the\n       ou\n\n\n\n\n  torch light, he saw the appellants and acquitted accused persons\n   C\n\n\n\n\n  Ramsukh Singh, Pushpendra Singh, Rampal Singh, Ramnarayan\n h\n\n\n\n\n  Singh and Ashok Singh. Accused Narendra and Ramsuhavan were\n ig\n\n\n\n\n  armed with guns and rest of the accused persons were having\nH\n\n\n\n\n  lathis and acquitted accused persons were unarmed. On asking\n  by accused Rambhagwan, deceased Arunandra replied that it was\n  he. Soon thereafter, accused Narendra fired on Arunandra and\n  caused gunshot injury, due to which, he fell down and then a\n  second fire alleged to have been made by accused Ramsuhavan\n  hit Babulal (PW-5) and Babulal also sustained gun shot injury but\n  he ran towards the house of Ramniranjan. Bhimsen (PW-1) also\n  ran away and thereafter, appellants / accused persons along with\n  others also ran away by abusing. On hearing noise of firing,\n   Ramniranjan Singh (PW-2) and other people gathered at the place\n  of incident. Babulal (PW-5) informed Ramniranjan Singh that\n  accused Ramkripal Singh and his companions fired on Arunandra\n\n\n\n\n                                                   sh\n  and caused his death and he also sustained gun shot injury.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_4\">                                              e\n</p><p data-structure=\"Facts\" id=\"p_5\">  3.               Thereafter, Ramniranjan Singh (PW-2) informed\n\n\n\n\n                                           ad\n  the Police Station Semariya, district Rewa, on which, Police\n  reached at the spot where on the information of Bhimsen (PW-1),\n                                       Pr\n  Dehati merg intimation Ex.P/6 and Dehati Nalishi Ex.P/1 were\n                                a\n  recorded and thereafter, on the basis of Dehati Merg Intimation,\n                              hy\n\n  in the police station Semaria, FIR Ex.P/8 and merg intimation\n                         ad\n\n\n\n  Ex.P/9 were registered at Crime No.33/96 under <a href=\"/doc/1258372/\" id=\"a_20\">Sections 147</a>,\n  <a href=\"/doc/763672/\" id=\"a_21\">148</a>, <a href=\"/doc/999134/\" id=\"a_22\">149</a>, <a href=\"/doc/455468/\" id=\"a_23\">307</a> and <a href=\"/doc/1560742/\" id=\"a_24\">302</a> of IPC against the appellants / accused\n                   M\n\n\n\n\n  persons. Injured Babulal (PW-5) was sent to the hospital for\n                of\n\n\n\n\n  treatment. Thereafter, inquest report Ex.P/2 was prepared and on\n  14.3.1996 two empty cartridges of 12 bore gun were found lying\n           rt\n\n\n\n\n  on the spot which were seized and in this regard, seizure memo\n       ou\n\n\n\n\n  Ex.P./11 was prepared and dead body of the deceased was sent\n   C\n\n\n\n\n  for postmortem examination to the Additional Health Centre,\n h\n\n\n\n\n  Semaria where Dr. Prakash Singh Parihar (PW-8), Assistant\n ig\n\n\n\n\n  Surgeon, conducted postmortem on the dead body of deceased\nH\n\n\n\n\n  Arunandra and injured Babulal was also examined by Dr. A.K.\n  Khare (PW-13).\n</p><p data-structure=\"Facts\" id=\"p_6\">  4.            Thereafter, during the investigation, all the accused\n  persons including the appellants except Ramsuhavan were\n  arrested and from the possession of appellant / accused Narendra\n  S/o. Ganesh Singh one 12 bore gun was seized and in this regard,\n  seizure memo Ex.P/7 was prepared. From the possession of the\n  appellants / accused Ramkripal Singh, Gajadhar Singh, Virendra\n  Singh, Brajendra Singh and Rambhagwan Singh, lathis were\n   seized. Appellant / accused Ramsuhavan was absconded. A gun\n  seized from the possession of the appellant / accused Narendra\n  S/o. Ganesh Singh and the empty cartridges recovered from the\n\n\n\n\n                                                    sh\n  spot were sent for report of ballistic expert to the FSL vide letter\n\n\n\n\n                                               e\n  Ex.P/27 dated 13.9.1996 and the FSL report is Ex.P/28, according\n\n\n\n\n                                            ad\n  to which, the empty cartridges were fired by the gun which was\n  seized from the possession of the appellant / accused Narendra.\n</p><p data-structure=\"Facts\" id=\"p_7\">  5.                                   Pr\n                   After completion of the investigation, the police\n                                 a\n  filed a charge sheet against the appellants / accused before the\n                               hy\n\n  Court having jurisdiction from where the case was committed to\n                          ad\n\n\n\n  the court of Sessions Judge for trial. Appellant / accused\n  Ramsuhavan surrendered before the court on 17.12.1996 and he\n                   M\n\n\n\n\n  was also tried simultaneously along with other accused persons.\n</p><p data-structure=\"Issue\" id=\"p_8\">                of\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_9\">  6.              The learned trial Court framed charge for the\n  offence under <a href=\"/doc/1258372/\" id=\"a_25\">Sections, 147</a>, <a href=\"/doc/763672/\" id=\"a_26\">148</a>, 506-B/<a href=\"/doc/999134/\" id=\"a_27\">149</a>, <a href=\"/doc/455468/\" id=\"a_28\">307</a> in alternative\n           rt\n\n\n\n\n  307/149 and 302 in alternative 302/149 of the <a href=\"/doc/1569253/\" id=\"a_29\">IPC</a> against the\n       ou\n\n\n\n\n  appellants / accused persons. However, the appellants / accused\n   C\n\n\n\n\n  including the acquitted accused persons abjured their guilt and\n h\n\n\n\n\n  pleaded for trial. On behalf of the appellants / accused Narendra\n ig\n\n\n\n\n  and Ramsuhavan, plea of alibi was taken and in their defense,\nH\n\n\n\n\n  they adduced witnesses before the trial court.\n</p><p data-structure=\"Facts\" id=\"p_10\">  7.             Learned trial court after trial of the case acquitted\n  accused Ramsukh Singh, Pushpendra Singh, Rampal Singh,\n  Ramnarayan Singh and Ashok Singh on the ground that they were\n  unarmed at the time of incident. Therefore, their presence at the\n  time of incident sharing common object of the unlawful assembly\n  has not been found proved beyond reasonable doubt. Although,\n  the appellants / accused persons have been convicted and\n  sentenced as mentioned earlier placing reliance on the evidence\n   of Bhimsen (PW-1), Babulal Singh (PW-5), Narendra Singh S/o.\n  Indrabhan Singh (PW-7), Bhole Singh (PW-9) and recovery of the\n  empty cartridges from the spot and recovery of the gun from\n\n\n\n\n                                                    sh\n  appellants -accused Narendra Singh S/o. Ganesh singh and\n\n\n\n\n                                               e\n  ballistic expert report Ex.P/28.\n</p>\n\n\n\n<p data-structure=\"Issue\" id=\"p_11\">                                            ad\n</p><p data-structure=\"CDiscource\" id=\"p_12\">  8.               Being aggrieved by the aforesaid impugned\n  judgment of conviction and order of sentence, the appellants have\n                                       Pr\n  filed this appeal challenging the findings of the learned trial\n                                 a\n  court on the ground that all the witnesses are partisaned as it is\n                               hy\n\n  admitted fact that they had strained relationship on account of\n                          ad\n\n\n\n  criminal litigation and political rivalry with regard to election of\n  Sarpanch. Their statements are full of material contradictions and\n                   M\n\n\n\n\n  omissions. The incident had taken place in the dark night. The\n                of\n\n\n\n\n  evidence with regard to having torch by Bhimsen (PW-1) at the\n  time of incident is not reliable as the alleged torch has not been\n           rt\n\n\n\n\n  seized. The FIR is also antedated. At the time of incident,\n       ou\n\n\n\n\n  appellant â accused Narendra was busy doing his job as\n   C\n\n\n\n\n  medical practitioner and appellant â accused Ramsuhavan\n h\n\n\n\n\n  was ill and admitted in the hospital at Raipur. So far as other\n ig\n\n\n\n\n  accused persons are concerned, they have been also implicated in\nH\n\n\n\n\n  the incident on account of rivalry because if they had been\n  present at the time of incident they would have also assaulted\n  somebody by their weapons. Their overt act has not been proved.\n  Hence, it cannot be said that they were the member of an\n  unlawful assembly. The evidence with regard to recovery of gun\n  from the possession of appellant / accused Narendra S/o. Ganesh\n  Singh is also not reliable. The gun was not recovered from the\n  possession of accused / appellant Narendra. It was recovered\n  from an agriculture field which was an open place and the seized\n   gun is a licensee gun of Chhangeshwar Singh (DW-10) who has\n  stated that the gun was taken by the Investigating Officer\n  Khurshid Khan (PW-11) on 13.3.1996 with cartridge under the\n\n\n\n\n                                                    sh\n  pretext of investigation and the same was not returned to him. In\n\n\n\n\n                                               e\n  the aforesaid circumstances, the prosecution has failed to\n\n\n\n\n                                            ad\n  establish the charges against the appellants. Hence, in the view\n  of the facts and circumstances of the case, prayer is made to\n                                         Pr\n  allow the appeal and set-aside the impugned judgment of\n                                 a\n  conviction and order of sentence.\n</p><p data-structure=\"Section\" id=\"p_13\">                               hy\n\n</p><p data-structure=\"RespArg\" id=\"p_14\">  9.             Learned PL appearing for the respondent / State\n                          ad\n\n\n\n  has argued in support of the impugned judgment and stated that\n  the finding of conviction and sentence of the learned trial court is\n                   M\n\n\n\n\n  in accordance with law. Hence, the appeal be dismissed.\n</p><p data-structure=\"Section\" id=\"p_15\">                of\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_16\">  10.            Having considered the rival contentions of both the\n  parties and on perusal of the record         it is found that in this\n           rt\n\n\n\n\n  case there is no controversy that the deceased Arunandra had\n        ou\n\n\n\n\n  died on 13.3.1996 in the intervening night of 13/14.3.1996 in\n   C\n\n\n\n\n  village Kushwar near a garden situated on the way the house of\n h\n\n\n\n\n  Ramniranjan Singh and Babulal on account of gunshot injury\n ig\n\n\n\n\n  caused by accused Narendra S/o. Ganesh Singh and at the same\nH\n\n\n\n\n  time, Babulal (PW-5) also received gunshot injury. These facts are\n  also proved by the prosecution by the evidence of autopsy\n  surgeon Dr. Prakash Singh Parihar (PW-6) who has proved his PM\n  report Ex.P/10 and Dr. A.K. Khare (PW-13) who has proved MLC\n  report Ex.P/30 of injured Babulal. Dr. Munshi Khan (PW-8) has\n  proved the documents relating to the treatment of Babulal vide\n  Bed Head ticket Ex.P/13. Therefore, there is no hesitation to hold\n  that the deceased Arunandra Singh was killed by gunshot injury\n  and at the same time, injured Babulal (PW-5) was also attempted\n   to commit his murder by gunshot injury.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">  11.             In this case appellant / accused Narendra is the\n  main accused against whom injured witness Babulal (PW-5),\n\n\n\n\n                                                  sh\n  Bhimsen (PW-1), Narendra Singh S/o. Indrabhan Singh (PW-7)\n\n\n\n\n                                               e\n  and Bhole Singh (PW-9) have categorically stated that in the light\n\n\n\n\n                                            ad\n  of torch which was having by Bhimsen (PW-1), they saw appellant\n  / accused Narendra S/o. Ganesh Singh armed with gun and on\n                                      Pr\n  asking by accused Rambhagwan, deceased Arunandra replied\n                                a\n  that it was he then appellant / accused Narendra fired by gun on\n                              hy\n\n  Arunandra Singh and on receiving gunshot injury, he fell down.\n</p><p data-structure=\"Facts\" id=\"p_18\">                         ad\n\n\n\n  Thereafter, a second fire was made which hit Babulal (PW-5) who\n  ran away in injured condition. Khurshid Khan, Investigating\n                   M\n\n\n\n\n  officer (PW-11) has stated that during the investigation on\n                of\n\n\n\n\n  14.3.1996 from the place of incident two empty cartridges of 12\n  bore gun were found and the same was seized as per seizure\n            rt\n\n\n\n\n  memo Ex.P/11. This statement has been supported by Bhole Singh\n        ou\n\n\n\n\n  (PW-9) and Narendra Singh S/o. Indrabhan Singh (PW-7) as\n   C\n\n\n\n\n  Punch witness. Further, Khurshid Khan, Investigating officer\n h\n\n\n\n\n  (PW-11) has also stated that on 9.6.1996 appellant / accused\n ig\n\n\n\n\n  Narendra was followed by him with a view to arrest but he ran\nH\n\n\n\n\n  away leaving 12 bore gun in the field. The gun was seized as per\n  seizure memo Ex.P/7 in the presence of Bhole Singh (PW-9) and\n  Dalpratap Singh (PW-3). Punch witness Dalpratap Singh (PW-3)\n  has also stated that in front of him the gun was seized from the\n  field of accused Narendra which he left running away to avoid his\n  arrest.\n</p><p data-structure=\"Facts\" id=\"p_19\">  12.              According to the statement of Khurshid Khan\n  (PW-11), two empty cartridges were seized from the spot and the\n  seized gun was sent for FSL and FSL report is Ex.P/28. As per the\n   FSL report Ex.P/28, the empty cartridges were fired by the seized\n  gun. This fact establishes that at the spot both fires were made by\n  the seized gun which was left by appellant / accused Narendra\n\n\n\n\n                                                   sh\n  S/o. Ganesh Singh and against whom all the eye witnesses have\n\n\n\n\n                                               e\n  said that he fired on Arunandra Singh and the FSL report\n\n\n\n\n                                            ad\n  establishes that the both fires were made by one gun. Hence, it is\n  also established that second fire on Babulal (PW-5) was also made\n                                       Pr\n  by appellant / accused Narendra Singh S/o. Ganesh Singh.\n</p><p data-structure=\"Precedent\" id=\"p_20\">                                a\n</p><p data-structure=\"Facts\" id=\"p_21\">  13.             In the statements of the aforesaid eye witnesses\n                              hy\n\n  there is no material contradictions and omissions. Their\n                         ad\n\n\n\n  statements are reliable and their testimony cannot be thrown out\n  only on the ground that when the first time Ramniranjan Singh\n                   M\n\n\n\n\n  (PW-2) asked Babulal (PW-5) about the incident, he did not\n                of\n\n\n\n\n  disclose the name of appellant / accused Narendra. At that time\n  he was in injured condition and told Ramniranjan Singh that\n           rt\n\n\n\n\n  Ramkripal Singh and his companions killed Arunandra by firearm\n        ou\n\n\n\n\n  and the police reached on the spot without any delay and\n   C\n\n\n\n\n  recorded Dehati merg intimation Ex.P/6 and Dehati Nalishi\n h\n\n\n\n\n  Ex.P./1. So far as non-compliance of <a href=\"/doc/279174/\" id=\"a_30\">Section 157</a> of Cr.P.C. is\n ig\n\n\n\n\n  concerned, testimony of eye witnesses cannot be thrown out\nH\n\n\n\n\n  merely on the ground that compliance of <a href=\"/doc/279174/\" id=\"a_31\">Section 157</a> of Cr.P.C.\n  has not been proved. On behalf of appellant / accused Narendra,\n  in defence Rambakhat Singh (DW-1) and Maniranjan Singh\n  (DW-7) were produced to prove the fact that at the time of\n  incident he was busy doing his job as medical practitioner and\n  both the witnesses have stated that on the date of incident they\n  were taking treatment from him. But on record there is no\n  evidence regarding competence of the working as medical\n  practitioner of appellant Narendra S/o. Ganesh Singh or having\n   any license or permission with regard to operating dispensary and\n  nursing services. Hence, the statements of the aforesaid defence\n  witnesses cannot be relied upon. Prima facie it appears to be\n\n\n\n\n                                                  sh\n  created evidence after thought.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_22\">                                              e\n</p><p data-structure=\"CDiscource\" id=\"p_23\">  14.           On behalf of appellant Narendra Singh S/o. Ganesh\n\n\n\n\n                                           ad\n  Singh, Chhangeshwar Singh (DW-10) and his daughter-in-law\n  Dayawati (DW-11) and Ramprakash Singh (DW-12) have been\n                                      Pr\n  produced in defence with a view to prove the fact that the seized\n                                a\n  gun was taken from Chhangeshwar Singh (DW-10) in the\n                              hy\n\n  intervening night of 13/14th of March 1996 by the Investigating\n                         ad\n\n\n\n  officer Khurshid Khan (PW-11) under the pretext of investigation\n                   M\n\n\n\n\n  with live cartridge without giving any receipt and            the\n  Investigating officer had abused him and thereafter, he took\n                of\n\n\n\n\n  Chhangeshwar Singh forcibly to the police station and later on,\n           rt\n\n\n\n\n  after getting Rs.20,000/- from her daughter-in-law Dayawati\n        ou\n\n\n\n\n  (DW-11), he was released and the amount was managed by\n  Dayawati (DW-11) from the Bank with the help of Ramprakash\n   C\n\n\n\n\n  (DW-12). These witnesses have narrated the aforesaid facts in\n h\n\n\n\n\n  their statements and also produced Bank Pass-book Ex.D/19\n ig\n\n\n\n\n  showing withdrawal of Rs.20,000/- on 14.3.1996. Chhangeshwar\nH\n\n\n\n\n  Singh (DW-10) has also stated that he also filed an application\n  Ex.D/15 but the certified copy of the application Ex.D/15 has not\n  been proved in accordance with law. It is a private document\n  which was required to be proved by calling original document\n  before the court below. Further, there is no endorsement about\n  the presentation of the application before the court below. Merely\n  on the basis of date mentioned in the application it cannot be\n  ascertained that the application was filed on the date mentioned\n  in the application. It may be possible that this application was\n   filed on different date and deliberately in the application earlier\n  date has been mentioned showing presentation of the application\n  on the date of his choice as Chhangeshwar Singh (DW-10) has\n\n\n\n\n                                                     sh\n  neither taken any step to make any complaint to the Higher\n\n\n\n\n                                                e\n  officer of the Police. The fact of taking bribe of Rs.20,000/- in lieu\n\n\n\n\n                                             ad\n  of his release has also not been mentioned in the application\n  Ex.D/16. In these circumstances, the aforesaid evidence cannot be\n                                         Pr\n  said to be reliable one as admitted by Khurshid Khan (PW-11)\n                                  a\n  Investigating officer that the seized gun was the licensee gun of\n                                hy\n\n  Chhangeshwar Singh (DW-10) and appellant / accused Narendra\n                           ad\n\n\n\n  is close relative (nephew) and for giving his licensee gun to his\n  nephew (appellant Narendra) unauthorizedly, Chhangeshwar\n                    M\n\n\n\n\n  Singh (DW-10) was prosecuted for committing offence under\n                 of\n\n\n\n\n  <a href=\"/doc/541406/\" id=\"a_32\">Section 30</a> of the Arms Act. Khurshid Khan (PW-11) Investigating\n  officer has also stated that Chhangeshwar Singh (DW-10) made a\n            rt\n\n\n\n\n  complaint against him and also filed different affidavit. The\n        ou\n\n\n\n\n  concerned Magistrate rejected that complaint and the allegations\n   C\n\n\n\n\n  leveled by the witnesses against him with regard to seizure of the\n h\n\n\n\n\n  gun from Chhangeshwar (DW-10) and falsely showing seizure of\n ig\n\n\n\n\n  the gun from appellant / accused Narendra S/o. Ganesh Singh.\nH\n\n\n\n\n  These facts and circumstances show that the defence is not\n  believable.\n</p><p data-structure=\"CDiscource\" id=\"p_24\">  15.             In view of the aforesaid discussion it is found that\n  the recovery of the gun and its uses for commission of the\n  aforesaid incident / offence corroborates the evidence of the eye\n  witnesses who have categorically stated that appellant / accused\n  Narendra S/o. Ganesh Singh fired on the deceased Arunandra\n  Singh and at the same time, Babulal was also injured by the\n  second gun fire made by Narendra.\n</p><p data-structure=\"PetArg\" id=\"p_25\">   16.             So far as other accused / appellants persons are\n  concerned, none of the eye witnesses has said that at the time of\n  incident, accused Ramsuhavan was also armed with gun. There is\n\n\n\n\n                                                    sh\n  no circumstantial evidence to indicate the fact that at the time of\n\n\n\n\n                                               e\n  incident more than 2 gun shots were made. Similarly, none of the\n\n\n\n\n                                            ad\n  eye witnesses has stated that any other appellants / accused\n  except Ramsuhavan had done any overt act. So far as accused\n                                       Pr\n  Ramkripal Singh is concerned, during the trial, all the eye\n                                 a\n  witnesses have stated that accused Ramkripal abused by saying to\n                               hy\n\n  kill all. No one be left alive. But this fact has not been mentioned\n                          ad\n\n\n\n  even in their police statements. Bhimsen (PW-1) has also not\n  mentioned this fact in the Dehati Nalishi Ex.P/1. Therefore, the\n                   M\n\n\n\n\n  alleged overt act attributed to accused Ramkripal is not\n                of\n\n\n\n\n  believable.\n</p><p data-structure=\"Precedent\" id=\"p_26\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1021335\" id=\"span_1\">17.             Learned trial court has acquitted other accused\n           rt\n\n\n\n\n  persons Ramsukh Singh, Pushpendra Singh, Rampal Singh,\n        ou\n\n\n\n\n  Ramnarayan Singh and Ashok Singh because they were unarmed\n   C\n\n\n\n\n  at the time of incident and appellant / accused persons Ramkripal\n h\n\n\n\n\n  Singh, Gajadhar Singh, Virendra Singh, Brajendra Singh and\n ig\n\n\n\n\n  Rambhagwan Singh have been convicted as they were armed with\nH\n\n\n\n\n  lathis at the time of incident.       In view of the facts and\n  circumstances of the case, the conviction of the aforesaid accused\n  persons only on the aforesaid basis cannot be said to be justifiable\n  in absence of their overt act. All the aforesaid accused persons /\n  appellants and acquitted accused persons at the time of incident\n  were present on the spot and as per the evidence, they were\n  coming from opposite direction and they had no previous\n  knowledge about passing of the deceased and eye witnesses\n  nearby the place of incident. Hence, it cannot be said that they\n   had any pre-meditation. If they had shared any common object to\n  commit murder or assault to any one at the time of incident with\n  appellant / accused Narendra S/o. Ganesh Singh then definitely\n\n\n\n\n                                                  sh\n  they would have assaulted or chased the deceased and the eye\n\n\n\n\n                                              e\n  witnesses but they had not done anything. The the Honâble\n\n\n\n\n                                           ad\n  Apex court in the cases of <a href=\"/doc/1021335/\" id=\"a_33\">Kuldip Yadav and others Vs. State\n  of Bihar</a> (2011) 5 SCC 324      has held in paragraphs 35 to 41\n                                      Pr\n  which are relevant and reproduced here as under :-</span>\n</p><blockquote id=\"blockquote_3\">                               a\n            â35. Apart from conviction under\n                             hy\n\n            Section 302, all the accused were also\n                          ad\n\n\n\n            convicted under <a href=\"/doc/999134/\" id=\"a_34\">Section 149</a> IPC. The\n                  M\n\n\n\n\n            learned counsel appearing for the\n            appellants demonstrated that, first of all,\n               of\n\n\n\n\n            there was no common object, even if it is\n           rt\n\n\n\n\n            admitted that there was a common object,\n      ou\n\n\n\n\n            the same was not known to anybody, in\n            such circumstances, punishment under\n   C\n\n\n\n\n            <a href=\"/doc/999134/\" id=\"a_35\">Section 149</a> IPC is not warranted. On the\n h\n\n\n\n\n            other hand, the learned counsel\n ig\n\n\n\n\n            appearing for the State submitted that\nH\n\n\n\n\n            when the charge is under <a href=\"/doc/999134/\" id=\"a_36\">Section 149</a>\n            IPC, the presence of the accused as part\n            of unlawful assembly is sufficient for\n            conviction, even if no overt act is imputed\n            to them. In other words, according to him,\n            mere presence of the accused as part of\n            unlawful assembly is sufficient for\n            conviction.\n</blockquote>\n<blockquote id=\"blockquote_4\">            36. In order to understand the rival claim,\n        it is useful to refer to Section 149 which\n       reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_5\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"837400\" id=\"span_2\">â149.Every member of unlawful\n\n\n\n\n                                            sh\n       assembly guilty of offence committed\n\n\n\n\n                                        e\n       in    prosecution        of    common\n\n\n\n\n                                     ad\n       object.âIf an offence is committed\n\n                                Pr\n       by any member of an unlawful assembly\n       in prosecution of the common object of\n                             a\n       that assembly, or such as the members of\n                           hy\n\n       that assembly knew to be likely to be\n                   ad\n\n\n\n       committed in prosecution of that object,\n               M\n\n\n\n\n       every person who, at the time of the\n       committing of that offence, is a member\n            of\n\n\n\n\n       of the same assembly, is guilty of that\n       rt\n\n\n\n\n       offence.â\n      ou\n\n\n\n\n       The above provision makes it clear that\n       before convicting the accused with the\n  C\n\n\n\n\n       aid of <a href=\"/doc/999134/\" id=\"a_37\">Section 149</a> IPC, the Court must\n h\n\n\n\n\n       give clear finding regarding nature of\n ig\n\n\n\n\n       common object and that the object was\nH\n\n\n\n\n       unlawful. In the absence of such finding\n       as also any overt act on the part of the\n       accused persons, mere fact that they\n       were armed would not be sufficient to\n       prove common object. Section 149\n       creates a specific offence and deals with\n       punishment of that offence. Whenever the\n       court convicts any person or persons of\n       an offence with the aid of Section 149, a\n        clear finding regarding the common\n       object of the assembly must be given and\n       the evidence discussed must show not\n\n\n\n\n                                             sh\n       only the nature of the common object but\n\n\n\n\n                                         e\n       also that the object was unlawful. Before\n\n\n\n\n                                      ad\n       recording a conviction under <a href=\"/doc/999134/\" id=\"a_38\">Section 149</a>\n       IPC, the essential ingredients of Section\n                                 Pr\n       141 <a href=\"/doc/1569253/\" id=\"a_39\">IPC</a> must be established. The above\n                          a\n       principles have been reiterated in Bhudeo\n                        hy\n\n       <a href=\"/doc/837400/\" id=\"a_40\">Mandal v. State of Bihar</a> [(1981) 2 SCC\n                   ad\n\n\n\n       755 : 1981 SCC (Cri) 595] .</span>\n</blockquote><p data-structure=\"Conclusion\" id=\"p_27\">              M\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">       37. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1083208\" id=\"span_3\">In <a href=\"/doc/1083208/\" id=\"a_41\">Ranbir Yadav v. State of Bihar</a>\n       [(1995) 4 SCC 392 : 1995 SCC (Cri) 728]\n           of\n\n\n\n\n       this Court highlighted that where there\n       rt\n\n\n\n\n       are party factions, there is a tendency to\n      ou\n\n\n\n\n       include the innocent with the guilty and it\n       is extremely difficult for the court to\n  C\n\n\n\n\n       guard against such a danger. It was\n h\n\n\n\n\n       pointed out that the only real safeguard\n ig\n\n\n\n\n       against the risk of condemning the\nH\n\n\n\n\n       innocent with the guilty lies in insisting\n       on acceptable evidence which in some\n       measure implicates such accused and\n       satisfies the conscience of the court.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_29\">       38. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1099363\" id=\"span_4\">In <a href=\"/doc/1099363/\" id=\"a_42\">Allauddin Mian v. State of Bihar</a>\n       [(1989) 3 SCC 5 : 1989 SCC (Cri) 490]\n       this Court held: (SCC pp. 16-17, para 8)\n\n       â8. â¦ Therefore, in order to\n       fasten vicarious responsibility on any\n        member of an unlawful assembly the\n       prosecution must prove that the act\n       constituting an offence was done in\n\n\n\n\n                                             sh\n       prosecution of the common object of that\n\n\n\n\n                                         e\n       assembly or the act done is such as the\n\n\n\n\n                                      ad\n       members of that assembly knew to be\n       likely to be committed in prosecution of\n                                 Pr\n       the common object of that assembly.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_30\">                          a\n       Under this section, therefore, every\n                        hy\n\n       member of an unlawful assembly renders\n                   ad\n\n\n\n       himself liable for the criminal act or acts\n       of any other member or members of that\n              M\n\n\n\n\n       assembly provided the same is/are done\n           of\n\n\n\n\n       in prosecution of the common object or\n       is/are such as every member of that\n       rt\n\n\n\n\n       assembly knew to be likely to be\n      ou\n\n\n\n\n       committed. This section creates a specific\n  C\n\n\n\n\n       offence and makes every member of the\n h\n\n\n\n\n       unlawful assembly liable for the offence\n ig\n\n\n\n\n       or offences committed in the course of the\nH\n\n\n\n\n       occurrence provided the same was/were\n       committed in prosecution of the common\n       object or was/were such as the members\n       of that assembly knew to be likely to be\n       committed. Since this section imposes a\n       constructive penal liability, it must be\n       strictly construed as it seeks to punish\n       members of an unlawful assembly for the\n       offence or offences committed by their\n        associate or associates in carrying out the\n       common object of the assembly. What is\n       important in each case is to find out if the\n\n\n\n\n                                              sh\n       offence was committed to accomplish the\n\n\n\n\n                                         e\n       common object of the assembly or was\n\n\n\n\n                                      ad\n       one which the members knew to be likely\n       to be committed. There must be a nexus\n                                 Pr\n       between the common object and the\n                           a\n       offence committed and if it is found that\n                         hy\n\n       the same was committed to accomplish\n                    ad\n\n\n\n       the common object every member of the\n       assembly will become liable for the same.\n</p><p data-structure=\"Section\" id=\"p_31\">              M\n\n\n\n\n       Therefore, any offence committed by a\n           of\n\n\n\n\n       member of an unlawful assembly in\n       prosecution of any one or more of the five\n       rt\n\n\n\n\n       objects mentioned in Section 141 will\n      ou\n\n\n\n\n       render his companions constituting the\n  C\n\n\n\n\n       unlawful assembly liable for that offence\n h\n\n\n\n\n       with the aid of Section 149 IPC.â\n ig\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_32\">       39. It is not the intention of the\nH\n\n\n\n\n       legislature in enacting Section 149 to\n       render every member of unlawful\n       assembly liable to punishment for every\n       offence committed by one or more of its\n       members. In order to attract Section 149,\n       it must be shown that the incriminating\n       act was done to accomplish the common\n       object of unlawful assembly and it must\n       be within the knowledge of other\n        members as one likely to be committed in\n       prosecution of the common object. If the\n       members of the assembly knew or were\n\n\n\n\n                                             sh\n       aware of the likelihood of a particular\n\n\n\n\n                                       e\n       offence being committed in prosecution of\n\n\n\n\n                                    ad\n       the common object, they would be liable\n       for the same under <a href=\"/doc/999134/\" id=\"a_43\">Section 149</a> IPC.\n</p><p data-structure=\"Conclusion\" id=\"p_33\">                                Pr\n</p><p data-structure=\"Precedent\" id=\"p_34\">       40. In Rajendra Shantaram Todankar v.\n</p><p data-structure=\"Precedent\" id=\"p_35\">                         a\n       State of Maharashtra [(2003) 2 SCC 257 :\n</p><blockquote id=\"blockquote_6\">                       hy\n\n       2003 SCC (Cri) 506] this Court has once\n                   ad\n\n\n\n       again explained Section 149 and held as\n              M\n\n\n\n\n       under: (SCC pp. 263-64, para 14)\n\n       â14. Section 149 of the Penal Code\n           of\n\n\n\n\n       provides that if an offence is committed\n       rt\n\n\n\n\n       by any member of an unlawful assembly\n      ou\n\n\n\n\n       in prosecution of the common object of\n       that assembly, or such as the members of\n  C\n\n\n\n\n       that assembly knew to be likely to be\n h\n\n\n\n\n       committed in prosecution of that object,\n ig\n\n\n\n\n       every person who at the time of the\nH\n\n\n\n\n       committing of that offence, is a member\n       of the same assembly is guilty of that\n       offence. The two clauses of Section 149\n       vary in degree of certainty. The first\n       clause contemplates the commission of an\n       offence by any member of an unlawful\n       assembly which can be held to have been\n       committed in prosecution of the common\n       object of the assembly. The second clause\n        embraces within its fold the commission\n       of an act which may not necessarily be\n       the common object of the assembly,\n\n\n\n\n                                             sh\n       nevertheless, the members of the\n\n\n\n\n                                         e\n       assembly had knowledge of likelihood of\n\n\n\n\n                                      ad\n       the commission of that offence in\n       prosecution of the common object. The\n                                 Pr\n       common object may be commission of one\n                          a\n       offence while there may be likelihood of\n                        hy\n\n       the commission of yet another offence,\n                   ad\n\n\n\n       the knowledge whereof is capable of\n       being safely attributable to the members\n              M\n\n\n\n\n       of the unlawful assembly. In either case,\n           of\n\n\n\n\n       every member of the assembly would be\n       vicariously liable for the offence actually\n       rt\n\n\n\n\n       committed by any other member of the\n      ou\n\n\n\n\n       assembly. A mere possibility of the\n  C\n\n\n\n\n       commission of the offence would not\n h\n\n\n\n\n       necessarily enable the court to draw an\n ig\n\n\n\n\n       inference that the likelihood of\nH\n\n\n\n\n       commission of such offence was within\n       the knowledge of every member of the\n       unlawful assembly. It is difficult indeed,\n       though not impossible, to collect direct\n       evidence of such knowledge. An inference\n       may be drawn from circumstances such\n       as the background of the incident, the\n       motive, the nature of the assembly, the\n       nature of the arms carried by the\n        members of the assembly, their common\n       object and the behaviour of the members\n       soon before, at or after the actual\n\n\n\n\n                                              sh\n       commission of the crime. Unless the\n\n\n\n\n                                         e\n       applicability of Section 149âeither\n\n\n\n\n                                      ad\n       clauseâis attracted and the court is\n       convinced, on facts and in law, both, of\n                                  Pr\n       liability capable of being fastened\n                           a\n       vicariously by reference to either clause\n                         hy\n\n       of <a href=\"/doc/999134/\" id=\"a_44\">Section 149</a> IPC, merely because a\n                    ad\n\n\n\n       criminal act was committed by a member\n       of the assembly every other member\n              M\n\n\n\n\n       thereof would not necessarily become\n           of\n\n\n\n\n       liable for such criminal act. The inference\n       as to likelihood of the commission of the\n       rt\n\n\n\n\n       given criminal act must be capable of\n      ou\n\n\n\n\n       being held to be within the knowledge of\n  C\n\n\n\n\n       another member of the assembly who is\n h\n\n\n\n\n       sought to be held vicariously liable for the\n ig\n\n\n\n\n       said criminal act.â\nH\n\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_36\">       41. In the earlier part of our order, we\n       have analysed the evidence led in by the\n       prosecution and also pointed out several\n       infirmities therein. In our view, no overt\n       act had been attributed to any other\n       accused persons except Brahamdeo\n       Yadav (A-1) towards the murder of Suresh\n       Yadav. Had the other accused persons\n       intended or shared the common object to\n              kill Suresh Yadav, they must have used\n             the weapons allegedly carried by them to\n             facilitate the alleged common object of\n\n\n\n\n                                                   sh\n             committing murder.â\n\n\n\n\n                                               e\n</p><p data-structure=\"Conclusion\" id=\"p_37\">  18.            In view of the aforesaid legal proposition, merely\n\n\n\n\n                                            ad\n  the presence of the accused persons having arms at that time of\n  incidence are not sufficient to hold that they were the member of\n                                       Pr\n  unlawful assembly sharing common object with accused Narendra\n                                a\n  S/o. Ganesh Singh for committing murder of Arunandra or making\n                              hy\n\n  attempt to commit murder of Babulal.\n</p><p data-structure=\"Conclusion\" id=\"p_38\">                         ad\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_39\">  19.            Defence witnesses produced on behalf of appellant\n  / accused Ramsuhavan with regard to his illness and to be\n                   M\n\n\n\n\n  admitted in the hospital at Raipur at the time of incident is\n                of\n\n\n\n\n  concerned, learned trial court has analyzed this fact in paragraph\n  18 of its judgment and after giving cogent reasons found the same\n           rt\n\n\n\n\n  to be unbelievable. After scrutiny of the record, in view of this\n        ou\n\n\n\n\n  court, learned trial court has not committed any error coming to\n   C\n\n\n\n\n  the aforesaid conclusion.\n</p><p data-structure=\"Conclusion\" id=\"p_40\"> h\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_41\">  20.            In view of the aforesaid discussion, the findings of\n ig\n\n\n\n\n  the learned trial court with regard to conviction of the appellants\nH\n\n\n\n\n  / accused in criminal appeal no.2558/2000 and appellant /\n  accused Ramsuhavan Singh in criminal appeal no.2601/2000\n  regarding committing murder of the deceased Arunandra and\n  making attempt to commit murder of Babulal (PW-5) are not\n  sustainable. Hence, criminal appeal no.2558/2000 filed by the\n  appellants Ramkripal Singh, Gajadhar Singh, Virendra Singh,\n  Brajendra Singh and Rambhagwan Singh and criminal appeal no.\n  2601/2000 filed by the appellant Ramsuhavan Singh deserve to be\n  and are allowed. They are acquitted of the offences under\n   <a href=\"/doc/1258372/\" id=\"a_45\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_46\">148</a>, <a href=\"/doc/1569253/\" id=\"a_47\">506-B</a>/<a href=\"/doc/999134/\" id=\"a_48\">149</a>, <a href=\"/doc/1560742/\" id=\"a_49\">302</a>/<a href=\"/doc/999134/\" id=\"a_50\">149</a>, <a href=\"/doc/455468/\" id=\"a_51\">307</a> and <a href=\"/doc/455468/\" id=\"a_52\">307</a>/<a href=\"/doc/999134/\" id=\"a_53\">149</a> of IPC.\n  They are on bail. Their bail bonds stand discharged.\n</p><p data-structure=\"Conclusion\" id=\"p_42\">  21.               So far as appellant / accused Narendra S/o.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_43\">                                                   sh\n  Ganesh Singh is concerned, it is found that the prosecution has\n\n\n\n\n                                               e\n  succeeded to prove the fact that he committed murder of the\n\n\n\n\n                                            ad\n  deceased Arunandra Singh and also made attempt to commit\n  murder of Babulal (PW-5). Hence, the appellant Narendra S/o.\n</p><p data-structure=\"Conclusion\" id=\"p_44\">                                       Pr\n  Ganesh Singh is convicted for the offence punishable under\n                                 a\n  <a href=\"/doc/1560742/\" id=\"a_54\">Sections 302</a> and <a href=\"/doc/455468/\" id=\"a_55\">307</a> of the IPC in place of 148, 506-B/149, 302\n                               hy\n\n  and 307/149 of the <a href=\"/doc/1569253/\" id=\"a_56\">IPC</a> and sentenced to undergo RI for life along\n                          ad\n\n\n\n  with fine of Rs.1000/- and RI for 10 years along with fine of\n  Rs.500/-; in default of payment of fine, he shall further suffer RI\n                     M\n\n\n\n\n  for 6 months, respectively. Both the sentences shall run\n                  of\n\n\n\n\n  concurrently.\n</p><p data-structure=\"Conclusion\" id=\"p_45\">  22.             Consequently, criminal appeal no.2572/2000 filed\n            rt\n\n\n\n\n  by appellant Narendra S/o. Ganesh Singh is disposed of with the\n        ou\n\n\n\n\n  aforesaid modification. As per the record, appellant Narendra is\n   C\n\n\n\n\n  in jail. He shall suffer entire jail sentence as directed above by\n h\n\n\n\n\n  this Court.\n</p><p data-structure=\"Conclusion\" id=\"p_46\"> ig\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_47\">  23.             A copy of this order be sent to the trial court and\nH\n\n\n\n\n  the jail authorities concerned for information and necessary\n  action.\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_48\">   (J.K.MAHESHWARI)\n  (J.P.GUPTA)\n       JUDGE\n  JUDGE\n<span class=\"hidden_text\" id=\"span_5\">   Digitally signed by JITENDRA</span>\n<span class=\"hidden_text\" id=\"span_6\">  KUMAR PAROUHA</span>\n  Date: 2017.11.28 11:55:31 +05&#x27;30&#x27;\n\n\n\n\n  JP/-\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_49\">                                                sh\n                                                e\n                                             ad\n                                           Pr\n                                         a\n                                       hy\n                                      ad\n                                   M\n                                of\n                     rt\n         ou\n  C\n h\n ig\nH\n </p>","numcites":12,"numcitedby":8,"docsource":"Madhya Pradesh High Court","citetid":18998479,"divtype":"judgments","relatedqs":[{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"fsl report","formInput":"fsl%20report"},{"value":"common object","formInput":"common%20object"},{"value":"merg intimation dehati","formInput":"merg%20intimation%20dehati"},{"value":"brajendra singh","formInput":"brajendra%20singh"},{"value":"no overt act ","formInput":"no%20overt%20act%20"},{"value":"member of an unlawful assembly","formInput":"member%20of%20an%20unlawful%20assembly"},{"value":"section 149  ","formInput":"section%20149%20%20"},{"value":"Gun shot","formInput":"Gun%20shot"},{"value":"302 307 149","formInput":"302%20307%20149"},{"value":"criminal act","formInput":"criminal%20act"},{"value":"lathi","formInput":"lathi"},{"value":"unlawful object","formInput":"unlawful%20object"},{"value":"ipc 149","formInput":"ipc%20149"},{"value":"rajesh kumar ","formInput":"rajesh%20kumar%20"},{"value":"149 i.p.c","formInput":"149%20i.p.c"},{"value":"eye witnesses","formInput":"eye%20witnesses"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"rioting","formInput":"tag:rioting"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}