{"tid":107225803,"publishdate":"2019-08-30","title":"Suraj Singh @ Surat Singh vs State Of M.P. on 30 August, 2019","doc":"<h2 class=\"doc_title\">Suraj Singh @ Surat Singh vs State Of M.P. on 30 August, 2019</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-agarwal\">Vivek Agarwal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:sanjay-yadav\">Sanjay Yadav</a>, <a href=\"/search/?formInput=benchid:v-agarwal\">Vivek Agarwal</a></h3>\n\n<pre id=\"pre_1\">                                                                                         1\n                                 Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\n               HIGH COURT OF MADHYA PRADESH\n\n                           BENCH AT GWALIOR\n\n                            DIVISION BENCH:\n\n                                    PRESENT :\n\n               HON&#x27;BLE SHRI JUSTICE SANJAY YADAV\n                                          &amp;\n             HON&#x27;BLE SHRI JUSTICE VIVEK AGARWAL\n\n                   CRIMINAL APPEAL NO. 408/2000\n\n                             Jagat Singh &amp; Others\n\n                                      Versus\n\n                                  State of M.P.\n\n-------------------------------------------------------------------------------------\n\nShri Pradeep Katare, Advocate for the appellants.\n\nShri F.A. Shah, Public Prosecutor for respondent/State.\n\n-------------------------------------------------------------------------------------\n\n                    CRIMINAL APPEAL No. 449/2000\n\n                                     Ramavtar\n\n                                      Versus\n\n                                  State of M.P.\n\n-------------------------------------------------------------------------------------\n\nShri V. K. Saxena, Senior Advocate with Shri Jagdish Singh, Advocate\n\nfor the appellant.\n\nShri F.A. Shah, Public Prosecutor for respondent/State.\n\n-------------------------------------------------------------------------------------\n                                                                                          2\n                                 Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\n                    CRIMINAL APPEAL No. 465/2000\n\n                          Raghunath Singh &amp; Others\n\n                                      Versus\n\n                                  State of M.P.\n\n-------------------------------------------------------------------------------------\n\nShri V. K. Saxena, Senior Advocate with Shri Jagdish Singh, Advocate\n\nfor the appellants.\n\nShri F.A. Shah, Public Prosecutor for respondent/State.\n\n-------------------------------------------------------------------------------------\n\n                    CRIMINAL APPEAL No. 545/2000\n\n                          Suraj Singh @ Surat Singh\n\n                                      Versus\n\n                                  State of M.P.\n\n-------------------------------------------------------------------------------------\n\nShri V. K. Saxena, Senior Advocate with Shri Jagdish Singh, Advocate\n\nfor the appellant.\n\nShri F.A. Shah, Public Prosecutor for respondent/State.\n\n-------------------------------------------------------------------------------------\n\n                               JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                                  (30/08/2019)\n\nPer Vivek Agarwal, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">               Criminal Appeal No.408/2000 has been filed by the\n\nappellants being aggrieved by judgment dated 05.06.2000 passed in\n\nSessions Case No.130/1991 originating out of FIR lodged by\n<span class=\"hidden_text\" id=\"span_1\">                                                                                    3</span>\n                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\ncomplainant party who are accused in Criminal Appeals No.\n\n449/2000, 465/2000 &amp; 545/2000.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">[2]         It is submitted that FIR (Exhibit D-1) was recorded at the\n\ninstance of Indrapal Singh (PW-1) on 16.09.1989 registering Crime\n\nNo. 04/1989 at police chowki Ajnar, Police Station Lahar alleging that\n\non 16.09.1989, there was Pata (death ritual) of father of the\n\ncomplainant Indrapal Singh, where Baburam, Mahendra Singh and\n\nothers came to have their meals. Ramavtar and Babu had an old\n\nenmity. As a result of which, they started fighting and when\n\ncomplainant party intervened, then Pancham Singh and Ramlakhan\n\narmed with ballam, Brahmanand, Munna, Baldhari and Jagat armed\n\nwith lathi came there. Baburam and Mahendra Singh started beating\n\nthe complainant Indrapal Singh and his brother causing injuries to\n\ncomplainant, his brother Ranveer, Bachan Singh, Brajpal                           and\n\nRamjilal. Pancham Singh hit complainant Indrapal Singh with ballam\n\ncausing injury below his left eye, as a result of which blood started\n\noozing from left eye.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">[3]         A counter case has also been registered by the\n\naccused/appellants which is subject matter in Criminal Appeals No.\n\nNos.465/2000, 449/2000 &amp; 545/2000, Exhibit P-21 to P-23, dated\n\n17.09.1989, registered at Police Station Lahar. According to which,\n\nHead Constable, Chhote Singh Tomar visited Police Station Lahar\n\nfrom Police Chowki Ajnar presenting a report registering Crime\n<span class=\"hidden_text\" id=\"span_2\">                                                                                     4</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nNo.03/1989 under <a href=\"/doc/1258372/\" id=\"a_1\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_2\">148</a>, <a href=\"/doc/999134/\" id=\"a_3\">149</a>, <a href=\"/doc/455468/\" id=\"a_4\">307</a> IPC in which it is\n\nmentioned that complainant had lodged oral report that he is engaged\n\nin occupation of agriculture and had visited Raghunath Singh\n\nKushwaha on an invitation for Pata along with Mahendra, where he\n\nhad met Ramavtar and Ramjilal with whom he had old enmity over\n\nmoney transaction. Ramavtar started abusing them and when he asked\n\nas to why he is being abused then Ramjilal started beating him with\n\nlathi and in the meanwhile persons belonging to that group, namely,\n\nUdhal Singh armed with farsa, Maharban Singh, Mangal Singh,\n\nRaghunath Singh, Rajveer Singh, Indrapal Singh, Soraj Singh,\n\nMordhwaj armed with lathi, Awdesh armed with ballam, whereas\n\nBachan Singh and Brajpal armed with guns came and attacked them.\n\nAfter hearing noise of altercation, Pancham Singh, Ramlakhan,\n\nBrahmanand, Jagat Singh &amp; Munnalal tried to intervene and save\n\nthem when they all were surrounded and beaten. Thereafter, they all\n\nran and entered the house of Ramlakhan and climbed stairs to reach\n\nterrace to save themselves, then Bachan Singh armed with 12 bore\n\nlicensed gun climbed roof of his house and fired gunshots from his\n\nroof which hit Pancham Singh in his stomach on left hand side and so\n\nalso on his chest and hand causing grievous injuries. It is alleged that\n\nBrajpal Singh also fired gunshots. In the process, Baldhari, Munnalal,\n\nRamlakhan, Jagat Singh and Brahmanand also sustained injuries, so\n\nalso some members of the attacking party. Pancham was reported to be\n<span class=\"hidden_text\" id=\"span_3\">                                                                                    5</span>\n                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nlying injured in the house of Ramlakhan when such report was lodged;\n\nthereafter, Pancham succumbed to such injuries and died.\n\n[4]         In this backdrop, cross-appeals have been filed.\n\n[5]         In Criminal Appeal No.408/2000; appellants, who lost\n\none of the members of their group Pancham Singh, have been charged\n\nunder <a href=\"/doc/763672/\" id=\"a_5\">Sections 148</a>, <a href=\"/doc/455468/\" id=\"a_6\">307</a>/<a href=\"/doc/999134/\" id=\"a_7\">149</a>, <a href=\"/doc/724142/\" id=\"a_8\">324</a>/<a href=\"/doc/999134/\" id=\"a_9\">149</a> and <a href=\"/doc/1011035/\" id=\"a_10\">323</a>/<a href=\"/doc/999134/\" id=\"a_11\">149</a> IPC and have been\n\nconvicted under <a href=\"/doc/455468/\" id=\"a_12\">Section 307</a>/<a href=\"/doc/999134/\" id=\"a_13\">149</a> of IPC with five years R.I. and fine\n\nof Rs. 1000/- each, with default stipulation. They have been\n\nexonerated from the charges under <a href=\"/doc/763672/\" id=\"a_14\">Sections 148</a>, <a href=\"/doc/724142/\" id=\"a_15\">324</a>/<a href=\"/doc/999134/\" id=\"a_16\">149</a> and\n\n<a href=\"/doc/1011035/\" id=\"a_17\">323</a>/<a href=\"/doc/999134/\" id=\"a_18\">149</a>.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">[6]         Learned counsel for the appellants in Criminal Appeal\n\nNo. 408/2000 submits that Pancham Singh, who was armed with\n\nballam and had caused injury to Indrapal close to his eye, has died. It\n\nis submitted that accused Baldhari, Brahmanand, Munna Lal and\n\nBaburam are real brothers. Accused Brahmanand, Munna, Baldhari\n\nand Jagat Singh were armed with lathis, whereas Ramlakhan and\n\nPancham were armed with ballam. According to complainant Indrapal\n\nSingh (PW-1), all these persons started beating his brother Ranveer\n\nSingh, Bachan, Brajpal and Ramjilal. Ramlakhan hit him a ballam\n\ncausing injury below his eye. It is submitted that injured Bachan Singh\n\nand Parvati sustained simple injuries, whereas Ranveer was referred\n\nfor MLC vide Exhibit P-4. In the MLC, it was found that patient was\n\nin a state of shock. Treatment was given to him and his dying\n<span class=\"hidden_text\" id=\"span_4\">                                                                                     6</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\ndeclaration was taken by Tahsildar. There was a circular wound over\n\nright shoulder joint near armpit measuring 1 cm x 1 cm in diameter,\n\nedges were inverted and blackened, blood was oozing from wound.\n\nDirection of wound was medially inferior and posteriorly. There was a\n\nexit wound measuring 6 cm x 6 cm in diameter, margins were\n\nirregular and everted, muscle piece. Injury was reported to be grievous\n\nin nature caused by gunshot. Ranveer was referred to J.A. hospital\n\nGwalior. In x-ray report Exhibit P-7, fracture of scapula and head of\n\nhumerus of right side was seen. It is submitted that there was\n\nallegation of causing gunshot injury on Baburam, and therefore,\n\noffence under <a href=\"/doc/763672/\" id=\"a_19\">Sections 148</a>, <a href=\"/doc/999134/\" id=\"a_20\">149</a>, <a href=\"/doc/724142/\" id=\"a_21\">324</a> was enhanced to 307 <a href=\"/doc/1569253/\" id=\"a_22\">IPC</a>. It is\n\nsubmitted that MLC of Parvati widow of Chuttan Singh Exhibit P-6\n\nreveals abrasion on right temporal and one abrasion over scalp of right\n\nside and doctor opined injury to be simple in nature caused by hard\n\nand blunt object. It is submitted that thus it is apparent that fight had\n\ntaken place at the spur of moment because of old enmity between two\n\nrival parties who had visited house of Indrapal Singh on account of\n\nPata (death ritual) of his father. There was no premeditation, and once\n\ntrial Court has recorded finding of acquittal under <a href=\"/doc/763672/\" id=\"a_23\">Sections 148</a>,\n\n<a href=\"/doc/724142/\" id=\"a_24\">324</a>/<a href=\"/doc/999134/\" id=\"a_25\">149</a> and <a href=\"/doc/1011035/\" id=\"a_26\">323</a>/<a href=\"/doc/999134/\" id=\"a_27\">149</a> of IPC and has also recorded a finding that any\n\nof the accused in Criminal Appeal No. 408/2000 had not caused any\n\ninjury to Bachan Singh and Parvati in furtherance of their common\n\nobject or common intention, and taking into consideration the fact that\n<span class=\"hidden_text\" id=\"span_5\">                                                                                     7</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nstatements of Bachu Singh and Parvati Bai were not recorded before\n\nthe Court, it is a case where individual act is to be seen, and therefore,\n\nthere could not have been any conviction under <a href=\"/doc/455468/\" id=\"a_28\">Section 307</a>/<a href=\"/doc/999134/\" id=\"a_29\">149</a> IPC.\n\n[7]          Learned counsel for the appellants referring to statement\n\nof Indrapal (PW-1) submits that accused Baburam Sharma, Mahendra,\n\nRamjilal, Ramavtar were invited for a family function at his place.\n\nThere was old enmity between Ramavtar and Baburam Sharma.\n\nAccused Babu Sharma abused Ramavtar. Bachu Singh and Raghunath\n\ntried to intervene in the matter, when suddenly attack was made by\n\nRamlakhan, Munnu, Baldhari Brahmanand on Ramavtar and Ramjilal\n\nwho tried to intervene in the matter, when, Baburam Sharma, fired a\n\ngunshot from his katta hitting Ranveer. It is alleged that Brajpal\n\nsustained lathi blows on his knee whereas Ramjilal Sharma also\n\nsustained injuries. Ramlakhan hit him with a ballam below his eye,\n\ntherefore, a report was lodged at police chowki. It is submitted that\n\nCourt statements of Indrapal (PW-2) are contrary to his case diary\n\nstatements Exhibit D-2 inasmuch as in his case diary statement under\n\n<a href=\"/doc/447673/\" id=\"a_30\">Section 161</a> Cr.P.C, this witness has deposed that Pancham Singh had\n\nhit him with a ballam causing injury on his left cheek. He had not seen\n\nas to who had caused injury to Ranveer Singh and some how he\n\nmanaged to escape so to reach police station. Reading case diary\n\nstatement of Indrapal, it is submitted that there are several omissions\n\nand contradictions in the Court statement of Indrapal Singh (PW-1)\n<span class=\"hidden_text\" id=\"span_6\">                                                                                     8</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nand after gathering fact of death of Pancham, he has improvised his\n\nstatement so to frame Ramlakhan alleging causation of injury by\n\nRamlakhan with a ballam on his left cheek. It is also submitted that\n\nsince name of Baburam has not been mentioned in the list of persons\n\nwho had caused injury with katta to Ranveer in statements under\n\n<a href=\"/doc/447673/\" id=\"a_31\">Section 161</a> Cr.P.C, this is also an improvisation in his court\n\nstatements. It is submitted that in Para 6 of his court statement, this\n\nwitness has though denied giving a statement that complainant party\n\nhad also sustained injuries but this          is contrary to the statement\n\n(Exhibit D-2). It is also submitted that Mangal Singh (PW-8) has\n\nadmitted that Baburam had not returned money borrowed from\n\nRamjilal and that was the bone of contention. It is submitted that\n\nRamjilal was serving food whereas Ramavtar was sitting. According\n\nto Mangal Singh (PW-8), he had categorically mentioned in his case\n\ndiary statement that Baburam had caused gunshot injury to Ranveer\n\nwhereas Baldhari had hit Bachhu Singh with a lathi and Jagat Singh\n\nhad hit mother of Indal i.e. Parvati with lathi. In view of such\n\ntestimony of prosecution witnesses, it is submitted that all the accused\n\ncould not have been convicted under <a href=\"/doc/455468/\" id=\"a_32\">Section 307</a> IPC with the aid of\n\n<a href=\"/doc/999134/\" id=\"a_33\">Section 149</a> IPC. Therefore, since the incident had taken place at spur\n\nof moment, individual act of accused is to be seen as there was no\n\ncommon intention or common object.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_6\">[8]         Learned counsel has also drawn attention of this Court\n<span class=\"hidden_text\" id=\"span_7\">                                                                                      9</span>\n                             Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\ntowards testimony of Raghunath Singh (PW-5) submitting that several\n\npersons were present when fight had taken place between Baburam\n\non one hand and Ramjilal and Ramavtar on another hand. It is also\n\nsubmitted that dying declaration of Ranveer has not been exhibited in\n\nthe case, and therefore, taking into consideration testimony of\n\nprosecution witnesses and Dr. A.K. Mudgal (PW-11) who has opined\n\nthat injuries caused to Bacchu Singh were simple in nature, so also the\n\ninjuries caused to Parvati, Bachan Singh and Raghunath Singh from\n\nthe opposite camp were also referred by him to be simple injuries,\n\ntherefore, in the light of individual act of the accused party, conviction\n\ndeserves to be modified. PW-11 never opined that injuries were\n\ngrievous in nature, and therefore, it is a fit case to acquit other accused\n\npersons other than one who has been directly charged of causing\n\ninjury to Ranveer, Parvati and Bachu Singh i.e. namely Baburam,\n\nJagat Singh and Baldhari. Jagat Singh and Baldhari can at the best be\n\nconvicted under <a href=\"/doc/1011035/\" id=\"a_34\">Sections 323</a> of IPC and Baburam under <a href=\"/doc/455468/\" id=\"a_35\">Section 307</a>\n\nof IPC simpliciter.\n</p>\n<p data-structure=\"RespArg\" id=\"p_7\">[9]          On the other hand, learned Public Prosecutor for the State\n\nin Cr.A. No. 408/2000 submits that conviction with the aid of <a href=\"/doc/999134/\" id=\"a_36\">Section\n\n149</a> IPC cannot be faulted with because common intention can be\n\ngathered on the spot itself and it is not necessary that there should be\n\npremeditation of mind. It is submitted that it has come on record as\n\nhas been discussed by learned trial Court that injuries caused to the\n<span class=\"hidden_text\" id=\"span_8\">                                                                                      10</span>\n                             Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\ninjured was grievous in nature and this fact is corroborated by\n\ntestimony of Dr. A.K. Mudgal (PW-11). It is also submitted that\n\nlearned Additional Sessions Judge has recorded a finding that all the\n\nmembers of the accused were attackers, and therefore, conviction\n\ncannot be interfered with.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">[10]        Learned counsel for the appellants in Cr.A. No.408/2000\n\nsubmits that in Para 23, a categorical finding has been recorded that\n\naccused persons in the night of 16.09.1989 had not committed any\n\nrioting in furtherance of common object and accordingly they have\n\nbeen acquitted from the charges under <a href=\"/doc/763672/\" id=\"a_37\">Sections 148</a>, <a href=\"/doc/724142/\" id=\"a_38\">324</a>/<a href=\"/doc/999134/\" id=\"a_39\">149</a>, <a href=\"/doc/1011035/\" id=\"a_40\">323</a>/<a href=\"/doc/999134/\" id=\"a_41\">149</a>\n\nof IPC, but without assigning any reason, as to how offence under\n\n<a href=\"/doc/999134/\" id=\"a_42\">Section 149</a> IPC is made out when the court has recorded a categorical\n\nfinding in regard to lack of common object, convicted them under\n\n<a href=\"/doc/455468/\" id=\"a_43\">Section 307</a>/<a href=\"/doc/999134/\" id=\"a_44\">149</a> IPC, and therefore, conviction of all the accused\n\nunder <a href=\"/doc/455468/\" id=\"a_45\">Section 307</a> IPC with the aid of <a href=\"/doc/999134/\" id=\"a_46\">Section 149</a> IPC is not made\n\nout. Attention is also drawn to the fact that Bacchu Singh and Parvati\n\nBai have not been examined by the prosecution, and therefore, it\n\ncannot be said that each of the accused was an active participant in the\n\nincident. It is also submitted that overt act of firing of gunshot is\n\nspecifically attributed to Baburam. Allegation on Pancham was of\n\nhitting Indrapal Singh but MLC of Indrapal Singh has not been placed\n\non record. Prosecution has placed on record MLC of only Bacchu\n\nSingh, Ranveer and Parvati Bai, and prosecution has not examined\n<span class=\"hidden_text\" id=\"span_9\">                                                                                     11</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nBachu Singh and Parvati Bai; therefore, conviction of all the accused\n\nunder <a href=\"/doc/455468/\" id=\"a_47\">Section 307</a> IPC with the aid of <a href=\"/doc/999134/\" id=\"a_48\">Section 149</a> IPC is not made\n\nout.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">[11]         After hearing arguments of learned counsel for the\n\nappellants and learned Public Prosecutor, it is apparent that even if\n\nprosecution story is accepted as it is, then allegation is that when there\n\nwas function of pata (death ritual) of Akbar Singh, father of Indrapal\n\nSingh, then members of two rival parties, namely, Baburam on one\n\nhand and Ramavtar on the other were invited. They started altercation\n\nas Baburam had borrowed some money from Ramavtar. Allegation is\n\nthat Pancham Singh caused injury to Indrapal. Assailants were\n\nBaburam, Mahendra Singh and Munna. They started beating his\n\nbrother Ranveer Singh. In such incident, besides Ranveer Singh,\n\nBachan, Brijpal and Ramjilal sustained injuries. Except for injuries of\n\nRanveer Singh, injury sustained by others namely Bachan, Brijpal and\n\nRamjilal have not been substantiated and prosecution has not\n\nproduced medical evidence of Brijpal and Ramjilal though they have\n\nbeen examined as PW-3 and PW-4. Medical evidence of Bachu Singh\n\nhas been produced as Exhibit P-5 and that of Parvati as P-6 but they\n\nhave not been examined before the Court.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">[12]         Brijpal (PW-3) has not supported prosecution story and\n\nhe has categorically deposed that nothing happened in front of him\n\nand he did not sustain any injury. Besides this, Police had not made\n<span class=\"hidden_text\" id=\"span_10\">                                                                                     12</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nany enquiry from him. Similarly, Ramjilal (PW-4) has partially\n\nsupported prosecution story and has alleged that he saw Baburam\n\nfiring a gunshot from his katta on Ranveer hitting Ranveer in his left\n\nshoulder but he had not seen anybody else hitting any other person.\n\nAccording to him, Baldhari, Munnalal and Brahmanand hit him with\n\nlathi on his left wrist. He admitted that out of these three, lathi of\n\nMunnalal had hit him on his wrist. There is a contradiction in case\n\ndiary statement (Ex.D-3) and Court statement of Ramjilal (PW-4)\n\ninasmuch as in case diary statements he has attributed a lathi below on\n\nhis left hand to Baldhari, whereas in Court statement he has given\n\nname of Munnalal and there is no MLC of PW-4 to support such\n\nallegations. Raghunath Singh (PW-5), father of injured Ranveer, has\n\nalso admitted that it was Baburam who has fired a gunshot from his\n\nkatta hitting Ranveer on his right shoulder. Ramjilal (PW-4) has tried\n\nto rope in different persons in Court statements against his case diary\n\nstatements, and therefore, it is apparent that testimony of this witness\n\nis not wholly reliable. However, principle of &quot;falsus in uno falsus in\n\nomnibus&quot; is not applicable in India, and therefore, to the extent that all\n\nthe witnesses are consistent in their testimony in regard to role of\n\nBaburam firing a gunshot on Ranveer, coupled with the fact that Dr.\n\nMudgal (Exhibit P-11) has deposed in his cross-examination that\n\ninjuries of Ranveer Singh were grievous, and therefore, he was\n\nreferred vide Exhibit P-7 to J.A. Hospital, Gwalior for needful\n<span class=\"hidden_text\" id=\"span_11\">                                                                                       13</span>\n                              Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\ntreatment. As per x-ray report (Exhibit P-7), fracture of scapula and\n\nhead of humerus of right side was found. Therefore, it is apparent that\n\nmere presence of other accused in a family function of Indrapal (PW-\n\n</p><blockquote id=\"blockquote_1\">1) as an invitee itself is not sufficient to record conviction under\n\n<a href=\"/doc/455468/\" id=\"a_49\">Section 307</a> IPC with the aid of <a href=\"/doc/999134/\" id=\"a_50\">Section 149</a> IPC, specially when\n\nlearned trial Court has recorded a categorical finding in Para 23 of its\n\njudgment affirming lack of any common object, therefore, that finding\n\nhaving been not challenged in appeal or revision by the prosecution,\n\nhas attained finality. No reason has been assigned that once appellants\n\nhave been acquitted of the charges under <a href=\"/doc/763672/\" id=\"a_51\">Sections 148</a>, <a href=\"/doc/724142/\" id=\"a_52\">324</a>/<a href=\"/doc/999134/\" id=\"a_53\">149</a>,\n\n<a href=\"/doc/1011035/\" id=\"a_54\">323</a>/<a href=\"/doc/999134/\" id=\"a_55\">149</a>, then how can they be convicted under <a href=\"/doc/455468/\" id=\"a_56\">Section 307</a> IPC with\n\nthe aid of <a href=\"/doc/999134/\" id=\"a_57\">Section 149</a> IPC.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_11\">[13]        Once finding is there that there was no common object,\n\nthen learned Additional Sessions Judge was required to take into\n\nconsideration proof of unlawful assembly. Mere presence of five or\n\nmore persons cannot be termed as unlawful assembly in absence of\n\nany common object to use criminal force or to commit an offence by\n\nuse of criminal force. Prosecution has failed to prove ingredients of\n\nunlawful assembly. In this regard, learned Additional Sessions Judge\n\nhas recorded a specific finding in para 20 that dispute had started\n\nwhen Ramavtar demanded his money from Baburam, when Baburam\n\nfired a gunshot from his katta hitting Ranveer. After adverting to such\n\nfact, the trial Court has overlooked the fact that initiation of\n<span class=\"hidden_text\" id=\"span_12\">                                                                                    14</span>\n                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\naltercation was made by Ramavtar. The incident took place at the spur\n\nof moment, and therefore, since ingredients of unlawful assembly and\n\n<a href=\"/doc/999134/\" id=\"a_58\">Section 149</a> are not fulfilled, therefore, this Court is of the opinion\n\nthat Baburam was an aggressor and had attacked Ranveer, He needs to\n\nbe convicted under <a href=\"/doc/455468/\" id=\"a_59\">Section 307</a> IPC simpliciter and other accused\n\npersons i.e. appellants No. 1 to 6 in Cr. A. No.408/2000 have been\n\nwrongly convicted under <a href=\"/doc/455468/\" id=\"a_60\">Section 307</a> IPC with the aid of <a href=\"/doc/999134/\" id=\"a_61\">Section 149</a>\n\nIPC, and therefore, their conviction cannot be sustained. Accordingly\n\nCriminal Appeal No.408/2000 is decided. Except for Appellant No.7-\n\nBaburam, all other appellants (appellants No. 1 to 6) are acquitted\n\nfrom charges under <a href=\"/doc/455468/\" id=\"a_62\">Section 307</a>/<a href=\"/doc/999134/\" id=\"a_63\">149</a> of IPC.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_12\">[14]           In Criminal Appeal Nos. 465/2000, 449/2000 and\n\n545/2000, appellants have been convicted under <a href=\"/doc/1560742/\" id=\"a_64\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_65\">149</a> IPC\n\nwith life imprisonment and fine of Rs.2000/- each, with default\n\nstipulation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">[15]           In Criminal Appeal Nos. 465/2000, 449/2000 and\n\n545/2000, there were in all 15 accused persons; out of whom,\n\nRajendra Singh @ Puttu Singh S/o Sabal Singh died during trial,\n\nwhereas cases of two accused persons, namely, Indrapal Singh s/o\n\nAkbar Singh and Ranvir Singh s/o Raghunath Singh were tried before\n\nJuvenile Justice Board, and therefore, impugned judgment dated\n\n05.06.2000 has been assailed only by 12 persons by filling three\n\ndifferent appeals.\n</p><span class=\"hidden_text\" id=\"span_13\">                                                                                    15</span><p data-structure=\"Precedent\" id=\"p_14\">\n</p><p data-structure=\"Conclusion\" id=\"p_15\">                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\n[16]        It is an admitted position that accused Ramavtar and\n\naccused Ramjilal are real brothers whereas accused Raghunath is real\n\nbrother of accused Indrapal. Similarly accused Indal Singh,\n\nMordhwaj, Udal Singh are real brothers, whereas prosecution\n\nwitnesses Baldhari (PW-3), Baburam (PW-5), Brahmanand (PW-7)\n\nand Munnalal (PW-8) are real brothers and all are residents of village\n\nAjnar and are known to each other previously.\n</p>\n<p data-structure=\"Issue\" id=\"p_16\">[17]        The question which has been posed by learned counsel\n\nfor the appellants in Cr.A. Nos. 465/2000, 449/2000 and 545/2000 is\n\nthat admittedly charges were framed under <a href=\"/doc/763672/\" id=\"a_66\">Section 148</a> IPC for being\n\narmed with deadly weapons like lathi, farsa, ballam etc; and under\n\n<a href=\"/doc/1560742/\" id=\"a_67\">Section 302</a> IPC read with <a href=\"/doc/999134/\" id=\"a_68\">Section 149</a> IPC for causing death of\n\nPancham Singh S/o Bhagwan Singh in pursuance of common object\n\nby an unlawful assembly and in the alternative under <a href=\"/doc/1560742/\" id=\"a_69\">Section 302</a> IPC\n\nfor causing murder of Pancham Singh. Charge has also been framed\n\nfor causing injury to Baburam, Brahmanand, Baldhari, Jagat Singh\n\nand Ramlakhan which if would have resulted in death would have\n\nmade the appellants liable for conviction holding them responsible for\n\nmurder; therefore, learned trial Court framed charge under <a href=\"/doc/455468/\" id=\"a_70\">Section 307</a>\n\nread with <a href=\"/doc/999134/\" id=\"a_71\">Section 149</a> IPC (five counts) and in the alternative for\n\ncausing injuries to these persons under <a href=\"/doc/455468/\" id=\"a_72\">Section 307</a> (five counts).\n\nQuestion which has been raised by learned counsel for the appellants\n\nis that learned trial Court has recorded acquittal under <a href=\"/doc/763672/\" id=\"a_73\">Sections 148</a>,\n<span class=\"hidden_text\" id=\"span_14\">                                                                                     <a href=\"/doc/197248120/\" id=\"a_74\">16</a></span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\n307, 307/149 <a href=\"/doc/1569253/\" id=\"a_75\">IPC</a>, then whether conviction under <a href=\"/doc/1560742/\" id=\"a_76\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_77\">149</a>\n\nIPC is justified ?\n</p>\n<p data-structure=\"PetArg\" id=\"p_17\">[18]         In support of his contention, learned counsel has placed\n\nreliance on the MLC reports of Ranveer, Bachan Singh, Indrapal,\n\nParvati. Thus, it is submitted that it was a free fight at a third place\n\nwhere such incident took place at the house of Raghunath Singh\n\nbetween two factions who were invited to his house for pata (death\n\nritual) under the Indian customs specially in rural areas, therefore,\n\nconviction of all the accused persons under <a href=\"/doc/1560742/\" id=\"a_78\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_79\">149</a> is not\n\nmade out. There was no common intention or no common object of\n\nthe assembly as can be gathered that it was Ramavtar and Baburam\n\nwho triggered this incident at the place of Raghunath Singh when\n\nRagunath Singh and Indrapal got involved so to calm down rival\n\nparties and in the process themselves sustained injuries specially\n\nRanveer Singh son of Ragunath Singh sustained gunshot injury\n\nattributed to Baburam.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">[19]         It is pointed out that Bachan Singh reached his own\n\nterrace and fired gunshots causing death of Pancham, where\n\nadmittedly Bachan Singh was alone and there was neither any\n\nprovocation nor any exhortation to Bachan Singh to fire gunshot at\n\nPancham Singh or Ramlakhan. In fact, Bachan Singh was not armed\n\nwith a gun and he picked up the gun while climbing his terrace from\n\nwhere he had fired bullets. This fact is corroborated by Munnalal (PW-\n<span class=\"hidden_text\" id=\"span_15\">                                                                                              17</span>\n</p><p data-structure=\"Section\" id=\"p_19\">                                     Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_20\">8) who has admitted that it was Bachan Singh who had fired gunshot\n\nfrom his roof.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">[20]        It is pointed out that all the injuries sustained by Pancham\n\nSingh as per the postmortem report (Exhibit P-45) as reproduced\n\nbelow were caused by gunshot, and therefore, conviction of other\n\naccused persons, not responsible for causing any injury to Pancham\n\nSingh, under <a href=\"/doc/1560742/\" id=\"a_80\">Section 302</a> with aid of <a href=\"/doc/999134/\" id=\"a_81\">Section 149</a> IPC is not made out.\n\n[21]        It is submitted that Dr. A.K Mudgal (PW-13) conducted\n\npostmortem on the body of Pancham and found following injuries on\n\nthe body of the deceased :\n</p>\n<blockquote id=\"blockquote_2\">                 &quot;1.     Oval wound 7.5 cm below and lateral to nipple (left\n                 side), 1 cm radius of wound, edges are inverted and clotted\n                 blood seen.\n</blockquote>\n<blockquote id=\"blockquote_3\">                 2.      Oval wound 15 cm below the left armpit on side of\n                 chest wall at the same line as wound No.1, 1½ cm radius.\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\">                 Blackening around wound ½ cm circle. Edges inverted.\n\n</p><p data-structure=\"CDiscource\" id=\"p_23\">                 3.      Oval shaped wound on left back in the same line as\n                 No.2 wound 10 cm backward to wound No.2, 1 cm radius.\n\n</p><p data-structure=\"PetArg\" id=\"p_24\">                 4.      Oval shaped wound on lateral medial side of left elbow\n                 joint inter communicating to each other, 1 cm in radius.\n                 Blackening around the wound present.\n</p>\n<p data-structure=\"PetArg\" id=\"p_25\">                 5.      Oval shaped wound left side of umbilicus ½ cm radius.\n\n</p><p data-structure=\"CDiscource\" id=\"p_26\">                 6.      Oval wound on left buttock near post. iliac spine 1 cm\n                 radius left side.\n</p>\n<p data-structure=\"Precedent\" id=\"p_27\">                 7.      Oval shape wound at ant. sup. iliac spine (left 1 cm\n                 radius).&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_28\">[22]        Referring to evidence of Brahmanand (PW-7), it is\n\npointed out that this witness has turned hostile and has not supported\n<span class=\"hidden_text\" id=\"span_16\">                                                                                    18</span>\n                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nthe prosecution case. Similarly, Babulal (PW-4) has turned hostile,\n\nthough he is cited as a witness of seizure (Ex.P-15) and admits his\n\nsignature on such seizure memo, but has deposed that roofs of\n\nRamlakhan (PW-1) and Bachan Singh are not visible to each other as\n\nhis house is in between house of Ramlakhan (PW-1) and Bachan\n\nSingh.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">[23]        Baburam (PW-5), who is an accused in cross-case, has\n\nturned hostile and has not supported the prosecution case.\n\n[24]        It is submitted that out of 13 prosecution witnesses, three\n\nhave turned hostile. Kalyan Singh (PW-9) is cousin brother of\n\ndeceased Pancham Singh and he is a witness of Panchnama (Exhibit\n\nP-1 and P-2). He is an interested witness. T.R. Gupta (PW-10), C.S.\n\nTomar (PW-11), G.S. Sharma (PW-12) &amp; Dr. A.K. Mudgal (PW-13)\n\nare official witnesses. Therefore, prosecution case is largely based on\n\ntestimony of remaining five eye witnesses. It is pointed out that\n\nRamlakhan (PW-1) has deposed that Ramavtar and Ramjilal armed\n\nwith lathi were beating Mahendra Singh and Baburam and other\n\naccused were also present armed with farsa, ballam, lathi and gun.\n\nSuraj Singh hit him with a lathi on right ear lobe, whereas Mangal\n\nSingh hit him with lathi below right knee from where he along with\n\nJagat Singh, Brahmanand, Baldhari and Munnalal ran away to save\n\ntheir lives and entered in the house of Ramlakhan (PW-1). After\n\nshutting the gate, he climbed to the terrace and after that the accused\n<span class=\"hidden_text\" id=\"span_17\">                                                                                    19</span>\n                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nsurrounded their house and they started pelting stones. Bachan Singh\n\nthreatened them and fired gunshot from his 12 bore licensed gun\n\ncausing injuries to Pancham Singh. After that Baburam left the house\n\nfrom rear gate of house and reached the Police chowki. Police had\n\narrived at the scene of crime within 10-15 minutes when accused\n\ndispersed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">[25]         It is pointed out that though allegation on all the other\n\naccused is of pelting stones by surrounding house of Ramlakhan (PW-\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">1) where members of complainant party had taken shelter, but in none\n\nof the seizure memos, starting from Exhibits P-3, P-4, P-5 &amp; P-7 to P-\n\n10, there is recovery of stones allegedly pelted by accused persons. It\n\nis submitted that as per Exhibit P-4, Police had recovered two rounds\n\nof bullets of 12 bore gun with a note 12 ELEY in English. It is also\n\nsubmitted that vide Exhibit P-10, a 12 bore single barrel gun was\n\nrecovered from Rajendra, who died during trial.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">[26]         Reading spot map (Exhibit P-6), it is pointed out that\n\nhouse of Bachan Singh has been marked as &quot;5&quot;, whereas spot is\n\nshown at &quot;14&quot;(house of Ramlakhan s/o Pannalal), and there is a roof\n\nabove spot &quot;G&quot; room which is approached through stairs where\n\nPancham Singh had sustained gunshot injury. It is pointed out that\n\nbetween the house of Bachan Singh and place of incident i.e. house of\n\nRam Lakhan, there is a goda of Pannalal marked as &quot;13&quot; and mud\n\nmounds at spot are marked as &quot;12&quot;. Thus, terrace of Ram Lakhan is in\n<span class=\"hidden_text\" id=\"span_18\">                                                                                     20</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nthe South West of house of Bachan Singh. Place of incident is just\n\nadjacent to public way leading to Lahar. Thus, reading testimony of\n\nPW-1, it is pointed out that PW-1 has admitted in cross-examination\n\nthat there were two parties in the village one of the accused persons\n\nand another of the complainant party. It is pointed out that the stones\n\nwhich are mentioned in the spot map (Exhibit P-6) at serial No.15 are\n\nstones which were admittedly pelted by the complainant party for their\n\nsafety. Thus, reading such evidence, it is pointed out that all the\n\naccused have been falsely implicated on account of party politics. It is\n\nfurther submitted that there are material omissions in the case diary\n\nstatement of PW-1 i.e. Exhibit D-1 and court statements, inasmuch as\n\nPW-1 has admitted that as per spot map (Exhibit P-6), spot marked as\n\n&quot;15&quot; was occupied by workers of BJP and when they had heard cries\n\nthen they entered into the house but none of them sustained any injury.\n\nIt is submitted that this testimony of PW-1 in Exhibit D-1 points out\n\ntowards two things, namely house of Ramlakhan was not surrounded\n\nby accused persons as BJP workers were able to enter the house of\n\nRamlakhan and if the house had been surrounded by the accused\n\npersons who were 15 in number then complainant party would not\n\nhave been able to escape from that house to lodge report. It is also\n\nsubmitted that none of the independent witnesses from amongst the\n\nBJP workers who were staying just opposite the place of incidence\n\nmarked as &quot;15&quot; have been examined though they were the best\n<span class=\"hidden_text\" id=\"span_19\">                                                                                     21</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nindependent witnesses, if would have been examined by the Police in\n\nsupport of prosecution story to reveal true sequence of events.\n\n[27]        Mahendra Singh (PW-2) has admitted in Para 5 of his\n\ncross-examination that he cannot explain as to why it is not mentioned\n\nin the case diary statement Exhibit D-2 that accused had surrounded\n\nthem and started beating. This statement given in cross-examination\n\nhas been highlighted in support of the contention that there was\n\nneither any common object or common intention and incident had\n\ntaken place at spur of moment inasmuch as occasion was Pata (death\n\nritual) of father of Ragunath where members of rival parties engaged\n\nin fight. It is pointed out that Mahendra Singh (PW-2) has also\n\nadmitted that there are two parties in the village one of Tikam Singh\n\nand another of Bachu Singh. Accused had also sustained injuries and\n\ncomplainant party is also facing a case for attempt to murder. It is also\n\nsubmitted that house of Ramlakhan is admitted to be 150 steps from\n\nthe house of Ragunath. Distance between house of Bachan Singh and\n\nRamlakhan Singh is about 100 steps. Referring to postmortem report\n\n(Exhibit P-45), it is submitted that PW-13 who conducted postmortem\n\nhas reported blackening around wound as is evident from description\n\nat serial No.2 and 4 of the injuries mentioned in the postmortem\n\nreport. Blackening could not have been sustained, if injury would have\n\nbeen caused from a distance of 100 steps.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_33\">[28]        Jagat Singh (PW-6) has deposed that he had seen\n<span class=\"hidden_text\" id=\"span_20\">                                                                                    22</span>\n                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nRamavtar and Ramjilal abusing Baburam and then Ramjilal had hit\n\nBaburam with a lathi. When Jagat Singh (PW-6), Ramlakhan (PW-1),\n\nPancham Singh reached to intervene, then Mangal Singh, Brijpal,\n\nAwdesh, Pappu, Raghunath, Ranveer, Indrapal, Bachan, Suraj Singh,\n\nMordhawaj, Udal Singh and Indal Singh had attacked them. When\n\nthey ran away for shelter and entered in house of Ramlakhan, then\n\naccused started pelting stones. They had climbed to the terrace of\n\nhouse of Ramlakhan and Brijpal was standing at the door. Then\n\nBachan Singh had fired a gunshot from his terrace which hit his\n\nbrother Pancham Singh. This witness has also corroborated version of\n\nPW-1 that Police had arrived at the scene within ten-fifteen minutes\n\nwhen accused had ran away. It is submitted that even this witness has\n\ndeposed that he sustained injury, Dr. A.K. Mudgal (PW-13) admitted\n\nthat he had examined Ramlakhan (PW-1), Jagat (PW-6), Baburam\n\n(PW-5), Baldhari (PW-3), Brahmanand (PW-7) and Munnalal (PW-8).\n\nBrahmanand (PW-7) did not sustain any injury.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_34\">[29]        Jagat Singh (PW-6) had sustained injury in the form of\n\ncontusion measuring 3 cm x 2 cm on forehead and an abrasion over\n\nindex finger of right hand and all such injuries were simple in nature\n\ncaused by friction of hard and blunt object and could be caused due to\n\nfall. Thus, it is submitted that injuries of Jagat Singh (PW-6) were\n\nsimple in nature and could have been sustained by fall, and therefore,\n\nnecessarily they are not attributable to the appellants. This witness\n<span class=\"hidden_text\" id=\"span_21\">                                                                                     23</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nPW-6 has admitted in his cross-examination that when he had reached\n\nthe door of Ramlakhan, then he had heard certain noises. He has\n\nexaggerated that there was exchange of abuse at spot for about 20\n\nminutes and firearm attack on the house of Ramlakhan for about an\n\nhour. This witness has also admitted that Ranveer Singh also sustained\n\na gunshot injury and further admitted that the night was dark and\n\nthings were barely visible. It is also submitted that in case diary\n\nstatement of Jagat Singh Exhibit D-3, this witness has not mentioned\n\nabout exchange of abuses and that after having his dinner at the place\n\nRaghunath Singh, he was talking to workers of BJP at the doorsteps of\n\nRamlakhan when he heard noise when he and Ram Lakhan visited\n\nhouse of Ragunath where they had seen accused persons armed with\n\ndanda, lathi, Sabal, Farsa and they were beating Babu and Mahendra.\n\nIt is pointed out that contrary to this, the witness has deposed in para 1\n\nof his examination-in-chief that Ramavtar and Ramjilal were abusing\n\nBaburam which creates sufficient doubt as to the correctness of\n\ntestimony of PW-6.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_35\">[30]         Munnalal (PW-8) is also an injured witness who had\n\nsustained one abrasion measuring 1 cm x 1 cm, as has been deposed\n\nby Dr. A.K. Mudgal (PW-13), who conducted MLC vide Exhibit P-29\n\nand such injury was simple in nature caused by friction. Thus, there is\n\nno material to point out that injuries caused to Munnalal (PW-8) or\n\nJagat Singh (PW-6) were caused by any of the accused but they were\n<span class=\"hidden_text\" id=\"span_22\">                                                                                     24</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\ncaused by friction or due to fall. It is also submitted that this Munnalal\n\nhad not sustained any injury in his elbow and Munnalal (PW-8) has\n\nadmitted that he is not in a position to say which of the accused had\n\nbeaten which of the members of the complainant party. He has\n\nadmitted that accused had also sustained injuries, however, could not\n\nexplain that as to why it is not mentioned in his case diary statement\n\n(Exhibit D-4) that he had sustained injury in elbow. This witness has\n\nalso admitted that he is cultivating land of Ramlakhan, then denied a\n\nsuggestion that at the instance of Ramlakhan, he is giving false\n\nstatement.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_36\">[31]         T.R. Gupta (PW-10), Patwari, is a witness of spot map\n\nExhibit P-20. He admits that Head Constable was present at the time\n\nof preparation of spot map but he had not obtained his signatures. He\n\nalso admits that spot map has not been prepared as per scale.\n\n[32]          C.S. Tomar (PW-11), an ASI and author of FIR (Exhibit\n\nP-16) written at the instance of Baburam (PW-5) has admitted that\n\nIndrapal Singh had also lodged a report registering crime No. 04/1989\n\n(Exhibit P-22).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">[33]         G.S. Sharma (PW-12) is the Investigating Officer of the\n\ncase. He was posted as Town Inspector at Lahar Police Station at the\n\nrelevant time. Reading cross-examination of I.O., it is pointed out that\n\nRam Lakhan (PW-1) did not depose in his case diary statement\n\nExhibit D-1 that he entered his house to save his life and Bachan\n\nSingh had threatened him with his life. He has also not informed that\n<span class=\"hidden_text\" id=\"span_23\">                                                                                     25</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nPancham Singh sustained a gunshot injury in his elbow. Mahendra\n\nSingh (PW-2) has not deposed in Exhibit D-2 that Baburam had\n\nshouted for help or accused had surrounded him or beaten him while\n\nhe was rescuing Baburam. Similarly, Jagat Singh (PW-6) had not\n\nmentioned in his case diary statement Exhibit D-3 that Ramavtar and\n\nRamjilal were abusing Baburam and when Baburam asked not to\n\nabuse him then they started beating him. He had also not informed that\n\nJagat Singh and Ramlakhan (PW-1) had intervened in the matter.\n\nMunnalal (PW-8) had not informed him that all the seven persons\n\nwere surrounded by the accused and they had beaten them. Pappu\n\nSingh had hit him with a lathi on head is also not mentioned in the\n\ncase diary statement Exhibit D-4. It is not mentioned that any injury\n\nwas sustained in the elbow of Pancham Singh.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">[34]        It is pointed out that G.S. Sharma (PW-12) has admitted\n\nthat he had reached spot between 11-12 pm on the intervening night of\n\n16 and 17, September, 1989 and the spot of crime was secured by\n\nConstable of police chowki Ajnar. He had taken case diary statements\n\nof Vishnu in the first instance, thereafter of Pappu, Puran, Satyadev,\n\nJangbahadur, Mohan, Lalluram, Jitendra, Ramgovind, Arvind, Suresh,\n\nKomal Prasad, Shivnarayan and Ram Kishore etc. He recorded these\n\nstatements in front of house where murder had taken place. Such\n\nstatements were taken in the light of lantern. It is submitted that none\n\nof these persons have been examined by prosecution though they were\n<span class=\"hidden_text\" id=\"span_24\">                                                                                     26</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nthe independent witnesses available at the scene of crime and their\n\nstatements were recorded. There was no source of light at the scene,\n\nand therefore, it was not possible to have identified all the accused\n\npersons in absence of light inasmuch as this fact is corroborated from\n\nevidence of G.S. Sharma (PW-12) that there was no light as he had\n\ntaken statements of witnesses in the light of lantern. He has admitted\n\nthat there is overwriting in the seizure memos Exhibit P-7, P-9 and P-\n\n</p><p data-structure=\"Section\" id=\"p_39\">10. That spot where death occurred was not protected and there is over\n\nwriting in the timing. He admitted that there is over writing in all the\n\nseizure memos. Thus, it is submitted that it is a case of defective\n\ninvestigation where all the appellants have been falsely implicated\n\nunder <a href=\"/doc/1560742/\" id=\"a_82\">Section 302</a>/<a href=\"/doc/999134/\" id=\"a_83\">149</a> IPC.\n</p>\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"189406987\" id=\"span_25\">[35]        Learned counsel for the appellants has placed reliance on\n\nthe judgment of Supreme Court in case of <a href=\"/doc/189406987/\" id=\"a_84\">Laxmi Singh Vs. State of\n\nBihar</a>, as reported in AIR 1976 SC 2263, in which it has been held\n\nthat in a murder case, the non-explanation of the injuries sustained by\n\nthe accused at about the time of the occurrence or in the course of\n\naltercation is a very important circumstance from which the Court can\n\ndraw the following inferences:</span>\n</p>\n<blockquote id=\"blockquote_4\">          (1) That the prosecution has sup- pressed the genesis\n\n          and the origin of the occurrence and has thus not\n\n          presented the true version:\n</blockquote>\n<blockquote id=\"blockquote_5\">          (2) that the witnesses who have denied the presence of\n<span class=\"hidden_text\" id=\"span_26\">                                                                                      27</span>\n                             Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\n           the injuries on the person of the accused are lying on a\n\n           most material point and therefore their evidence is\n\n           unreliable;\n</blockquote>\n<blockquote id=\"blockquote_6\">           (3) that in case there is a defence version which explains\n\n           the injuries on the person of the accused it is rendered\n\n           probable so as to throw doubt on the prosecution case.\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_41\">       The omission on the part of the prosecution to explain the\n\ninjuries on the person of the accused assumes much greater\n\nimportance where the evidence consists of interested or inimical\n\nwitnesses or where the defence gives a version which competes in\n\nprobability with that of the prosecution.\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">[36]         Reliance has also been placed on the judgment of\n\nSupreme Court in case of State of Gujrat Vs. Bai Fatima and\n\nAnother as reported in AIR 1975 SC 1478, wherein in Para 18, it is\n\nheld that even if an accused does not plead self-defence, it is open to\n\nthe Court to consider such a plea if the same arises from the material\n\non record. The burden of establishing that plea is on the accused and\n\nthat burden can be discharged by showing preponderance of\n\nprobabilities in favour of that plea.\n</p>\n<p data-structure=\"PetArg\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"192065029\" id=\"span_27\">[37]         Learned counsel for the appellants has also placed\n\nreliance on judgment of <a href=\"/doc/192065029/\" id=\"a_85\">Arjun Marik and Others Vs. State of Bihar</a>,\n\nas reported in, 1994 Supplementary (2) SCC 372, to point out that\n\nthe prosecution has led evidence of all the related witnesses and\n<span class=\"hidden_text\" id=\"span_28\">                                                                                      28</span>\n                             Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nthough their evidence cannot be rejected on the ground of relationship,\n\nhowever, such evidence should be scrutinized with great caution and\n\ncare.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1296255\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1010221\" id=\"span_30\">[38]        Reliance has also been placed on the judgment in case of\n\n<a href=\"/doc/1010221/\" id=\"a_86\">Settu and Others Vs. State of Tamil Nadu</a>, as reported in, 2006 (10)\n\nSCC 549, wherein broad guidelines have been discussed, wherein it\n\nhas been held that since appellant No.1 inflicted grievous injuries, he\n\nis liable to be convicted under <a href=\"/doc/1560742/\" id=\"a_87\">Section 302</a> IPC and looking to the\n\nappellants No.2 and 3, they are convicted under <a href=\"/doc/409589/\" id=\"a_88\">Section 304</a> Part I and\n\n<a href=\"/doc/724142/\" id=\"a_89\">Section 324</a> and appellant No.3 under <a href=\"/doc/1540253/\" id=\"a_90\">Section 326</a> IPC referring to\n\njudgment of <a href=\"/doc/1296255/\" id=\"a_91\">Virsa Singh Vs. State of Punjab</a>, AIR 1958 SC 465 on\n\nthe aspect of ingredients of clause &#x27;Thirdly&#x27; of <a href=\"/doc/626019/\" id=\"a_92\">section 300</a> IPC in the\n\nfollowing terms:</span></span>\n</p>\n<blockquote id=\"blockquote_7\">            &#x27;To put it shortly, the prosecution must prove the\n\nfollowing facts before it can bring a case under <a href=\"/doc/626019/\" id=\"a_93\">Section 300</a> &#x27;Thirdly&#x27;.\n\n</blockquote><blockquote id=\"blockquote_8\">              First, it must establish, quite objectively, that a bodily\n              injury is present.\n</blockquote><blockquote id=\"blockquote_9\">              Secondly, the nature of the injury must be proved.\n              These are purely objective investigations.\n              Thirdly, it must be proved that there was an intention\n              to inflict that particular bodily injury, that is to say,\n              that it was not accidental or unintentional, or that\n              some other kind of injury was intended.\n</blockquote><blockquote id=\"blockquote_10\">              Once these three elements are proved to be present,\n              the enquiry proceeds further and,\n              Fourthly, it must be proved that the injury of the type\n<span class=\"hidden_text\" id=\"span_31\">                                                                                     29</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\n             just described made up of the three elements set out\n             above is sufficient to cause death in the ordinary\n             course of nature. This part of the enquiry is purely\n             objective and inferential and has nothing to do with\n             the intention of the offender.&#x27;\n\n[39]        Referring to such judgment, it is pointed out that as far as\n\nother co-accused except Bachan Singh are concerned, they did not\n\ncause any bodily injury to Pancham Singh and they had no intention of\n\ninflicting such bodily injury. It is submitted that even ingredients of\n\n<a href=\"/doc/999134/\" id=\"a_94\">Section 149</a> IPC are not made out because as per prosecution story,\n\nincident took place all of a sudden at the place of Raghunath where he\n\nhad invited persons from different walks of life of his village. There\n\nwas an old party rivalry between Ramavtar and Ramjilal. At the spur\n\nof moment, such incident had taken place when members of two rival\n\nparties, namely, Baburam on one hand and Ramavtar and Ramjilal on\n\nother came face to face.\n</blockquote>\n<blockquote id=\"blockquote_11\">[40]        Learned Public Prosecutor, on the other hand, submits\n\nthat in Para 27 and 28 of the impugned judgment, trial Court has\n\nreferred the issue of cross case, which party was the aggressor and has\n\nrecorded a finding that accused persons were aggressor causing injury\n\nto complainant party.\n</blockquote>\n<blockquote id=\"blockquote_12\">[41]        After hearing learned counsel for the parties and perusing\n\nthe record, it is an admitted position that complainant party had pelted\n\nstones in their defence, however, they have denied firing of any\n\ngunshot from their side. It is also denied that Pancham Singh had hit\n<span class=\"hidden_text\" id=\"span_32\">                                                                                     30</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nRanveer Singh with a ballam in his left armpit. Mahendra Singh (PW-\n\n</blockquote><blockquote id=\"blockquote_13\">2) has admitted so also Ramlakhan (PW-1) that Bachan Singh had\n\nfired a gunshot from the roof top which had hit Pancham Singh. This\n\nwitness has also admitted that there is material omission in Exhibit D-\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_45\">2, inasmuch as it is not mentioned in Exhibit D-2 his case diary\n\nstatement that accused had surrounded them. This witness has also\n\nadmitted that a cross case has been filed against them and accused had\n\nalso sustained injuries. Mahendra Singh (PW-8) has also admitted that\n\nBachan Singh had fired gunshots from his roof and distance between\n\nthe two roofs is about 100 steps. This witness has admitted that he is\n\ncultivating land of Ramlakhan. Thus, looking to the fact that as per the\n\nprosecution witnesses, all other accused except Bachan Singh were at\n\nthe doorstep of Ramlakhan and Bachan singh reached to roof of his\n\nhouse which is about 100 steps away from the house of Ram Lakhan\n\ni.e. the roof on which complainant party had climbed, it cannot be said\n\nthat members of the assembly had common intention to kill Pancham\n\nSingh or any other person. If that would be the intention, then as\n\ndeposed by prosecution witnesses, seven members of their party were\n\nsurrounded by fifteen persons allegedly armed with deadly weapons,\n\nthen it would not have been possible for the members of the\n\ncomplainant party to run for shelter to the house of Ramlakhan,\n\nadmittedly situated at a distance of about 150 steps from the house of\n\nRagunath Singh where incident was initiated between Baburam and\n<span class=\"hidden_text\" id=\"span_33\">                                                                                    31</span>\n                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nRamavtar. It is also true that though some of the prosecution witnesses\n\nhave admitted that even accused party had sustained some injuries but\n\nhave not explained that how such injuries were sustained by the\n\nmembers of the accused party when members of the complainant party\n\nwere not armed and as per their version they had not used any of the\n\nweapon and further the injuries as have been sustained by the\n\nmembers of the accused party and deposed of Dr. A.K. Mudgal (PW-\n\n</p><p data-structure=\"Precedent\" id=\"p_46\">13) that Ranveer had sustained gunshot injury; Bachan Singh, Indrapal\n\nand Parvati too sustained injuries, then it was for the prosecution to\n\nexplain that how such injuries were sustained by the members of the\n\naccused party.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"189406987\" id=\"span_34\">[42]        Therefore, in light of the law <a href=\"/doc/1296255/\" id=\"a_95\">laid down in</a> case of <a href=\"/doc/189406987/\" id=\"a_96\">Laxmi\n\nSingh</a> (Supra), it is apparent that there is omission on the part of the\n\nprosecution to explain the injuries on the person of accused specially\n\nwhen prosecution has examined only interested and related witnesses\n\nand has not bothered to examine any of the independent witnesses\n\ncontrary to testimony of G.S. Sharma (PW-12), who had conducted\n\ninvestigation in the matter and had recorded statements of such\n\nindependent witnesses. This witness has admitted several over\n\nwritings in the seizure memos Exhibit P-7, P-8, P-9 and P-10 and\n\nadmitted that no seizure was made in terms of Exhibit P-11, P-12 and\n\nP-13, which are the memorandum under <a href=\"/doc/1312051/\" id=\"a_97\">Section 27</a> of the Evidence\n\nAct, coupled with the fact that prosecution has not examined any of\n<span class=\"hidden_text\" id=\"span_35\">                                                                                     32</span>\n                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nthe witnesses of seizure, namely, Vidyaram, Arjun Singh, Dev Singh,\n\nChatur Singh, Narendra Singh in support of such seizures.\n\n[43]        There is substantial force in the argument of learned\n\ncounsel for the appellants that even if an accused does not plead self\n\ndefence, it is open to the Court to consider such a plea if the same\n\narises from the material on record. Admittedly, Baburam was armed\n\nwith a gun, Ranveer had sustained gunshot injury in his shoulder, and\n\ntherefore, even if plea of private defence is not accepted, the fact\n\nremains that trial Court has erred in recording a finding that appellants\n\nwere the aggressors. This is contrary to the natural conduct of the\n\nparties inasmuch as if the holistic view of the situation is visualized\n\nand taken into consideration then at the first instance altercation took\n\nplace between Baburam and Ramavtar at place of Raghunath. There\n\nwere only 7 members of the party of Baburam. Out of which even\n\npresence of two is doubtful inasmuch they admit that after hearing\n\ncries of a dispute, had returned back from the house of Ramlakhan, yet\n\nthese seven persons could escape from the clutches of 15 persons\n\nallegedly armed with deadly weapons appears to be improbable\n\nspecially if they would had common intention or common object to\n\neliminate the members of complainant party. Also looking to the fact\n\nthat weapons like Ballam, lathi, farsa attributed to accused persons\n\nwould not have caused simple injuries to Ramlakhan (PW-1), Jagat\n\nSingh (PW-6), Baburam, Baldhari, Brahmanand, and Munnalal, as has\n<span class=\"hidden_text\" id=\"span_36\">                                                                                    33</span>\n                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nbeen mentioned by PW-13. In MLC report Exhibit P-24, it is clearly\n\nmentioned that though simple injuries were caused by hard and blunt\n\nobject, but PW-13 doctor has admitted that they could be due to fall.\n\nSimilarly, as per MLC (Exhibit P-25-A) of Jagat Singh, he sustained\n\nsimple injuries caused by fiction with hard and blunt object and could\n\nbe caused due to fall. Baburam sustained simple injuries vide Exhibit\n\nP-26-A caused by hard and blunt object.</span> Baldhari (PW-3) also\n\nsustained simple injuries caused by hard and blunt object vide Exhibit\n\nP-27-A, whereas no external injury was seen on the body of\n\nBrahmanand vide Exhibit P-28-A. Munnalal also sustained simple\n\nabrasion caused by friction, therefore, except for the injury sustained\n\nby Pancham Singh as mentioned in postmortem report (Exhibit P-45)\n\nattributed to Bachan Singh, none of the members of the complainant\n\nparty sustained any grievous injury which could have been easily\n\ncaused by danda, lathi, ballam, and therefore, in absence of a common\n\nobject, conviction of all the other appellants except Bachan Singh\n\nunder Section 302 with the aid of <a href=\"/doc/999134/\" id=\"a_98\">Section 149</a> IPC cannot be sustained\n\nin the eye of law, as has been held in case of State of Maharastra Vs.\n\nKashirao &amp; Ors., as reported in AIR 2003 SC 3901 that &#x27;common\n\nobject&#x27; of unlawful assembly is different from &#x27;common intention&#x27; as it\n\ncan develop during course of incident at the spot coinstante. The\n\nmeaning assigned by the prosecution to &#x27;common object&#x27; is attainment\n\nof common object and object means purpose or design and in order to\n<span class=\"hidden_text\" id=\"span_37\">                                                                                    34</span>\n                           Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\nmake it common, it must be shared by all and no proof of overt act is\n\nnecessary.\n</p>\n<p data-structure=\"Precedent\" id=\"p_48\">[44]         When facts of the present case are examined in light of\n\nlaw laid down in case of Kashirao (Supra), it is evident that there is\n\nno common allegation on any of the members of the accused party that\n\nthey exhorted, prompted or coerced Bachan Singh to fire a gunshot on\n\nPancham Singh or any other member of the complainant party. On the\n\ncontrary, when members of the accused party were at the doorstep of\n\ncomplainant party who had entered the house of PW-1 and had\n\nclimbed to roof, then Bachan Singh escaped to his house and took out\n\nhis licensed gun opening fire on members of complainant party\n\nstanding on his own roof said to be at a higher elevation then that of\n\nPW-1. In this process, Pancham Singh sustained bullet injury and died.\n\n[45]         Therefore, in Criminal Appeal Nos.449/2000, 465/2000\n\nand 545/2000, as far as other appellants are concerned, except Bachan\n\nSingh, there being no common intention or common object, this Court\n\nhas no hesitation to set-aside their conviction and sentence under\n\n<a href=\"/doc/1560742/\" id=\"a_99\">Section 302</a> IPC read with <a href=\"/doc/999134/\" id=\"a_100\">Section 149</a> IPC and same is hereby set-\n\naside. As far as appellant - Bachan Singh is concerned, he is\n\nconvicted under <a href=\"/doc/1560742/\" id=\"a_101\">Section 302</a> IPC with life imprisonment and fine of\n\nRs. 2000/-, and in default of payment of fine, suffer 6 months&#x27; simple\n\nimprisonment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">[46]         As far as Criminal Appeal No.408/2000 is concerned, in\n<span class=\"hidden_text\" id=\"span_38\">                                                                                                                     35</span>\n                                                            Criminal Appeal Nos. 408/2000, 449/2000, 465/2000 &amp; 545/2000\n\n\n\n\n                                 view of the foregoing discussion, appellant No.7 - Baburam is\n\n                                 convicted under <a href=\"/doc/455468/\" id=\"a_102\">Section 307</a> IPC simpliciter with sentence of 5 years\n\n                                 R.I. and fine of Rs.1000/- and in default of payment of fine, three\n\n                                 months simple imprisonment and other appellants i.e. appellants No. 1\n\n                                 to 6 are acquitted from the charge under <a href=\"/doc/455468/\" id=\"a_103\">Section 307</a>/<a href=\"/doc/999134/\" id=\"a_104\">149</a> of IPC.\n\n                                 [47]        Copy of the judgment be sent to the trial Court along with\n\n                                 its record for information and compliance.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">\n\n</p><pre id=\"pre_2\">                                               (Sanjay Yadav)                        (Vivek Agarwal)\n                                                  Judge                                  Judge\n\n\n\n\nAman\n\n\n\n\n   Aman Tiwari\n   2019.08.30 18:32:26 +05&#x27;30&#x27;\n </pre>","numcites":18,"numcitedby":46,"docsource":"Madhya Pradesh High Court","citetid":107225803,"divtype":"judgments","relatedqs":[{"value":"sec 307 of indian penal code","formInput":"sec%20307%20of%20indian%20penal%20code"},{"value":"case diary exhibit","formInput":"case%20diary%20exhibit"},{"value":"common intention and common object","formInput":"common%20intention%20and%20common%20object"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"aggressor","formInput":"aggressor"},{"value":"case and cross case","formInput":"case%20and%20cross%20case"},{"value":"sec 302/149 IPC","formInput":"sec%20302/149%20IPC"},{"value":"307 ipc","formInput":"307%20ipc"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"sec.307 ipc","formInput":"sec.307%20ipc"},{"value":"case diary","formInput":"case%20diary"},{"value":"section 323, 324, 148, 149","formInput":"section%20323%2C%20324%2C%20148%2C%20149"},{"value":"hard and blunt object","formInput":"hard%20and%20blunt%20object"},{"value":"section 307","formInput":"section%20307"},{"value":"common object","formInput":"common%20object"},{"value":"302/149 of IPC ","formInput":"302/149%20of%20IPC%20"}],"cats":[{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"attempt-to-murder","formInput":"tag:attempt-to-murder"},{"value":"murder","formInput":"tag:murder"},{"value":"rioting","formInput":"tag:rioting"},{"value":"cause-hurt","formInput":"tag:cause-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}