{"tid":251562,"publishdate":"1965-10-05","title":"Sachidananda Banerjee A.C.C. Calcutta vs Sitaram Agarwala on 5 October, 1965","doc":"<h2 class=\"doc_title\">Sachidananda Banerjee A.C.C. Calcutta vs Sitaram Agarwala on 5 October, 1965</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:k-s-rao\">K. Subba Rao</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:k-n-wanchoo\">K.N. Wanchoo</a>, <a href=\"/search/?formInput=benchid:j-c-shah\">J.C. Shah</a>, <a href=\"/search/?formInput=benchid:s-m-sikri\">S.M. Sikri</a>, <a href=\"/search/?formInput=benchid:v-ramaswami\">V. Ramaswami</a>, <a href=\"/search/?formInput=benchid:k-s-rao\">K. Subba Rao</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (crl.)  192 of 1961\n\nPETITIONER:\nSACHIDANANDA BANERJEE A.C.C. CALCUTTA \n\nRESPONDENT:\nSITARAM AGARWALA \n\nDATE OF JUDGMENT: 05/10/1965\n\nBENCH:\nK. SUBBARAO &amp; K.N. WANCHOO &amp; J.C. SHAH &amp; S.M. SIKRI &amp; V. RAMASWAMI\n\nJUDGMENT:</pre>\n<p data-structure=\"Section\" id=\"p_1\">JUDGMENT\n\nWith\nCriminal Appeal Nos.183 of 1962 and 123 of 1962 with Criminal Appeal Nos.\n41-42 of 1964\n\n\nThe Judgment was delivered by K. SUBBA RAO, J\n\nPer K. Subba Rao, J. I regret my inability to agree on the construction of\nSection 167(81) of the Sea Customs Act, 1878. The facts have been stated by\nmy learned brother, Wanchoo, J., and I need not restate them. Clause (81)\nof Section 167 of the Sea Customs Act reads :\n</p>\n<blockquote id=\"blockquote_1\">&quot;If any person knowingly, and with intent to defraud the Government of any\nduty payable thereon, or to evade any prohibition or restriction for the\ntime being in force under or by virtue of this Act with respect thereto\nacquires possession of, or is in any way concerned in carrying, removing,\ndepositing, harbouring, keeping or concealing or in any manner dealing with\nany goods which have been unlawfully removed from a warehouse or which are\nchargeable with a duty which has not been paid or with respect to the\nimportation or exportation of which any prohibition or restriction is for\nthe time being in force as aforesaid&quot;; ...... The penalty clause thereof\nreads :&quot; such person shall on conviction before a Magistrate be liable to\nimprisonment for any term not exceeding two years or to fine, or to both&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_2\">. This clause introduces a criminal offence. It is triable by a Magistrate.\nThe person convicted is liable to imprisonment for a term not exceeding two\nyears or to fine or to both. The rule of construction of such a clause\ncreating a criminal offence is well settled. The following passage from the\njudgment of the Judicial Committee in The Gauntlet (1872) L.R. 4 P.C. 184,\n191 may be quoted :\n</p>\n<blockquote id=\"blockquote_2\">&quot;No doubt all penal statutes are to be construed strictly, that is to say,\nthe court must see that the thing charged as an offence is within the plain\nmeaning of the words used, and must not strain the words on any notion that\nthere has been a slip, that there has been a casus omissus, that the thing\nis so clearly within the mischief that it must have been intended to be\nincluded, and would have been included if thought of. On the other hand,\nthe person charged has a right to say that the thing charged, although\nwithin the words, is not within the spirit of the enactment. But where the\nthing is brought within the words and within the spirit, there a penal\nenactment is to be construed, like any other instrument, according to the\nfair common-sense meaning of the language used, and the court is not to\nfind or make any doubt or ambiguity in the language of a penal statute,\nwhere such doubt or ambiguity would clearly not be found or made in the\nsame language in any other instrument.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_3\">The clause, therefore, must be construed strictly and it is not open to the\ncourt to strain the language in order to read a casus omissus. The court\ncannot fill up a lacuna : that is the province of the Legislature. The\nsecond rule of construction equally well settled is that a court cannot\nconstrue a section of a statute with reference to that of another unless\nthe latter is in pari materia with the former. It follows that decisions\nmade on a provision of a different statute in India or elsewhere will be of\nno relevance unless the two statutes are in pari materia. Any deviation\nfrom this rule will destroy the fundamental principle of construction,\nnamely, the duty of a court is to ascertain the expressed intention of the\nLegislature. I am led to make these general remarks, as an attempt was made\nby the learned Counsel for the appellant to persuade us to interpret the\nwords of the clause in the light of the decisions of the English courts on\nan analogous provision in an Act intended to prevent smuggling. It is not\npossible to state that the English and the Indian Acts are in pari materia,\nthough their general purposes are the same and though there is some\nresemblance in the terminology used in them. The English decisions,\ntherefore, must be kept aside in construing the relevant provisions of the\nIndian statute.\n</p>\n<p data-structure=\"Section\" id=\"p_4\">2. Now coming to the relevant clause, the following material ingredients\nconstitute an offence thereunder : (1) a person must have a knowledge that\nthere is a prohibition or restriction against doing any of the enumerated\nacts with respect to goods imported or exported contrary to the restriction\nor prohibition imposed against their import or export; (2) he must have\nacted with an intention to evade such a restriction or prohibition; there\nis no offence unless the said two elements of mens rea namely, knowledge\nand intention, are established. It is not enough if a person has only\nknowledge of such a prohibition or restriction; in addition he shall have\nthe intention to evade such a prohibition or restriction against the import\nor export of goods, as the case may be. A person who knowingly purchases\nsmuggled goods from an importer cannot have an intention to evade a\nprohibition against import, for the prohibited goods have already been\nimported. A person who receives goods with the knowledge that they are\nstolen goods cannot possibly have an intention to commit theft, for the\ntheft has already been committed, though he may have the intention to\nreceive the stolen goods. Knowledge of an offence cannot be equated with an\nintention to commit the offence. Such a construction effaces the\ndistinction between the two distinct elements of mens rea, knowledge and\nintention, laid down in the clause.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1457646\" id=\"span_1\">3. The only possible way out of the inevitable effect of the plain words\nused in the said clause is to give a meaning to the expression &quot;import&quot;\nwhich the word cannot bear. To accept the argument of the learned Counsel\nfor the appellant is to hold that the process of import continues through\ninnumerable transactions between different persons without reference to\ntime or place and whether the goods existed or ceased to exist. Ordinarily\nthe process of import commences the moment the goods cross the customs\nbarrier. That is the meaning given to that word by this Court in <a href=\"/doc/1457646/\" id=\"a_1\">J. V.\nGokal &amp; Co. v. Assistant Collector of Sales-Tax</a> - 1960 (2) SCR 852, 857,</span>\n</p><p data-structure=\"Section\" id=\"p_6\">858. But the said clause gives that expression a wider meaning. The\nenumerated dealings with the goods prohibited or restricted covered a field\nbeyond the point of import normally understood by the expression. But all\nthe said dealings have an intimate nexus with the import of goods under the\nAct. Goods may be imported through the machinery provided under the Act;\nyet, a person may evade the restrictions by fraud or otherwise. Goods may\nalso be illegally imported into India outside the machinery so provided.\nThis is done stealthily at different points of the vast sea line of our\ncountry. But in either case different persons may take part in carrying,\nremoving, depositing, harbouring, keeping or concealing or in any other\nmanner dealing with any goods so imported. They are the necessary acts to\ncomplete the process of import. Such acts may be done by persons between\nwhom there was a pre-arranged plan before the goods were brought into\nIndia. Different persons may also take part in such dealings with the\nrequistite knowledge or intention for the purpose of completing the import\nvis-a-vis the importer. Under the said clause, therefore, the process of\nimport does not end immediately the prohibited goods are brought into\nIndia, but continues till the goods are delivered to the importer,\nphysically or constructively. The importer who smuggles the goods is\ncertainly guilty under the clause, because he imports them in derogation of\nthe prohibition or restriction. Any person who deals with the goods in the\ncontext of the import as explained above in any one of the connected ways\nwith the requisite knowledge and intention would equally be guilty of the\noffence. But the subsequent transactions in regard to the said goods are\noutside the process of the enlarged definition of the expression &quot;import&quot;.\nIt would be incongruous to hold that a purchaser from the importer or a\npurchaser from the said purchaser, and so on, has an intention to evade the\nprohibition or restriction, though he may have the intention to receive the\nsmuggled goods. How does such a purchaser evade the prohibition against\nimport which has already been effected ? The contrary construction will\nlead to the anomaly of a purchaser, even after 20 years of the import,\nbeing attributed the intention to evade the prohibition against import.\nSuppose before the purchase of the goods by a stranger the prohibition was\nlifted. In such a situation, does the purchaser commit an offence ? If the\ncontention is sound, he does. This illustrates that the crux of the offence\nis the import of goods with the requisite intent contrary to the\nprohibition. For the said reasons the intention to contravene the\nprohibition cannot be imputed to subsequent dealers in the said goods after\nthe importer parts with them.\n</p>\n<p data-structure=\"Section\" id=\"p_7\">4. It is said that if the construction suggested by the learned Counsel for\nthe appellant be not accepted, many a person who purchases smuggled goods\nwill escape punishment. A fair reading of the Act discloses that the Act\nmakes a distinction between a customs offence and a criminal offence. The\nsmuggled goods in the hands of whomsoever they are found can be confiscated\nand, therefore, the States can always trace the smuggled goods to their\nultimate destination. The smuggler and the persons concerned in the\nsmuggling are guilty of both customs and criminal offences. The\nLegislature, either intentionally or otherwise, has not made the dealings\nin such goods by persons other than those mentioned in Clause 81 of Section\n167 of the Sea Customs Act a criminal offence. When the clause does not\nbring them in, the court cannot, by construction, bring such a class of\npersons within the said clause. It is for the Legislature to do so and we\nare told that it has recently amended the section.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_8\">5. I, therefore, agree with the High Court that it has not been established\nthat the respondents have dealt with the goods with an intention to evade\nany restriction or prohibition imposed on the import of the said goods.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_9\">In the result, all the appeals should be dismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">In Criminal Appeal Nos. 192 of 1961 and 183 of 1962\n\n</p><p data-structure=\"Section\" id=\"p_11\">6. [Judgments per : Wanchoo, J.]. - These two appeals on certificates\ngranted by the Calcutta High Court arise out of the same trial of the two\nrespondents for an offence under Section 167(81) of the Sea Customs Act,\nNo. 8 of 1878, (hereinafter referred to as the Act) and will be dealt with\ntogether. The facts are not in dispute and have been found as below.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">7. On August 25, 1958, a constable attached to the Detective Department,\nnoticed Sitaram Agarwala respondent and another person at the crossing of\nHariram Goenka street and Kalakar street. The constable had certain\ninformation with respect to these persons and decided to follow them. These\ntwo persons got into a bus and the constable also boarded the same bus.\nThey got down at the junction of B. K. Pal Avenue and J. M. Avenue and so\ndid the constable. They then went to Narendra Dev Square which is a kind of\npark. The constable kept watch over them from a distance. After a short\ntime these two men came out of the park and stood on the western foot-path\nof J. M. Avenue. Shortly thereafter a small taxi came there from the South\nand stopped. Respondent Wang Chit Khaw (hereinafter referred to as the\nChinese accused) was in that taxi. He came down and shook hands with\nSitaram Agarwala and the three got into the taxi. When the taxi was about\nto start, the constable disclosed his identity to the driver and asked him\nto stop. He also asked the three persons to accompany him to the thana.\nThereupon Sitaram Agarwala and the other man who was with him came out of\nthe taxi and tried to run away. The constable cought hold of them and put\nthem in the police wagon which happened to come up just then. The Chinese\naccused also tried to run away. The constable appealed to the members of\nthe public to help him in securing the Chinese accused and he was secured\nwith the help of two college students and one other youngman. As the\nChinese accused was running away he threw away three packets which were\npicked up. In the meantime Sergeant Mukherjee came there on a motor-cycle\nfrom the opposite direction and detained the Chinese accused. The three\npackets thrown away by him were also handed over by the three youngmen to\nthe Sergeant. Thereafter all the three persons who were arrested were taken\nto the police station along with the three packets. It was found in the\npolice station that the three packets contained 23 gold bars of about\nsixteen tolas each with Chinese inscription thereon. On search of the\nperson of Sitaram Agarwala, a sum of Rs. 49, 320/- in notes of various\ndenomination was found on him. The customs authorities were informed and\ntook charge of the gold bars. Eventually, the gold bars were confiscated\nunder Section 167(8) of the Act and thereafter the police after\ninvestigation prosecuted the two respondents and the third man in respect\nof the offence under Section 167(81) of the Act.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">8. These facts were held to be proved by the Magistrate so far as the\nChinese accused and Sitaram were concerned. He therefore convicted them.\nThe case against the third man was held to be doubtful and he was\nacquitted. The two convicted persons then filed separate appeals in the\nHigh Court. The High Court accepted the findings of fact recorded by the\nlearned Magistrate and came to the conclusion that on the facts proved\nthere was no doubt that Sitaram had gone with a large sum of money to meet\nthe Chinese accused in order to purchase the gold bars which had been\nrecovered from the packets thrown away by the Chinese accused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_14\">9. The High Court then addressed itself to the question whether on the\nfacts proved the conviction of the two respondents could be sustained in\nlaw. The charge against Sitaram Agarwala was that on the date in question\nand at the time and place which appeared in the evidence he had gone there\nby previous arrangement to purchase the smuggled gold bars from the Chinese\naccused and was therefore concerned in dealing with smuggled gold and\nthereby committed an offence under Section 167(81) of the Act. The charge\nagainst the Chinese accused was that he had in his possession 23 smuggled\ngold bars which he wanted to sell to Sitarm Agarwala and another person by\nprevious arrangement and as such he was concerned in dealing with smuggled\ngold and was guilty under Section 167(81) of the Act. So far as Sitaram\nAgarwala was concerned, the High Court held that by merely going to the\npark in order to purchase smuggled gold by previous arrangement, it could\nnot be said that Sitaram Agarwala was in any manner dealing with smuggled\ngold. The High Court was of the view that there was a mere attempt to\npurchase smuggled gold on the part of Sitaram Agarwala, but as the purchase\nwas not completed it could not be said that Sitaram Agarwala was concerned\nin dealing with the smuggled gold. The High Court therefore ordered the\nacquittal of Sitaram Agarwala respondent. As to the Chinese accused, the\nHigh Court held that though he was found in possession of smuggled gold,\nwhich he knew to be such, and had attempted to sell that gold\nsurreptitiously, Section 167(81) required knowledge that the article in\nquestion was smuggled and intention to defraud the Government of any duty\npayable thereon or to evade any prohibition or restriction for the time\nbeing in force under or by virtue of the Act. In view of the intent\nnecessary, the High Court was of the view that before a person could be\nconvicted under Section 167(81) it must be shown that he was either a\ndirect importer or concerned in some way in the import of the smuggled\narticle. In other words, the High Court thought that the section dealt with\ngoods while they were being smuggled; it did not include in its scope a\nperson who subsequently obtained the smuggled goods and then dealt with\nthem, though the smuggled goods themselves might be liable to confiscation\nwhen seized. Consequently the High Court ordered the acquittal of the\nChinese accused also. As the interpretation of Section 167(81) was\ninvolved, the High Court granted certificates; and that is how the two\nappeals have come up before us.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">10. The facts are not in dispute in this case and have been set out above.\nThus the question that arises before us is the interpretation of Section\n167(81) and two aspects of that section have to be considered. The first\naspect is the ambit of the words\n\n&quot;in any way concerned in any manner dealing with any goods with respect to\nthe importation of which any prohibition or restriction is for the time\nbeing in force as aforesaid&quot;\n</p>\n<blockquote id=\"blockquote_3\">. The second aspect is with respect to the intent necessary under the\nsection and whether that intent can arise where smuggling is over and\nsmuggled goods are in the possession of persons other than those actually\nconcerned in the smuggling and are then dealt with by them in some manner\nor other.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_16\">11. We may briefly indicate the scheme of the Act in order to appreciate\nthe purpose behind Section 167(81). The object of the Act is to provide\nmachinery for the collection inter alia of import duties and for the\nprevention of smuggling. With that object customs frontiers are defined,\n(Ch. I); customs officers are appointed with certain powers, (Ch. II);\nports, wharves, customhouses, warehouses and boarding and landing-stations\nare provided for, (Ch. Ill); prohibitions and restrictions of imports and\nexports are envisaged, (Ch. IV); levy of and exemption from custom duties\nand the manner in which it has to be done is provided, (Ch. V); drawbacks\ni.e. refunds are provided in certain circumstances, (Ch. VI); arrival and\ndeparture of vessels is controlled, (Ch. VII and Ch. VIII); provision is\nmade for the discharge of cargo, (Ch. IX), and clearance of goods for home\nconsumption (Ch. X); provision is also made for warehousing and\ntranshipment., (Chapters XI, XII); provisions are also made for exportation\nor shipment and re-landing (Ch. XIII); special provisions have been made\nrelating to spirit (Ch. XIV) and coasting trade (Ch. XV). Then comes Ch.\nXVI dealing with offences and penalties. Offences enumerated in Ch. XVI are\nof two kinds; first there are contraventions of the Act and rules\nthereunder which are dealt with by customs officers and the penalty for\nwhich is imposed by them. These may be compendiously called customs\noffences. Besides these there are criminal offences which are dealt with by\nMagistrates and which result in conviction and sentence of imprisonment\nand/or fine. These two kinds of offences have been created to ensure that\nno fraud is committed in the matter of payment of duty and also to ensure\nthat there is no smuggling of goods, without payment of duty or in defiance\nof any prohibition or restriction imposed under Ch. IV of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">12. It is necessary for our purpose to set out two provisions of Section\n167 which is in Ch. XVI. These are Section 167(8) and 167(81). Section\n167(8) is in these terms :-\n</p>\n\n<blockquote id=\"blockquote_4\">&quot;167. The offences mentioned in the first column of the following schedule\nshall be punishable to the extent mentioned in the third column of the same\nwith reference to such offences respectively :-\n</blockquote>\n<blockquote id=\"blockquote_5\">------------ Offences Section of this Penalties Act to which Offence has\nreference\n\n</blockquote><blockquote id=\"blockquote_6\">----------- (8) If any goods, 18 &amp; 19 such goods shall be liable to the\nimportation or confiscation; and any person exportation of which concerned\nin any such offence is for the time being shall be liable to a penalty not\nprohibited or exceeding three times the value restricted by or under of the\ngoods, or not exceeding Chapter IV of this Act, one thousand rupees.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_18\">ibe imported into or exported from India contrary to such prohibition or\nrestriction; or etc. etc.\n\nSection 167(81) with which we are particularly concerned reads thus :\n</p>\n<blockquote id=\"blockquote_7\">----------\n</blockquote>\n<blockquote id=\"blockquote_8\">&quot;(81) If any person knowingly General such person shall and with intent to\ndefraud the on conviction Government of any duty payable before a thereon,\nor to evade any Magistrate be prohibition or restriction for the liable to\ntime being in force under or by imprisonment for virtue of this Act with\nrespect any term not thereto acquires possession of, or exceeding two is in\nany way concerned in years or to fine, or carrying, removing, depositing to\nboth;&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_19\">harbouring, keeping or concealing or in any manner dealing with any goods\nwhich have been unlawfully removed from a warehouse or which are chargeable\nwith a duty which has not been paid or with respect to the importation or\nexportation of which any prohibition or restriction is for the time being\nin force as aforesaid; orxx xx xx\n\nIt will be seen that Section 167(8) deals with what we have called customs\noffences while Section 167(81) deals with criminal offences. It is well-\nsettled by the decisions of this Court that goods which have been imported\nagainst the prohibition or restriction imposed under Ch. IV of the Act are\nliable to confiscation at any time after import and this liability extends\neven in the hands of third persons who may not have had anything to do with\nthe actual import. So long as it is proved that the goods had been imported\nagainst the restrictions imposed under Chapter IV, the goods remain liable\nto confiscation whenever found even if this is long after the import is\nover and even if they are in possession of persons who had nothing to do\nwith the actual import. It is also well-settled by the decisions of this\nCourt that the second part of the penalty relating to any person applies\nonly to a person concerned in the importation or exportation of the goods\nand does not apply to a person found in possession of the smuggled goods\nwho had nothing to do with the importation or exportation thereof : (see\nShivanarayna Mahato v. Collector of Central Excise and Land Customs) C.A.\n288 of 1964, decided on August 14, 1965. 1999-(110)-ELT -0292 -SC\nSACHIDANANDA BANERJEE, A.C.C., CALCUTTA v. SITARAM AGARWALA.\n</p>\n<p data-structure=\"Facts\" id=\"p_20\">Criminal Appeal Nos. 192 of 1961, 183 of 1962 and 123 of 1962 with Criminal\nAppeal Nos. 41-42 of 1964 (On appeals from Calcutta High Court Criminal\nAppeal Nos. 360 of 1959 and 345 of 1959, decided on 11-8-1961, Crl.\nRevision No. 137 of 1960, decided on 29-8-1961 and Bombay High Court\nCriminal Appeal Nos. 1640 of 1962 and 1359 of 1962, decided on 25-3-1963\nand 13-2-1963 respectively), decided on October 5, 1965.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">IN THE SUPREME COURT OF INDIA\n\nCONSTITUTION BENCHREPRESENTED BY : S/Shri Niren De, Addl. Solicitor General\nof India, D. R. Prem, Senior Advocate (S/Shri R. H. Dhebar and B. R. G. K.\nAchar, Advocates with them) and Shri Yogeshwar Prasad, for the Appellants.\n</p>\n<p data-structure=\"Facts\" id=\"p_22\">S/Shri S. C. Mazumdar, M/s. P. K. Chatterjee and S. P. Varma, M/s. B. M.\nMistry and P. R. Vakil, M/s. J. B. Dadachanji. O. C. Mathur and Ravinder\nNarain, Advocates of M/s. J. B. Dadachanji &amp; Co., M/s. B. R. Agarwala, G.\nL. Advocate and H. K. Puri, Advocates for M/s. Gagrat and Co., for the\nRespondent.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">[Judgment per : K. Subba Rao, J.]. - I regret my inability to agree on the\nconstruction of Section 167(81) of the Sea Customs Act, 1878. The facts\nhave been stated by my learned brother, Wanchoo, J., and I need not restate\nthem.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">Clause (81) of Section 167 of the Sea Customs Act reads :\n</p>\n\n<blockquote id=\"blockquote_9\">&quot;If any person knowingly, and with intent to defraud the Government of any\nduty payable thereon, or to evade any prohibition or restriction for the\ntime being in force under or by virtue of this Act with respect thereto\nacquires possession of, or is in any way concerned in carrying, removing,\ndepositing, harbouring, keeping or concealing or in any manner dealing with\nany goods which have been unlawfully removed from a warehouse or which are\nchargeable with a duty which has not been paid or with respect to the\nimportation or exportation of which any prohibition or restriction is for\nthe time being in force as aforesaid&quot;;\n</blockquote>\n<blockquote id=\"blockquote_10\">The penalty clause thereof reads :&quot; such person shall on conviction before\na Magistrate be liable to imprisonment for any term not exceeding two years\nor to fine, or to both&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_25\">. This clause introduces a criminal offence. It is triable by a Magistrate.\nThe person convicted is liable to imprisonment for a term not exceeding two\nyears or to fine or to both. The rule of construction of such a clause\ncreating a criminal offence is well settled. The following passage from the\njudgment of the Judicial Committee in The Gauntlet (1872) L.R. 4 P.C. 184,\n191 may be quoted :\n</p>\n<blockquote id=\"blockquote_11\">&quot;No doubt all penal statutes are to be construed strictly, that is to say,\nthe court must see that the thing charged as an offence is within the plain\nmeaning of the words used, and must not strain the words on any notion that\nthere has been a slip, that there has been a casus omissus, that the thing\nis so clearly within the mischief that it must have been intended to be\nincluded, and would have been included if thought of. On the other hand,\nthe person charged has a right to say that the thing charged, although\nwithin the words, is not within the spirit of the enactment. But where the\nthing is brought within the words and within the spirit, there a penal\nenactment is to be construed, like any other instrument, according to the\nfair common-sense meaning of the language used, and the court is not to\nfind or make any doubt or ambiguity in the language of a penal statute,\nwhere such doubt or ambiguity would clearly not be found or made in the\nsame language in any other instrument.&quot;\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_26\">The clause, therefore, must be construed strictly and it is not open to the\ncourt to strain the language in order to read a casus omissus. The court\ncannot fill up a lacuna : that is the province of the Legislature. The\nsecond rule of construction equally well settled is that a court cannot\nconstrue a section of a statute with reference to that of another unless\nthe latter is in pari materia with the former. It follows that decisions\nmade on a provision of a different statute in India or elsewhere will be of\nno relevance unless the two statutes are in pari materia. Any deviation\nfrom this rule will destroy the fundamental principle of construction,\nnamely, the duty of a court is to ascertain the expressed intention of the\nLegislature. I am led to make these general remarks, as an attempt was made\nby the learned Counsel for the appellant to persuade us to interpret the\nwords of the clause in the light of the decisions of the English courts on\nan analogous provision in an Act intended to prevent smuggling. It is not\npossible to state that the English and the Indian Acts are in pari materia,\nthough their general purposes are the same and though there is some\nresemblance in the terminology used in them. The English decisions,\ntherefore, must be kept aside in construing the relevant provisions of the\nIndian statute.\n</p>\n<p data-structure=\"Section\" id=\"p_27\">2. Now coming to the relevant clause, the following material ingredients\nconstitute an offence thereunder : (1) a person must have a knowledge that\nthere is a prohibition or restriction against doing any of the enumerated\nacts with respect to goods imported or exported contrary to the restriction\nor prohibition imposed against their import or export; (2) he must have\nacted with an intention to evade such a restriction or prohibition; there\nis no offence unless the said two elements of mens rea namely, knowledge\nand intention, are established. It is not enough if a person has only\nknowledge of such a prohibition or restriction; in addition he shall have\nthe intention to evade such a prohibition or restriction against the import\nor export of goods, as the case may be. A person who knowingly purchases\nsmuggled goods from an importer cannot have an intention to evade a\nprohibition against import, for the prohibited goods have already been\nimported. A person who receives goods with the knowledge that they are\nstolen goods cannot possibly have an intention to commit theft, for the\ntheft has already been committed, though he may have the intention to\nreceive the stolen goods. Knowledge of an offence cannot be equated with an\nintention to commit the offence. Such a construction effaces the\ndistinction between the two distinct elements of mens rea, knowledge and\nintention, laid down in the clause.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1457646\" id=\"span_2\">3. The only possible way out of the inevitable effect of the plain words\nused in the said clause is to give a meaning to the expression &quot;import&quot;\nwhich the word cannot bear. To accept the argument of the learned Counsel\nfor the appellant is to hold that the process of import continues through\ninnumerable transactions between different persons without reference to\ntime or place and whether the goods existed or ceased to exist. Ordinarily\nthe process of import commences the moment the goods cross the customs\nbarrier. That is the meaning given to that word by this Court in <a href=\"/doc/1457646/\" id=\"a_2\">J. V.\nGokal &amp; Co. v. Assistant Collector of Sales-Tax</a> - 1960 (2) SCR 852, 857,</span>\n</p><p data-structure=\"Section\" id=\"p_29\">858. But the said clause gives that expression a wider meaning. The\nenumerated dealings with the goods prohibited or restricted covered a field\nbeyond the point of import normally understood by the expression. But all\nthe said dealings have an intimate nexus with the import of goods under the\nAct. Goods may be imported through the machinery provided under the Act;\nyet, a person may evade the restrictions by fraud or otherwise. Goods may\nalso be illegally imported into India outside the machinery so provided.\nThis is done stealthily at different points of the vast sea line of our\ncountry. But in either case different persons may take part in carrying,\nremoving, depositing, harbouring, keeping or concealing or in any other\nmanner dealing with any goods so imported. They are the necessary acts to\ncomplete the process of import. Such acts may be done by persons between\nwhom there was a pre-arranged plan before the goods were brought into\nIndia. Different persons may also take part in such dealings with the\nrequistite knowledge or intention for the purpose of completing the import\nvis-a-vis the importer. Under the said clause, therefore, the process of\nimport does not end immediately the prohibited goods are brought into\nIndia, but continues till the goods are delivered to the importer,\nphysically or constructively. The importer who smuggles the goods is\ncertainly guilty under the clause, because he imports them in derogation of\nthe prohibition or restriction. Any person who deals with the goods in the\ncontext of the import as explained above in any one of the connected ways\nwith the requisite knowledge and intention would equally be guilty of the\noffence. But the subsequent transactions in regard to the said goods are\noutside the process of the enlarged definition of the expression &quot;import&quot;.\nIt would be incongruous to hold that a purchaser from the importer or a\npurchaser from the said purchaser, and so on, has an intention to evade the\nprohibition or restriction, though he may have the intention to receive the\nsmuggled goods. How does such a purchaser evade the prohibition against\nimport which has already been effected ? The contrary construction will\nlead to the anomaly of a purchaser, even after 20 years of the import,\nbeing attributed the intention to evade the prohibition against import.\nSuppose before the purchase of the goods by a stranger the prohibition was\nlifted. In such a situation, does the purchaser commit an offence ? If the\ncontention is sound, he does. This illustrates that the crux of the offence\nis the import of goods with the requisite intent contrary to the\nprohibition. For the said reasons the intention to contravene the\nprohibition cannot be imputed to subsequent dealers in the said goods after\nthe importer parts with them.\n</p>\n<p data-structure=\"Section\" id=\"p_30\">4. It is said that if the construction suggested by the learned Counsel for\nthe appellant be not accepted, many a person who purchases smuggled goods\nwill escape punishment. A fair reading of the Act discloses that the Act\nmakes a distinction between a customs offence and a criminal offence. The\nsmuggled goods in the hands of whomsoever they are found can be confiscated\nand, therefore, the States can always trace the smuggled goods to their\nultimate destination. The smuggler and the persons concerned in the\nsmuggling are guilty of both customs and criminal offences. The\nLegislature, either intentionally or otherwise, has not made the dealings\nin such goods by persons other than those mentioned in Clause 81 of Section\n167 of the Sea Customs Act a criminal offence. When the clause does not\nbring them in, the court cannot, by construction, bring such a class of\npersons within the said clause. It is for the Legislature to do so and we\nare told that it has recently amended the section.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">5. I, therefore, agree with the High Court that it has not been established\nthat the respondents have dealt with the goods with an intention to evade\nany restriction or prohibition imposed on the import of the said goods.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">In the result, all the appeals should be dismissed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">In Criminal Appeal Nos. 192 of 1961 and 183 of 1962\n\n</p><p data-structure=\"Section\" id=\"p_34\">6. [Judgments per : Wanchoo, J.]. - These two appeals on certificates\ngranted by the Calcutta High Court arise out of the same trial of the two\nrespondents for an offence under Section 167(81) of the Sea Customs Act,\nNo. 8 of 1878, (hereinafter referred to as the Act) and will be dealt with\ntogether. The facts are not in dispute and have been found as below.\n</p>\n<p data-structure=\"Facts\" id=\"p_35\">7. On August 25, 1958, a constable attached to the Detective Department,\nnoticed Sitaram Agarwala respondent and another person at the crossing of\nHariram Goenka street and Kalakar street. The constable had certain\ninformation with respect to these persons and decided to follow them. These\ntwo persons got into a bus and the constable also boarded the same bus.\nThey got down at the junction of B. K. Pal Avenue and J. M. Avenue and so\ndid the constable. They then went to Narendra Dev Square which is a kind of\npark. The constable kept watch over them from a distance. After a short\ntime these two men came out of the park and stood on the western foot-path\nof J. M. Avenue. Shortly thereafter a small taxi came there from the South\nand stopped. Respondent Wang Chit Khaw (hereinafter referred to as the\nChinese accused) was in that taxi. He came down and shook hands with\nSitaram Agarwala and the three got into the taxi. When the taxi was about\nto start, the constable disclosed his identity to the driver and asked him\nto stop. He also asked the three persons to accompany him to the thana.\nThereupon Sitaram Agarwala and the other man who was with him came out of\nthe taxi and tried to run away. The constable cought hold of them and put\nthem in the police wagon which happened to come up just then. The Chinese\naccused also tried to run away. The constable appealed to the members of\nthe public to help him in securing the Chinese accused and he was secured\nwith the help of two college students and one other youngman. As the\nChinese accused was running away he threw away three packets which were\npicked up. In the meantime Sergeant Mukherjee came there on a motor-cycle\nfrom the opposite direction and detained the Chinese accused. The three\npackets thrown away by him were also handed over by the three youngmen to\nthe Sergeant. Thereafter all the three persons who were arrested were taken\nto the police station along with the three packets. It was found in the\npolice station that the three packets contained 23 gold bars of about\nsixteen tolas each with Chinese inscription thereon. On search of the\nperson of Sitaram Agarwala, a sum of Rs. 49, 320/- in notes of various\ndenomination was found on him. The customs authorities were informed and\ntook charge of the gold bars. Eventually, the gold bars were confiscated\nunder Section 167(8) of the Act and thereafter the police after\ninvestigation prosecuted the two respondents and the third man in respect\nof the offence under Section 167(81) of the Act.\n</p>\n<p data-structure=\"Facts\" id=\"p_36\">8. These facts were held to be proved by the Magistrate so far as the\nChinese accused and Sitaram were concerned. He therefore convicted them.\nThe case against the third man was held to be doubtful and he was\nacquitted. The two convicted persons then filed separate appeals in the\nHigh Court. The High Court accepted the findings of fact recorded by the\nlearned Magistrate and came to the conclusion that on the facts proved\nthere was no doubt that Sitaram had gone with a large sum of money to meet\nthe Chinese accused in order to purchase the gold bars which had been\nrecovered from the packets thrown away by the Chinese accused.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">9. The High Court then addressed itself to the question whether on the\nfacts proved the conviction of the two respondents could be sustained in\nlaw. The charge against Sitaram Agarwala was that on the date in question\nand at the time and place which appeared in the evidence he had gone there\nby previous arrangement to purchase the smuggled gold bars from the Chinese\naccused and was therefore concerned in dealing with smuggled gold and\nthereby committed an offence under Section 167(81) of the Act. The charge\nagainst the Chinese accused was that he had in his possession 23 smuggled\ngold bars which he wanted to sell to Sitarm Agarwala and another person by\nprevious arrangement and as such he was concerned in dealing with smuggled\ngold and was guilty under Section 167(81) of the Act. So far as Sitaram\nAgarwala was concerned, the High Court held that by merely going to the\npark in order to purchase smuggled gold by previous arrangement, it could\nnot be said that Sitaram Agarwala was in any manner dealing with smuggled\ngold. The High Court was of the view that there was a mere attempt to\npurchase smuggled gold on the part of Sitaram Agarwala, but as the purchase\nwas not completed it could not be said that Sitaram Agarwala was concerned\nin dealing with the smuggled gold. The High Court therefore ordered the\nacquittal of Sitaram Agarwala respondent. As to the Chinese accused, the\nHigh Court held that though he was found in possession of smuggled gold,\nwhich he knew to be such, and had attempted to sell that gold\nsurreptitiously, Section 167(81) required knowledge that the article in\nquestion was smuggled and intention to defraud the Government of any duty\npayable thereon or to evade any prohibition or restriction for the time\nbeing in force under or by virtue of the Act. In view of the intent\nnecessary, the High Court was of the view that before a person could be\nconvicted under Section 167(81) it must be shown that he was either a\ndirect importer or concerned in some way in the import of the smuggled\narticle. In other words, the High Court thought that the section dealt with\ngoods while they were being smuggled; it did not include in its scope a\nperson who subsequently obtained the smuggled goods and then dealt with\nthem, though the smuggled goods themselves might be liable to confiscation\nwhen seized. Consequently the High Court ordered the acquittal of the\nChinese accused also. As the interpretation of Section 167(81) was\ninvolved, the High Court granted certificates; and that is how the two\nappeals have come up before us.\n</p>\n<p data-structure=\"Section\" id=\"p_38\">10. The facts are not in dispute in this case and have been set out above.\nThus the question that arises before us is the interpretation of Section\n167(81) and two aspects of that section have to be considered. The first\naspect is the ambit of the words\n\n&quot;in any way concerned in any manner dealing with any goods with respect to\nthe importation of which any prohibition or restriction is for the time\nbeing in force as aforesaid&quot;\n</p>\n<blockquote id=\"blockquote_12\">. The second aspect is with respect to the intent necessary under the\nsection and whether that intent can arise where smuggling is over and\nsmuggled goods are in the possession of persons other than those actually\nconcerned in the smuggling and are then dealt with by them in some manner\nor other.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_39\">11. We may briefly indicate the scheme of the Act in order to appreciate\nthe purpose behind Section 167(81). The object of the Act is to provide\nmachinery for the collection inter alia of import duties and for the\nprevention of smuggling. With that object customs frontiers are defined,\n(Ch. I); customs officers are appointed with certain powers, (Ch. II);\nports, wharves, customhouses, warehouses and boarding and landing-stations\nare provided for, (Ch. Ill); prohibitions and restrictions of imports and\nexports are envisaged, (Ch. IV); levy of and exemption from custom duties\nand the manner in which it has to be done is provided, (Ch. V); drawbacks\ni.e. refunds are provided in certain circumstances, (Ch. VI); arrival and\ndeparture of vessels is controlled, (Ch. VII and Ch. VIII); provision is\nmade for the discharge of cargo, (Ch. IX), and clearance of goods for home\nconsumption (Ch. X); provision is also made for warehousing and\ntranshipment., (Chapters XI, XII); provisions are also made for exportation\nor shipment and re-landing (Ch. XIII); special provisions have been made\nrelating to spirit (Ch. XIV) and coasting trade (Ch. XV). Then comes Ch.\nXVI dealing with offences and penalties. Offences enumerated in Ch. XVI are\nof two kinds; first there are contraventions of the Act and rules\nthereunder which are dealt with by customs officers and the penalty for\nwhich is imposed by them. These may be compendiously called customs\noffences. Besides these there are criminal offences which are dealt with by\nMagistrates and which result in conviction and sentence of imprisonment\nand/or fine. These two kinds of offences have been created to ensure that\nno fraud is committed in the matter of payment of duty and also to ensure\nthat there is no smuggling of goods, without payment of duty or in defiance\nof any prohibition or restriction imposed under Ch. IV of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_40\">12. It is necessary for our purpose to set out two provisions of Section\n167 which is in Ch. XVI. These are Section 167(8) and 167(81). Section\n167(8) is in these terms :-\n</p>\n\n<blockquote id=\"blockquote_13\">&quot;167. The offences mentioned in the first column of the following schedule\nshall be punishable to the extent mentioned in the third column of the same\nwith reference to such offences respectively :-\n</blockquote>\n<blockquote id=\"blockquote_14\">------------ Offences Section of this Penalties Act to which Offence has\nreference\n\n</blockquote><blockquote id=\"blockquote_15\">----------- (8) If any goods, 18 &amp; 19 such goods shall be liable to the\nimportation or confiscation; and any person exportation of which concerned\nin any such offence is for the time being shall be liable to a penalty not\nprohibited or exceeding three times the value restricted by or under of the\ngoods, or not exceeding Chapter IV of this Act, one thousand rupees.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_41\">ibe imported into or exported from India contrary to such prohibition or\nrestriction; or etc. etc.\n\nSection 167(81) with which we are particularly concerned reads thus :\n</p>\n<blockquote id=\"blockquote_16\">----------\n</blockquote>\n<blockquote id=\"blockquote_17\">&quot;(81) If any person knowingly General such person shall and with intent to\ndefraud the on conviction Government of any duty payable before a thereon,\nor to evade any Magistrate be prohibition or restriction for the liable to\ntime being in force under or by imprisonment for virtue of this Act with\nrespect any term not thereto acquires possession of, or exceeding two is in\nany way concerned in years or to fine, or carrying, removing, depositing to\nboth;&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_42\">harbouring, keeping or concealing or in any manner dealing with any goods\nwhich have been unlawfully removed from a warehouse or which are chargeable\nwith a duty which has not been paid or with respect to the importation or\nexportation of which any prohibition or restriction is for the time being\nin force as aforesaid; orxx xx xx\n\nIt will be seen that Section 167(8) deals with what we have called customs\noffences while Section 167(81) deals with criminal offences. It is well-\nsettled by the decisions of this Court that goods which have been imported\nagainst the prohibition or restriction imposed under Ch. IV of the Act are\nliable to confiscation at any time after import and this liability extends\neven in the hands of third persons who may not have had anything to do with\nthe actual import. So long as it is proved that the goods had been imported\nagainst the restrictions imposed under Chapter IV, the goods remain liable\nto confiscation whenever found even if this is long after the import is\nover and even if they are in possession of persons who had nothing to do\nwith the actual import. It is also well-settled by the decisions of this\nCourt that the second part of the penalty relating to any person applies\nonly to a person concerned in the importation or exportation of the goods\nand does not apply to a person found in possession of the smuggled goods\nwho had nothing to do with the importation or exportation thereof : (see\nShivanarayna Mahato v. Collector of Central Excise and Land Customs) C.A.\n288 of 1964, decided on August 14, 1965. 13. The main contention of the\nrespondents which has found favour with the High Court was that Section\n167(81) when it deals with persons and subjects them to imprisonment and\nfine on conviction by a Magistrate is also concerned with persons who are\nin some way or other actually concerned in the import and has no\napplication to third persons who had nothing to do with the actual import\nbut might have come in possession of smuggled goods even knowingly after\nthey had been smuggled. Before however we consider this contention which\nhas found favour with the High Court we should like to dispose of the other\ncontention which was raised on behalf of Sitaram Agarwala and which also\nfound favour with the High Court. It will be seen that Section 167(81)\ndeals with persons who do certain things with the knowledge and intent\ntherein specified and one such person with whom that provision deals is a\nperson who is in any way concerned in any manner dealing with any goods\nwith respect to importation of which any prohibition or restriction is for\nthe time being in force. The High Court has held on the facts in this case\nthat Sitaram Agarwala cannot be said to have been concerned in any manner\ndealing with prohibited goods inasmuch as he was merely negotiating with\nthe Chinese accused for their purchase but the deal had not been concluded.\nThe view which found favour with the High Court thus was that if the deal\nhad been completed, Sitaram Agarwala could be said to have been concerned\nin dealing with the prohibited goods but as the deal was not completed and\nhe was merely attempting to purchase the goods it could not be said that he\nwas in any way concerned in any manner dealing with them. We are of opinion\nthat the view taken by the High Court is not correct. The words &quot;in any way\nconcerned in any manner dealing with prohibited goods&quot; are of very wide\nimport. It is neither desirable nor necessary to define all manner of\nconnection with the prohibited goods which might come within the meaning of\nthe words &quot;in any way concerned in any manner dealing with such goods&quot;. It\nwill depend on the facts found in each case whether it can be said that any\nperson was concerned in dealing with such goods. We shall therefore confine\nourselves to the facts of the present case and see whether on these facts\nit can be said that Sitaram was in any way concerned in any manner dealing\nwith the goods. Now the evidence which has been accepted by both the courts\nis that Sitaram had gone with a large sum of money to purchase the gold\nwhich was known to be smuggled and to have been imported into India against\nthe restrictions imposed on the import of gold. It has also been proved\nthat Sitaram did so after previous arrangement with the Chinese accused. If\nthe constable who was following Sitaram had not interfered the deal would\nhave gone through and Sitaram would have paid the money and purchased the\nsmuggled gold. This was a case therefore where by means of previous\narrangement with a person in possession of a smuggled article, the\nintending purchaser had gone to purchase it and the deal did not go through\nonly because the police intervened. In such circumstances whereby previous\nagreement or arrangement a person goes to purchase an article which he\nknows to be smuggled it would in our opinion be a case where such a person\nmust be held to be concerned in dealing with the prohibited goods. Where a\nperson does any overt act in relation to prohibited goods which he knows to\nbe such and the act is done in consequence of a previous arrangement or\nagreement it would in our opinion be a case where the person doing the act\nis concerned in dealing with the prohibited goods. In other words any\ntransaction relating to prohibited goods which is done or attempted to be\ndone after some kind of prior arrangement or agreement would in our opinion\nclearly amount to the person being concerned in dealing with the prohibited\ngoods. Both the words &quot;concerned&quot; and &quot;deal&quot; have a wide connotation. The\nwords &quot;concerned in&quot; mean &quot;interested in, involved in, mixed up with&quot; while\nthe words &quot;deal with&quot; mean\n\n&quot;to have something to do with, to concerned one-self, to treat, to make\narrangement, to negotiate with respect to something&quot;\n</p>\n<blockquote id=\"blockquote_18\">. Therefore when a person enters into some kind of transaction or attempts\nto enter into some kind of transaction with respect to prohibited goods and\nit is clear that the act is done with some kind of prior arrangement or\nagreement, it must be held that such a person is concerned in dealing with\nprohibited goods. The fact that the act stopped at an attempt to purchase\nas in the present case when the police intervened does not in any way mean\nthat Sitaram was not concerned in dealing with the smuggled gold. The\nevidence shows that there must have been a previous arrangement with the\nChinese accused to purchase the smuggled gold. Sitaram went to the\nappointed place and met the Chinese accused surreptitiously and had a large\nsum of money with him to pay for the gold. He had sat down with the Chinese\naccused in the taxi and there is no doubt that if the taxi had not been\nstopped, the transaction for the purchase of the smuggled gold would have\ngone through. In these circumstances even though Sitaram had not come into\nactual possession of the smuggled gold before the police intervened, there\nis no doubt that he was concerned in dealing with prohibited goods. We are\ntherefore of opinion that the High Court was in error in holding simply\nbecause the purchase was not complete that Sitaram was not concerned in\ndealing with the smuggled gold which was found with the Chinese accused.\nThe acquittal of Sitaram on this ground must therefore be set aside.\n</blockquote>\n<blockquote id=\"blockquote_19\">14. This brings us to the main question which arises in the present appeal,\nnamely, what is the intent required in a case coming under Section 167(81)\nand whether such intent can be said to arise at all in a case where the\nimport is complete and the prohibited goods are in the possession of a\nthird person who had nothing to do with the import. For this purpose we\nshall refer to that part of Section 167(81) which deals with the\nacquisition of possession of prohibited goods and what we say about that\npart will equally apply to the other parts of Section 167(81). We may add\nthat we are dealing here with the first half of Section 167(81) and not\nwith the second half. This part of Section 167(81) which we have taken for\nthe purpose of finding out what is the knowledge and intent that Section\n167(81) requires would run thus :\n</blockquote>\n<blockquote id=\"blockquote_20\">&quot;If any person knowingly, and with intent to defraud the Government of any\nduty payable thereon, or to evade any prohibition or restriction for the\ntime being in force under or by virtue of the Act with respect thereto\nacquires possession of any goods with respect to which duty has not been\npaid or with respect to the importation of which any prohibition or\nrestriction is for the time being in force.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_43\">The argument which has found favour with the High Court is that the section\nrequires knowledge on the part of the accused that the goods were imported\nagainst the prohibition or restriction in force. This is undoubtedly so.\nThe section further requires that the person who has this knowledge should\nalso have the intention either to defraud the Government of any duty\npayable thereon or to evade any prohibition or restriction for the time\nbeing in force under or by virtue of the Act. Mere knowledge that the goods\nare prohibited goods or goods on which duty has not been paid would not be\nenough; the section further requires that there should be an intent to\ndefraud, the Government of the duty payable or to evade any prohibition or\nrestriction. The argument on behalf of the respondents which has been\naccepted by the High Court is that once the goods have evaded the payment\nof duty or have evaded the prohibition or restriction with respect to their\nimport and the smuggling whether of dutiable or prohibited goods is\ncomplete, a third person who comes into possession of such goods thereafter\nand who had nothing to do with the smuggling itself cannot be said to have\nthe intent to defraud the Government of any duty payable (for such\ndefrauding had already taken place) or to evade any prohibition or,\nrestriction, (for such prohibition or restriction had already been evaded).\nIn effect, the argument is that this part of Section 167(81) corresponds to\nSection 167(8) where a person has to be concerned in the actual importation\nbefore he can be liable to a penalty.\n</p>\n<p data-structure=\"Section\" id=\"p_44\">15. Now if the intention of the legislature was that the person guilty\nunder Section 167(81) could only be a person who was concerned in some way\nor other with the actual importation or exportation it would have been easy\nfor it to use the same words in Section 167(81) as were used in the first\npart of Section 167(8). But the legislature has not done so and the\nquestion is whether the words used in Section 167(81) have a different\nmeaning from those used in Section 167(8). What Section 167(81) requires is\nthat the person who comes inter alia into possession of prohibited goods\nmust know that there is some prohibition in force with respect thereto. But\nbefore he can be guilty under Section 167(81) it has further to be shown\nthat he intends to evade the prohibition. Where the case is not of\nprohibition but of duty, the person accused under Section 167(81) must be\nshown to know that the duty has not been paid and also to have the\nintention to defraud the Government of the duty payable on the goods. The\nquestion that arises is whether the third person who has come into\npossession knowingly that the goods are prohibited or the goods are\ndutiable and the duty had not been paid can be said to have the intention\nof evading the prohibition or to defraud the Governments of the duty\npayable, even though he may not have anything to do with the smuggling of\nthe goods.\n</p>\n<p data-structure=\"Section\" id=\"p_45\">16. It seems to us (taking a case of prohibition) that if the prohibition\nis still in force, the person who acquires possession of prohibited goods\nknowing them to be prohibited intends to evade the prohibition by the\naction, even though he may not have been concerned in the actual smuggling\nof the goods. So long as the prohibition lasts any person who comes into\npossession of prohibited goods; though he may not be concerned in the\nactual smuggling would still in our opinion have the intent to evade the\nprohibition when he remains in possession of the goods which are\nprohibited. The prohibition in our opinion does not come to an end as soon\nas the customs frontier is crossed. So long as prohibition is in force and\nthe goods are prohibited goods any person in possession thereof, even\nthough he may not be concerned with the actual smuggling would still be\nguilty of evading the prohibition by keeping the goods in his possession.\nIf this were not so, it would mean that once the prohibition has been\nsuccessfully evaded by the actual smuggler the goods would be free from the\ntaint of prohibition and could be dealt with by any person as if there is\nno prohibition with respect to them. If that were to be the meaning of\nSection 167(81) there would be a serious lacuna in this provision which is\nmeant to prevent smuggling. Smuggling does not only stop at importing the\ngoods in the face of prohibition; it envisages subsequent transactions like\nsale of the smuggled goods, for no one would take the risk of smuggling\nunless he can find a market for smuggled goods. Therefore the purchaser of\nsmuggled goods though he may not be concerned in the smuggling would in our\nopinion be equally guilty of evading the prohibition by making the\npurchase. The same in our opinion applies to defrauding the Government of\nthe duty. Where goods had been smuggled in without paying duty the smuggler\nin such a case also intends to sell the goods and make profit thereby. The\npurchaser of such smuggled goods even though he may have nothing to do with\nactual smuggling, usually acquires the goods at a lower price because the\npayment of duty has been evaded. Therefore when such goods reach even third\nhands there is always the intention to defraud the Government of the duty\npayable on the goods. This appears to us to be the true interpretation of\nSection 167(81), which as we have said earlier is in different words from\nthe first part of Section 167(8), which deals with actual importation or\nexportation. Section 167(81) does not deal with actual importation or\nexportation; it deals with defrauding the Government of the duty payable or\nevading the prohibition or restriction. So long as the duty is payable and\nhas not been paid or so long as the prohibition or restriction remains in\nforce any person acquiring possession of goods on which duty has not been\npaid or restriction or prohibition has been evaded would have the intent\neither to defraud the Government of the duty payable for he acquires goods\nat a lower price or would have the intention to evade restriction or\nprohibition. If this were not so, there would be a premium on successful\nsmuggling and once the goods have entered the country without paying duty\nor have entered the country after evading the prohibition or restriction,\nthey can be dealt with as if they were duty paid goods or goods which had\nnot evaded the prohibition or restriction. The purpose of Section 167(81)\nis to punish smuggling and stop it if possible. That purpose in our opinion\nwould be completely defeated if the interpretation which has found favour\nwith the High Court were accepted. We cannot therefore accept that the\nwords used in Section 167(81) only apply up to the stage of actual\nimportation and the person who is guilty thereunder must be somehow\nconcerned in the actual importation. It seems to us that they apply in the\ncase of prohibited or restricted goods so long as the prohibition or\nrestriction lasts and whoever is in possession of such goods or comes into\npossession thereof, even after the smuggling is over must be attributed\nwith the intention of evading the prohibition or restriction provided he\nknows that the goods were smuggled into the country in spite of the\nprohibition or restriction. Similarly where the goods are dutiable and the\nduty has not been paid on them any person acquires them with the knowledge\nthat the duty thereon has not been paid would have the intention to defraud\nthe Government of duty, even though he may not be the person actually\nconcerned in the smuggling. We therefore hold that Section 167(81) has a\nwider sweep than Section 167(8) and it does not only apply to a person who\nmay have been actually concerned in some way or other with smuggling but\nalso inter alia to persons who may have come into possession of goods even\nafter the smuggling was over. So long as the prohibition or restriction\nremains in force or the duty has not been paid even a third person coming\ninto possession of such goods would have the intention either to evade the\nprohibition or restriction or to defraud the Government of the duty payable\nthereon.\n</p>\n<p data-structure=\"Section\" id=\"p_46\">17. It remains now to refer to a few English cases because our Act of 1878\nwas modelled on the English Customs Consolidation Act, 1876. Decisions of\nEnglish courts therefore with respect to corresponding provisions of the\n<a href=\"/doc/1003813/\" id=\"a_3\">English Act</a> would in our opinion be helpful in the matter of the\ninterpretation of Section 167(81).\n</p>\n<p data-structure=\"Section\" id=\"p_47\">18. <a href=\"/doc/1003813/\" id=\"a_4\">Section 186</a> of the English Act corresponds to many of the provisions\ncontained in <a href=\"/doc/1003813/\" id=\"a_5\">Section 167</a> of the Act. In particular, the provision\ncorresponding to Section 167(81) is in these terms :-\n</p>\n\n<blockquote id=\"blockquote_21\">&quot;Every person who ....... shall be in any way knowingly concerned in\ncarrying, removing, depositing, concealing, or in any manner dealing with\nany such goods with intent to defraud Her Majesty of any duties due thereon\nor to evade any prohibition or restriction of or application to such goods\n......&quot;\n</blockquote>\n<blockquote id=\"blockquote_22\">&quot; Such goods&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_48\">in the context of the section mean either prohibited or restricted goods or\ngoods on which duty is leviable.\n</p>\n<p data-structure=\"Section\" id=\"p_49\">19. The other clauses of <a href=\"/doc/1003813/\" id=\"a_6\">Section 186</a> of the English Act do not specifically\ncontain words relating to intent. But in Frailey v. Charlton - L.R. [1920]\n1 K.B. 147 it was decided, that intent to defraud the revenue or to evade a\nrestriction or prohibition would apply to other clauses of Section 186\nalso. Thus the English Act by Section 186 also requires that a person who\nwas concerned in carrying, removing etc., or in any manner dealing with any\nprohibited or restricted goods or dutiable goods must do so knowingly and\nwith intent to defraud. His Majesty of any duty due thereon or to evade any\nrestriction or prohibition.\n</p>\n<p data-structure=\"Precedent\" id=\"p_50\">20. The interpretation of this provision in Section 186 was considered in\nBeck v. Binks - L.R. [1949] 1 K.B. 250. In that case the facts were that a\nperson was found in possession of uncustomed goods in London and it was\nurged, as was urged before the High Court in the present case, that the\nperson concerned could not be said to be carrying the uncustomed goods with\nintent to defraud His Majesty of the duty because such an offence could\nonly be committed by the actual smugglers or importers of goods or persons\nengaged in carrying the goods from the ship etc. at the port of importation\nwith intent to evade the payment of duty or tax. This contention was\nnegatived and the court held that\n\n&quot;the offence of knowingly carrying or in any manner dealing with uncustomed\ngoods with intent to defraud His Majesty of the duty due thereon contrary\nto Section 186 is not only committed at the port of entry or the place\nwhere the goods are actually landed; it is committed anywhere in the realm\nby a person acting in the manner described by the sub-section&quot;. Lord\nGoddard, C.J. made the following observations at page 252 :-&quot; If a person\nis knowingly carrying uncustomed goods, he is assisting in the smuggling of\nthe goods; for while goods are no doubt smuggled when they are brought into\nthe country it is no good bringing smuggled goods into the country unless\nsomething can be done with them. Such a person is intending to defraud His\nMajesty of the customs as much as anybody else. The intent is there : It is\nall part of one operation ..... Otherwise, a most extraordinary lacuna is\nleft in the Act, for it can then be said that, once a man has got away from\nthe port of entry or from the place where the&quot;\n</p>\n<blockquote id=\"blockquote_23\">goods were actually landed, no one dealing with the smuggled goods and\ncarrying them inland will ever be guilty of an offence. I do not think that\nthat has ever been held, and I am certainly not prepared to hold it now I\nthink it clear that this appellant was dealing with - that is, carrying -\nuncustomed goods and that he was carrying them with intent to defraud His\nMajesty of the duties thereon.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_51\">21. The next case to which reference may be made is Rex v. Cohen - L.R.\n[1951] 1 K.B. 505. In that case 352 Swiss watches which were uncustomed\nwere recovered from the accused and he was charged with being in possession\nof uncustomed goods with intent to defraud His Majesty of the duties\nthereon contrary to <a href=\"/doc/1003813/\" id=\"a_7\">Section 186</a> of the English Act. Dealing with the\nquestion of intent to defraud, it was held that if the accused knew that\nthe goods were uncustomed, the intention to defraud the revenue may be\ninferred. Here also the uncustomed goods were recovered from the house of\nthe accused at Edgware and there was nothing to show that he was in any way\nconcerned with actual smuggling. Even so, that court held that he must be\nheld to be intending to defraud the revenue.\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">22. The next case to which reference may be made is Sayce v. Coupe L.R.\n[1953] 1 K.B. 1. In that case the accused was in possession of certain\nAmerican cigarettes on which duty had not been paid. It was held that where\na person has in his possession goods which are to his knowledge uncustomed\nand which he intends to use or sell, he is guilty of the offence of keeping\nuncustomed goods with intent to defraud the revenue of the duties thereon\ncontrary to Section 186. In that case there was nothing to show that the\naccused had anything to do with the importation or smuggling of the goods.\nEven so, it was held that he had the intent to defraud the revenue.\n</p>\n<p data-structure=\"Precedent\" id=\"p_53\">23. The next case to which reference may be made is Schneider v. Dawson\nL.R. (1960) II Q.B. 106. That was a case where a civilian bought from\nAmerican servicemen cigars and spirits which had been imported free of duty\nfor the use of United States Servicemen under an agreement between the\nBritish and American Governments and kept them for his own use. He was\ncharged with knowingly and with intent to defraud Her Majesty of the duty\npayable thereon being concerned in keeping goods which were chargeable with\nduty on which duty had not been paid. It was held that the persons conduct\nclearly amounted to keeping the smuggled goods and there was intent to\ndefraud the revenue. This case was under the English Customs and Excise Act\nof 1952, but the principle under the <a href=\"/doc/1003813/\" id=\"a_8\">English Act</a> of 1876 was followed.\n</p>\n<p data-structure=\"Section\" id=\"p_54\">24. These cases clearly indicate that the offence under the corresponding\nprovision of the <a href=\"/doc/1003813/\" id=\"a_9\">English Act</a> can be committed long after the actual\nsmuggling is over and even if the person found in possession of goods on\nwhich duty had not been paid had nothing to do with smuggling. These cases\nthus clearly support the interpretation we have put on the relevant words\nof Section 167(81).\n</p>\n<p data-structure=\"Section\" id=\"p_55\">25. Further the case of Schneider L.R. (1960 II Q.B. 106 shows that it his\nalways been held in England that if dutiable goods have been brought into\nthe country without paying the duty, the duty attaches to goods brought\ninto the country and though it may not have been paid at the moment of\nbringing the goods for some special reasons (as, for example, where it is\nmeant for a foreign ambassador) the duty is leviable later on when the\ngoods pass into the hands of persons other than the privileged person. The\nsame in our view applies equally to goods which are smuggled into the\ncountry and the duty has been evaded. The duty always remains payable on\ngoods which have been brought in without payment of duty and whoever deals\nwith them even at a later stage after the operation of smuggling is over\nwould still be liable to pay the duty and if he does not, he must have the\nintention to defraud the Government of revenue. The same applies to\nprohibition and restriction and so long as the prohibition or restriction\nremains in force, the person dealing with the smuggled goods which had\nevaded the prohibition or restriction must also be held to evade the\nprohibition or restriction. In the view that we have taken it is therefore\nunnecessary to consider when the import or smuggling ends, for Section\n167(81) hits not only persons concerned in smuggling or importing but also\nall others who come into possession of or deal with smuggled goods after\nthe smuggling is over.26. Lastly learned Counsel for the respondents refers\nus to <a href=\"/doc/1889775/\" id=\"a_10\">Section 135</a> of the Customs Act (No. 52 of 1962). That section\nprovides for what was formerly provided in <a href=\"/doc/1003813/\" id=\"a_11\">Section 167(81)</a> of the Act. The\nargument is that it is in very different terms. That is undoubtedly so. But\nit does not follow from the fact that the corresponding section in the 1962\n</p><p data-structure=\"Section\" id=\"p_56\">- Act is differently worded that the provision in Section 167(81) cannot\nhave the meaning which is being pressed before us on behalf of the\nappellant. The interpretation of Section 167(81) must depend upon the\nlanguage of that provision itself and on the language used in Section\n167(81) we have no doubt that it applies not only to an actual smuggler or\na person concerned in smuggling but also to all others who may be concerned\nwith smuggled goods after the smuggling is over.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_57\">27. In the view that we have taken of the meaning of Section 167(81) it\nfollows that on facts found Sitaram Agarwala was concerned in dealing with\nprohibited or restricted goods. It also follows on facts found that he had\nthe necessary knowledge and intent to evade the prohibition or the\nrestriction even though he dealt with the goods after the smuggling was\nover and was not in any way concerned with actual smuggling. He would\ntherefore be guilty under <a href=\"/doc/1003813/\" id=\"a_12\">Section 167(81)</a> of the Act. We therefore allow\nthe appeal, set aside the order of acquittal made by the High Court,\nrestore the order of the Presidency Magistrate and confirm the sentence\npassed on Sitaram Agarwala by the Magistrate.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_58\">28. It also follows on facts found that Wang Chit Khaw is guilty under\nSection 167(81) inasmuch as he was dealing with prohibited or restricted\ngoods and had the necessary knowledge and intent as required under that\nsection. We therefore allow the appeal, set aside the order of the High\nCourt, restore that of the Presidency Magistrate and confirm the sentence\npassed on him by the Magistrate.In Criminal Appeal No. 123 of 1962\n\n</p><p data-structure=\"Precedent\" id=\"p_59\">29. [Judgment per : Wanchoo, J.]. - This is an appeal by special leave\nagainst the judgment of the Calcutta High Court by which the respondent\nAmin Khan was acquitted of an offence under Section 167(81) of the Sea\nCustoms Act, No. 8 of 1978.\n</p>\n<p data-structure=\"Precedent\" id=\"p_60\">30. The charge against the respondent was that he on or about July 15,\n1959, at Circular Garden Reach Road, knowingly and with intent to evade the\nprohibition in force under Section 19 of the Sea Customs Act read with\n<a href=\"/doc/27905/\" id=\"a_13\">Section 23A</a> of the Foreign Exchange Regulation Act, 1947, acquired\npossession of sixty bars of gold with respect to importation of which the\nsaid prohibition was in force on the date aforesaid. The learned Magistrate\nbefore whom the trial took place found that Amin Khan came in a taxi which\nstood opposite Gate No. 5 of Kidderpore dock. At that time a ship from the\nFar East, namely, S. S. Sangola was berthed at Kidderpore dock and there\nwas some information with the customs authorities in connection with that\nship and consequently Customs Inspector Samsul Huq was on duty at the gate\nto keep an eye on things. The taxi in which the respondent Amin Khan came\narrived at about 7-10 A.M. on July 15, 1959 and waited opposite gate No. 5,\nKidderpore dock. There was one occupant on the rear seat of the taxi,\nnamely, Amin Khan while the driver of the taxi was sitting in the driver&#x27;s\nseat. Amin Khan had come down from the taxi and appeared to be restless.\nShortly thereafter, Amin Khan got back into the taxi. But as there was a\ncrowd there, Samsul Huq, though he could see Amin Khan while he was on the\nroad and was getting into the taxi, could not keep the taxi in full view.\nSoon after Amin Khan got into the taxi and it started. Thereupon Samsul Huq\nstopped the taxi and rushed forward along with other customs officers. Amin\nKhan was then sitting in the rear seat of the taxi with a small attache\ncase beside him. Samsul Huq asked Amin Khan what the attache case contained\nand Amin Khan replied that it contained gold. Thereafter the attache case\nwas opened and it was found to contain 60 gold bars in six packets under a\ncotton jacket which was also in the attache case. Each packet contained 10\ngold bars. Thereafter Amin Khan was arrested. Later the gold bars were\nconfiscated under the Act and Amin Khan was prosecuted under Section\n167(81). The Magistrate after finding these facts convinced Amin Khan and\nsentenced him to one year&#x27;s rigorous imprisonment, his defence that the\nattache case had been planted by a customs officer having been disbelieved\nby the Magistrate. It may be mentioned that the gold bars were worth about\nRs. 1, 15, 000. He unsuccessfully appealed to the Session Judge,\nAlipore.31. Amin Khan then went in revision to the High Court. The High\nCourt considered the evidence and held that there was no doubt that the\ngold bars were foreign and imported. It was proved that in view of the\nrestriction in force foreign gold could not be imported by anybody without\na special permit of the Reserve Bank of India and Amin Khan did not claim\nto have any such permit. Finally the High Court found that there was no\ndoubt that Amin Khan was in possession of this smuggled gold. The High\nCourt then went on to consider the question whether the charge framed\nagainst Amin Khan had been proved. We have already mentioned the charge,\nnamely, that on or about July 15, 1959 at Circular Garden Reach Road, Amin\nKhan acquired possession of these gold bars knowingly and with intent to\nevade the prohibition in force at the time. The specific charge thus\nagainst Amin Khan was that he acquired possession of these gold bars on\nJuly 15, 1959 outside gate No. 5 of the Kidderpore dock. The suggestion of\nthe prosecution was that the gold bars had been smuggled out of S. S.\nSangola on that morning and handed over to Amin Khan who thus acquired\npossession of them that morning knowingly and with intent to avoid the\nprohibition or restriction in force. The High Court has found that there\nwas no evidence to show that anybody actually came out of the dock area and\nhanded over the gold bars either to Amin Khan or put them in the taxi to\nthe knowledge of Amin Khan. Samsul Huq who was watching at the time was\nunable to say if any one had put the attache case containing the gold bars\nin the taxi, for, according to him, there was a crowd at that place and\ntime and he could not keep the taxi in full view all the time. The High\nCourt therefore took the view that it could not be ruled out that Amin Khan\nmight have been in possession of the gold bars from before the taxi reached\nthe Kidderpore dock. If that was so, it could not be said that Amin Khan\nhad acquired possession of the gold bars outside Kidderpore dock that\nmorning at 7-10 A.M. knowingly or with intent to avoid a prohibition or\nrestriction. The High Court further observed that the presence of Amin Khan\nnear the dock area with a large quantity of gold was very suspicious; but\nin view of the nature of the evidence that the customs officers were on\nwatch from before and did not see Amin Khan going into the dock area or did\nnot see any one else dropping the attache case into the taxi, it could not\nbe held that Amin Khan had acquired possession of the gold bars that\nmorning at that place. That being so, the High Court was of the view that\nAmin Khan must be given the benefit of doubt in respect of the charge\nframed against him and consequently acquitted him.32. This is an appeal\nunder <a href=\"/doc/427855/\" id=\"a_14\">Article 136</a> of the Constitution and we cannot say in the\ncircumstances that the view taken by the High Court is necessarily\nincorrect, keeping in mind the charge that was framed against Amin Khan. In\nview of our decision in Shri Sachidananda Benerji, Assistant Collector of\nCustoms v. Sita Ram Agarwala (the judgment in which is being delivered\ntoday), the matter would have been different if the charge against Amin\nKhan was not of acquiring possession of prohibited goods that morning at\nthat place but merely of carrying, keeping or concealing such goods.\nUnfortunately that was not the charge against Amin Khan. The charge was\nthat he had acquired the prohibited goods that morning at that place. That\nbeing the nature of the charge against Amin Khan, it cannot be said that\nthe High Court was in error in holding that in the absence of sufficient\nevidence to show that Amin Khan had gone into the dock area and had come\nout from there with the attache case or somebody else had come out of the\ndock area and had dropped the attache case in the taxi to the knowledge of\nAmin Khan, the charge had not been proved beyond reasonable doubt. We\nemphasise again that Amin Khan gets away only because of the specific\ncharge framed against him and the matter might have been different if the\ncharge had been, for example, for keeping or concealing or carrying\nprohibited goods with the necessary knowledge and intent. In this view of\nthe matter, the appeal fails and is hereby dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_61\">In Criminal Appeal Nos. 41 and 42 of 1964\n\n</p><p data-structure=\"Conclusion\" id=\"p_62\">33. [Judgment per : Wanchoo, J.]. - These two appeals by special leave from\nthe judgment of the High Court of Bombay raise a common question of law and\nwill be dealt with together. The question which arises in these cases\nrelates to the interpretation of Section 167(81) of the Sea Customs Act\n(No. 8 of 1878). We do not think it necessary to refer to the facts of\nthese cases because the High Court did not hear the respondents on other\ngrounds of appeal except one relating to the intent necessary under Section\n167(81). The High Court took the view following the decision of the\nCalcutta High Court in the case of Sita Ram Agarwala v. The State 1962\nAIR(Cal) 370 (which has been dealt with by us in Shri Sachidananda Benerji,\nAssistant Collector of Customs v. Sita Ram Agarwala Cr. A. 192 of 1961, in\nwhich judgment is being delivered today) that the intent necessary for\nconviction under Section 167(81) could only apply to a person who was in\nany manner concerned in the actual smuggling or importation of the goods\nand could not apply to persons who dealt with smuggled goods after the\nsmuggling was over. Following this view the High Court held that the intent\nnecessary for a conviction under <a href=\"/doc/1003813/\" id=\"a_15\">Section 167(81)</a> of the Act could not be\nattributed to a person who acquires possession of smuggled goods or deals\nwith them long after the smuggling was over and who was not the smuggler\nhimself or was not concerned in the smuggling in any manner. The High Court\nfurther held that it was only the person who was concerned in the\ntransaction of smuggling in any manner who would either have the intent to\ndefraud the Government of the duty payable or have the intent to evade any\nprohibition or restriction imposed on importation. As it was not shown in\nthese cases that the two respondents were smugglers or were in any way\nconcerned with the actual smuggling, the High Court ordered their acquittal\nand did not go into other points urged on behalf of the respondents against\nthe judgment of the Presidency Magistrate by which they had been convicted\nunder <a href=\"/doc/1003813/\" id=\"a_16\">Section 167(81)</a> of the Act. We have held in Sita Ram Agarwala case\nCr. A. 192 of 1961 that Section 167(81) applies not only to a person who\nmight be concerned in smuggling but also to a person who deals with\nsmuggled goods after the smuggling is over and that such a person also has\nthe intent to avoid the prohibition or restriction or defraud the\nGovernment of the duty payable thereon provided he has the knowledge that\nthe goods were smuggled. In this view of the matter the basis on which the\nHigh Court acquitted the respondents falls. We therefore allow the appeals,\nset aside the order of the High Court and remand the cases to the High\nCourt for dealing with the other points raised on behalf of the respondents\nagainst their conviction in accordance with law and in the light of this\njudgment.\n</p>\n\n","numcites":5,"numcitedby":29,"docsource":"Supreme Court of India","citetid":251562,"divtype":"judgments","relatedqs":[{"value":"gold smuggling ","formInput":"gold%20smuggling%20"},{"value":"mens rea","formInput":"mens%20rea"},{"value":"casus omissus","formInput":"casus%20omissus"},{"value":"intent to defraud","formInput":"intent%20to%20defraud"},{"value":"sea customs act","formInput":"sea%20customs%20act"},{"value":"framing of charge","formInput":"framing%20of%20charge"},{"value":"had no knowledge + no intention","formInput":"had%20no%20knowledge%20%2B%20no%20intention"},{"value":"in pari materia","formInput":"in%20pari%20materia"},{"value":"prohibited goods","formInput":"prohibited%20goods"},{"value":"theft","formInput":"theft"},{"value":"how fact can be proved","formInput":"how%20fact%20can%20be%20proved"},{"value":"sergeant","formInput":"sergeant"},{"value":"goods prohibited import","formInput":"goods%20prohibited%20import"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"smuggling","formInput":"smuggling"},{"value":"lacunas ","formInput":"lacunas%20"},{"value":"custom frontier","formInput":"custom%20frontier"},{"value":"personal knowledge","formInput":"personal%20knowledge"},{"value":"customs act","formInput":"customs%20act"},{"value":"for the time being in force","formInput":"for%20the%20time%20being%20in%20force"}],"cats":[{"value":"special-leave-appeal-by-supreme-court","formInput":"tag:special-leave-appeal-by-supreme-court"},{"value":"foreign-exchange","formInput":"tag:foreign-exchange"}],"courtcopy":true,"query_alert":null,"agreement":false}