{"tid":1164969,"publishdate":"1983-02-22","title":"Gokuldas vs Union Of India (Uoi) And Anr. on 22 February, 1983","doc":"<h2 class=\"doc_title\">Gokuldas vs Union Of India (Uoi) And Anr. on 22 February, 1983</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1983KER169, AIR 1983 KERALA 169, ILR (1983) 2 KER 247, (1983) ILR(KER) 2 KER 247, (1983) KER LT 266</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n K.K. Narendran, J.\t\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">  1. A point of some importance in the law of arbitration arises for consideration in this Civil Revision. The point is : Whether a court exercising powers under <a href=\"/doc/811701/\" id=\"a_1\">Section 20</a> of the Arbitration Act, 1940 has power to issue an injunction by virtue of the powers it has under <a href=\"/doc/28932/\" id=\"a_2\">Section 41</a> of the Act and if so, what are the conditions to be satisfied? The petitioner is a railway contractor. According to the petitioner, the 2nd respondent, the Chief Engineer, Southern Railway unilaterally terminated two of his contracts on the ground that he did not execute the work properly and for alleged amounts due as compensation for breach of contract as per the agreement, payments due to him, under other contracts he is executing, are going to be appropriated. The petitioner&#x27;s case is that the contracts could not be completed because of the defaults caused and the breach of contract committed by the Railway and not due to his fault. The petitioner filed an application under <a href=\"/doc/811701/\" id=\"a_3\">Section 20</a> of the Arbitration Act, 1940 for filing the arbitration agreement in court. Along with the application the petitioner also moved a petition for temporary injunction restraining the respondents from appropriating the amounts due to the petitioner under other contracts he was executing towards the compensation claimed in the contracts terminated.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The trial court dismissed the petition for injunction, in the  order it is stated:\n</p><blockquote id=\"blockquote_1\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"425553\" id=\"span_1\">&quot;The     petition     is filed     under     <a href=\"/doc/28932/\" id=\"a_4\">Section  41</a> Schedule II,  Rule  4  of the     <a href=\"/doc/1052228/\" id=\"a_5\">Arbitration Act</a>.     It   is   clearly      laid   down   by   the Supreme   Court  in  the  decision  reported in   AIR   1978   Ker  223     (<a href=\"/doc/425553/\" id=\"a_6\">Baby     Pauj   v. Hindustan</a>  paper   Corporation  Ltd.)   that <a href=\"/doc/28932/\" id=\"a_7\">Section    41</a>   of   the   Arbitration   Act   cannot   he invoked   pending   reference.     Admittedly no   reference   is   made   in   the   suit      for arbitration.     Thus,   the petitioner   is   not entitled  to get   any     temporary     injunction      pending      reference..... .Thus     the question to be considered is as to whether the petitioner is entitled to get a temporary injunction under Order 39, Rule 1 of C. P. C. Admittedly the petitioner is the defaulter and hence he is not entitled to get any reliefs except by arbitration. Thus, the &#x27;petitioner has failed to show a prima facie case to get a temporary injunction as prayed lor. Further, the respondents are only appropriating 15% of the amounts due &#x27;to the &#x27;petitioner under other works. This will not cause any inconvenience to the petitioner in any manner. Thus the petitioner has failed to show that any irreparable injury will be caused to him. Further even if it is found after an arbitration that the petitioner is entitled to get amounts from the respondents he can get damages from them. Thus there is no necessity for granting a temporary injunction as prayed for. The balance of convenience is also in favour of the respondents and I do not find any necessity to grant a temporary injunction as prayed for.&quot;</span> \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_3\">3. <a href=\"/doc/28932/\" id=\"a_8\">Section 41</a> of the Arbitration Act, 1940, for short the Act, reads ;\n</p>   \n\n<blockquote id=\"blockquote_2\">&quot;41. Subject to the provisions of this Art and of rules made thereunder--\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(a) the provisions of the Code of Civil Procedure, 1008, shall apply to all proceedings before the Court, and to all appeals, under this Act, and\n \n\n</blockquote><blockquote id=\"blockquote_4\">(b) the Court shall have, for the purpose of, and in relation to, arbitration proceedings, the same power of making orders in respect of any of the matters set out in the Second Schedule as it has for the purpose of, and in relation to any proceedings before the Court:\n</blockquote> \n\n<blockquote id=\"blockquote_5\">Provided that nothing in clause (b) shall be taken to prejudice any power Which may be vested in an arbitrator or umpire for making orders with respect to any of such matters.&quot; \n</blockquote> \n\n<blockquote id=\"blockquote_6\"><a href=\"/doc/754255/\" id=\"a_9\">Section 41 (a)</a> of the Act makes applicable ail provisions of the Civil P. C. to all proceedings before the Court under the Act, In that case, the court will have all the powers a court has under the Code. Of course, this is subject to the provisions of the Act and the rules thereunder. There is no provision in the Act or the Rules which takes away the power of the Civil Court to grant an injunction or to appoint a receiver in proceedings under the Act pending before a Court. An application under <a href=\"/doc/811701/\" id=\"a_10\">Section 20</a> of the Act to file in Court the arbitration agreement is no doubt a proceeding under the Act. Hence in a proceeding under <a href=\"/doc/811701/\" id=\"a_11\">Section  20</a>: of the Act the Court has the power to grant an injunction, of course, only if a prima facie case is made out and other conditions for the issue of an injunction are satisfied Under <a href=\"/doc/245658/\" id=\"a_12\">Section  41 (b)</a> of the Act also, the Court has been conferred upon certain powers under the Civil P. C. But these are only powers enumerated in the <a href=\"/doc/1052228/\" id=\"a_13\">Second Schedule to the Act</a>. Not only that, these powers can be invoked only when an arbitration is pending since what <a href=\"/doc/245658/\" id=\"a_14\">Section 41 (b)</a> says is that the Court shall have these powers &#x27;for the purpose and in relation to arbitration proceedings&#x27;. Then the question is why should the same power be conferred upon the Court by Sub-section (a) and (b) of <a href=\"/doc/28932/\" id=\"a_15\">Section 41</a> of the Act. Sub-section (a) is a general provision for all proceedings before Court under the Act while Sub-section (b) is a special provision for pro-ceedings before Court under the Act after an order of reference has been made under <a href=\"/doc/638888/\" id=\"a_16\">Section 20 (4)</a> of the Act, that is to say, pending reference. The distinction between Sub-section (a) and (b) of <a href=\"/doc/28932/\" id=\"a_17\">Section 41</a> is that pending a reference the Court will have only the powers under the Civil P. C. mentioned: in the Second Schedule while in proceedings before Court, before a reference is made the Court will have all the powers it has under the Code. So, it goes without saying that the Court has power to grant an injunction in a proceeding under <a href=\"/doc/811701/\" id=\"a_18\">Section 20</a> of the Act. No doubt, if no application under <a href=\"/doc/811701/\" id=\"a_19\">Section 20</a> lies in view of the fact that the dispute relates to a matter specifically excluded from the purview of the arbitration clause as per the contract then there is no question of granting an injunction under <a href=\"/doc/28932/\" id=\"a_20\">Section 41</a> in a proceeding under <a href=\"/doc/811701/\" id=\"a_21\">Section 20</a> of the Act. Thus does not mean that if the contractor disputes the claim of the Railway, the recovery from other amounts due to the contractor can be resorted to without an adjudication of the claim by a Court or other authority competent for the same, If a party is aggrieved by a breach of contract, his right is to sue for damages. The claim for unliquidated damages does not give rise to a debt until the liability is adjudicated. Damages are to be assessed by a decree or order of Court or other competent authority. If, before that, recovery of amounts due as damages is going to be resorted to, the aggrieved party can file a suit and get an injunction from Court if the dispute is taken out of the arbitration clause by the contract,\n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_4\">4. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"378381\" id=\"span_2\">In <a href=\"/doc/378381/\" id=\"a_22\">Ranjit Chandra v. Union of India</a> (AIR 1963 Cal 594) it has been held:</span>\n</p>  \n\n<blockquote id=\"blockquote_7\">  &quot;It is true that if the party proceeds under <a href=\"/doc/1052228/\" id=\"a_23\">Chapter II of the Arbitration Act</a>, there may be a time lag between the dispute and the arbitration proceeding. But the parties may well proceed under Section 20 of Chapter III of the Arbitration Act and such an application can be filed forthwith. Once an application is filed under <a href=\"/doc/811701/\" id=\"a_24\">Section 20</a>, there is a proceeding -- a pending suit and an application for interim relief can be asked for in that proceeding.&quot; (para 9) In Nagarchand Goenka v. Surendra Nath (AIR 1946 Pat 70) along with the application under <a href=\"/doc/811701/\" id=\"a_25\">Section 20</a> of the Act an application for the appointment of a receiver was also moved. The Sub-Court appointed a receiver. That was challenged before the High Court. But the High Court sustained the order holding that the Court has power to appoint a receiver when an application, under <a href=\"/doc/811701/\" id=\"a_26\">Section 20 (1)</a> has been, made. But the power for the appointment was traced to <a href=\"/doc/28932/\" id=\"a_27\">Section 41</a> (to of the Act. For the reasoas stated in the para above, with respect, I disagree with the conclusion that the power is under <a href=\"/doc/245658/\" id=\"a_28\">Section 41 (b)</a>. In Union of India v. I. C. Corporation, Amritsar (AIR 1977 Delhi 991 also the Court traced the power to grant an interim order in proceedings under <a href=\"/doc/811701/\" id=\"a_29\">Section 20</a> of the Act to <a href=\"/doc/245658/\" id=\"a_30\">Section 41 (b)</a>. According to me such a construction will also do violence to the clear words used in <a href=\"/doc/754255/\" id=\"a_31\">Section 41 (a)</a>. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"425553\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1347504\" id=\"span_4\">In <a href=\"/doc/1347504/\" id=\"a_32\">Deepak Nitrite v. G.S. Fertilizers</a> (1977-18 Guj LR 660) also it has been held that the power the Court has to issue an interim injunction pending a proceeding under <a href=\"/doc/811701/\" id=\"a_33\">Section 20</a> is under <a href=\"/doc/28932/\" id=\"a_34\">Section 41</a> (by In <a href=\"/doc/425553/\" id=\"a_35\">Baby Paul v. Hindustan Paper Corporation</a> (AIR 1978 Ker 223) the question that came up for consideration was whether before the reference of a dispute for arbitration and even before any dispute arises. <a href=\"/doc/245658/\" id=\"a_36\">Section 41 (b)</a> of the Act can be invoked by a party to an arbitration agreement. The learned Judge held that there is no merit in the contention that from the stage of the arbitration agreement &#x27;arbitration proceedings&#x27; commence and that <a href=\"/doc/245658/\" id=\"a_37\">Section 41 (b)</a> can be invoked from that stage.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"425553\" id=\"span_5\">In this case, the application for injunction was filed under <a href=\"/doc/28932/\" id=\"a_38\">Section 41</a> of the Act read with Schedule II Rule 4 and Order XXXIX Rule 1 of the C. P. C. So the decision in <a href=\"/doc/425553/\" id=\"a_39\">Baby Paul</a>&#x27;s case (AIR 1978 Ker 223) is distinguishable on the facts.</span> In Dandakaranya Project v. P. C. Corporation (AIR 1975 Madh Pra 1521 a Division Bench of the Madhya Pradesh High Court held that all matters covered by the finality clause in clause 13-A of the contract involved in that case were outside the arbitral ion clause, clause 14 and therefore could not be referred to arbitration. In the above case, clause 13-A of the contact provided that in the event of a dispute in regard to matters mentioned in that clause the decision of the Superintending Engineer shall be final and clause 14 of the arbitration clause began with the words &#x27;except where otherwise provided in the contract.&#x27; In the above case, the following passage from Halsbury&#x27;s Laws of England. 4th Edition Vol. 4, para 1215, page 619 has been extracted : -- \n</blockquote> \n\n<blockquote id=\"blockquote_8\"> &quot;In certain cases, despite an arbitration clause, on the proper construction of the contract some decisions of a certifier will not be subject to review. Thus where matters left by the contract to the decision or determination of the engineer were excepted from the arbitration clause, it was held that an engineer&#x27;s certificate of completion and satisfaction was binding.&quot; (Para 35) :--In Andhra Co-operative Spinning Mills v. C. Srinivasan (AIR 1958 Andh-pra 158) it has been held : --\n</blockquote> \n\n<blockquote id=\"blockquote_9\">&quot;The submission to arbitration being governed by a written contract, the terms of that contract must be looked into when a question arises as to whether the arbitration clause governs the dispute. Arbitration   clauses,   as   is   well   known,   vary widely  in   their language     because    they incorporate   the   desire  of  the  parties   to refer to arbitration such matters as they please   ............   whether  a  dispute   falls within an arbitration clause in a contract, as Viscount Simon put it, must depend on what is the dispute and what disputes the arbitration clause covers.&quot; \n</blockquote>  \n\n<p data-structure=\"Conclusion\" id=\"p_5\"> (Para 12) :--\n</p> \n\n<blockquote id=\"blockquote_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_6\">In <a href=\"/doc/461988/\" id=\"a_40\">Union of India v. Raman Iron Foundry</a> (AIR J974 SC 1265) the main question that arose for consideration was whether recovery of a sum claimed as damages for breach of contract can be made from sums due to the contractor under other contracts before the claim was considered and the amount ascertained by the arbitrator. Bhagwati J., speaking for the Court, has said:--</span>\n</blockquote><blockquote id=\"blockquote_11\"> &quot;Now  the  law  is  well    settled  that a claim   for  unliquidated  damages does not give  rise   to  a  debt   until   the  liability   is adjudicated   and   damages   assessed   by a decree or order of a  Court or other  ad-judicatory  authority.    When    there    is a breach  of   contract,   the  party  who  commits   the  breach does not  be instanti incur   any   pecuniary     obligation,   nor   does the party complaining of the breach  becomes  entitled to  a debt     due  from  the other   party.   The   only   right   which   the party  aggrieved by  the     breach of    the contract    has is the     right    to sue    for damages.   ...... A   claim   for   damages   for breach of contract is, therefore, not a claim for a sum presently due and payable and the purchaser is not entitled, in exercise of the right conferred upon it under Clause 18, to recover the amount of such claim by appropriating other sums due to the contractor.&quot; (Para 9) : --\n</blockquote><blockquote id=\"blockquote_12\"> The above decision of the Supreme Court has been followed by Poti J. (as he then was) in Chellappan v. Executive Engineer (1979) Ker LT 53). \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_6\">5. In this case, the injunction was refused by the trial court on the ground that the Court has no power to issue an interim order before a reference has been actually made under <a href=\"/doc/638888/\" id=\"a_41\">sec. 20 (4)</a> of the Act. Though something has been said regarding balance of convenience and irreparable injury, it cannot be said that there was a proper discussion of these aspects of the matter. The Court has also not considered whether there can be an arbitration of the dispute in question going by the conditions of the contract. If the dispute in question is one which can be referred for arbitration, the Court has the power to issue an interim injunction pending an application for reference under <a href=\"/doc/811701/\" id=\"a_42\">Section 20</a> of the Act. In this view of the matter, the trial court has refused to exercise a jurisdiction vested in it under <a href=\"/doc/754255/\" id=\"a_43\">Section 41 (a)</a> of the Act and the order impugned has to be set aside.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_7\">6. Hence I set aside the order impugned and remand the case to the trial Court with a direction to pass fresh orders on the injunction application within two weeks of the receipt of this order. The Civil Revision is allowed as above. No costs.\n</p> \n\n","numcites":10,"numcitedby":4,"docsource":"Kerala High Court","citetid":1164969,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"temporary injunction","formInput":"temporary%20injunction"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"section 41","formInput":"section%2041"},{"value":"\" temporary injunction\"\"","formInput":"%22%20temporary%20injunction%22%22"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"breach of contract\"","formInput":"%22breach%20of%20contract%22"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}