{"tid":1575472,"publishdate":"1996-04-04","title":"Indian Airports Employees Union vs Air India And Ors. on 4 April, 1996","doc":"<h2 class=\"doc_title\">Indian Airports Employees Union vs Air India And Ors. on 4 April, 1996</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: [1996(73)FLR1763], (1997)ILLJ1027BOM</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-k-trivedi\">Devkant Trivedi</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-k-trivedi\">Devkant Trivedi</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nMajithia, J. \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This judgment disposes of writ petition Nos. 233/91, 1494/89, 2362/90, 504/91, 430/92, 3797/90, 892/91, 1443/91, 619/91, 3527/91, 57/91, 1263/91, 1349/91, 3798/90, 3879/90, 487/90, 431/92, 3253/90, 1439/91, 2641/92, 2642/91, 2644/92, 669/91, 255/91, 705/95 and 692/95. These writ petitions raise common questions of law relating to abolition of contract labour system. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The factual matrix is as under. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_3\">3. This Court in writ petition No. 3797 of 1991 and other connected writ petitions, issued directions relating to prohibition of employment of contract labour (i) in the jobs of maintenance and utility installation of the establishments of Air India, Indian Airlines and International Airport Authority of India and (ii) in the jobs of sweeping, cleaning, dusting and watching of buildings in the establishments of Air India, Indian Airlines and International Airport Authority of India, that the Central Advisory Contract Labour Board should investigate in accordance with law under <a href=\"/doc/45909/\" id=\"a_1\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act, 1970. \n</p> \n\n<p data-structure=\"Section\" id=\"p_4\">4. The Central Government issued Notification under <a href=\"/doc/1436043/\" id=\"a_2\">Section 10(1)</a> of the Contract Labour (Regulation and Abolition) Act, 1970 (for brevity &#x27;the Act&#x27;), dated December 9, 1976, prohibiting employment of contract labour, with effect from March 1, 1977, in sweeping, cleaning, dusting and watching of buildings owned or occupied by establishments in respect of which the Central Government at that time was the Appropriate Government. <a href=\"/doc/1360938/\" id=\"a_3\">Section 2(1)(a)</a> of the Act was amended by act XIV of 1986 with effect from January 28, 1986. Under the amended definition the Central Government is the Appropriate Government under this Act in relation to an establishment in respect of which the Central Government is the appropriate Government under the <a href=\"/doc/500379/\" id=\"a_4\">Industrial Disputes Act, 1947</a>. <a href=\"/doc/500379/\" id=\"a_5\">Under the Industrial Disputes Act, 1947</a> the term &#x27;appropriate Government&#x27; is defined in clause (a) of <a href=\"/doc/1817848/\" id=\"a_6\">Section 2</a> of that Act. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">5. Subsequent to the above amendment, the following 18 establishments, viz. \n</p>  \n\n<blockquote id=\"blockquote_1\">(i) Dock Labour Boards, \n \n\n</blockquote><blockquote id=\"blockquote_2\">(ii) Industrial Finance Corporation of India, \n \n\n</blockquote><blockquote id=\"blockquote_3\">(iii) Employees State Insurance Corporation, \n \n\n</blockquote><blockquote id=\"blockquote_4\">(iv) Central Board of Trustees and the State Board of Trustees in the Employees Provident Fund Organisation, \n \n\n</blockquote><blockquote id=\"blockquote_5\">(v) Board of Trustees of the Coal Mines in Provident Fund Organisation, \n \n\n</blockquote><blockquote id=\"blockquote_6\">(vi) Indian Airlines, \n \n\n</blockquote><blockquote id=\"blockquote_7\">(vii) Air India, \n \n\n</blockquote><blockquote id=\"blockquote_8\">(viii) International Airports Authority of India, \n \n\n</blockquote><blockquote id=\"blockquote_9\">(ix) Life Insurance Corporation of India, \n \n\n</blockquote><blockquote id=\"blockquote_10\">(x) Deposit Insurance and Credit Guarantee Corporation, \n \n\n</blockquote><blockquote id=\"blockquote_11\">(xi) Oil and Natural Gas Commission, \n \n\n</blockquote><blockquote id=\"blockquote_12\">(xii) Central Warehousing Corporation, \n \n\n</blockquote><blockquote id=\"blockquote_13\">(xiii) Unit Trust of India, \n \n\n</blockquote><blockquote id=\"blockquote_14\">(xiv) Food Corporation of India, \n \n\n</blockquote><blockquote id=\"blockquote_15\">(xv) Regional Rural Banks, \n \n\n(xvi) Export Credit and Guarantee Corporation Ltd., \n \n\n(xvii) Industrial Reconstruction Corporation of India Ltd., and \n \n\n(xviii) Banking Service Commission, etc. came within the Central sphere. The Central Government referred the matter to the Central Advisory Contract Labour Board (for brevity &#x27;the Board&#x27;) to examine the question of extension of notification dated December 9, 1976 to establishments coming within the Central sphere after the amendment introduced by Act XIV of 1986. The Board in its meeting held on July 31, 1989 recommended the constitution of a tripartite committee to consider prohibition of employment of contract labour in sweeping, cleaning, dusting and watching of buildings owned or occupied by the establishments in respect of which the Central Government has become the appropriate Government after the amendment of the Act in 1986. The term of reference was to study the working of contract labour system in the establishment in respect of which the Central Government has become the appropriate Government after the amendment of the Act in 1986, keeping in view the provisions of <a href=\"/doc/45909/\" id=\"a_7\">Section 10</a> of the Act and to make suitable recommendations as to whether employment of contract labour in sweeping, cleaning, dusting and watching of buildings, owned or occupied by the above establishments, should be prohibited or not. The Committee in its report of September 16, 1991 did not recommend abolition of contract labour system in sweeping, cleaning, etc., in International Airport Authority of India, Air India and Indian Airlines. In regard to watching, the Committee recommended complete abolition of contract labour in Air India and partly for certain important functions of International Airport Authority of India and Indian Airlines. The report of the tripartite Committee was placed before the Board in its meeting held on February 28, 1992. There was no unanimity of opinion amongst the members of the Board. The Board recommended to the Central Government to take a final decision. \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. The Additional Secretary Mr. P. C. Hota, after receipt of the report of the Board, examined the matter and made the following notings :- \n</p>  \n\n<blockquote id=\"blockquote_16\">&quot;This is regarding consideration of prohibition of contract labour under the Contract Labour (R&amp;<a href=\"/doc/1937976/\" id=\"a_8\">A) Act, 1970</a> in eight establishments for which the Central Government is the appropriate Government since 1986. \n</blockquote> \n\n<blockquote id=\"blockquote_17\">These eight establishments are : \n</blockquote> \n\n<blockquote id=\"blockquote_18\">(1) International Airports Authority of India (IAAI) \n \n\n(2) Air India. \n</blockquote> \n\n<blockquote id=\"blockquote_19\">(3) Indian Airlines. \n</blockquote> \n\n<blockquote id=\"blockquote_20\">(4) Food Corporation of India. \n</blockquote> \n\n<blockquote id=\"blockquote_21\">(5) Industrial Finance Corporation of India. \n</blockquote> \n\n<blockquote id=\"blockquote_22\">(6) Oil and Natural Gas Commission. \n</blockquote> \n\n<blockquote id=\"blockquote_23\">(7) Unit Trust of India. \n</blockquote> \n\n<blockquote id=\"blockquote_24\">(8) Central Warehousing Corporation.&quot; \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_7\">For a study of the problem of contract labour in the above establishments, the Central Advisory Contract Labour Board had constituted a Tripartite Sub-Committee as early as July, 1989. The Sub-Committee visited the different field units of the above establishments and had discussions with the management and several workers Unions regarding contract labour and other allied matters. The Sub-Committee had submitted their Report on September 16, 1991. A copy of the Report is in this file. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">The Central Advisory Contract Labour Board in their meeting held on February 28, 1992 discussed the above Report of the Sub-Committee. Though the discussion was fairly lengthy, the Board could not come to any decisions regarding prohibition of contract labour in the above establishments. They only resolved that the Central Government should take a decision in the matter. It is relevant to mention that in the discussion in the Board on February 28, 1992, divergent views were expressed regarding prohibition of contract labour in these establishments - the representatives of the Central Trade Unions supporting &quot;prohibition&quot; and the representatives of management opposing them. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">The cases of the Eight Establishments are discussed below. \n</p>  \n\n<blockquote id=\"blockquote_25\">(1) In case of IAAI, the Sub-Committee has not been unanimous regarding prohibition of contract labour in cleaning, sweeping and dusting in IAAI buildings. The Ministry of Civil Aviation have also recommended against prohibition of contract labour in cleaning, sweeping etc., in IAAI buildings. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_10\">The number of contract labour in these buildings of IAAI, as reported by the Sub-Committee, is 1292. It has also been reported that the contract labour engaged have hardly two hours of work per day for which they are getting wages of about Rs. 894/- p.m. (say Rs. 900/- p.m.) There are also 588 regular employees of IAAI for the same job. Each of them earns wages of about Rs. 2456/- p.m. \n \n\nIt has been brought out that there is no even flow of work of cleaning etc., which can be handled by engaging only full time departmental labour. In the context, engagement of contract labour is a necessity. Since the contract labour is getting about Rs. 30/- per day (Rs. 900/- p.m.) for only two hours of work per day, they are getting reasonable wages. In view of their wage and the necessity for engagement of contract labour, in my view there is no justification for prohibition of contract labour in cleaning and sweeping etc., of buildings of IAAI. There is, however, scope for invoking Rule 25(2)(v) of Contract Labour (R&amp;A) Central Rules, 1970, which mandates same wage rates and other conditions of work for contract labour as applicable to regular workers performing same or similar kinds of work. We could write to the Ministry of Civil Aviation/IAAI/Chief Labour Commissioner (Central) to enforce this provision. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_11\">Reading &quot;security&quot; of buildings of IAAI, the sub-committee has recommended prohibition of contract labour in the main terminal airport buildings at Bombay, Calcutta, Madras and Delhi. The report, however, does not indicate the strength of the contract labour in security jobs in the IAAI. It only refers to the perennial and important nature of the work of &quot;Security&quot;. The Ministry of Civil Aviation have also agreed with the above recommendation of the Sub-Committee and have proposed a switch over to regular security agencies. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">As the Ministry of Civil Aviation have themselves proposed a &quot;Switch-over&quot; we could write to them to expedite it and permit them a period of three months for the purpose. In the context, there is no need to issue a notification under <a href=\"/doc/45909/\" id=\"a_9\">Section 10</a> of the Contract Labour (R&amp;<a href=\"/doc/1937976/\" id=\"a_10\">A) Act, 1970</a> to prohibit contract labour in &quot;security jobs&quot; of the IAAI buildings. \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\">(2) Regarding contract labour in Air India, the Sub-Committee has reported that departmental workers are engaged for cleaning the cabin of the aircraft but contract labour is engaged for sweeping/cleaning of administrative/terminal buildings. The Committee have noted that while departmental workers get Rs. 2305/- p.m. as wages, the corresponding amount for the contract labour is only Rs. 1000/- p.m. But as there is no even flow of cleaning/sweeping work in administrative buildings, the work is completed before commencement of the main activities of Air India by putting a large number of contract labour who do such cleaning for only two hours per day. For guarding of buildings of some administrative offices only, some security guards have been engaged through private security agencies. (The exact number of such guards has not been mentioned in the Report). They have work of perennial nature and hence &#x27;security&#x27; through contract labour can be prohibited; but contract labour cannot be prohibited in sweeping and cleaning etc. The Sub-Committee has further mentioned that the management of Air India ensures payment of minimum wages, coverage under the Employees&#x27; State Insurance and also Employees&#x27; Provident Fund Schemes for all contract labour. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">In view of the fact that the Sub-Committee&#x27;s reasoning is sound for not recommending prohibition of contract labour in sweeping/cleaning etc., we may accept it. But in so far as guarding of buildings is concerned, it would not be proper to immediately prohibit deployment of contract labour just because some security guards of private agencies, deployed in some administrative buildings of Air India, have in the opinion of the Sub-Committee, work of perennial nature. Security of Air India&#x27;s administrative building is a highly sensitive issue particularly in the context of terrorism and we should not cause even a minor dislocation in the existing arrangement without making sure that a more foolproof arrangement through regular security force is made for the purpose. In the circumstances, we may write to the Ministry of Civil Aviation that the work of security of such buildings be better handled by the is CISF/a regular security force and give a period of three months for a switchover. We may also write to the Ministry regarding enforcement of Rule 25(2)(v) ibid in respect of contract workers engaged in cleaning/sweeping of buildings of Air India. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_15\">(3) Regarding prohibition of contract labour in Indian Airlines, the majority view in the Sub-Committee is that prohibition of contract labour in cleaning etc., in IA is neither practicable nor justified. The Sub-Committee, however, has recommended abolition of engagement of security guards on contractual basis except in emergent cases. The Report further indicates that bulk of the cleaning and guarding work of IA is done by regular workers and for stations of IA where there are no daily flights, only about 168 contract labourers have been engaged for cleaning and guarding the air terminals. Thus contract labour is used by IA in very marginal cases where there is no whole time cleaning and guarding work. There is also no material that such workers are being paid inadequate wages and are being exploited. In view of the above, there appears to be no justification for prohibition of contract labour in sweeping, cleaning etc., and guarding of buildings owned or occupied by the Indian Airlines. In this case also, we could write to the Ministry etc., to enforce Rule 25(2)(v) ibid. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">(4) Regarding contract labour in sweeping/guarding of buildings of the Food Corporation of India (FCI), the majority in the Sub-Committee have reported that the FCI does not employ contract labour in the above work except for security purposes and that too purely on a temporary basis to guard food stocks procured on emergent basis. The workers&#x27; representative in Sub-Committee has only given a note of dissent that contract labour in FCI in cleaning/security etc., should be prohibited. But the above &quot;Note&quot; does not indicate reason in support of prohibition of contract labour. Thus on facts of the case, there is no deployment of contract labour in cleaning, sweeping/guarding of FCI buildings on a regular basis : these labourers are engaged only for temporary periods to tide over emergencies etc. There is also no report regarding payment of inadequate wages and exploitation of workers by the contractor. In the context there is no justification to prohibit contract labour in the above operations in the FCI. In this case also, the Ministry could be addressed to enforce Rule 25(2)(v) ibid for the very small contingent of contract labour. \n</p> \n\n<p data-structure=\"Section\" id=\"p_17\">(5) The Sub-Committee has reported that the Industrial Finance Corporation of India (IFCI) have a total staff strength of 1160 spread out in the Head Office at New Delhi and eight regional offices. Since they have very small offices, the work of cleaning is over in two hours during a working day and they have no whole time cleaning workers. There is also no data that the IFCI are exploiting contract labour engaged for cleaning etc., by paying them inadequate wages. Thus, there is no justification for prohibition of contract labour in cleaning etc., in IFCI. Regarding security jobs of IFCI, it is being done through CISF and a small contingent of contract labour is employed pending take over of the entire security work by the CISF. Hence there is also no justification in prohibiting contract labour for security work in IFCI, which as already stated, is a purely interim arrangement. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\">(6) The majority view in the Sub-Committee indicates that in the ONGC, the job of sweeping, cleaning etc., in certain buildings as hospitals, research centres and canteens are of perennial nature and engagement of contract labour in such buildings be prohibited. But in buildings where administrative offices of ONGC are located, the job of sweeping etc., is not of a perennial nature and contract labour in such buildings need not be prohibited. \n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">In a recent case relating to prohibition of contract labour in the canteen of Bharat Petroleum Corporation Ltd. (BPCL), Bombay, we took the view that the terms and conditions of service of employees of the canteen need not be the same as the terms and conditions of the other departmental employees of BPCL engaged in production and refining of crude oil. Inter alia, we took the decision not to prohibit contract labour in &quot;canteens&quot; of BPCL because the <a href=\"/doc/1955064/\" id=\"a_11\">Factory Act, 1948</a> only makes it mandatory for specified establishments to have a canteen, but it does not mandate that its employees must necessarily be departmental workers. We also took the view that in terms of wages and other amenities in the canteen of BPCL, there was no exploitation of contract labour. Mutatis mutandis, the same principle would be applied in case of workers engaged in cleaning, sweeping etc., in canteen of ONGC. It is submitted that hospitals of ONGC are manned by regular doctors and para medics. They have whole time work. To illustrate, even a medical attendant, a nurse or a ward boy has whole time work as he/she is constantly on call by the doctors/patients. The same whole time occupation in hospital cannot be there for workers engaged in cleaning etc. It can be said on the basis of ordinary observation that the workers engaged in cleaning do one round of cleaning in the morning before the doctors come on their visits of indoor patients and before the outdoor is open. Once the hospital&#x27;s work is in full swing, they normally cannot do the sweeping/cleaning etc., as the patients, visitors and doctors would be moving about in the hospital in large numbers. Once the busy hours in hospital are over they can possibly do one more round of cleaning/sweeping. In short, by the very nature of their work, they cannot have full eight hours of engagements; they have to be engaged only during specified periods of lull in activities in hospitals. The report also does not indicate either the number of such labour or if they are being exploited in terms of wage and other conditions of work. The Report also does not indicate how contract labour has whole time work in &#x27;research centres&#x27; of ONGC and whether they are being exploited. Rather for two hours of work of sweeping and cleaning per day, the Calcutta Office of ONGC pays to contract labour Rs. 300/- to Rs. 500/- p.m. in terms of hourly wage rate, it comes to Rs. 5/- to Rs. 8.50 (approx.) which cannot be considered as inadequate and hence exploitative in character. The management of ONGC have also stated that for contract labour, they pay 25% of the wages over and above the minimum wage. This aspect of extra payment of 25% of wages to contract labour has not been controverted by the workers&#x27; Union. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\">In view of the above, we need not agree with the Sub-Committee to prohibit contract labour in canteen, hospital and research centres of ONGC. Since there is no material in the Report that ONGC engages wholetime departmental workers for sweeping, cleaning etc. there may not be also any scope for enforcement of Rule 25(2)(v) ibid. \n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">The Sub-Committee has reported that the security of ONGC building is proposed to be handed over shortly to the CISF. Hence we need not make any order regarding prohibition of contract labour for security of buildings of ONGC as engagement of contract labour in such buildings is purely an interim arrangement. \n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">(7) The Report indicates that the Unit Trust of India have a total number of 1097 employees. They engage only 46 contract labourers for sweeping and 111 contract labourers for watching their buildings all over the country. In no single office of the UTI, they have got more than 20 of such labourers and even where they are engaged, there is no sufficient work-load to engage wholetime workers for cleaning etc. There is also no material to indicate that they have whole time departmental workers for cleaning sweeping etc. But in regard to security, the majority view of the Sub-Committee is that sufficient work-load exists for security guards in their offices at Bombay, Madras, Calcutta and Delhi and UTI might consider engaging regular security employees for the purpose. \n</p> \n\n<p data-structure=\"Section\" id=\"p_23\">Even though we may agree that regular workers are perhaps needed for &#x27;security&#x27;, we cannot prohibit contract labour in such work in UTI as the Contract Labour (R&amp;<a href=\"/doc/1937976/\" id=\"a_12\">A) Act, 1970</a>, applies only to an establishment, where (one sic.) or more contract workers are engaged and in none of the UTI buildings, this limit has been exceeded. \n</p> \n\n<p data-structure=\"Section\" id=\"p_24\">(8) The Sub-Committee&#x27;s report is that there are 494 warehouses under the Warehousing Corporation of India employing about 10,000 persons. The Report mentions about sweeping, cleaning being done by regular workers in warehouses etc. The only area where contract labour is engaged by CWC is for guarding buildings and that too is only two warehouses out of 494 warehouses. (These two are at the Nhava Sheva Port at Bombay and at Pratapganj in Delhi). Apart from these two warehouses which according to the CWC are sensitive in nature and require security through private agencies, the other areas where private security guards are engaged are &quot;container freight stations&quot; and &quot;Import export Air Cargo Warehouses&quot; dealing with imported goods. The contract labour engaged as security guards are paid Rs. 1,500/- to Rs. 2000/- p.m. plus other service benefits like PF, Bonus, ESIC coverage etc. \n \n\nIn view of the above, the engagement of contract labour by the Central Warehousing Corporation is extremely marginal and even where it is engaged, the wages and other service conditions are such that there is no scope for exploitation of labour. In the context, contract labour in security of buildings of the Central Warehousing Corporation need not be prohibited. But in this case also there may be some scope to invoke Rule 25(2)(v) ibid and we may write to the Ministry etc., to enforce the Rules. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">It is relevant to mention that as early as 1960, the Supreme Court have laid down in Standard Vacuum Refining Co. of India Ltd. v. Their Workmen (1960-II-LLJ-238) that the decision to prohibit contract labour in any establishment should not be merely on theoretical or abstract objections to contract labour but also on the basis of terms and conditions of service on which contract labour is employed. The Court also laid down that prohibition of contract labour is not necessary if the work was of intermittent or temporary nature or was so little that it would not be possible to engage whole time workers. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1087622\" id=\"span_1\">The latest decision of the Supreme Court in <a href=\"/doc/1087622/\" id=\"a_13\">Dena Nath v. National Fertilisers (1992-I-LLJ-289</a>) also indicates that the Act provides for regulation of contract labour in certain establishments and provides for its abolition by the Appropriate Government in certain circumstances and the &quot;Act&quot; does not provide for total abolition of contract labour. While examining the issue of contract labour in the above eight establishments, I have been guided by the above observations of the Apex Court.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">It is relevant to mention that we have given an undertaking to the Bombay High Court through the Additional Solicitor General that decision on contract labour in the eight establishments would be taken within a period of two weeks from March 23, 1992. Hence a decision in the matter has to be taken urgently.\n</p> \n\n\n<p data-structure=\"Section\" id=\"p_27\">My proposals from p. 12/N, ante could be summed up in the statement below : \n</p><blockquote id=\"blockquote_26\">     Prohibition or otherwise of contract labour in the employments.\n</blockquote><blockquote id=\"blockquote_27\">------------------------------------------------------------------------\n</blockquote><pre id=\"pre_2\">&quot;Name of Undertaking     Sweeping, Cleaning etc.  Watching and guarding\n      (1)                       (2)                  of building\n<span class=\"hidden_text\" id=\"span_2\">                                                      (3)</span>\n</pre><blockquote id=\"blockquote_28\">------------------------------------------------------------------------\n</blockquote><blockquote id=\"blockquote_29\">1. International         No justification for      Order for prohibition\n   Airports Authority    prohibition of contract   of contract labour\n   of India Ltd.         labour.                   not required as the\n                                                   Ministry of Civil\n                                                   Aviation have agreed\n                                                   to switch-over to\n                                                   State/Central\n                                                   Security force for\n                                                   guarding buildings\n                                                   of IAAI.\n</blockquote><blockquote id=\"blockquote_30\">2. Air India.             No justification for     No justification for\n                          prohibition of contract  prohibition of\n                          labour                   contract labour\n</blockquote><blockquote id=\"blockquote_31\">3. Indian Airlines.       No justification for           - do -\n</blockquote><p data-structure=\"Section\" id=\"p_28\">                          prohibition of contract\n                          labour.\n</p><p data-structure=\"Issue\" id=\"p_29\">4. Food Corporation       No justification for            - do -\n</p><pre id=\"pre_3\">   of India.              prohibition of contract\n                          labour.\n5. Industrial Finance            - do -                   - do -\n   Corporation of India.\n6. ONGC                    No justification for      No need for making\n                           prohibition of contract   orders prohibiting\n                           labour.                   contract labour as\n                                                     ONGC plans to\n                                                     switch over to the\n                                                     Central Industrial\n                                                     Security Force\n                                                     (CISF)\n7. Unit Trust of India.     The Contract Labour (R    The Contract\n                            &amp;<a href=\"/doc/54424454/\" id=\"a_14\">A) Act</a> is not applicable Labour Act is\n                            as no branch of UTI       not applicable.\n                            engages more than 20\n                            contract labourers.\n8. Central Warehousing      No contract labour         No justification\n   Corporation.             employed.                  for prohibition\n                                                       as very few\n                                                       contract\n                                                       labourers are\n                                                       engaged and that\n                                                       too selectively\n                                                       in sensitive\n                                                       depots&quot;.\n</pre><p data-structure=\"Issue\" id=\"p_30\">------------------------------------------------------------------------\n</p> \n\n<p data-structure=\"Facts\" id=\"p_31\">After the note of the Additional Secretary, the file was placed before the Secretary. The Secretary, on April 3, 1992, put the following note :- \n</p><blockquote id=\"blockquote_32\"> &quot;This was also discussed with DM(L). I agree with the recommendations made in the above analysis&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_32\">The Deputy Minister (Labour) signed the note of the Secretary in approval on the same day. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">7. These facts have been culled out from the Government file produced before us during the course of hearing. This covers the matter pertaining to prohibition of employment of contract labour in the jobs of sweeping, cleaning, dusting and watching of the buildings in the establishments of Air India, Indian Airlines and International Airport Authority of India. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_34\">8. The matter relating to prohibition of employment of contract labour in the jobs of maintenance and utility installations (including canteen vendors) of the establishments of Air India, Indian Airlines and International Airport Authority of India was dealt with in a separate file. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\">The Tripartite Committee, popularly known as &quot;Mohile Committee&quot;, in its report dated September 16, 1991 did not recommend abolition of contract labour system in sweeping, cleaning etc., in the establishments of International Airport Authority of India, Air India and Indian Airlines. The Board constituted a Committee in accordance with the provisions of <a href=\"/doc/679815/\" id=\"a_15\">Section 5</a> of the Act vide Resolution dated March 31, 1992. The Committee submitted its report along with a dissenting note of Mr. Shankara Saha, a Committee Member, on November 15, 1992. The Committee recommended prohibition of contract labour in the following 8 job-categories viz. \n</p>  \n\n<p data-structure=\"Issue\" id=\"p_36\">1. Apron cleaning (IAAI), \n \n\n</p><p data-structure=\"Section\" id=\"p_37\">2. Telephone Operators (IAAI), \n \n\n</p><p data-structure=\"Section\" id=\"p_38\">3. Effluent Treatment Plant (AI), \n \n\n</p><p data-structure=\"Precedent\" id=\"p_39\">4. Canteen Vendors (AI), \n \n\n</p><p data-structure=\"Precedent\" id=\"p_40\">5. Cabinet Catering Cleaners (AI), \n \n\n</p><p data-structure=\"Precedent\" id=\"p_41\">6. Maintenance and operation of AC Plants (IAAI, IA, AI), \n \n\n</p><p data-structure=\"Section\" id=\"p_42\">7. Maintenance and operation of Generators (IAAI, IA, AI), \n \n\n</p><p data-structure=\"Precedent\" id=\"p_43\">8. Maintenance and operation of Electrical installations (IAAI, IA, AI). \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_44\">The Committee&#x27;s report was placed before the Board in its meeting held on November 18, 1992. The Board&#x27;s recommendations read thus : \n</p>  \n\n<blockquote id=\"blockquote_33\">&quot;The Deputy CLC(C), Bombay brought to the notice of the Board that the Bombay High Court had ordered that the Committee should finalise its report latest by November 16, 1992 and the decision should be finally taken by the Government in consultation with the Board within 3 months thereafter. The Deputy CLC(C) made a brief presentation of the Sub-Committee&#x27;s Report. It was pointed out by him that there was unanimous recommendation in respect of 8 categories of jobs. It was decided by the Sub-Committee that the Government may accept the recommendations of the Sub-Committee. In the case of other jobs where difference of view among members existed, the Government will study the report carefully and give a well reasoned conclusion based on which suitable decision will be taken. It was also decided that while considering the report, the Government should also duly take into account the note of dissent submitted by Shri Saha. \n</blockquote> \n\n<blockquote id=\"blockquote_34\">Shri Damodar Pandey, one of the members of the Sub-Committee could not attend the last day of the meeting when the report was signed as well as the Board&#x27;s meeting due to illness. It was, therefore, decided that the Government may also obtain views of Shri Pandey within 15 days before taking a final decision in the matter&quot;. \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_45\">9. The Government file indicates that an Officer of the Labour Department, after discussing the subject with the Additional Secretary, on December 24, 1992 noted thus : \n</p><blockquote id=\"blockquote_35\"> &quot;This was discussed with A. Stoday. Instead of recommending prohibition in all cases where there is unanimity, on a mechanical basis, we may take up each activity and examine whether ingredients necessary for prohibition exist&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_46\">10. It appears that under the oral orders of the Additional Secretary, the Joint Secretary (AG) discussed the matter with the representative of the International Airport Authority of India and also obtained its comments on the recommendations of the Committee and the Board. The Director (PV) noted thus on the file :- \n</p>  \n\n<blockquote id=\"blockquote_36\">&quot;Following the recommendations of the Committee appointed by the CACLB to go into the question of prohibition or otherwise of contract labour in Indian Airlines, Air India and IAAI, it has been recommended in para 13 on page 28 ante that contract labour may be prohibited in the 10 employments listed therein. Of these 10 employments, 4 relate to IAAI and 3 are common to AI, IA and IAAI. As ordered by AS the matter was discussed by JS (AG) with the representative of the International Airport Authority of India. The IAAI have given a note which may be seen at slip &#x27;Z&#x27;. On the basis of JS (AG)&#x27;s orders above, the position in regard to each employment is discussed below. According to IAAI contract labour should not be prohibited in the following employments due to the reasons given against each : \n</blockquote> \n\n<blockquote id=\"blockquote_37\">(1) Apron cleaning - IAAI deploys mechanical sweepers for getting the apron cleaned. It is only occasionally that the contract labour is expected to clean the apron and runway areas when foreign objects are found. \n</blockquote> \n\n<blockquote id=\"blockquote_38\">(2) Maintenance and operation of AC Plants/Generators/Electrical installations :- It would be recalled that in these cases the Committee has agreed that while annual maintenance may be awarded to a contractor, day-to-day maintenance be carried out by regular workers by prohibiting contract labour in these areas. However, the IAAI has stated that the contract for routine/annual maintenance are awarded as a single contract and cannot be split. It has further been stated that the maintenance in these areas are within &quot;equipment specific&quot; and will have to be carried out on a contract basis only. \n</blockquote> \n\n<blockquote id=\"blockquote_39\">(3) Frisking of passengers - The IAAI have pointed out that regular frisking of passengers during the security check is done through manpower provided by Bureau of Civil Aviation Security (BCAS). Only visitors are frisked by employing home guards on contract basis on the basis of authorisation by the BCAS. Frisking of visitors is done only under certain special conditions and not as a matter of normal routine. There would therefore be no reason for engaging regular manpower for this job. \n</blockquote> \n\n<blockquote id=\"blockquote_40\">(4) Split flap display system : It has been stated by the IAAI that this facility exists at present only in the New Delhi Airport. Automation is being gradually introduced in this area. There would therefore be no reasons for prohibition of contract labour who comprised at present highly skilled engineers and supervisors. \n</blockquote> \n\n<blockquote id=\"blockquote_41\">(5) Operation of effluent treatment plants - The Indian Airlines have stated that the work involves handling of poisonous chemicals and therefore can be done only by persons highly trained for this purpose. It has further been stated that the operation of effluent treatment plant is linked to the electroplating, chemical cleaning jobs where work is only of a sporadic nature and not continuous. It has therefore been recommended by them that the work should be continued to be done by contract labour. \n</blockquote> \n\n<blockquote id=\"blockquote_42\">(6) Canteen vendors and cabin catering cleaners - It has been pointed out by Air India that in both these cases the work-load depends on the flight departure and arrival schedules and work is not of a continuous nature. It has further been pointed out that the work is not incidental to the main work of Air India which is flying passengers on international routes. They have therefore recommended that contract labour may not be abolished in these two areas. \n</blockquote> \n\n<blockquote id=\"blockquote_43\">(7) Telephone Operators - The IAAI employ regular operators and also some on contract basis. The IAAI have not given any reason or argument in favour of prohibiting contract labour in this employment. It has been stated that the work is round the clock and the contract entered by IAAI shows that they are being only paid a consolidated amount of Rs. 1,500/- p.m. with no other benefits that are generally available to regular workers&quot;. \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_47\">The Joint Secretary (AG) was on training and the file was placed before Mr. P. C. Hota, Additional Secretary who appended his noting on January 11, 1993 on the file as under : \n</p>  \n\n<blockquote id=\"blockquote_44\">&quot;This is regarding prohibition of contract labour in certain operations in M/s. Air India (AI), Indian Airlines (IAC) and International Airport Authority of India, (IAAI) under <a href=\"/doc/45909/\" id=\"a_16\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act, 1970 i.e. the Act. The Honourable High Court of Bombay by their order of March 18, 1991 (F/A) have directed that the Central Advisory Contract Labour Board &quot;shall investigate in accordance with law the demand of the petitioners (i.e., Sarva Mazdoor Sangh and Sarva Shramik Sangh) and shall make a report on or before June 30, 1991&quot;. From time to time we have taken extension of time for the above report from the Honourable High Court. The last extension is upto January 15, 1993. In other words, the Central Government have to take a decision and pass an appropriate order before the above date. Thus the matter is very urgent and requires immediate disposal. \n</blockquote> \n\n<blockquote id=\"blockquote_45\">2. In pursuance of the above direction of the Honourable High Court, the Central Advisory Contract Labour Board in a meeting held on February 28, 1992, considered the matter and constituted a Sub-Committee to study the contract labour system in specified items of maintenance in installations of M/s. AI, IAC and IAAI and to make a report. \n</blockquote> \n\n<blockquote id=\"blockquote_46\">3. The order constituting the above five member Sub-Committee consisting of one representative each of the INTUC, UTUC, Ministry of Railways, Hindustan Construction Co. Ltd. and Deputy Chief Labour Commissioner, Bombay (Member Convenor) was issued by this Ministry on March 31, 1992. \n</blockquote> \n\n<blockquote id=\"blockquote_47\">4. At pp. 21-22/N, ante, the specified items of maintenance work in installations and utilities of M/s. AI, IAC and IAAI have been spelt out. To clearly bring out the method of inquiry of the Sub-Committee, I propose to give a brief description of how they conducted their study of different items of work. The Sub-Committee started its work by issuing a questionnaire to representatives of workmen, the management and the contractors of M/s. AI, IAC and IAAI. They made five visits to different parts of the country to study the items of work done through contract Labour in the above organisations. During the visits, they also had discussions on these items of work, done through contract labour, with employees&#x27; unions, the management and even the contractors. (Shri Damodar Pandey, INTUC, one of the two employees&#x27; representative in the Sub-Committee only made two visits out of the five and remained absent thereafter due to illness. He has not been a signatory to the report). The Sub-Committee have given their main findings relating to the 26 items of work in the three organisations viz., M/s. AI, IAC and IAAI (at pages 1 to 21 of the Report). The other parts of the report, contributing to its bulk, contain, inter alia, minutes of different meetings of the Sub-Committee. A copy of the Report finalised by the Sub-Committee on November 15, 1992 is placed in this file. Briefly stated, the Report indicates that the Member made a study of 26 items of specified maintenance work in M/s. AI, IAC and IAAI in which contract labour is deployed at present. They have unanimously recommended prohibition of contract labour only in eight out of the 26 items. In respect of 18 other items, there has been no unanimity of views among the Members. Shri Shankar Saha of the UTUC, the lone employees&#x27; representative in the Sub-Committee, has recorded a minute of dissent to the report. He has stated that in view of the perennial nature of work in all the 26 items and not merely in eight items, contract labour should be prohibited in all the 26 items. I propose to discuss in the following paragraphs the eight items of maintenance work in which the Sub-Committee have unanimously recommended prohibition of contract labour. \n</blockquote> \n\n<blockquote id=\"blockquote_48\">5. The first item of maintenance work is regarding Apron Cleaning in IAAI (i.e., cleaning of runways and operational areas). The Sub-Committee have observed that since this work is carried on in all airports by the IAAI through contract labour, it should be prohibited. They have also observed that inducing contract labourers for Apron cleaning could be a safety hazard. (b) The Ministry of Civil Aviation in their letter of December 11, 1992 (f/BB) have not agreed with the above recommendations of the Sub-Committee and have stated as follows : \n</blockquote>  \n\n<blockquote id=\"blockquote_49\">(a) Cleaning of Apron/Operational areas is not comparable with cleaning of terminal buildings in airports and the frequency of cleaning in operational area is different. In other words, Apron cleaning has a lesser frequency than cleaning of terminal buildings in the airports. \n</blockquote> \n\n<blockquote id=\"blockquote_50\">(b) The runways is regularly patrolled by officers and staff of M/s. IAAI and cleaning of apron/operational areas are only done when foreign objects hazardous to aircraft operations are found through such patrolling. \n</blockquote> \n\n<blockquote id=\"blockquote_51\">(c) Cleaning of runway and operational area is regularly done by mechanical sweepers. \n</blockquote> \n\n<blockquote id=\"blockquote_52\">(d) Earlier, the Central Government had duly considered the report of another &quot;Sub-Committee&quot; constituted by the Central Advisory Contract Labour Board and had not prohibited such labour in sweeping and cleaning of buildings of M/s. AI, IAC and IAAI. The same decision of the Central Government may apply with greater force to contract labour in apron cleaning etc., as deployment of contract labour in this area is comparably less frequent. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_48\">6. Neither the Report of the Sub-Committee nor the aforesaid letter of the Ministry of Civil Aviation has indicated the number of contract labour engaged in a calendar year, or in different dates in a calendar year from Apron cleaning in some of the important runways of IAAI. In the absence of such data, it would be fair to assume that the mechanical sweepers, engaged by the IAAI, does the Apron cleaning regularly and such items of cleaning work, which is left over even after &#x27;mechanical sweeping&#x27;, is handled manually by a few contract labour. Naturally, such deployment of contract labour is bound to be sporadic and fluctuating in character and cannot justify engagement of whole time workmen. Hence, an important ingredient of <a href=\"/doc/45909/\" id=\"a_17\">Section 10</a> of the Act that the work should be of &quot;perennial nature and should be sufficient to employ whole time workmen&quot; is not present in the maintenance work of Apron cleaning. In view of the above, I do not recommend prohibition of contract labour in Apron cleaning. \n</p> \n\n<p data-structure=\"Section\" id=\"p_49\">7. The second category of contract labourers are the telephone operators. The Sub-Committee has observed that along with regular telephone operators employed by M/s. IAAI on permanent basis, telephone operators on contract basis have also been engaged by them to do the same work. Like the regular telephone operators, the telephone operators on contract, work round the clock in shifts. Our office note at p. 31/N, ante indicates that the telephone operators engaged on contract, get a consolidated amount of Rs. 1,500/- p.m. towards salary and do not get any other benefit available to regular telephone operators. Significantly enough, the Ministry of Civil Aviation have made no comments on this item of work. Naturally, they could not have defended such a system where work of a perennial nature, justifying employment of whole time telephone operators on regular basis, is being done partly through regular telephone operators enjoying grade pay and other benefits and partly through telephone operators on contract with only a consolidated salary of Rs. 1500/- p.m. and no other benefits. In view of the above, I recommend that there is adequate justification to prohibit contract labour in work of telephone operators in IAAI. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_50\">Postscript : It is rather strange that such an important Central Public Sector Unit as M/s. IAAI has been engaging contract labour as telephone operators side by side with regular telephone operators for the last few years. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\">8(a) The third item of work is maintenance and operation of effluent treatment plants in M/s. IA. The Sub-Committee have observed that at the Jet Engineering Repair Centre at New Delhi engines of aircrafts are brought for overhauling, servicing and eletroplating etc. As a result, toxic effluents are discharged. These toxic matters require neutralisation before the waste water is disposed off through drainage channels. The effluent treatment has to meet the standards <a href=\"/doc/1087622/\" id=\"a_18\">laid down by</a> the Pollution Control Board. In this context, the following comment of the Sub-Committee is quoted in extenso : \n</p><blockquote id=\"blockquote_53\"> &quot;In this contract, the workmen work only in general shift from 8.15 a.m. to 4.15 p.m. when the Engineering repair centre works&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_52\">There is no indication in the &quot;Report&quot; as to the frequency of deployment of such workmen in general shifts. By mentioning that contract workers are employed only when the Jet Engineering repair centre works, the Sub-Committee has tacitly admitted that this work of effluent cleaning is not of a continuous nature. The Ministry of Civil Aviation have indicated that the utilisation of contract labour in the effluent treatment plant for removal of muck etc., is linked up with actual usage of electro-plating shop and chemical cleaning shop of the Jet Engineering Repair Centre. As these facilities are not operated on a continuous basis, the Ministry has observed that the Sub-Committee has come to an erroneous conclusion that the work of cleaning etc. of effluents is of a perennial nature, which, in fact, it is not. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\">(b) In short, the important ingredient of <a href=\"/doc/45909/\" id=\"a_19\">Section 10</a> of the Act that the work is &quot;of perennial nature and is sufficient to employ considerable number of wholetime workmen&quot; is not present in the maintenance of the effluent treatment plant of the Jet Engineering Repair Centre of M/s. IA at New Delhi. In view of the above, I do not recommend prohibition of contract labour in the above operation. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">9. In this paragraph, I propose to deal with the fourth and the fifth items of work (i.e. engagement of contract labour in canteens and for cabin catering cleaning of M/s. AI). The Sub-Committee has observed that M/s. AI are required by law to maintain canteens where snacks and food items are sold to workmen etc. These canteens prepare food items and sell them at prices fixed by M/s. AI from time to time. The work is of a continuous character. Hence the Sub-Committee have recommended prohibition of contract labour in canteens. Similarly for cabin catering cleaners, the Sub-Committee have observed that contract labour are engaged for cleaning cabin trays with soap and water and since the work is of a continuous character justifying engagement of wholetime workers, employment of contract labour in this item of work should also be prohibited. \n</p> \n\n<p data-structure=\"Section\" id=\"p_55\">10(a). I may submit that running a canteen is a statutory requirement of M/s. AI. It is mandatory under <a href=\"/doc/759329/\" id=\"a_20\">Section 46</a> of the Factories Act, 1948. But the liability of M/s. AI is only to set up and maintain a canteen so that workers may have the benefit of its services. The terms and conditions of service of the staff of the canteen do not come under that liability. (footnote to <a href=\"/doc/759329/\" id=\"a_21\">Section 46</a> of the Factories Act, 1948 at p. 899 of P. L. Malik&#x27;s Industrial Law (15th Edition). \n</p> \n\n<p data-structure=\"Section\" id=\"p_56\">In other words, M/s. AI could provide a Canteen premises with cooking utensils, equipment and eating space etc., and the canteens need not be run by the staff of M/s. AI. \n</p> \n\n<p data-structure=\"Section\" id=\"p_57\">(b) The Ministry of Civil Aviation have observed that the consumers to be served through the canteens will depend on the number of flights to be received and despatched and number of employees of M/s. AI attending a particular shift. As these numbers are likely to fluctuate on a daily basis, it is only through contract labour that the fluctuating number of customers could be served. \n</p> \n\n<p data-structure=\"Section\" id=\"p_58\">(c) In view of the settled position of law (judicial decisions on <a href=\"/doc/759329/\" id=\"a_22\">section 46</a> of the Factories Act, 1948 cited at p. 899 of Malik&#x27;s &quot;Industrial Law&quot; referred to) and taking into consideration the fluctuating workload in canteens/cabin tray cleaning depending on number of flights/number of workmen per shift etc., I do not recommend prohibition of contract labour in canteens and cabin tray cleaning provided by M/s. AI etc. \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_59\">11. In this paragraph, I propose to deal with items six, seven and eight of maintenance of work viz., maintenance and operation of Air-conditioning plants, maintenance and operation of generators and maintenance of electric installations. These three items are connected with the vital infrastructure for running and maintenance of aircrafts and maintenance of runways/operational areas and terminal buildings. These facilities are common to M/s. AI, IAC and IAAI. The Sub-Committee has observed that the day-to-day maintenance in these three installations is of perennial nature and incidental to the operations of the organisations. But three of the five members of the Sub-Committee have felt that for periodic maintenance, contract labour in these items should be continued as such contractors/contract labour have the technical know-how and spare parts etc. for proper maintenance of the installations. The Ministry of Civil Aviation have commented on the above observations of the Sub-Committee as follows : \n</p><blockquote id=\"blockquote_54\"> &quot;The contracts for routine/annual maintenance are awarded as one single contract. These cannot be split. Since the Committee has opined that major breakdowns and annual maintenance could be done by the manufacturers, routine maintenance should also be done by the manufacturers because they have the necessary skilled and specialised manpower&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_60\">In other words, the manufacturers of A/C Plants, generators and electrical installations do not only annual maintenance as a part of their back up service but also do routine maintenance of these sensitive equipments so that there is no technological mismatch between the day-to-day maintenance and the annual maintenance. I may submit that the A/C Plants, generators and electric installations in Airports etc. are very sensitive in nature and require very careful handling by experts. Breakdown in these services would completely upset the scheduled flights and cause hardship to the passengers. As annual contracts have been the technologically accepted mode of service of these sensitive and sophisticated equipments, three of the five members have recommended for continuance of the contract labour system for annual/periodic maintenance. In view of the totality of circumstances of the case, I do not recommend prohibition of contract labour in this area as it would not be in the interest of safety and reliability of these sensitive equipments. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_61\">12(a). As already explained, there are 18 items of maintenance work in M/s. AI, IA and IAAI about which members of the Sub-Committee are not unanimous regarding prohibition of contract labour. These items of work have been set out in paras (7), (8), (9) &amp; (10) at 23-27/N, ante. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_62\">(b) As summed up at para (7)(a), the sole representative of the employees, Shri Shankar Saha and the Member-Convenor the Deputy Labour Commissioner have recommended prohibition in six out of the 18 items of work but the two employers&#x27; representatives have not recommended prohibition of contract labour in these six items of work. While analysing the divergent views of the members of the Sub-Committee regarding the aforesaid six items at para (12) of 20/N, ante, Director (Labour Welfare) in this Ministry has recommended prohibition of contract labour in two out of the aforesaid six items. These two items are : \n</p>  \n\n<blockquote id=\"blockquote_55\">(a) Frisking of passengers. \n</blockquote> \n\n<blockquote id=\"blockquote_56\">(b) Split flap display system. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_63\">(To be continued in next Issue). \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\">Since neither the Report of the Sub-Committee nor the Notes of Director (LW) at 28/N, ante, contain a detailed analysis of the nature of the above two items of work, I requested the Director-General, Labour Welfare and JS (Shri Abhik Ghose) to discuss the nature of the above two items of work with the Chairman IAAI/any senior officer of IAAI and record the gist of the discussion. The DG, Labour Welfare discussed the matter with the Chairman IAAI and the Director (LW) has recorded the gist of the discussion at 30/N ante. The above note indicates that frisking of only visitors (i.e., non-passengers) to Airports is done by Home Guards whereas &#x27;security check&#x27; of regular passengers is done through the Bureau of Civil Aviation Security. Again, the Home Guards, check visitors only at entry points of Airports and not in security areas of the airport where passengers go for &#x27;security check&#x27;. These Home Guards at entry point of Airports are deployed only after due authorisation by the Bureau of Civil Aviation Security. \n</p> \n\n<p data-structure=\"Section\" id=\"p_65\">14. I may submit that Home Guards are not regular workmen. But neither are they in the category of a contract labour. The scheme of Home Guards in our country has a laudable philosophy. It was started for strengthening social defence and for training civilians in simple policing functions so that they function as a sort of militia to combat crime and maintain peace. In pursuance of the above objective, every State in our country has a big Home Guard Establishment. Without going further into the working of the Home Guard Scheme, I may submit that it would not be in the public interest to abolish the system of frisking of visitors in Airports with the help of Home Guards by prohibiting it under <a href=\"/doc/1300590/\" id=\"a_23\">Section 10</a> of the Act. As a matter of fact, <a href=\"/doc/1300590/\" id=\"a_24\">Section 10</a> of the Act is not applicable to such deployment of Home Guards. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_66\">15. The second item relates to &#x27;Split Flap Display System &#x27;(SFDS). Director (LW) has recorded at 30/N, ante&#x27; that it is only prevalent in the Airport at New Delhi and very soon automation is going to be introduced in this area of work. Actually SFDS is an advanced electronic system in the New Delhi Airport. It is operated through highly skilled and qualified engineers and supervisors, who are deployed on contract. In view of the totality of circumstances of the case, I do not recommend prohibition of contract labour, in the six items mentioned at para (7)(a) of 23/24-N, ante. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_67\">16. As summed up at para 7(b) of 24/N ante, both the Employers&#x27; representative and the Member-Convenor have not recommended prohibition of contract labour in ten out of the balance 12 items. Shri Shankar Saha, the Employees&#x27; representative in the Sub-Committee has not agreed with the above recommendation and has recommended prohibition of contract labour in the above ten items of work. Of course, he has not given detailed justification for his stand regarding prohibition of contract labour except mentioning that all the eighteen items are work of perennial nature justifying engagement of wholetime workmen. He has not made an item by item analysis of each item of maintenance work to come to the above conclusion. After a careful assessment of the views of the Members of the Sub-Committee and the nature of work involved in each of these ten items I agree with the views of Director (LW) at para (11) of 27/N, ante do not recommend prohibition of contract labour in these items. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_68\">17. Out of the 18 items of work, where there is no unanimity of views among members of the Sub-Committee as explained earlier, I am now left with an analysis of two other items of work viz., (a) Trolley Retriever and (b) Free Porter Service. In these two items, Shri Shankar Saha, the lone representative of employees, has recommended prohibition of contract labour. Both the Employers&#x27; representatives in the Sub-Committee have not agreed with Shri Shankar Saha whereas the Member-Convenor has not recommended &#x27;prohibition&#x27; in all the five Airports-Bombay, Calcutta, New Delhi, Madras and Trivandrum maintained by IAAI but only in two of them, viz., New Delhi and Bombay. The Member-Convenor has cited the argument of continuous nature of work of Trolley Retrievers and Free Porters due to heavy air traffic in the above two major airports. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_69\">18. In my view, there is no case made out to prohibit contract labour in these two items of work viz., Trolley Retrievers and Free Porter Service. These two activities are not integral to the functioning of an Airport. In other words, the IAAI could as well give annual/periodic lease of an area outside an airport to a contractor, who could have trolleys/porters required by passengers. In such a system, the passengers would be required to give their requirement of trolley/porter by depositing a small fee and announce their requirement through a public address system so that the requisite number of trolleys/porters could come to the baggage delivery area. In some international airports abroad, passengers have to deposit a small fee to take out a trolley from a trolley stand and also deposit a small fee if, in addition, they require private porter service. Moreover, luggage-on-wheels with air passengers does often dispense with a luggage trolley kept at an airport. In short, for proper functioning of an airport, security personnel, baggage delivery conveyor belt, baggage handlers to load/unload luggage into/from aircraft, air hostesses, cabin crew, ground staff etc. are necessary. They are all permanent workmen of either of the three organisations, viz., AI, IA and IAAI. But for functioning of an airport, trolley retrievers/free porter service are only peripheral facilities. These facilities should continue to be made available through contract labour as all passengers may not require trolley/free porters and such trolley/free porters are required on a continuous basis if at all only during rush hours of air traffic. Even in New Delhi Airport for flights leaving at midday, there are hardly a few passengers and the rush hour air traffic in New Delhi is not of such a volume as to justify employment of &quot;considerable number of workmen on a whole time basis&quot;. Moreover, there is no sufficient data in the report of the Sub-Committee about the terms and conditions of service of these trolley retrievers/free porters. (The report, however does contain minutes of an interview of the members of the Sub-Committee with trolley retrievers which indicates that trolly-retrievers get Rs. 51 (Rupees Fifty one) per day as a contract labour but no provident fund benefits). Thus no case is made out to prove exploitation of such labour at airports. My experience as an air passenger is that these trolley retrievers/porters do wear uniforms supplied by contractors and get good tips in cash from embarking/disembarking passengers. In view of the totality of circumstances in this case, I also do not recommend prohibition of contract labour in these two items. viz., trolley retrievers and free porters. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"777307\" id=\"span_3\">19. It is relevant to mention that as early as 1960, the Supreme Court have <a href=\"/doc/1087622/\" id=\"a_25\">laid down in</a> <a href=\"/doc/777307/\" id=\"a_26\">Standard Vacuum Refining Co. of India Ltd. v. Their Workmen</a> (supra) that the decision to prohibit contract labour in any establishment should not be merely on theoretical or abstract objections to contract labour but also on the basis of terms and conditions of service on which contract labour is employed. The Court also laid down that prohibition of contract labour is not necessary if the work was of intermittent or temporary nature or was so little that it would not be possible to engage wholetime workers.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1087622\" id=\"span_4\">The latest decision of the Supreme Court in <a href=\"/doc/1087622/\" id=\"a_27\">Dena Nath v. National Fertilizers</a> (supra) also indicates that the Act provides for regulation of contract labour in certain establishments and provides for its abolition by the Appropriate Government in certain circumstances and the &quot;Act&quot; does not provide for total abolition of contract labour. While examining the issue of contract labour in the three establishments of the Ministry of Civil Aviation, I have been guided by the above observations of the Apex Court.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_71\">To Sum Up \n \n\nOut of 26 items of maintenance in the three organisations, M/s. AI, IAC and IAAI, I do not recommend prohibition of contract labour in 25 items. I recommend prohibition of contract labour only in one item of work i.e., telephone operators, who are engaged alongside regular telephone operators to do work of a perennial character. Orders of DM(L) may be obtained quickly as the Central Government have to inform the Bombay High Court before January 15, 1993 that their orders of March 18, 1991 have been complied with. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_72\">The file was then transmitted to the Secretary who commented thus : \n</p><blockquote id=\"blockquote_57\"> &quot;I have carefully gone through the above extensive note. While I agree that each case has been considered on merits with great care and diligence with reference to the legal provisions, vide pp 16/C, the Central Advisory is Contract Labour Board has decided that the Tripartite Committee should submit its report (obviously to itself) within a period of three months. Should not the Tripartite Committee Report, then, be presented to and considered by, the full Board ? If so, should we not move the High Court of Bombay for further time as the Government cannot decide without the decision and advice of the Board (It is unclear whether there is any decision of the Board authorising the Government or the Chairman of the Board to take a decision on the Committee&#x27;s Report without further reference to itself)&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_73\">After the comments of the Secretary, the file was again placed before Mr. P. C. Hota, Additional Secretary, who appended the following Note :- \n</p>  \n\n<blockquote id=\"blockquote_58\">&quot;The report of the Sub-Committee was considered at length in the last meeting of the Central Advisory Contract Labour Board held on November 18, 1992. The Contract Labour Board recommended that on the items of work, where the report of the Sub-Committee is unanimous, Government may consider prohibition of contract labour. In regard to other items of work on which there is no unanimity, the Board remitted the matter to the Government for further examination and decision. In their order dated December 2, 1992 the then Chief Justice of Bombay High Court, Mr. P. D. Desai and Mr. Justice Kapadia directed the Central Government to take a final decision on or before January 15, 1993 and to place on record <a href=\"/doc/1087622/\" id=\"a_28\">the said decision</a> before the Court on or before January 20, 1993. The Court also ruled that no further adjournment shall be asked for and granted. \n</blockquote> \n\n<blockquote id=\"blockquote_59\">In view of the above, the matter need not go again to the Central Advisory Contract Labour Board and orders of DM(L) may be obtained on my note dated the 11th instant. \n</blockquote> \n\n<blockquote id=\"blockquote_60\">The matter is extremely urgent as we have to send a telex message indicating the compliance of the orders of the Court&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_74\">After the note of the Additional secretary dated January 14, 1993, the file was placed before the Secretary who commented thus : \n</p><blockquote id=\"blockquote_61\"> &quot;The detailed note of Additional Secretary in pp. 33 to 47 NF may kindly be seen. I agree with his recommendation. The proposal at &#x27;X&#x27; on page 47 N.F. may kindly be approved&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_75\">The decision so arrived at was conveyed to the Counsel through fax message. After the decision, a formal notification dated March 2, 1993, reading thus, was issued :- \n</p><blockquote id=\"blockquote_62\"> &quot;In exercise of the powers conferred by sub-section (1) of <a href=\"/doc/45909/\" id=\"a_29\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act, 1970 (37 of 1970), the Central Government, after consultation with the Central Advisory Contract Labour Board, and after having due regard to the conditions of work and benefits provided for Contract Labour in the establishment of International Airports Authority of India and other factors as specified in sub-section (2) of the said Section, hereby prohibits the employment of contract labour in the job of telephone operator in the establishment of the International Airports is Authority of India&quot;. \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_76\">11A. The petitioners, with the leave of the Court, amended the writ petitions and challenged the notification and the decisions of the Committee and the Board. Some objections were raised by the office regarding the manner in 1043 which the amendments were made. The office objections were brought to our notice by the Counsel for the parties. We note these objections and permit the amendments to be carried out. Opportunity was also given to the Counsel for the opposite party to file reply to the amendments. In fact, these amendments are only formal in nature. The facts as emerging from the Government files have been stated in detail in the preceding paragraphs. The following facts emerge from the file relating to prohibition of employment of contract labour in the jobs of maintenance and utility installations (including canteen vendors) of the establishments of Air India, Indian Airlines and International Airport Authority of India :- \n</p>  \n\n<blockquote id=\"blockquote_63\">(i) After the receipt of the Report of the Committee constituted under <a href=\"/doc/253795/\" id=\"a_30\">Section 5</a> of the Act and the Board decision, a direction was given to discuss the matter with the representatives of the International Airport Authority of India which also gave a note. The International Airport Authority of India was permitted to give comments on the report of the Committee and the decision of the Board. \n</blockquote> \n\n<blockquote id=\"blockquote_64\">(ii) The Committee&#x27;s report was sent to the Ministry of Civil Aviation for comments. The Committee&#x27;s report was placed before the Board and not the comments of the Ministry of Civil Aviation. The Under Secretary, Ministry of Labour, informed us that the normal rule is that the comments of the concerned Ministry, viz. in the instant case the Ministry of Civil Aviation, are obtained before placing the matter before the Board. In the instant case, the matter was placed before the Board minus the comments of the Ministry of Civil Aviation although the Officers of the Labour Department made comments on the recommendations of the Committee and the Board keeping in mind the comments of the Civil Aviation Ministry. The Board had no opportunity to examine the comments of the Civil Aviation Ministry before taking a final decision. \n</blockquote> \n\n<blockquote id=\"blockquote_65\">(iii) The Board took a final decision on November 18, 1992 whereas the Civil Aviation Ministry furnished its comments on December 15, 1992 and the comments weighed considerably with the Government while taking a final decision in the matter. \n</blockquote> \n\n<blockquote id=\"blockquote_66\">(iv) A representative of the concerned Ministry usually participates in the Board meetings. In the instant case the Ministry&#x27;s representative did not participate; rather the comments of the Civil Aviation Ministry were received after the Board decision which was taken note of by the Government while formulating the final decision. \n</blockquote> \n\n<blockquote id=\"blockquote_67\">(v) The Secretary of the Department opined that a reference should be made to the Board before taking a final decision. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_77\">12. Before dealing with the submissions raised by the Parties&#x27; Counsel, it is desirable to give the background of the Act. There had been growing agitation for the abolition of employment of contract labour, as it was felt that the execution of work on contract through a contractor, who as an employer employed labour, was primarily to deprive the labour of its due wages and various privileges of labour laws. It was also realised that certain works by their very nature can conveniently be executed by contractors through contract labour, or by labour on contract basis. In this view of the matter, the question of abolition and regulation of contract labour had been receiving attention of various labour organisations at social and Government level. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_78\">Even judicial awards have discouraged the practice of employment of contract labour, particularly when the work is :- \n</p>  \n\n<blockquote id=\"blockquote_68\">(i) perennial and must go on from day-to-day; \n</blockquote> \n\n<blockquote id=\"blockquote_69\">(ii) incidental and necessary for the work of the factory; \n</blockquote> \n\n<blockquote id=\"blockquote_70\">(iii) sufficient to employ a considerable number of whole time workmen; and \n \n\n</blockquote><blockquote id=\"blockquote_71\">(iv) being done in most concerns through regular workmen. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_79\">These awards also came out against the system of &#x27;middlemen&#x27;. In the judicial awards, it was also noted that the principal employer disowned responsibility in respect of contract labour. \n</p> \n\n<p data-structure=\"Section\" id=\"p_80\">With a view to remove the disabilities of contract labour, the Act was enacted. <a href=\"/doc/1810788/\" id=\"a_31\">The Act</a>, as would be evident from the preamble, was enacted to regulate the employment of contract labour and to provide in certain circumstances for the abolition thereof. <a href=\"/doc/1810788/\" id=\"a_32\">The Act</a> aims at abolition of contract labour in respect of certain categories as may be notified by the Appropriate Government in the light of certain criteria that have been laid down, and at regulating the service conditions of contract labour where abolition is not possible. The main features of the Act can be summarised thus :- \n</p>  \n\n<blockquote id=\"blockquote_72\">(i) The enactment has been legislated to regulate the employment of contract labour in certain establishments and to provide for the abolition thereof in certain circumstances. \n</blockquote> \n\n<blockquote id=\"blockquote_73\">(ii) <a href=\"/doc/1810788/\" id=\"a_33\">The Act</a> applies to every establishment in which 20 or more workmen are employed or were employed on any day of the preceding 12 months as contract labour and to every contractor who employs or who employed on any day of the preceding 12 months 20 or more workmen. The appropriate Government is further authorised to extend the provisions of this Act to every establishment or contractor employing such number of workmen being less than 20 to be specified in the notification. <a href=\"/doc/1810788/\" id=\"a_34\">The Act</a> does not apply to establishments where the work performed is of intermittent or casual nature. <a href=\"/doc/1810788/\" id=\"a_35\">The Act</a> applies to establishments of the Government and local authorities as well. \n</blockquote> \n\n<blockquote id=\"blockquote_74\">(iii) The Central Government and the State Governments are required to set up Central Advisory Board and State Advisory Boards which are authorised to constitute Committees as deemed proper. The functions of the Boards will be advisory on matters arising out of the administration of the Act as may be referred to them. The Boards are to carry out the functions assigned to them under the Act. \n</blockquote> \n\n<blockquote id=\"blockquote_75\">(iv) The establishments covered under the Act will have to be registered by the principal employer. In case of non-registration of establishment which should have been registered, the employment of contract labour is prohibited, and in case of breach could be visited with penal consequences. Likewise, every contractor to whom the Act applies shall obtain a licence and shall not undertake or execute any work through contract labour except under and in accordance with the licence issued. \n</blockquote> \n\n<blockquote id=\"blockquote_76\">(v) <a href=\"/doc/1810788/\" id=\"a_36\">The Act</a> authorises the appropriate Government to make rules for the establishment of canteens. For the welfare and health of contract labour, provision is made for rest rooms, first-aid, wholesome drinking water, latrines and urinals. In case of failure on the part of contractor to provide such facilities, the principal employer is made liable to provide the amenities. \n</blockquote> \n\n<blockquote id=\"blockquote_77\">(vi) The contractor is required to pay wages and a duty is cast on him to ensure disbursement of wages in the presence of the authorised representative of the principal employer. In case of failure on the part of the contractor to pay wages either in part or in full, the principal employer is liable to pay the same. The principal employer is authorised to recover the amounts either by deductions from the amount due to the contractor or as debt payable by the contractor. \n</blockquote> \n\n<blockquote id=\"blockquote_78\">(vii) <a href=\"/doc/1810788/\" id=\"a_37\">The Act</a> makes provision for the appointment of Inspecting staff, for maintenance of registers and records, for penalties for the contravention of the provisions of the Act and Rules made thereunder and for making Rules for carrying out the purpose of the Act. \n</blockquote> \n\n<blockquote id=\"blockquote_79\">(viii) Apart from the regulatory measures provided under the Act for the benefit of the contract labour, the appropriate Government is authorised, after consultation with the Central Board or State Board, as the case may be, to prohibit, by notification in the Official Gazette, employment of contract labour in any establishment. \n</blockquote> \n\n<blockquote id=\"blockquote_80\">(ix) In order to carry out the purposes of the Act, Rules have to be framed both by the Central as well as State Governments. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_81\">13. <a href=\"/doc/1436043/\" id=\"a_38\">Section 10(1)</a> of the Act empowers the appropriate Government to prohibit employment of contract labour in any process, operation or other work in any establishment. The prohibition is not qua the establishment but it is qua the particular activity of contract labour. \n</p> \n\n<p data-structure=\"Section\" id=\"p_82\">The Section imposes a duty on the appropriate Government to consult the Central Board or the State Board, as the case may be. The role of the Central or State Advisory Board is only advisory. The advice of the Board is not binding on the Government and the ultimate discretion to prohibit contract labour in any process, operation or other work in any establishment, rests with the appropriate Government. Nevertheless, the language of the Act is suggestive that the advice has to be discarded for sound reasons. The Central and the State Boards consist of representatives of the workmen, of the industry and of the appropriate Government. So, consultation with these Boards means that the representatives of the contractor, the workmen and of the industry will have a voice in expressing their views when the Board concerned is being consulted with regard to the proposal whether the contract labour should be abolished. <a href=\"/doc/1810788/\" id=\"a_39\">The Act</a> does not vest absolute discretion in the appropriate Government to prohibit contract labour in any process, operation or other work in any establishment. \n</p> \n\n<p data-structure=\"Section\" id=\"p_83\">Sub-section (2) of <a href=\"/doc/45909/\" id=\"a_40\">Section 10</a> lays down sufficient guidelines for deciding upon the abolition of contract labour in any process, operation or other work in any establishment and the appropriate Government while taking action under the Section will have to take an overall picture of industry carrying on similar activities. The Sub-section (2) oblige the appropriate Government to consider, as relevant data, the material to which it must have regard. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_84\">The Apex Court in Gammon India Ltd. v. Union of India, (1974-I-LLJ-489) summarised the scope and ambit of the Act thus :- \n</p>  \n\n<p data-structure=\"Section\" id=\"p_85\">&quot;14. <a href=\"/doc/1810788/\" id=\"a_41\">The Act</a> was passed to prevent the exploitation of contract labour and also to introduce better conditions of work. <a href=\"/doc/1810788/\" id=\"a_42\">The Act</a> provides for regulation and abolition of contract labour. The underlying policy of the Act is to abolish contract labour, wherever possible and practicable, and where it cannot be abolished altogether, the policy of the Act is that the working conditions of the contract labour should be so regulated as to ensure payment of wages and provision of essential amenities. That is why the Act provides for regulated conditions of work and contemplates progressive abolition to the extent contemplated by <a href=\"/doc/45909/\" id=\"a_43\">Section 10</a> of the Act. <a href=\"/doc/45909/\" id=\"a_44\">Section 10</a> of the Act deals with abolition while the rest of the Act deals mainly with regulation. The dominant idea of <a href=\"/doc/45909/\" id=\"a_45\">Section 10</a> of the Act is to find out whether contract labour is necessary for the industry, trade, business, manufacture or occupation which is carried on in the establishment. \n</p> \n\n<p data-structure=\"Section\" id=\"p_86\">15. <a href=\"/doc/1810788/\" id=\"a_46\">The Act</a> in <a href=\"/doc/45909/\" id=\"a_47\">Section 10</a> empowers the Government to prohibit employment of contract labour in any establishment. The Government under that Section has to apply its mind to various factors before the Government prohibits by notification in the Official Gazette, employment of contract labour in any process, operation or other work in any establishment. The words &quot;other work in any establishment&quot; in <a href=\"/doc/45909/\" id=\"a_48\">Section 10</a> of the Act are important. The work in the establishment will be apparent from <a href=\"/doc/1442514/\" id=\"a_49\">Section 10(2)</a> of the Act as incidental or necessary to the industry, trade, business, manufacture or occupation that is carried on in the establishment. The Government before notifying prohibition of contract labour for work which is carried on in the establishment will consider whether the work is of a perennial nature in that establishment or work is done ordinarily through regular workmen in that establishment. The words &quot;work of an establishment&quot; which are used in defining workmen as contract labour being employed in connection with the work of an establishment indicate that the work of the establishment there is not the same as work in the establishment contemplated in <a href=\"/doc/45909/\" id=\"a_50\">Section 10</a> of the Act. \n</p> \n\n<p data-structure=\"Section\" id=\"p_87\">16. The words &quot;other work in any establishment&quot; in <a href=\"/doc/45909/\" id=\"a_51\">Section 10</a> are to be construed as ejusdem generis. The expression &quot;other work&quot; in the collocation of words process, operation or other work in any establishment occurring in <a href=\"/doc/45909/\" id=\"a_52\">Section 10</a> has not the same meaning as the expression &quot;in connection with the work of an establishment&quot;, spoken in relation to workmen or contractor&quot;. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_88\">14. Adverting to the facts of the instant case, it transpires that the appropriate Government has taken irrelevant matters into consideration before taking the decision refusing to prohibit contract labour. After receipt of the report of the Central Board that the Government should take a final decision in the matter, the Additional Secretary asked his official to discuss the report of the Sub-Committee with the International Airport Authority of India and also asked for the comments of the Civil Aviation Ministry. In formulating the decision, he relied upon the comments of the Civil Aviation Ministry. Even if a convention existed that the concerned Ministry&#x27;s comments have to be obtained before taking a decision under <a href=\"/doc/1436043/\" id=\"a_53\">Section 10(1)</a> of the Act, the comments ought to have been obtained and placed before the Board before it takes a decision. The relevant data available with the appropriate Government has to be placed before the Central or the State Board, as the case may be, before it formulates its opinion. The section envisages that the appropriate Government has to take a decision in consultation with the Board. If the appropriate Government allows its decision to be influenced otherwise, the same will be deemed to be based upon irrelevant material. The Additional Secretary played a pivotal role in formulating the decision. His note indicates that he has taken into consideration material which was never placed before the Central Board. He even bypassed the advice of the Secretary that the matter should again be placed before the Board, on the ground that this Court had directed that the decision should be taken before a particular date. The Secretary of the Department advised that a request be made to this Court for extension of time. Nevertheless, the Additional Secretary stuck to his guns that since the matter was urgent and a decision had to be conveyed to this Court, the matter need not be referred back to the Board. \n</p> \n\n<p data-structure=\"Section\" id=\"p_89\">15. Apart from this, the Central Board failed to perform its statutory duty and abdicated its functions in favour of the Government. <a href=\"/doc/1810788/\" id=\"a_54\">The Act</a> makes it obligatory to constitute a Central Board. The purpose of constituting the Board is two-fold :- (i) to advise the Central Government on such matters arising out of the administration of the Act as may be referred by the Central Government to the Central Board and (ii) to carry out other functions assigned to it under the Act. <a href=\"/doc/45909/\" id=\"a_55\">Section 10</a> of the Act makes it obligatory for the appropriate Government to consult the Central Board or the State Board before exercising its power under <a href=\"/doc/1436043/\" id=\"a_56\">Section 10(1)</a> of the Act. <a href=\"/doc/1810788/\" id=\"a_57\">If the Act</a> makes it obligatory for the appropriate Government to consult the Central Board or the State Board, as the case may be, it is equally obligatory for the latter to render its advice. Failure to do so will amount to abnegations of its statutory obligations. The Statutory Board has acted in an unwarranted manner. <a href=\"/doc/1810788/\" id=\"a_58\">The Act</a> does not envisage that the Board will abdicate its functions in favour of the Government. If abdication was permissible, the Constitution of the Board would not have been mandatory. The Constitution of the Board was made mandatory for the reason that it was obligatory for the appropriate Government before formulating its decision to consult the Board and to be benefited by its advice. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_90\">16. The facts on the file amply prove that the Central Board failed to perform its statutory functions and the appropriate Government permitted its decision being influenced by irrelevant matters. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_91\">17. Now the stage is set to deal with the submissions of the parties&#x27; Counsel. Mr. Grover read to us the minutes of the Sub-Committee constituted by the Central Board to highlight that it rejected the claim for abolition of contract labour in various job categories only on the ground that it could not arrive at an unanimous decision, and it rejected the claim for abolition of contract labour on irrelevant grounds. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_92\">Mr. Singhvi took us through numerous judicial precedents in support of his submission that the workers employed in the canteens ought to be absorbed in the service of the authority. There can be no quarrel with the proportion of law laid down in those authorities. The question is only with regard to the applicability of the ratio of the decisions to the facts of the instant cases. As observed earlier, we have come to the conclusion that the statutory authority, viz., Central Board has failed to perform its statutory duty and the appropriate Government has allowed its decision to be influenced by irrelevant matter which at no point of time was placed before the Central Board. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_93\">18. Mr. Bharucha, learned Counsel for Air India, has raised two fold submission, viz., (i) that only a contract labourer can maintain a writ petition for the reliefs claimed; and (ii) that the appropriate Government perfrom legislative functions under <a href=\"/doc/45909/\" id=\"a_59\">Section 10</a> of the Act and as such its action is not subject to judical review. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_5\">In <a href=\"/doc/366376/\" id=\"a_60\">Gujarat Electricity Board v. Hind Mazdoor Sabha (1995-II-LLJ-790) (S.C.</a>), relied upon by Mr. Bharucha in support of his first contention, the facts were as under.</span> \n</p> \n\n<p data-structure=\"Facts\" id=\"p_94\">The Gujarat Electricity Board runs a Thermal Power Station at Ukai in Gujarat where it generates and distributes electricity to the consumers. At the relevant time it employed direct workmen. It deployed more than 1500 skilled and unskilled manual labourers through various contractors. The labourers employed through contractors hailed from adivasi area. The contractors exploited them by flouting labour laws. The workmen organised themselves into a trade union. On that count they were victimised and services of a thousand of those workmen were abruptly terminated. The Union Challenged the action of the management terminating the services of the workmen through a writ petition and prayed for numerous directions including reinstatement of the workmen and for implementing and enforcing Factories Act, the Employees&#x27; Provident Fund Act, the Payment of Wages Act and other Labour enactments. The High Court appointed a Court Commissioner to make enquiry regarding the allegations made in the writ petition and also to resolve the dispute. The commissioner brought about a resolution of the dispute to some extent and under the agreement the workmen whose names and numbers were agreed upon by the contractor, the Board and the workmen were allowed to enter the Power Station for work and a settlement under <a href=\"/doc/79553943/\" id=\"a_61\">Section 2(p)</a> of the Industrial Disputes Act was to be executed in this behalf. The remaining disputes were to be referred for adjudication, by a joint reference under <a href=\"/doc/1871842/\" id=\"a_62\">Section 10(2)</a> of the Industrial Disputes Act. The Tribunal gave Award Part 1 whereby it directed the Board to pay wages to the workmen at the rate of Rs. 9.40 per day from April 1, 1982 till the disposal of the main reference. On the other matters, the Tribunal held that the workmen engaged by the seven contractors should be deemed to be workmen of the Board and it gave consequential directions. The Award of the Tribunal was challenged in the High Court in a writ petition. Before the High Court it was contended that there was no demand for abolition of contract labour system and as such the Tribunal had no jurisdiction to consider the question of abolition of contract labour system in view of the provisions of the Act. The High Court held that the Tribunal was called upon to decide whether the workmen who were engaged for working in the Thermal Power Station were employees of the Board or of the Contractor and the Tribunal was required to examine the question after piercing the veil. The decision of the High Court was challenged before the Apex Court on the principal ground that after the commencement of the Act, it is only the appropriate Government which can abolish the contract labour system after consulting the Central Board or the State Board as the case may be and no other authority including the Industrial Adjudicator has jurisdiction either to entertain such dispute or direct its abolition. It was also urged before the Apex Court that neither the appropriate Government nor the Industrial Adjudicator has the power to direct that the workmen of the erst while contractor should be deemed to be the workmen of the principal employer and any such direction will be contrary to the provisions of the Act. In view of these contentions, the Apex Court formulated the following questions for its adjudication :- \n</p>  \n\n<blockquote id=\"blockquote_81\">&quot;(a) Whether an industrial dispute can be raised for abolition of the contract labour system in view of the provisions of the Act. \n</blockquote> \n\n<blockquote id=\"blockquote_82\">(b) If so, who can raise such dispute ? \n</blockquote> \n\n<blockquote id=\"blockquote_83\">(c) Whether the Industrial Tribunal or the appropriate Government has the power to abolish the contract labour system ? and \n \n\n</blockquote><blockquote id=\"blockquote_84\">(d) In case the contract labour system is abolished, what is the status of the erstwhile workmen of the contractors ?&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_95\">The questions so formulated were answered thus :- \n</p>  \n\n<blockquote id=\"blockquote_85\">&quot;(i) In view of the provisions of <a href=\"/doc/45909/\" id=\"a_63\">Section 10</a> of the Act, it is only the appropriate Government which has the authority to abolish genuine labour contract in accordance with the 20 provisions of the said Section. No Court including the industrial adjudicator has jurisdiction to do so. \n</blockquote> \n\n<blockquote id=\"blockquote_86\">(ii) If the contract is a sham or not genuine, the workmen of the so-called contractor can raise an industrial dispute for declaring that they were always the employees of the principal employer and for claiming the appropriate service conditions. When such dispute is raised, it is not a dispute for abolition of the labour contract and hence the provisions of <a href=\"/doc/45909/\" id=\"a_64\">Section 10</a> of the Act will not bar either the raising or the adjudication of the dispute. When such dispute is raised, the Industrial Adjudicator has to decide whether the contract is sham or genuine. It is only if the Adjudicator comes to the conclusion that the contract is sham, that he will have jurisdiction to adjudicate the dispute. If, however, he comes to the conclusion that the contract is genuine, he may refer the workmen to the appropriate Government for abolition of the contract labour under <a href=\"/doc/45909/\" id=\"a_65\">Section 10</a> of the Act and keep the dispute pending. However, he can do so if the dispute is espoused by the direct workmen of the principal employer. If the workmen of the principal employer have not espoused the dispute, the adjudicator, after coming to the conclusion that the contract is genuine, has to reject the reference, the dispute being not an industrial dispute within the meaning of <a href=\"/doc/189659891/\" id=\"a_66\">Section 2(k)</a> of the I.D. Act. He will not be competent to give any relief to the workmen of the erstwhile contractor even if the labour contract is abolished by the appropriate Government under <a href=\"/doc/1669932/\" id=\"a_67\">Section 10</a> of the Act. \n</blockquote> \n\n<blockquote id=\"blockquote_87\">(iii) If the labour contract is genuine a composite industrial dispute can still be raised for abolition of the contract labour and their absorption. However, the dispute will have to be raised invariably by the direct employees of the principal employer. The industrial adjudicator, after receipt of the reference of such dispute will have first to direct the workmen to approach the appropriate Government for abolition of the contract labour under <a href=\"/doc/1669932/\" id=\"a_68\">Section 10</a> of the Act and keep the reference pending. If pursuant to such reference, the contract labour is abolished by the appropriate Government, the industrial adjudicator will have to give opportunity to the parties to place the necessary material before him to decide whether the workmen of the erstwhile contractor should be directed to be absorbed by the principal employer, how many of them and on what terms. If, however, the contract labour is not abolished, the Industrial Adjudicator has to reject the reference. \n</blockquote> \n\n<blockquote id=\"blockquote_88\">(iv) Even after the contract labour system is abolished, the direct employees of the principal employer can raise an industrial dispute for absorption of the ex-contractor&#x27;s workmen and the adjudicator on the material placed before him can decide as to who and how many of the workmen should be absorbed and on what terms&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_96\">Under (iii) ibid, the Apex Court observed that if the labour contract is found to be genuine, a composite industrial dispute can still be raised 45 for abolition of the contract labour and this will have to be raised invariably by direct employees of the principal employer. These observations do not indicate that the union representing the workmen of the contractors in its representative so character cannot espouse their cause and ask for abolition of the contract labour system. The submission thus has no merits. On the second limb of his argument, the learned Counsel laid considerable emphasis on para 30 of the report which reads thus : \n</p>  \n\n<blockquote id=\"blockquote_89\">&quot;30. The <a href=\"/doc/366376/\" id=\"a_69\">Court further held</a> that it was not possible in an application under <a href=\"/doc/981147/\" id=\"a_70\">Article 32</a> to embark upon an enquiry whether the thousand and odd workmen working in various capacities and engaged. In multifarious activities did work identical with work done by the workmen directly employed by the Company and whether for that reason, they would not be treated as contract labour but as direct employees of the company. There are other forums created under other statutes designed to decide such and like questions. The Court further observed that the Counsel wanted this Court to abolish the employment of contract labour by the State and by all public sector undertakings which was not possible since that would be nothing but the exercise of legislative activity with which function the Court is not entrusted by the Constitution. While holding thus, the Court, however, directed the Central Government to consider whether the employment of contract labour should not be prohibited under <a href=\"/doc/1669932/\" id=\"a_71\">Section 10</a> of the Act in any process, operation or other work of the BHEL. The Court also directed the Chief Labour Commissioner to enquire into the question whether the work done by the workmen employed by the contractors is the same type of work as that done by the workmen directly employed by the principal employer in the BHEL, Hardwar. \n</blockquote> \n\n<blockquote id=\"blockquote_90\">Reading the observations italicised above, the learned Counsel tried to impress upon us that the Central Government is exercising its legislative activity under <a href=\"/doc/1669932/\" id=\"a_72\">Section 10</a> of the Act. Learned Counsel is reading these observations out of context. \n</blockquote> \n\n<blockquote id=\"blockquote_91\">In BHEL Workers Association v. Union of India, (1985-I-LLJ-428) (SC), a submission was made that the Court should issue writ to abolish so employment of contract labour by the State or by all Public Sector Undertakings. This contention was repelled by the Apex Court observing thus at p 430 :- \n</blockquote><blockquote id=\"blockquote_92\"> &quot;We are afraid that would be nothing but the exercise of legislative activity with which function the Court is not entrusted by the Constitution&quot;. \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_97\">The Court further observed that the Parliament has not abolished contract labour system as such but has provided for its abolition by the Central Government in appropriate cases, in certain process, operation or other work in any establishment and if the contract labour system has to be abolished as a whole, that is for the Parliament to decide. These observations clearly indicate that these were made to repel the contention that the contract labour system should be abolished by the State and by all Public Sector Undertakings. If the contract labour system as a whole has to be abolished, this could only be done by legislation and not otherwise. The ratio of this judgment does not help the learned Counsel. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_98\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"884513\" id=\"span_6\">19. Mr. Bharucha has also referred to volleys of other judgments on the scope of judicial review. We do not think that we should discuss each and every judgment. Suffice it to say in <a href=\"/doc/884513/\" id=\"a_73\">Tata Cellular v. Union of India</a>, , the Apex Court has laid down the guidelines for judicial review in administrative matters. The Apex Court observed thus :</span> \n</p>  \n\n<blockquote id=\"blockquote_93\">(1) The modern trend points to judicial restraint in administrative action. \n</blockquote> \n\n<blockquote id=\"blockquote_94\">(2) The Court does not sit as a Court of appeal but merely reviews the manner in which the decision was made. \n</blockquote> \n\n<blockquote id=\"blockquote_95\">(3) The Court does not have the expertise to correct the administrative decision. If a review of the administrative decision is permitted it will be substituting its own decision, without the necessary expertise which itself may be fallible. \n</blockquote> \n\n<blockquote id=\"blockquote_96\">(4) The terms of the invitation to tender cannot be open to judicial scrutiny because the invitation to tender is in the realm of contract. Normally speaking, the decision to accept the tender or award the contract is reached by process of negotiations through several tiers. More often than not, such decisions are made qualitatively by experts. \n</blockquote> \n\n<blockquote id=\"blockquote_97\">(5) The Government must have freedom of contract. In other words, a fair play in the joints is a necessary concomitant for an administrative body functioning in an administrative body functioning in an administrative sphere or quasi-administrative sphere. However, the decision must not only be tested by the application of Wednesbury principle of is reasonableness (including its other facts pointed out above) but must be free from arbitrariness not affected by bias or actuated by mala fides. \n</blockquote> \n\n<blockquote id=\"blockquote_98\">(6) Quashing decisions may impose heavy administrative burden on the administration and lead to increased and unbudgeted expenditure&quot;. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_99\">The submission of the learned Counsel is devoid of any merits. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_100\">20. Mr. Dada, learned Counsel appearing for the International Airport Authority of India, also referred to some judgments in support of his contention that the Court has got very limited jurisdiction in administrative decisions of the appropriate Government. He further submitted that the appropriate Government did not commit any error in seeking the opinion of the Civil Aviation Ministry. \n</p> \n\n<p data-structure=\"Section\" id=\"p_101\">We will deal with the second submission first. This question has been discussed in detail in the earlier part of this judgment and we have opined that the appropriate Government has taken into consideration irrelevant matters. The appropriate Government can ask for the comments of the Civil Aviation Ministry but those comments ought to be placed before the Central Advisory Board. It is the opinion of the Civil Aviation Ministry which has been taken note of by the Central Government while forming the opinion under <a href=\"/doc/1669932/\" id=\"a_74\">Section 10</a> of the Act. The comments of the concerned Ministry can be contained by the appropriate Government but those have to be placed before the Central Board and the appropriate Government cannot, while taking a decision under <a href=\"/doc/1669932/\" id=\"a_75\">Section 10</a> of the Act, be influenced by any material other than the opinion of the Central Board. \n</p> \n\n<p data-structure=\"Section\" id=\"p_102\">With regard to the first submission of Mr. Dada, we have not thought it necessary to refer to the volleys of judgments cited by Mr. Dada on the point of judicial review. It is settled proposition that if the order/decision of the appropriate Government under <a href=\"/doc/760439/\" id=\"a_76\">Section 10(1)</a> of the Act is based on consideration of irrelevant material or is if it fails to take into consideration any factor which may be germane to a particular trade or business of the establishment or if the order on the face of it is violative of the principles <a href=\"/doc/884513/\" id=\"a_77\">laid down in</a> the section, such an action can be challenged in a writ petition. The decision of the Government is subject to judicial review. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_103\">21. Mr. Rana, learned Counsel appearing for the Union of India, reiterated the submissions 25 highlighted by Mr. Bharucha and Mr. Dada. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_104\">22. We conclude thus :- \n</p>  \n\n<blockquote id=\"blockquote_99\">(i) The appropriate Government takes a decision under <a href=\"/doc/1669932/\" id=\"a_78\">Section 10</a> of the Act to prohibit or not to prohibit employment of contract labour in any process, operation or other work in any establishment under the delegated powers thereunder. It exercises discretion after complying with some fixed standards or upon the existence of some objective facts or conditions. It performs administrative and judicial functions or shortly &quot;quasi judicial&quot; functions. \n</blockquote> \n\n<blockquote id=\"blockquote_100\">(ii) The appropriate Government can only take into consideration materials referred to in sub-<a href=\"/doc/1418464/\" id=\"a_79\">section 2</a> of <a href=\"/doc/1669932/\" id=\"a_80\">Section 10</a> of the Act for taking the decision mentioned in Sub-section (1). The appropriate Government cannot take into consideration any other material till it is placed before the Central Advisory Board. \n</blockquote> \n\n<blockquote id=\"blockquote_101\">(iii) The Central Advisory Board cannot refuse to perform its statutory obligation and cannot abdicate its functions to the appropriate Government. \n</blockquote> \n\n<blockquote id=\"blockquote_102\">(iv) The advice of the Central Advisory Board has to be respected except for just, strong and compelling reasons.\n</blockquote> \n\n<blockquote id=\"blockquote_103\">(v) The Sub-Committee constituted by the Central Advisory Board under <a href=\"/doc/746513/\" id=\"a_81\">Section 5</a> of the Act has to aid and advise the Central Advisory Board and its opinion has to be given due weight. \n</blockquote> \n\n<blockquote id=\"blockquote_104\">(vi) It is impermissible for the appropriate Government to ask for comments on the report of the Central Advisory Board or of the Sub-Committee from the concerned department/authority in respect of the establishments of which the abolition of contract labour system is under consideration. \n</blockquote> \n\n<blockquote id=\"blockquote_105\">(vii) The decisions of the appropriate Government and of the Central Advisory Board are subject to judicial review. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_105\">23. For the reasons stated above the writ petitions succeed. The notification dated March 2, 1993 is quashed as also the decision of the Central Advisory Board and the following directions are issued :- \n</p>  \n\n<blockquote id=\"blockquote_106\">(1) The Central Government will constitute a Central Advisory Board within one month to examine the question of abolition of contract labour in the establishments covered in all the writ petitions. \n</blockquote> \n\n<blockquote id=\"blockquote_107\">(2) The Central Advisory Board will take a decision in accordance with law, more particularly after taking into consideration the observation made in this judgment. The Central Advisory Board will submit its recommendations within 3 months from the date the Central Government makes a reference to it. \n</blockquote> \n\n<blockquote id=\"blockquote_108\">(3) The Central Government after receipt of the recommendations of the Central Advisory Board will take a final decision within one month thereafter. \n</blockquote> \n\n<blockquote id=\"blockquote_109\">(4) In the cases where the services of the employees of the contractors were protected under the orders of this Court, that protection will continue till the final decision of the appropriate Government as indicated above and for one month thereafter. \n</blockquote> \n\n<blockquote id=\"blockquote_110\">(5) In other cases status quo in service as on today for the period mentioned in (4) above. \n</blockquote> \n\n<blockquote id=\"blockquote_111\">(6) Shri P. C. Hota, Additional Secretary will not participate in the decision making proess of the Government. But it will not be construed as expression of lack of faith in him. \n</blockquote> \n\n<blockquote id=\"blockquote_112\">(7) Rule in each petition is made absolute in the above terms. No order as to costs. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_106\">The Government files produced before us be handed over to Mr. A. J. Rana.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_107\">24. We record our appreciation for the able assistance rendered to us by Mr. R. A. Dada, Mr. K. K. Singhvi. Mr. A. J. Rana, Mr. E. P. Bharucha and Mr. Grover. \n</p> \n\n<p data-structure=\"Section\" id=\"p_108\">Mr. R. K. Narula, Under Secretary to the Government of India, Ministry of Labour produced the relevant records and brought every aspect of the matter to our notice. His fair approach is appreciated.\n</p> \n\n","numcites":26,"numcitedby":1,"docsource":"Bombay High Court","citetid":1575472,"divtype":"judgments","relatedqs":[{"value":"perennial nature of ","formInput":"perennial%20nature%20of%20"},{"value":"\"contract labour\" security","formInput":"%22contract%20labour%22%20security"},{"value":"factories act 1948","formInput":"factories%20act%201948"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"contract labour canteen","formInput":"contract%20labour%20canteen"},{"value":"CISF","formInput":"CISF"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"prohibition of contract labour","formInput":"prohibition%20of%20contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"works committee","formInput":"works%20committee"},{"value":"central government act","formInput":"central%20government%20act"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"works contract","formInput":"works%20contract"},{"value":"labour law","formInput":"labour%20law"},{"value":"Airports Authority of India","formInput":"Airports%20Authority%20of%20India"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"food corporation of india","formInput":"food%20corporation%20of%20india"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"work contract not labour ","formInput":"work%20contract%20not%20labour%20"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"dispute-resolution-references","formInput":"tag:dispute-resolution-references"}],"courtcopy":false,"query_alert":null,"agreement":false}