{"tid":65856895,"publishdate":"2013-05-10","title":"Wsp Engineering Services Ltd. vs R.C. Panwar on 10 May, 2013","doc":"<h2 class=\"doc_title\">Wsp Engineering Services Ltd. vs R.C. Panwar on 10 May, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-singh\">Manmohan Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-singh\">Manmohan Singh</a></h3>\n\n<pre id=\"pre_1\">*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n%                                          Judgment reserved on: May 06, 2013\n                                          Judgment delivered on: May 10, 2013\n\n+                               Arb.P.No.407/2012\n\n       WSP ENGINEERING SERVICES LTD              ..... Petitioner\n                    Through  Mr.Shambhu Sharan, Adv. with\n                             Mr.Yaman Kumar, Adv.\n\n                                versus\n\n       R.C PANWAR                                            ..... Respondent\n                                Through    Mr.I.S.Alag, Adv. with Mr.J.S.\n                                           Bindra &amp; Ms.Ishita Chakrabarti,\n                                           Advs.\n\n+                               Arb.P.No.408/2012\n\n       WSP CONSULTANTS INDIA LTD                 ..... Petitioner\n                   Through   Mr.Shambhu Sharan, Adv. with\n                             Mr.Yaman Kumar, Adv.\n\n                                versus\n\n       R.C PANWAR                                            ..... Respondent\n                                Through    Mr.I.S.Alag, Adv. with Mr.J.S.\n                                           Bindra &amp; Ms.Ishita Chakrabarti,\n                                           Advs.\n\n       CORAM:\n       HON&#x27;BLE MR. JUSTICE MANMOHAN SINGH\n\nMANMOHAN SINGH, J.\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">1.     By this order, I propose to decide the two petitions being Arb.P.\nNos.407/2012 &amp; 408/2012 filed by the same petitioner.\n</p>\n\n<span class=\"hidden_text\" id=\"span_1\">Arb.P.Nos.407/2012 &amp; 408/2012                                       Page 1 of 15</span>\n<p data-structure=\"Facts\" id=\"p_2\"> 2.     The facts in the first petition being Arb.P.No.407/2012 are that the\nparties entered into three Lease Deeds dated 15th December, 2009, 17th\nApril, 2010 and 6 th M ay, 2011 whereby the respondent agreed to let out to\nthe petitioner the 4th Floor, 1st Floor and 2nd Floor of the premises at 118,\nShahpur Jat, New Delhi. The details and description of the said Lease\nDeeds entered into between the parties are given as under:-\n</p><blockquote id=\"blockquote_1\"> Sl. Lease             Date of     Lock in Period     Expiry of   Amount of\n No. Premises          execution   from the date of   Lock in     security\n                                   execution          period      deposit\n</blockquote><blockquote id=\"blockquote_2\"> 1.     4th Floor      15.12.09    24 months          14.02.11    `7,50,000/-\n</blockquote>\n<blockquote id=\"blockquote_3\"> 2.     1st Floor      17.04.10    24 months          16.04.12    `6,30,000/-\n</blockquote>\n<blockquote id=\"blockquote_4\"> 3.     2nd Floor      06.05.11    11 months          05.04.12    `10,50,000/-\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_3\">3.     As per clause 2 contained in the above three Lease Deeds, the\npetitioner had deposited with the respondent a total advance deposit of\n`24,30,000/- on account of refundable security deposits.\n</p><p data-structure=\"Facts\" id=\"p_4\">4.     Similarly, as per the facts stated in another petition being\nArb.P.No.408/2012, both the parties had also entered into other two Lease\nDeeds dated 1st December, 2008 and 1 st January, 2009 whereby the\nrespondent agreed to let out to the petitioner Ground Floor and Lower\nGround Floor and 3rd Floor of the same premises.              The details and\ndescription of the said Lease Deeds entered into between the parties are\ngiven as under:-\n</p><blockquote id=\"blockquote_5\"> Sl. Lease             Date of     Lock in Period     Expiry of   Amount of\n No. Premises          execution   from the date of   Lock in     security\n                                   execution          period      deposit\n</blockquote><blockquote id=\"blockquote_6\"> 1.     Ground    01.12.08         36 months          30.11.11    `16,89,600/-\n</blockquote><p data-structure=\"Issue\" id=\"p_5\">        Floor and\n\n\n<span class=\"hidden_text\" id=\"span_2\">Arb.P.Nos.407/2012 &amp; 408/2012                                      Page 2 of 15</span>\n         Lower\n        Ground\n        Floor\n</p><p data-structure=\"Issue\" id=\"p_6\"> 2.     3rd Floor      01.01.09   36 months         31.12.11    `9,90,000/-\n</p>\n\n<p data-structure=\"Facts\" id=\"p_7\">5.     As per clause 2 contained in the above two Lease Deeds, the\npetitioner had deposited with the respondent a total advance deposit of\n`26,79,600/- on account of refundable security deposits.\n</p><p data-structure=\"Section\" id=\"p_8\">6.     Clause 8 of the respective Lease Deeds provides that either of the\nparties to the Lease Deeds had the option to terminate the abovementioned\nLease Deeds by giving three months advance notice in writing.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">7.     The petitioner by way of its letter dated 29th February, 2012 conveyed\nto the respondent its intention to vacate the abovementioned premises\nbecause of business and commercial reasons and had terminated all the five\nLease Deeds and promised to hand over the vacant possession of the leased\npremises to the respondent on 31 st May, 2012. A request was made by\nthe petitioner to the respondent to release the total security deposits of\n`51,09,600/- which includes the security deposits of `24,30,000/- which is\nthe subject matter of Arb.P.No.407/2012 and `26,79,600/- against the\npremises of Ground Floor &amp; Lower Ground Floor and 3 rd Floor which is the\nsubject matter of Arb.P.No.408/2012.\n</p><p data-structure=\"Facts\" id=\"p_10\">8.     By way of letter dated 1st March, 2012, the respondent had\nacknowledged and accepted the notice of termination of Lease Deeds and\ninclined to take the vacant possession of the leased premises on 31 st May,\n2012 and to refund the security deposits within 15 days from taking the\nphysical possession on the said date, as per the case of the petitioner.\nHowever, the respondent failed to release the security deposits, as alleged by\nthe petitioner.\n</p>\n<span class=\"hidden_text\" id=\"span_3\">Arb.P.Nos.407/2012 &amp; 408/2012                                     Page 3 of 15</span>\n<p data-structure=\"Issue\" id=\"p_11\"> 9.     Thereafter, the respondent entered into a Memorandum of\nUnderstanding (MOU) dated 14th March, 2012 with the petitioner in respect\nof issues related to the termination of all the five Lease Deeds.\n</p><p data-structure=\"Facts\" id=\"p_12\">10.    The petitioner‟s case is that pursuant to the terms of the MOU dated\n14th March, 2012, the petitioner had approached Mr.Anil Kumar, Manager\nof the respondent and discussed with him the issue about handing over the\nvacant possession of the leased premises.          However, he had shown\nreluctance in taking of physical possession of the leased premises for\nsome reasons. Thereafter, Mr.J.S.Arora, Head-Legal Department of the\npetitioner‟s Group Company personally visited Mr.Anil Kumar on 24th May,\n2012 and also on 25th May, 2012 and tried to clarify things and make him\nunderstand to take back the physical possession of the leased premises on\nthe agreed date. However, Mr.Anil Kumar was still reluctant. Thereafter,\nMr.Amit Grover, Manager (Property &amp; Administration), representative of\nthe petitioner again discussed the issue with Mr.Anil Kumar on 26 th, 28th,\n29th and 30th of May, 2012, but said representative of the respondent refused\nto take back the physical possession of the property from the petitioner. On\n30th May, 2012, the petitioner issued a letter to the respondent and thereby\nhanded over to the respondent the peaceful and vacant physical possession\nof the leased premises along with the articles, the details of which are\nmentioned in the notice dated 9th July, 2012 issued by the petitioner to the\nrespondent. However, the case of the petitioner is that despite of the same,\nthe respondent did not release the security deposits, therefore, two notices\ndated 9th July, 2012 were issued by the petitioner to the respondent for\nreleasing the security deposits to the petitioner along with interest, as agreed\nby the respondent in the MOU dated 14th March, 2012, for the delayed\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">Arb.P.Nos.407/2012 &amp; 408/2012                                       Page 4 of 15</span>\n period. Since the amount against the security deposits was not released by\nthe respondent, the petitioner by rejoinder-cum-letter dated 9th August, 2012\ninvoked the arbitration as per clause 21 contained in the respective Lease\nDeeds and has also proposed few names of the Arbitrators to adjudicate\nupon the disputes between the parties. As the respondent failed to nominate\nthe Arbitrator in terms of the letter dated 9th August, 2012, the petitioner has\nfiled the present petitions seeking appointment of an Arbitrator in terms of\n<a href=\"/doc/401357/\" id=\"a_1\">Sections 11(5)</a> &amp; <a href=\"/doc/605764/\" id=\"a_2\">11(6)</a> of the Arbitration and Conciliation Act, 1996.\n</p><p data-structure=\"RespArg\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1866872\" id=\"span_5\">11.    Reply has been filed by the respondent. Various objections have been\ntaken in the reply. However, Mr.I.S.Alag, learned counsel appearing on\nbehalf of the respondent has mainly made his submissions on the issue of\nnon-subsisting arbitration agreement between the parties. His submission is\nthat the reliance on the Lease Deeds is absolute misplaced, as the same has\nbeen terminated by the petitioner itself and at the first instance, there\nis no arbitration agreement between the parties, thus the petitions are not\nmaintainable. It is alleged that the petitioner has invoked the arbitration\nclause on the basis of the Lease Deeds which are now terminated and as\nsuch, the same cannot be looked into. Though, various other points are\nraised by the respondent in reply, however, as mentioned earlier, Mr.Alag\nhas only argued on the issue of non-subsisting arbitration agreement.\nLearned counsel has placed reliance on the decision passed by a learned\nSingle Judge of this Court in the case of <a href=\"/doc/1866872/\" id=\"a_3\">Seema Bhatia vs. Yamaha Motor\nIndia Pvt. Ltd.</a>, reported as 114 (2007) Delhi Law Times 772. Relevant\npara-21 reads as under:-</span>\n</p><blockquote id=\"blockquote_7\">               <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"720676\" id=\"span_6\">&quot;21. The observations made in M/s. <a href=\"/doc/720676/\" id=\"a_4\">Saraswati\n               Industrial Syndicate Ltd. v. Apollo Tyres Limited</a> case\n               (supra), in my considered view, squarely apply to the\n\n\n<span class=\"hidden_text\" id=\"span_7\">Arb.P.Nos.407/2012 &amp; 408/2012                                      Page 5 of 15</span>\n                facts of the present case. In fact, there is a similarity in\n               the factual matrix of both the cases. An agreement having\n               an arbitration clause and the arbitration clause not being\n               resorted to but a subsequent agreement/MOU having\n               been entered into between the parties for resolution of the\n               disputes and even thereafter the disputes not being\n               resolved. In both cases, the MOU was acted upon.</span> The\n               Division Bench of this Court in Jindal Aromatic v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"720676\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1866872\" id=\"span_9\"><a href=\"/doc/1866872/\" id=\"a_5\">South Coast Spices Exports Pvt. Ltd.</a> case (supra) has\n               approved the judgment in M/s. <a href=\"/doc/720676/\" id=\"a_6\">Saraswati Industrial\n               Syndicate Ltd. v. Apollo Tyres Limited</a> case (supra) and\n               thus the legal proposition propounded in these two\n               judgments are binding on this Court. The legal position\n               has been succinctly set out that an accord discharges the\n               performance of obligations under the contract and a\n               dispute pertaining to satisfaction furnishes a fresh and\n               independent cause of action, until and unless it is\n               provided that the performance of the satisfaction was a\n               condition precedent for discharge under the contract.\n               There is no such stipulation in the present agreement in\n               question.&quot;</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"771950\" id=\"span_10\">12.    The judgment in case titled as M/s. Saraswati Industrial Syndicate\nLtd. v. M/s. Apollo Tyres Limited, reported in ILR (1986) 1 Delhi 382 also\nfound favour with the Division Bench in <a href=\"/doc/771950/\" id=\"a_7\">Jindal Aromatic v. South Coast\nSpices Exports Pvt. Ltd.,106</a> (2003) DLT 708 (DB). It was observed in\nparagraphs 22 and 23 as under:</span>\n</p><blockquote id=\"blockquote_8\">               <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"720676\" id=\"span_11\">&quot;22. A similar view was taken by a Single Judge of this\n               Court in the judgment reported as 2nd (1986) 1 Delhi\n               382, M/s. <a href=\"/doc/720676/\" id=\"a_8\">Saraswati Industrial Syndicate Ltd. v. Apollo\n               Tyres Limited</a>. Parties were governed by an agreement\n               which contained an arbitration clause. Disputes arose,\n               resulting in a settlement arrived at pursuant to which a\n               cheque was issued towards satisfaction of the settlement\n               arrived at. The cheque was dishonoured. A suit for\n               recovery was filed. An application under <a href=\"/doc/1722761/\" id=\"a_9\">Section 34</a> of\n               the Arbitration Act was filed praying that the suit be\n\n\n<span class=\"hidden_text\" id=\"span_12\">Arb.P.Nos.407/2012 &amp; 408/2012                                        Page 6 of 15</span>\n                stayed in view of the arbitration clause between the\n               parties. It was held that the dispute under the cheque did\n               not relate to a dispute under the agreement. With the\n               settlement arrived at, the dispute under the agreement\n               between the parties stood settled. The agreement stood\n               discharged and so did the arbitration clause. It was held\n               that the cause of action was the settlement arrived at and\n               not the contract.</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">               23. The legal position which emerges from the\n               aforesaid judgment is that an accord discharges the\n               performance of obligations under the contract. A dispute\n               pertaining to satisfaction furnishes a fresh and\n               independent cause of action, until and unless it is\n               provided that the performance of the satisfaction was a\n               condition precedent for discharge under the contract. If\n               promise is received in satisfaction, it is a good\n               satisfaction, but if the performance and not the promise is\n               intended to operate in satisfaction, then there will be no\n               satisfaction without performance. Wherever there is an\n               accord, obligations under the original contract would be\n               discharged until and unless it is specifically provided that\n               the performance of the satisfaction would discharge the\n               obligations under the contract.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_16\">13.    The submission of Mr.Alag is that once the liability of the parties was\ncrystallized in terms of the MOU dated 14th March, 2012, a fresh agreement\ncame into existence novating the earlier Lease Deeds executed between the\nparties. Thus, the arbitration agreement would be deemed to have been\nabrogated, abandoned and waived by the parties. The said agreement which\ncontains the arbitration clause stands discharged and cannot be revived by\nany of the parties, therefore, the petitioner cannot invoke the arbitration\nclause contained in the Lease Deeds with regard to the disputes and\ndifferences between the parties. The said disputes are merged with the\nMOU dated 14th March, 2012.\n</p>\n\n<span class=\"hidden_text\" id=\"span_13\">Arb.P.Nos.407/2012 &amp; 408/2012                                        Page 7 of 15</span>\n<p data-structure=\"Section\" id=\"p_17\"> 14.    The question which thus arose for consideration was whether the\nMOU had been given a go by and the parties arrived at some mutual\nsettlement whereby the parties were at liberty to revert to the original\narbitration agreement. No doubt, once the arbitration agreement had been\ngiven a go by and the parties arrived at a mutual settlement, terms of which\nwere acted upon, the arbitration agreement would be deemed to have been\nabrogated, abandoned or waived by the parties, the arbitration agreement\nstands discharged and under those circumstances, the arbitration provisions\ncould not be invoked by the parties as the disputes and differences between\nthe parties would merge into the new settlement whereby the parties cannot\nrevert back to the original arbitration agreement.\n</p><p data-structure=\"Precedent\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"783644\" id=\"span_14\">15.    Learned counsel for the petitioner has relied upon a judgment passed\nby the three Judges of the Supreme Court, in the case of <a href=\"/doc/783644/\" id=\"a_10\">Union of India vs.\nSalween Timber and Construction Co. (India) and Others</a>, reported in AIR\n1969 SC 488. Relevant para-5 thereof reads as under:-</span>\n</p><blockquote id=\"blockquote_10\">               &quot;5. On behalf of the appellant Dr. Seyid Mohammad\n               presented the argument that the dispute regarding the\n               respondent‟s claim in respect of the excess quantity of\n               timber measuring 4,900 tons said to have been tendered\n               but not inspected was not a dispute &quot;arising under the\n               contract&quot; or &quot;in connection with the contract‟ and hence\n               the arbitrators had no jurisdiction to adjudicate upon that\n               claim. It was stated that the terms of contract did not\n               require the respondent firm to tender for inspection any\n               quantity in excess of the contracted quantity of timber\n               and the alleged placing of unlimited stocks of timber\n               at the disposal of the Government officials far in excess\n               of the quantity ordered was beyond the scope of the\n               contract. It was argued that the claim should be\n               treated as a claim relating to a transaction of involuntary\n               bailment and not to anything done in the performance,\n               implementation or execution of the contract. It was\n\n\n<span class=\"hidden_text\" id=\"span_15\">Arb.P.Nos.407/2012 &amp; 408/2012                                       Page 8 of 15</span>\n                said that the claim for return of these goods and\n               damages for deterioration or in the alternative for their\n               market value was a claim in detinue and the dispute\n               was not hence a dispute &quot;arising out of the contract&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">               or „in connection with the contract‟ but was a dispute\n               relating, to a tort of wrongful detention. We do not think\n               that there is any justification for the argument put\n               forward on behalf of the appellant. In our opinion, the\n               claim made by the respondent firm was a claim arising\n               out of the contract. The test for determining the question\n               is whether recourse to the contract by which both the\n               parties are bound is necessary for the purpose of\n               determining whether the claim of the respondent firm is\n               justified or otherwise. If it is necessary to take recourse\n               to the terms of the contract for the purpose of deciding\n               the matter in dispute, it must be held that the matter is\n               within the scope of the arbitration clause and the\n               arbitrators have jurisdiction to decide this case. In\n               Heyman v. Darwins Ltd. the law on the point is very\n               clearly stated in the following passage:\n</p>\n<blockquote id=\"blockquote_11\">                       &quot;An arbitration clause is a written submission\n                       agreed to by the parties to the contract, and, like\n                       other written submissions to arbitration, must be\n                       construed according to its language and in the\n                       light of the circumstances in which it is made.\n                       if the dispute is whether the contract which\n                       contains the clause has ever been entered into at\n                       all, that issue cannot go to arbitration under the\n                       clause, for the party who denies that he has ever\n                       entered into the contract is thereby denying that\n                       he has ever joined in the submission. Similarly,\n                       if one party to the alleged contract is contending\n                       that it is void ab initio (because, for example,\n                       the making of such a contract is illegal), the\n                       arbitration clause cannot operate, for on this view\n                       the clause itself also is void. But, in a situation\n                       where the parties are at one in asserting that they\n                       entered into a binding contract, but a difference has\n\n\n<span class=\"hidden_text\" id=\"span_16\">Arb.P.Nos.407/2012 &amp; 408/2012                                         Page 9 of 15</span>\n                        arisen between them whether there has been a\n                       breach by one side or the other, or whether\n                       circumstances have ,arisen which have discharged\n                       one or both parties from further performance,\n                       such differences should be regarded as differences\n                       which have arisen „in respect of‟ or „with regard\n                       to‟, or „under‟ the contract, and an arbitration\n                       clause which uses these, or similar expressions\n                       should be construed accordingly&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"20317\" id=\"span_17\">16.    The scope and intent of <a href=\"/doc/153260/\" id=\"a_11\">Section 7(5)</a> of the Act has also been\ndiscussed in great details in the case of <a href=\"/doc/20317/\" id=\"a_12\">M.R. Engineers and Contractors\nPvt. Ltd. vs. Som Datt Builders Ltd.</a>, (2009) 7 SCC 696, para-13 of which is\nsummarized as under:-</span>\n</p><blockquote id=\"blockquote_12\">               &quot;13(i) An arbitration clause in another document, would\n               get incorporated into a contract by reference, if the\n               following conditions are fulfilled: (i) The contract should\n               contain a clear reference to the documents containing\n               arbitration clause, (ii) the reference to the other document\n               should clearly indicate an intention to incorporate the\n               arbitration clause into the contract, (iii) The arbitration\n               clause should be appropriate, that is capable of\n               application in respect of disputes under the contract and\n               should not be repugnant to any term of the contract.\n</blockquote>\n<blockquote id=\"blockquote_13\">               (ii) When the parties enter into a contract, making a\n               general reference to another contract, such general\n               reference would not have the effect of incorporating the\n               arbitration clause from the referred document into the\n               contract between the parties. The arbitration clause from\n               another contract can be incorporated into the contract\n               (where such reference is made), only by a specific\n               reference to arbitration clause.\n</blockquote>\n<blockquote id=\"blockquote_14\">               (iii) Where a contract between the parties provides that\n               the execution or performance of that contract shall be in\n               terms of another contract (which contains the terms and\n\n\n<span class=\"hidden_text\" id=\"span_18\">Arb.P.Nos.407/2012 &amp; 408/2012                                        Page 10 of 15</span>\n                conditions relating to performance and a provision for\n               settlement of disputes by arbitration), then, the terms of\n               the referred contract in regard to execution/performance\n               alone will apply, and not the arbitration agreement in the\n               referred contract, unless there is special reference to the\n               arbitration clause also.\n</blockquote>\n<blockquote id=\"blockquote_15\">               (iv) Where the contract provides that the standard form\n               of terms and conditions of an independent Trade or\n               Professional Institution (as for example the Standard\n               Terms &amp; Conditions of a Trade Association or Architects\n               Association) will bind them or apply to the contract, such\n               standard form of terms and conditions including any\n               provision for arbitration in such standard terms and\n               conditions, shall be deemed to be incorporated by\n               reference. Sometimes the contract may also say that the\n               parties are familiar with those terms and conditions or\n               that the parties have read and understood the said terms\n               and conditions.\n</blockquote>\n<blockquote id=\"blockquote_16\">               (v) Where the contract between the parties stipulates\n               that the Conditions of Contract of one of the parties to the\n               contract shall form a part of their contract (as for\n               example the General Conditions of Contract of the\n               Government where Government is a party), the\n               arbitration clause forming part of such General\n               Conditions of contract will apply to the contract between\n               the parties.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_21\">17.    <a href=\"/doc/595325/\" id=\"a_13\">Section 62</a> of the Indian Contract Act, 1872 reads as under:\n</p><blockquote id=\"blockquote_17\">               &quot;62. Effect of novation, rescission, and alteration of\n               contract - If the parties to a contract agree to substitute a\n               new contract for it, or to rescind or alter it, the original\n               contract need not be performed.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_22\">18.    The relevant clauses of the MOU are reproduced here as under:-\n</p><blockquote id=\"blockquote_18\">               &quot;1. That in terms of the notice dated February 29,\n               2012 issued by the Lessee and accepted by the Lessor,\n\n\n<span class=\"hidden_text\" id=\"span_19\">Arb.P.Nos.407/2012 &amp; 408/2012                                         Page 11 of 15</span>\n                the Lease Deeds will terminate w.e.f. May 31, 2012.\n</blockquote><blockquote id=\"blockquote_19\">               2.    That the Lessor will hand over the vacant physical\n               possession of the Leased Premises on the expiry of the\n               notice period of three months i.e. on May 31, 2012. In\n               case of any delay on the part of the Lessee in vacating the\n               Leased Premises, the Lessee agrees to pay Rs.10,000 per\n               day penalty on the same terms and condition as\n               mentioned in Clause 4 of the Lease Deeds for the 1 st &amp;\n               2nd Floor, Clause 5 of the Lease Deeds for the 3 rd &amp; 4th\n               Floor and Rs.20,000 per day as mentioned in Clause 5 of\n               the Lease Deed for the Basement &amp; Ground Floor.\n</blockquote><blockquote id=\"blockquote_20\">               3.     That the Lessee will keep paying the monthly\n               rentals of the Leased Premises during the notice period of\n               three months and also the electricity, water and\n               maintenance charges.\n</blockquote><blockquote id=\"blockquote_21\">               4.     That if any of the charges towards electricity,\n               water and maintenance remains unpaid for the period up\n               to May 31, 2012, the Lessee shall pay the same, either\n               actual on the basis of bills of such services or average of\n               bills of such services for the last 3 months.\n</blockquote><blockquote id=\"blockquote_22\">               5.    That the total amount of the security deposit lying\n               with the Lessor in respect of the aforesaid lease deeds is\n               Rs.51,09,600 (Rs. Fifty One Lakhs, Nine Thousand and\n               Six hundred only) (hereinafter the &quot;Security Deposit&quot;),\n               which the Lessor agrees to refund to the Lessee\n               within a period of 15 days of receiving the vacant\n               physical possession of the Leased Premises i.e. by\n               June 15, 2012.\n</blockquote><blockquote id=\"blockquote_23\">               6.     That if the Lessor fails to refund to the Lessee the\n               total amount of the Security Deposit within a period of\n               15 days of receiving the vacant physical possession of the\n               Leased Premises i.e. by June 15, 2012, the Lessor shall\n               pay interest on the same at prevailing bank fixed deposit\n               rate of State Bank of India with 365 days maturity.\n</blockquote><blockquote id=\"blockquote_24\">               7.    That simultaneous to handover of the vacant\n               physical possession of the Leased Premises by the Lessee\n\n<span class=\"hidden_text\" id=\"span_20\">Arb.P.Nos.407/2012 &amp; 408/2012                                        Page 12 of 15</span>\n                to the Lessor on May 31, 2012, the Lessor shall issue a\n               certificate to the Lessee that there are no dues in respect\n               of the electricity, water and maintenance charges or such\n               charges (if any) shall be adjusted against the Security\n               Deposit and that the Lessor has received the vacant and\n               peaceful possession of the Leased Premises and that the\n               Lessor shall refund the Security Deposit by June 15,\n               2012 after deducting dues in respect of the electricity,\n               water and maintenance charges (if any).&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_23\">19.    In case, the relevant clauses of the MOU are read in a meaningful\nmanner, it indicates that by virtue of said document, the respondent has\naccepted the factum of terminating the Lease Deeds w.e.f. 31 st May, 2012 as\nrequested by the petitioner. The respondent also agreed to comply with all\nthe terms and conditions mentioned in the Lease Deeds and also agreed to\npay the total amount of security deposits to the petitioner within 15 days of\nreceiving the vacant physical possession, but the said amount was not paid.\n</p><p data-structure=\"RespArg\" id=\"p_24\">20.    The fact of the matter is that the said amount admittedly was not paid\nby the respondent to the petitioner as agreed. From the entire reading of the\nMOU, it does not show anywhere that the terms and conditions of the Lease\nDeeds were substituted in the MOU, nor those were altered by the petitioner\nin any manner rather those were not fully acted upon.\n</p><p data-structure=\"Precedent\" id=\"p_25\">21.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"720676\" id=\"span_21\">In the case of M/s. Saraswati Industrial Syndicate Ltd. vs. M/s.\n<a href=\"/doc/720676/\" id=\"a_14\">Apollo Tyres Limited</a> (supra), as per new MOU a cheque was issued\ntowards satisfaction of settlement arrived at between the parties which was\nlater on dishonoured, therefore, the Court has rightly held that after\nsatisfaction of amount, if further dispute arose, then it would be a fresh\ncause of action. (See para-23 of <a href=\"/doc/720676/\" id=\"a_15\">the said decision</a>).</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1866872\" id=\"span_22\">In view of the facts and\ncircumstances <a href=\"/doc/720676/\" id=\"a_16\">in that case</a>, the correct law has been <a href=\"/doc/720676/\" id=\"a_17\">laid down by</a> the Court\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">Arb.P.Nos.407/2012 &amp; 408/2012                                       Page 13 of 15</span>\n which has also rightly been followed in the case of <a href=\"/doc/1866872/\" id=\"a_18\">Seema Bhatia vs.\nYamaha Motor India Pvt. Ltd.</a> (supra), but the facts in the present case are\ndifferent, as apparently there is no alteration of any clause in the Lease\nDeeds in the said MOU which is not acted upon in toto. Infact the same\nexecuted by the parties for the purpose of compliance of various terms and\nconditions stipulated in the five lease deeds. Thus, there is no question of\nnovation of contract arise.</span>\n</p><p data-structure=\"Precedent\" id=\"p_26\">22.    In the present case, it is evident that the MOU dated 14th March, 2012\nhas a clear reference to the Lease Deeds entered into between the parties for\nleasing out the premises in question.     In case, the MOU is read in a\nmeaningful manner, it indicates the intention of the respondent to take back\nthe leased property on 31st May, 2012 and has also accepted the termination\nof the Lease Deeds entered into between the parties. It was also agreed by\nthe respondent in the MOU that the security deposits lying with the\nrespondent in respect of the aforesaid Lease Deeds shall be paid to the\npetitioner within 15 days of receiving the vacant physical possession of the\nleased premises.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">23.    Therefore, an arbitration clause which contains in the Lease Deeds\nwould get attracted into the MOU by reference. In case, the Clauses 1 to 7\nof the MOU above are read together which clearly indicate the intention of\nthe parties to continue and incorporate or compliance with the terms and\nconditions of the Lease Deeds. The same is capable of application in respect\nof disputes under the contract. There is a specific reference of the Lease\nDeeds in the MOU which provides the performance of the contracts which\nhave entered into between the parties by virtue of five Lease Deeds\ncontaining the terms and conditions relating to performance in the MOU and\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">Arb.P.Nos.407/2012 &amp; 408/2012                                    Page 14 of 15</span>\n there was no compliance thereof by the respondent who may have its own\nreason not to comply with the same which would be considered by the sole\nArbitrator at its own merit. Thus, it is apparent that the arbitration clause of\nthe Lease Deeds would apply.\n</p><p data-structure=\"Conclusion\" id=\"p_28\">24.    Under these circumstances, both the petitions are allowed. As the\nrespondent has lost his right not to appoint an Arbitrator within 30 days\nfrom the receipt of rejoinder-cum-notice dated 9th August, 2012, the\npetitioner is entitled for the relief of appointment of an independent\nsole Arbitrator.      Accordingly, Justice K.Ramamoorthy, a Retired Judge\nof this Court (R/o D-27, G.K.Enclave Part-II, Delhi-110048, Ph.011-\n26241780/51734069) is appointed as sole Arbitrator to adjudicate upon the\ndisputes and differences in all the five Lease Deeds between the parties as\nmentioned in this petition, including their claims and counter-claims in\nterms of the above said agreements. The Arbitrator shall conduct the\nproceedings under the aegis of the Delhi High Court Arbitration Centre.\nThe fees of the Arbitrator be also paid under the said Rules.\n</p><p data-structure=\"Conclusion\" id=\"p_29\">25.    The petitions are disposed of in the above said terms.\n</p><p data-structure=\"CDiscource\" id=\"p_30\">26.    A copy of this order be communicated to the learned Arbitrator as\nwell as the Secretary to the Arbitration Centre forthwith. Copies of the same\nbe also given dasti to the learned counsel for the parties.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_31\">                                                 (MANMOHAN SINGH)\n                                                     JUDGE\nMAY 10, 2013/ka\n\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">Arb.P.Nos.407/2012 &amp; 408/2012                                      Page 15 of 15</span>\n </p>","numcites":10,"numcitedby":1,"docsource":"Delhi High Court","citetid":65856895,"divtype":"judgments","relatedqs":[{"value":"novation","formInput":"novation"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"physical possession","formInput":"physical%20possession"},{"value":"\"refund\" \"of security deposit\" ","formInput":"%22refund%22%20%22of%20security%20deposit%22%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"security deposit\"","formInput":"%22security%20deposit%22"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"novation   citedby: 595325","formInput":"novation%20%20%20citedby%3A%20595325"},{"value":"apollo tyre","formInput":"apollo%20tyre"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"Apollo Tyres Limited","formInput":"Apollo%20Tyres%20Limited"},{"value":"security deposit","formInput":"security%20deposit"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\" maintenance charges\" ","formInput":"%22%20maintenance%20charges%22%20"},{"value":"refund of security deposit ","formInput":"refund%20of%20security%20deposit%20"},{"value":"lease deed","formInput":"lease%20deed"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"maintenance charges","formInput":"maintenance%20charges"},{"value":"contract between parties","formInput":"contract%20between%20parties"}],"cats":[{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"effect-of-novation-rescission-and-alteration-of-contract","formInput":"tag:effect-of-novation-rescission-and-alteration-of-contract"}],"courtcopy":true,"query_alert":null,"agreement":false}