{"tid":627409,"publishdate":"1987-04-14","title":"Subash Shiv Shankar vs State Of U.P on 14 April, 1987","doc":"<h2 class=\"doc_title\">Subash Shiv Shankar vs State Of U.P on 14 April, 1987</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1987 AIR 1222, 1987 SCR (2) 962, AIR 1987 SUPREME COURT 1222, 1987 (3) SCC 331, 1987 (1) IJR (SC) 627, (1987) IJR 217 (SC), (1987) 2 SCJ 303</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-m-dutt\">M.M.  Dutt</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:m-m-dutt\">M.M.  Dutt</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nSUBASH SHIV SHANKAR\n\n\tVs.\n\nRESPONDENT:\nSTATE OF U.P.\n\nDATE OF JUDGMENT14/04/1987\n\nBENCH:\nNATRAJAN, S. (J)\nBENCH:\nNATRAJAN, S. (J)\nDUTT, M.M. (J)\n\nCITATION:\n 1987 AIR 1222\t\t  1987 SCR  (2) 962\n 1987 SCC  (3) 331\t  1987 SCALE  (1)838\n\n\nACT:\n    <a href=\"/doc/1569253/\" id=\"a_1\">Indian  Penal  Code</a>, 1860--<a href=\"/doc/37788/\" id=\"a_2\">Sections\t 34</a>  and  <a href=\"/doc/1560742/\" id=\"a_3\">302-</a>-Joint\nattack\tby accused--Some accused acquitted for want  of\t ac-\nceptable  proof\t of identity--Other  accused  cannot  escape\nconviction  when  participation\t in  attack  established  by\nprosecution.\n    Criminal Trial--Identification Parade--Delay in  holding\nof-First    Information\t   Report    and    statements\t  of\nwitnesses--Absence    of    descriptive\t   particulars\t  of\naccused----Conviction----Whether vitiated.\n\n\n\nHEADNOTE:\n    The prosecution alleged that there was a dispute between\nthe appellant in Appeal No. 287 of 1978 and the deceased  in\nregard\tto payment of repair charges for a machine part\t and\nthat  three  or\t four days later  this\tappellant  alongwith\nothers attacked the deceased when he was accompanied by P.W.\n1  and P.W. 2. It was further alleged that while the  appel-\nlant in Appeal No. 288 of 1978 caught hold of the  deceased,\nthe appellant in the first appeal and two others  repeatedly\nstabbed him with knives and caused several injuries. P.W.  2\nwas  also injured when he tried to intercede.  The  deceased\nand  P.W.  2 were taken to hospital where the  deceased\t was\npronounced dead. P.W. 1 presented a complaint at the  Police\nStation.\n    The appellant in the first appeal absconded and  surren-\ndered  before the court later. On questioning, he named\t the\nassailants,  who  were\tarrested on  different\tdates.\tTest\nindentification\t parades were held for two  accused  persons\nwherein the appellant in the second appeal was identified by\nthree  witnesses,  but the other accused was  identified  by\nonly  of them. In the subsequent identification parade\theld\nfor  another  accused,\tnone of the witnesses  was  able  to\nidentify him. All the accused were tried and the two  appel-\nlants  and another accused were convicted under <a href=\"/doc/1560742/\" id=\"a_4\">Section\t 302</a>\nread with <a href=\"/doc/37788/\" id=\"a_5\">Section 34</a> Indian Penal Code and <a href=\"/doc/724142/\" id=\"a_6\">Section 324</a>\tread\nwith  <a href=\"/doc/37788/\" id=\"a_7\">Section  34</a>  Indian Penal Code  for  having  committed\nmurder of the deceased and caused hurt with a knife to\tP.W.\n2  and were awarded imprisonment for life and  three  years&#x27;\nrigorous  imprisonment\trespectively, the sentences  to\t run\nconcurrently.  The fourth accused who was not identified  by\nany one of the witnesses at the identification\n963\nparade and whose name was not mentioned in the First  Infor-\nmation\tReport,\t was  acquitted. The High  Court  in  appeal\nconfirmed the conviction of the two appellants but acquitted\nthe third accused on the ground that he had been  identified\nby only P.W. 2 and not by other witnesses.\n    In the appeal to this Court, it was submitted on  behalf\nof the appellant in Criminal Appeal No. 287 of 1978 that the\nprosecution  evidence suffers from numerous infirmities\t and\nas  such,  the trial court and the High Court ought  not  to\nhave  convicted him, that in any case the benefit  of  doubt\ngiven  to  the two of the other accused ought to  have\tbeen\ngiven  to  him, that there was an attempt to  cover  up\t the\ndelay in making the report, that the motive put forward\t for\nthe occurrence was of a flimsy nature and it was  unbelieva-\nble  that  for non-payment of repair  charges  the  deceased\nwould have been attacked alongwith his companions, that P.W.\n1  did not have proper eye sight, that P.W. 3 was  a  chance\nwitness\t and that C.W. 1 failed to support  the\t prosecution\ncase,  and that even though P.W. 2 was an  injured  witness,\nthere was no guarantee that his evidence is truthful. It was\nfurther urged that the appellant could be convicted only for\nan  offence  under  <a href=\"/doc/724142/\" id=\"a_8\">Section 324</a> Indian Penal  Code  for\t the\ninjury caused to the deceased as well as P.W. 2, that as the\nsub-stratum of the prosecution fails, the entire case had to\nfail and that when the other accused persons were acquitted,\nthe  appellant alone cannot be convicted under\t<a href=\"/doc/1560742/\" id=\"a_9\">Section\t 302</a>\nread with <a href=\"/doc/37788/\" id=\"a_10\">Section 34</a> I.P.C., in the absence of evidence that\nhe caused any of the fatal injuries on the deceased.\n    It was submitted on behalf of the appellant in  Criminal\nAppeal No. 288 of 1978 that neither his name nor any of\t his\ncharacteristics\t were  mentioned in  the  First\t Information\nReport\tby  any of the eye witnesses, that  he\twas  falsely\nimplicated,  that there was no motive for him to murder\t the\ndeceased,  that one of the prosecution witnesses  had  alto-\ngether\tdenied\this presence, that there was  delay  in\t his\narrest\tand ho1ding of the identification parade and he\t was\nexposed\t to  the identifying witnesses by not  covering\t his\ndistinctive  features,\tthat the prosecution had  failed  to\nprove  beyond  reasonable  doubt his  participation  in\t the\ncommission  of\tthe occurrence and that when the  other\t ac-\ncused,\tone of whose name figured in the  First\t Information\nReport,\t were acquitted by giving the benefit of  doubt.  he\nshould also have been given the same benefit of doubt.\n    Dismissing the appeal of the appellant in Appeal No. 287\nof  1978 and allowing the appeal of the appellant in  Appeal\nNo. 288 of 1978, this Court,\n964\n    HELD:  1. When participation of the appellant  with\t the\nother  assailants is established beyond reasonable doubt  by\nthe  prosecution, he cannot escape the consequences  of\t the\nattack\tcommitted by him and his accomplices in\t furtherance\nof  their common intention and conviction under <a href=\"/doc/1560742/\" id=\"a_11\">Section\t 302</a>\nread with <a href=\"/doc/37788/\" id=\"a_12\">Section 34</a> Indian Panel Code even though the other\naccused\t stand\tacquitted and even though there\t may  be  no\nevidence that the accused caused one of the fatal  injuries.\n[973E]\n    2.\tThe  other accused were acquitted only for  want  of\nacceptable  proof of their identity and not because the\t eye\nwitnesses had not seen the occurrence or that the occurrence\nhad  taken place in a different manner. Therefore, there  is\nno  merit  in  the contention that when\t the  other  accused\npersons\t were  acquitted, the appellant in  Criminal  Appeal\nNo.287\tof 1978 alone cannot be convicted under <a href=\"/doc/1560742/\" id=\"a_13\">Section\t 302</a>\nread  with <a href=\"/doc/37788/\" id=\"a_14\">Section 34</a> Indian Penal Code, in the\t absence  of\nevidence to show that he caused any of the fatal injuries on\nthe  deceased. The appellant, therefore, cannot\t escape\t the\nconsequences of the attack jointly committed by him and\t his\naccomplices in furtherance of the common intention. [972B-E]\n    3.\tThere is nothing improbable in the appellant  having\nnurtured  a  grievance against the deceased and\t wanting  to\nsettle\tscores with him. The evidence of the  eye  witnesses\nwas  clearly to the effect that the appellant told his\tcom-\npanions\t on seeing the deceased that he was the\t person\t who\nhad  quarreled\twith  him and taken away  the  machine\tpart\nwithout\t paying the repair charges. Making common  cause  of\nhis  grievance, the appellant&#x27;s companions had\talso  joined\nhim  in\t perpetrating an attack on the deceased.  The  trial\ncourt  and the High Court were right in accepting  the\tevi-\ndence of these witnesses. [970F-G]\n     4. There is no merit in the contention that the  appel-\nlant can be convicted only for an offence under <a href=\"/doc/724142/\" id=\"a_15\">Section\t 324</a>\nIndian Penal Code for injury caused to the deceased as\twell\nas  P.W.  2. The trial court had framed\t a  separate  charge\nagainst the appellant under <a href=\"/doc/724142/\" id=\"a_16\">Section 324</a> Indian Penal Code in\naddition  to the charge under <a href=\"/doc/724142/\" id=\"a_17\">Section 324</a> read with  <a href=\"/doc/37788/\" id=\"a_18\">Section\n34</a> Indian Penal Code. There is also no merit in the  conten-\ntion  that  when  the sub-stratum of  the  prosecution\tcase\nfails, the entire case has to fail. The prosecution  version\nfully  survives in spite of the acquittal of the  other\t ac-\ncused for want of proof of identity. [971 D-F]\n     5.\t Where there is delay in holding  an  identification\nparade, it would not be safe to place reliance on the  iden-\ntification of the accused by the eye witnesses. [969D-E]\n965\n    6. Where the witnesses had not given any description  of\nthe accused in the First Information Report or in the state-\nments during the investigation, their identification of\t the\naccused at the trial cannot be safely accepted by the  court\nfor convicting the accused. [969E]\n    7. The appellant in Criminal Appeal No. 288 of 1978\t was\nnot  arrested for nearly nine weeks after coming to know  of\nhis  name and address from the other appellant. It  was\t not\nthe case of the prosecution that the appellant was  abscond-\ning. Apart from this infirmity, the appellant was not put up\nfor  test  identification parade promptly and  it  was\theld\nthree weeks after his arrest and no explanation was  offered\nfor  the delay in holding it. There is, therefore, room\t for\ndoubt as to whether the delay in holding the  identification\nparade\twas in order to enable the identifying witnesses  to\nsee  him in the police lock up or in the jail  premises\t and\nmake a note of his features. A sufficiently long interval of\ntime  had  elapsed between the date of occurrence  when\t the\nwitnesses  had seen the appellant for a few minutes and\t the\ndate of the identification parade. [968D-H; 969A]\n    8.\tAlthough all the three witnesses had identified\t the\nappellant  at the identification parade, after\tnearly\tfour\nmonths, in the absence of any descriptive particulars of the\nappellant  in the First Information Report or in the  state-\nments of witnesses during the investigation, it would not be\nsafe and proper to act upon the identification of the appel-\nlant by the three witnesses at the identification parade and\nhold  that  he was one of the assailants  of  the  deceased.\n[969A-D]\n    9.\tAs the conviction of the appellant was based  solely\nwith  reference to his identification at the parade, he\t has\nto be given the benefit of doubt and acquitted. [973E]\n    Muthu  Swami  v. State of Madras, AIR 1954 SC  4;  Mohd.\nAbdul  Hafeez v. State of Andhra Pradesh, AIR 1983  SC\t361;\nGurdev\tSingh and others v. The State, 1963 Punjab  Law\t Re-\nporter, 409; State of U.P. v. Hari Prasad, AIR 1974 SC 1740;\nUgar Ahir v. State of Bihar, AIR 1965 SC 277; Vijay Kumar v:\nState of J &amp; K, AIR 1982 SC 1022; and Amir Hussain v.  State\nof U.P., AIR 1975 SC 2211, referred to.\n\n\n\nJUDGMENT:</pre>\n<p data-structure=\"Issue\" id=\"p_1\">    CRIMINAL  APPELLATE JURISDICTION: Criminal\tAppeal\tNos.\n287-288 of 1978.\n</p><p data-structure=\"Issue\" id=\"p_2\">    From  the  Judgment and Order dated\t 14.10.1977  of\t the\nAllahabad  High\t Court in Criminal Appeal Case No.  2242  of\n1972.\n</p><span class=\"hidden_text\" id=\"span_1\">966</span>\n<p data-structure=\"Precedent\" id=\"p_3\">     Frank Anthony, Sushil Kumar and J.K. Das for the Appel-\nlant in Crl. A.No. 287 of 1978.\n</p><p data-structure=\"Issue\" id=\"p_4\">     U.R.  Lalit,  S.K. Bisaria and A.D.  Malhotra  for\t the\nAppellant in Crl. A.No. 288 of 1978.\n</p><p data-structure=\"Issue\" id=\"p_5\">Prithvi\t Raj, C.P. Mittal and Dalveer Bhandari for  the\t Re-\nspondent.\n</p><p data-structure=\"Issue\" id=\"p_6\">The Judgment of the Court was delivered by\n     NATARAJAN, J. These Appeals by Special Leave arise\t out\nof a common judgment rendered by the Allahabad High Court in\nthree Criminal Appeals filed before it by the appellants and\none Raj Kishore. Appellant Subash and appellant Shiv Shankar\nwere  convicted alongwith Raj Kishore by the 4th  Additional\nSessions Judge, Bareilly under <a href=\"/doc/1560742/\" id=\"a_19\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_20\">Section\n34</a>  Indian Penal Code and <a href=\"/doc/724142/\" id=\"a_21\">Section 324</a> read with\t <a href=\"/doc/37788/\" id=\"a_22\">Section  34</a>\nIndian\tPenal  Code respectively for  having  committed\t the\nmurder\tof  one Ram Babu and for having caused hurt  with  a\nknife  to witness Dinesh Shankar. For the  said\t convictions\nthey  were  awarded imprisonment for life and  three  year&#x27;s\nR.I.,  respectively  and the sentences were ordered  to\t run\nconcurrently. One Om Kumar who was also sent up for Sessions\ntrial under the two charges mentioned above was acquitted by\nthe  Sessions Judge. The three convicted  persons  preferred\nappeals\t to the High Court and the High Court has  confirmed\nthe  convictions  and sentences awarded to Subash  and\tShiv\nShankar but acquitted Raj Kishore.\n</p><p data-structure=\"Facts\" id=\"p_7\">     The  offences in question were committed on  March\t 12,\n1971 i.e., a day after Holi Festival at about 11 a.m. on the\nBareilly-Nainital Road in Bareilly. The prosecution case was\nthat while Shiv Shankar caught hold of Ram Babu, Subash, Raj\nKishore and Om Kumar repeatedly stabbed him with knives\t and\ncaused\tfatal injuries to him. When Dinesh Shankar (P.W.  2)\ntried to intercede he was also stabbed by Subash and  caused\nan  injury. Besides, Dinesh Shankar (P.W. 2) the  occurrence\nwas witnessed by an uncle of Ram Babu viz. Budh Sen (P.W. 1)\nand  Shyam  Behari (P.W. 3) and some others.  Ram  Babu\t and\nDinesh\tShankar were taken to the hospital but Ram Babu\t was\npronounced  dead in the hospital. The motive for the  occur-\nrence  was that about 15 or 20 days prior to the  occurrence\nRam Babu had given a machine part to Subash for being welded\nbut  Subash  failed to carry out the work;  nevertheless  he\nrefused\t to  return  the machine  part\twithout\t the  repair\ncharges\t being\tpaid  to him. Ram Babu refused\tto  pay\t the\ncharges\t and there was an altercation but the  parties\twere\npacified by\n<span class=\"hidden_text\" id=\"span_2\">967</span>\nDinesh\tShankar\t and  Ram Babu took away  the  machine\tpart\nwithout paying any charges to Subash. The quarrel had  taken\nplace about 3 or 4 days before the occurrence. Bearing\tthis\ngrudge\tin mind, when Ram Babu, accompanied by Budh Sen\t and\nDinesh\tShankar was proceeding to Qutabkhana to witness\t the\nHoli  celebrations, Subash assisted by his three  companions\nattacked  Ram Babu in the manner set out earlier and  caused\nfatal injuries to him. There were as many as 14 injuries  on\nRam  Babu  among which 7 were punctured\t wounds.  Among\t the\npunctured  wounds,  injury nos. 7 and 8 were  deep  injuries\nwhich had injured the pleura, left lung, pericardium and the\nheart. These injuries were certified to be sufficient in the\nordinary  course  of nature to cause death.  Dinesh  Shankar\n(P.W.  2)  also had sustained an incised wound on  his\tleft\nthigh.\n</p><p data-structure=\"CDiscource\" id=\"p_8\">    Budh Sen (P.W. 1) got a report Exhibit Kha 1 written  by\nhis son and presented it at the Police Station at 1.12\tp.m.\nTherein\t he has stated that accused Subash was known to\t him\nbut  the  other three assailants were not known to  him\t but\nanother\t witness  Bhuvan Chand examined as C.W. 1,  had\t in-\nformed\thim that one Raja Ram was one of the  assailants  of\nRam  Babu.  It would appear that subsequently  Bhuvan  Chand\nrefused\t to testify out of fear of the accused and hence  he\nwas  not  cited as a witness in the charge-sheet.  Even\t so,\nhaving\tregard to the averments in Exhibit Kha 1,  the\tSes-\nsions  Judge examined Bhuvan Chand as a court  witness.\t He,\nhowever,  failed to corroborate Budh Sen and stated that  he\ndid not know anything about the occurrence.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">    Subash  was\t absconding and he  surrendered\t before\t the\ncourt  on  12.3.71. He was subsequently\t questioned  by\t the\nInvestigating Officer and he gave information regarding\t the\nnames  and  addresses  of the other  three  assailants.\t Raj\nKishore\t was  arrested\ton 23.5.1971 and  Shiv\tShankar\t was\narrested  on 14.6.71 from the office of the Central  Excise,\nBareilly where he was employed. Om Kumar surrendered himself\nin Court on 15.7.71.\n</p><p data-structure=\"Precedent\" id=\"p_10\">    Test  identification parades were held for\tRaj  Kishore\nand Shiv Shankar on 5.5.71 wherein Shiv Shankar was  identi-\nfied  by Budh Sen, Dinesh Shankar and Shyam Behari  but\t Raj\nKishore was identified only by Dinesh Shankar. In the subse-\nquent  test  identification  parade held  for  Om  Kumar  on\n27.7.71 none of the witnesses was able to identify him.\t The\ndefence of all the accused was one of denial.\n</p><p data-structure=\"CDiscource\" id=\"p_11\">    Since accused Om Kumar was not identified by any of\t the\nwitnesses  at the test identification parade and  since\t his\nname was not\n<span class=\"hidden_text\" id=\"span_3\">968</span>\nmentioned in Exhibit Kha 1 the Sessions Judge acquitted\t him\nof the charges and convicted only the two appellants and Raj\nKishore. The High Court acquitted Raj Kishore because he had\nbeen identified only by Dinesh Shankar and not by the  other\nwitnesses  but, however, confirmed the conviction  of  these\ntwo  appellants and it is against such confirmation  by\t the\nHigh Court, the appellants have preferred these Appeals.\n    Before  dealing with the case of Subash we\tcan  conven-\niently\tdeal with the appeal of Shiv Shankar. Admittedly  he\nwas not known to any of the eye witnesses and his name\tdoes\nnot also find a place in the First Information Report Exhib-\nit Kha 1. His name came to be known only through Subash when\nhe  was questioned in the jail on 7.4.1971. Even if it\twere\nso,  it is not understandable why the Investigating  Officer\nshould\thave taken three weeks to question Subash after\t his\nsurrender  in  Court on 17.3.1971. Be that as it  may,\teven\nafter  getting\tthe name and address of\t Shiv  Shankar\tfrom\nSubash,\t the Investigating Officer has failed to  trace\t him\nand arrest him till 14.6.1971. Shiv Shankar was an  employee\nin  the office of the Central Excise Department at  Bareilly\nitself.\t It  is, therefore, difficult to  believe  that\t the\nInvestigating Officer would not have been able to trace\t him\nand  arrest him for nearly 9 weeks after coming to  know  of\nShiv Shankar&#x27;s name and address from Subash. As a matter  of\nfact,  the Investigating Officer has stated in his  evidence\nthat he visited the house of Shiv Shankar two or three times\nto arrest him but Shiv Shankar was not to be found. If\tShiv\nShankar was absent from the house the Investigating  Officer\ncould  have easily learnt from the neighbours where  he\t was\nworking\t and where he had gone and located him and  arrested\nhim.  It is not the prosecution case that Shiv\tShankar\t was\nabsconding. In such circumstances it is difficult to  accept\nthe  prosecution case that the Investigating  Officer  could\nnot  trace and arrest Shiv Shankar till 14.6.71 in spite  of\ncoming\tto  know  on 7.4.71 itself that he was\tone  of\t the\nassailants of Ram Babu.\n</p><p data-structure=\"Precedent\" id=\"p_12\">    Apart  from\t this infirmity we further  find  that\tShiv\nShankar\t was  not  put up  for\ttest  Identification  parade\npromptly.  The\tidentification parade has  been\t held  three\nweeks  after his arrest and no explanation has been  offered\nfor  the  delay in holding the test  identification  parade.\nThere is, therefore, room for doubt as to whether the  delay\nin holding the identification parade was in order to  enable\nthe  identifying witnesses to see him in the police  lock-up\nor in the jail premises and make a note of his features.\nOver and above all these things there remains the fact\tthat\na\n<span class=\"hidden_text\" id=\"span_4\">969</span>\nsufficiently  long interval of time had elapsed between\t the\ndate of occurrence when the witnesses had seen Shiv  Shankar\nfor  a few minutes and the date of the\ttest  identification\nparade.\t It is, no doubt, true that all the three  witnesses\nhad correctly identified Shiv Shankar at the  identification\nparade\tbut it has to be borne in mind that nearly 4  months\nhad  elapsed during the interval. It is relevant to  mention\nhere  that neither in Exhibit Kha I nor in their  statements\nduring\tinvestigation,\tthe  eye witnesses  have  given\t any\ndescriptive  particulars  of Shiv  Shankar.  While  deposing\nbefore the Sessions Judge they have stated that Shiv Shankar\nwas  a tall person and had &#x27;sallow&#x27; complexion. If it is  on\naccount of these features the witnesses were able to identi-\nfy  Shiv Shankar at the identification, parade,\t they  would\nhave certainly mentioned about them at the earliest point of\ntime  because their memory would have been fresh then.\tThus\nin the absence of any descriptive particulars of Shiv  Shan-\nkar  in\t Exhibit  Kha 1 or in the  statements  of  witnesses\nduring investigation, it will not be safe and proper to\t act\nupon  the identification of Shiv Shankar by the\t three\twit-\nnesses at the identification parade and hold that he was one\nof the assailants of Ram Babu. As pointed out in Muthu Swami\nv.  State of Madras, A.I.R. 1954 S.C 4 where an\t identifica-\ntion parade is held about 2-1/2 months after the  occurrence\nit would not be safe to place reliance on the identification\nof  the accused by the eye witnesses. In another case  Mohd.\nAbdul  Hafeez v. State of Andhra Pradesh, A.I.R.  1983\tS.C.\n361  it was held that where the witnesses had not given\t any\ndescription of the accused in the First Information  Report,\ntheir  identification of the accused at the  Sessions  trial\ncannot be safely accepted by the court for awarding  convic-\ntion  to the accused. In the present case there was  a\tlong\ninterval  of nearly 4 months before the test  identification\nparade was held and it is difficult to accept that in  spite\nof  this interval of time the witnesses were able to have  a\nclear  image of the accused in their minds and identify\t him\ncorrectly at the identification parade.\n</p><p data-structure=\"RespArg\" id=\"p_13\">    Mr. U.R. Lalit, learned counsel for Shiv Shankar further\ncontended that Shiv Shankar had certain distinctive features\nlike  scars on the face, reddish lips etc., and these  marks\nof identification should have been furnished to the witness-\nes before they were called upon to identify Shiv Shankar  at\nthe  identification parade. We do not think it necessary  to\ngo  into  the merits of this argument in the  light  of\t our\nconclusion already reached. As the conviction of Shiv  Shan-\nkar is based solely with reference to his identification  at\nthe identification parade, he has to be given the benefit of\ndoubt and acquitted in the light of our finding.  According-\nly, Shiv Shankar&#x27;s appeal has to succeed.\n</p><span class=\"hidden_text\" id=\"span_5\">970</span>\n<p data-structure=\"CDiscource\" id=\"p_14\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1778388\" id=\"span_6\">Coming  now to the appeal of Subash it  was\t strenuously\ncontended  by  Mr. Frank Anthony, learned counsel  that\t the\nprosecution  evidence suffers from numerous infirmities\t and\nas  such the Sessions Judge and the High Court ought not  to\nhave  convicted\t him. His further argument was that  in\t any\ncase the benefit of doubt given to Om Kumar and Raj Kishore,\nought to have been given to Subash also. Mr. Anthony  argued\nthat  Exhibit Kha 1 could not have been given at  1.12\tp.m.\nbecause\t there\tis no evidence to show when the\t report\t was\nsent to the Magistrate and when it was received by him.\t The\nlearned\t counsel referred to <a href=\"/doc/1778388/\" id=\"a_23\">Gurdev Singh and others v.\t The\nState</a>,\t[1963]\tPunjab Law Reporter, 409 where\tthe  dangers\nensuing\t from  a First Information Report not  being  lodged\npromptly have been pointed out. We are unable to accept\t the\nargument  of Mr. Anthony because there are no  materials  to\nwarrant an inference that Exhibit Kha 1 had been given later\nbut  ante-dated to cover up the delay in making the  report.\nIt  is true that the First Information Report sent to  Court\ndoes not contain the Magistrate&#x27;s endorsement regarding\t the\ntime of its receipt, but Ram Kishan, Head Constable (P.W. 5)\nhas  deposed that the special report was despatched  to\t the\nMagistrate at 1.20 p.m. itself through constable Chiman\t Lal\nand that the General Diary contains an entry to that effect.\n    It\twas seriously urged by Mr. Anthony that\t the  motive\nput forward for the occurrence Was of a flimsy nature and it\nis  unbelievable  that\tfor non-payment\t of  repair  charges\nSubash\twould have attacked Ram Babu along with his  compan-\nions.  This argument has to fail because Dinesh Shankar\t has\nclearly deposed that there was an altercation between Subash\nand  Ram Babu there on four days earlier and Ram  Babu\ttook\naway  the  machine  part without paying\t repair\t charges  to\nSubash.\t There is, therefore, nothing improbable  in  Subash\nhaving nurtured a grievance against Ram Babu and wanting  to\nsettle scores with him. The evidence of the eye-witnesses is\nclearly\t to  the effect that Subash told his  companions  on\nseeing\tRam Babu, that he is the person who  had  quarrelled\nwith him and taken away the machine part without paying\t the\nrepair\tcharges.  Making common cause of his  grievance\t Su-\nbash&#x27;s\tcompanions  had also joined him in  perpetrating  an\nattack\ton  Ram Babu. The intent of Subash in  launching  an\nattack\ton  Ram Babu can be gauged from the fact  that\twhen\nDinesh Shankar tried to intervene, he had prevented him\t and\ninflicted a stab injury on him also.</span>\n</p><p data-structure=\"Precedent\" id=\"p_15\">    The\t further argument of Mr. Anthony was that  Budh\t Sen\ndid  not  have\tproper eye sight, that Shyam  Behari  was  a\nchance witness and\n<span class=\"hidden_text\" id=\"span_7\">971</span>\nthat  Bhuvan  Chand  named in Exhibit Kha 1  had  failed  to\nsupport the prosecution case and as such there is no accept-\nable  evidence to convict Subash. He also stated  that\teven\nthough\tDinesh\tShankar is an injured witness, there  is  no\nguarantee  his evidence is truthful. None of  these  conten-\ntions  in  our opinion, has any merit. Budh Sen\t has  stated\nthat his eye sight is poor without glasses but with  specta-\ncles  he can see well. It is not the case of  the  appellant\nthat Budh Sen was not wearing his spectacles at the time  of\nthe occurrence. In so far as Dinesh Shankar and Shyam Behari\nare concerned, their presence at the scene cannot admit\t any\ndoubt  because\ttheir names find a place in Exhibit  Kha  I.\nMoreover Dinesh Shankar has sustained an injury on his\tleft\nthigh. The evidence of these witnesses has been accepted  by\nthe Session Court and the High Court and we see no reason to\ntake a different view. In so far as Bhuvan Chand (C.W. 1) is\nconcerned, the prosecution has satisfactorily explained\t why\nhe was not cited as a witness. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1129942\" id=\"span_8\">He had no doubt furnished the\nname of Raja Ram alias Raj Kishore to Budh Sen but he subse-\nquently\t backed\t out fearing reprisal at the  hands  of\t the\naccused. Mr. Anthony argued that even if his contentions are\nnot  accepted, Subash can be convicted only for\t an  offence\nunder <a href=\"/doc/724142/\" id=\"a_24\">Section 324</a> Indian Penal Code for the injury caused to\nRam Babu as well as Dinesh Shankar. We may mention here that\nthe Sessions Judge had framed a separate charge-against\t the\nappellant  Subash  under <a href=\"/doc/724142/\" id=\"a_25\">Section 324</a> Indian  Penal  Code  in\naddition  to the charge under <a href=\"/doc/1560742/\" id=\"a_26\">Section 302</a> read with  <a href=\"/doc/37788/\" id=\"a_27\">Section\n34</a>  Indian Penal Code. Mr. Anthony invited our attention  to\n<a href=\"/doc/1129942/\" id=\"a_28\">State of U.P. v. Hari Prasad</a>, A.I.R. 1974 S.C. 1740 and Ugar\nAhir v. State of Bihar, A.I.R. 1965 S.C. 277 to contend that\nwhen  the  sub-stratum of the prosecution  case\t fails,\t the\nentire\tcase has to fail. We find the facts in\tthose  cases\nwere entirely different and hence they can have no relevance\nto this appeal. In the present case, the prosecution version\nfully  survives in spite of the acquittal of the  other\t ac-\ncused for want of proof of indentity.</span>\n</p><p data-structure=\"CDiscource\" id=\"p_16\">    The\t last argument of Mr. Anthony was that in any  event\nwhen  the other accused persons are acquitted, Subash  alone\ncannot\tbe convicted under <a href=\"/doc/1560742/\" id=\"a_29\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_30\">Section  34</a>\nIndian Penal Code in the absence of evidence to show that he\ncaused any of the fatal injuries on Ram Babu. This  argument\nis  devoid  of\tany merit. The case of Subash  stands  on  a\ndifferent footing from that of the other accused because  he\nhas been clearly named and the particulars of his profession\nand  address have been furnished in Exhibit Kha 1.  All\t the\nwitnesses  have stated that he was known to all of them.  In\ncontrast  the names of the other accused were not  known  to\nthe eye witnesses and the name of Raj Kishore alone had been\nfurnished to Budh Sen by Bhuvan Chand.\n</p><span class=\"hidden_text\" id=\"span_9\">972</span>\n<p data-structure=\"Precedent\" id=\"p_17\">Besides\t attacking Ram Babu Subash had also attacked  Dinesh\nShankar. He was absconding and had later surrendered himself\nin  court.  No test identification parade was held  for\t him\nbecause\t his  identity was never in doubt. He had  a  grudge\nagainst Ram Babu and it was on his instigation the attack on\nRam Babu had been launched. His case, therefore, stands on a\ndistinctively  different  footing  from that  of  the  other\naccused persons. Even though the other accused are acquitted\nit  is\tonly  for want of proof of their  identity  and\t not\nbecause\t the  eye witnesses had not seen the  occurrence  or\nthat  the occurrence had taken place in a different  manner.\nSubash\tcannot,\t therefore, escape the consequences  of\t the\nattack\tjointly\t committed  by him and\this  accomplices  in\nfurtherance of their common intention even though the  other\naccused\t stand\tacquitted for want of  acceptable  proof  of\ntheir  identity. Mr. Anthony referred us to the decision  in\nVijay  Kumar  v. State of J &amp; K, A.I.R. 1982  S.C.  1022  to\ncontend\t that when the other accused stand acquitted  Subash\nalso  should  be acquitted of the charge under\t<a href=\"/doc/1560742/\" id=\"a_31\">Section\t 302</a>\nread  with <a href=\"/doc/37788/\" id=\"a_32\">Section 34</a> Indian Penal Code. The facts  in\tthat\ncase bear no comparison with the facts in this case. On\t the\nother  hand Amir Hussain v. State of U.P., A.I.R. 1975\tS.C.\n2211  will  be the decision apt for  consideration  in\tthis\ncase.  In  the above case 10 persons were acquitted  by\t the\nSessions Judge and three alone were convicted under  <a href=\"/doc/1560742/\" id=\"a_33\">Section\n302</a>  read  with <a href=\"/doc/37788/\" id=\"a_34\">Section 34</a> Indian Penal\t Code.\tAmong  those\nthree, two were acquitted by the High Court and consequently\nonly  one of the accused stood convicted. The  said  accused\nappealed  to this court and contended that since  the  other\ntwo accused had been acquitted, he should also be  acquitted\nof the charge under <a href=\"/doc/1560742/\" id=\"a_35\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_36\">Section 34</a>  Indian\nPenal  Code.  Repelling the contention this  Court  held  as\nfollows:-\n</p><blockquote id=\"blockquote_1\">\t\t\t&quot;Much stress has been laid on behalf\n\t      of  the appellant upon the fact  that  despite\n\t      the evidence of the above mentioned four\teye-\n\t      witnesses, the High Court has acquitted  Kari-\n\t      muddin  and Mohd. Ibrahim accused. It  is,  in\n\t      our view, not necessary to express an  opinion\n\t      on  the point as to whether those two  accused\n\t      were rightly acquitted or not. All that we can\n\t      say is that the benefit of doubt which resuit-\n\t      ed  in the acquittal of the other two  accused\n\t      would not vitiate the conviction of the appel-\n\t      lant in case the evidence adduced against\t him\n\t      is  found to be satisfactory  and\t convincing.\n\t      The  material on record establishes  that\t the\n\t      appellant had a motive to join in the  assault\n\t      on  Ibrahim Pradhan. The appellant held out  a\n\t      threat  and  report  about it  was  lodged  by\n\t      Ibrahim deceased at the police station about\n<span class=\"hidden_text\" id=\"span_10\">\t      973</span>\n\t      3-1/2 months prior to the present\t occurrence.\n\t      The evidence about the motive lends  assurance\n\t      to the evidence of the eye-witnesses regarding\n\t      the complicity of the appellant.\n</blockquote><blockquote id=\"blockquote_2\">\t\t       We  would,  therefore,  maintain\t the\n\t      conviction of the appellant.\n</blockquote><blockquote id=\"blockquote_3\">\t\t       As  regards the sentence, it  may  be\n\t      stated that the only injury which is attribut-\n\t      ed to the appellant is an incised wound on the\n\t      right arm of Ibrahim. The incised wound  which\n\t      was  found on the scalp of Mehandi  Hasan\t was\n\t      ascribed\tby the eye-witnesses  to  Karimuddin\n\t      who  has been acquitted. In view of  the\tfact\n\t      that  a  comparatively minor  injury  was\t at-\n\t      tributed\tto  the appellant and  he  is  being\n\t      vicariously held liable for the fatal injuries\n\t      caused  by the other culprits, we consider  it\n\t      to be a fit case in which we might  substitute\n\t      the lesser sentence for the extreme penalty of\n\t      death. We accordingly maintain the  conviction\n\t      of  the appellant but reduce his\tsentence  to\n\t      that of imprisonment for life.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_18\">    We\tare,  therefore, of the view that  even\t though\t the\nother  accused stand acquitted and even though there  is  no\nevidence  that Subash caused one of the fatal  injuries,  he\ncannot escape conviction under <a href=\"/doc/1560742/\" id=\"a_37\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_38\">Section\n34</a> Indian Penal Code when his participation with three other\nassailants  in the attack on Ram Babu has  been\t established\nbeyond\treasonable doubt by the prosecution. We,  therefore,\nconfirm his convictions and the sentences awarded therefor.\n    In\tthe  result Crl. Appeal No. 287 of 1978\t will  stand\ndismissed  while  Crl.\tAppeal No. 288 of  1978\t will  stand\nallowed. Appellant Subash will surrender himself to  custody\nfailing\t which\the should be arrested for  serving  out\t the\nsentence. Appellant Shiv Shankar will stand acquitted of the\nconvictions  under <a href=\"/doc/1560742/\" id=\"a_39\">Section 302</a> read with <a href=\"/doc/37788/\" id=\"a_40\">Section  34</a>  Indian\nPenal  Code and 324 read with <a href=\"/doc/37788/\" id=\"a_41\">Section 34</a> Indian\t Penal\tCode\nand his bail bonds will stand cancelled.\n</p><pre id=\"pre_2\">N.P.V.\t\t\t  Crl. Appeal No. 287/78 dismissed.\n\t\t\t  Crl. Appeal No. 288/78 allowed.\n<span class=\"hidden_text\" id=\"span_11\">974</span>\n\n\n\n</pre>","numcites":6,"numcitedby":91,"docsource":"Supreme Court of India","citetid":627409,"divtype":"judgments","relatedqs":[{"value":"section 302 read with section 34","formInput":"section%20302%20read%20with%20section%2034"},{"value":"test identification parade ","formInput":"test%20identification%20parade%20"},{"value":"benefit of doubt ","formInput":"benefit%20of%20doubt%20"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"all india reporter","formInput":"all%20india%20reporter"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"section 324 ipc","formInput":"section%20324%20ipc"},{"value":"sec 302/34 of ipc","formInput":"sec%20302/34%20of%20ipc"},{"value":"sec.324 of indian penal code ","formInput":"sec.324%20of%20indian%20penal%20code%20"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"302/34 ipc","formInput":"302/34%20ipc"},{"value":"302 read with 34 i.p.c","formInput":"302%20read%20with%2034%20i.p.c"},{"value":"sec 34 read with sec 302 of indian penal code","formInput":"sec%2034%20read%20with%20sec%20302%20of%20indian%20penal%20code"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"identification parade","formInput":"identification%20parade"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"section 324","formInput":"section%20324"},{"value":"302/34","formInput":"302/34"},{"value":"abscondence","formInput":"abscondence"},{"value":"accomplice","formInput":"accomplice"}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"},{"value":"cause-hurt","formInput":"tag:cause-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}