{"tid":635489,"publishdate":"1997-06-10","title":"State Of A.P. Rep. By Superintending ... vs K. Bapiraju And Anr. on 10 June, 1997","doc":"<h2 class=\"doc_title\">State Of A.P. Rep. By Superintending ... vs K. Bapiraju And Anr. on 10 June, 1997</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1997(5)ALT146</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nA. Hanumanthu, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. These two matters are directed against the common order dated 22-3-1991 of the II Additional Judge, City Civil Court, Hyderabad passed in O.S.No. 1096 of 1987 and O.P.No. 528 of 1987 and they are also being disposed of by a common order.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The State of Andhra Pradesh represented by the Superintending Engineer, N.S. Canal Circle, Nuzvid and the Executive Engineer, N.S. Left Canal, Nuzvid Milavaram are the appellants/petitioners in both the matters and the contractor K. Bapiraju and the sole arbitrator Mohd. Karimullah Khan are the respondents.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The facts leading for preferring this appeal and revision are, in brief, as follows:\n</p><blockquote id=\"blockquote_1\"> The Superintending Engineer, N.S. Left Canal Circle, Nuzvid had invited tenders for &quot;excavation of Machavarm major&quot; from K.M.6 to K.M.8. The first respondent herein, K. Bapiraju, contractor, had submitted his tender for that work at Rs. 4,04,759 with 7.52% excess over the estimated contract value of Rs. 3,76,431/-. The Superintending Engineer accepted the said tender of the contractor and agreement was executed on 29-7-1978. As per the terms and conditions of the contract, the work had to be completed within six months from the date of handing over the site to the contractor. The completion of the work was delayed beyond the period fixed in the contract. For this the contractor had attributed the delay on the part of the department for not handing over uninterrupted possession of the whole site to him on 10-7-1978. Thus the dispute arose between the contractor and the department. As per the terms of the contract, any dispute arising out of the above contract has to be referred to the panel of the arbitrators. The contractor filed an arbitration petition dated 31-5-1983 before the panel of arbitrators as provided under the contract referring the dispute for their decision. The panel arbitrators passed an award on 9-2-1984. Having been aggrieved with the award, the contractor filed the suit O.S.No. 247/84 and O.P.No. 262/84 on the file of II Additional Judge, City Civil Court, Hyderabad. The learned judge by his judgment dated 29-8-1986 set aside the award dated 9-2-1984 passed by the panel arbitrators and appointed the second respondent, herein, Mohd. Karimullah Khan, Chief Engineer as the sole arbitrator to decide the dispute between the parties. In pursuance of the said order, the second respondent/sole arbitrator entered upon the reference and passed the award on 15-6-1987. As there was some mistake in the heading of the claim for Rs. 30,000/-, the second respondent-arbitrator has given correction on 24-8-1987. The arbitrator allowed the claim Nos. 1 and 5 to 8 and rejected the claim Nos. 2 to 4. The arbitrator also awarded interest at 24% per annum with effect from 31-5-1983 i.e., the date on which the first claim petition was filed before the arbitrators till the date of payment. In so far as the claim Nos. 1 and 5 to 8 the contractor filed the suit O.S. No. 1096/87 on the file of the II Additional Judge, City Civil Court, Hyderabad for making the award rule of the Court. The State Government preferred O.P.No. 528/87 on the file of the II Additional Judge, City Civil Court, Hyderabad to set aside the award in respect of the claim No. 1 and 5 to 8 and granting of interest. Both the matters were tried together. No oral evidence was adduced on either side. But Exs.A-1 to A-5 were marked on behalf of the contractor and Ex. B-1 was marked on behalf of the Superintending Engineer. Exs. C-1 to C-3 were also marked. On consideration of the evidence on record, the learned II Additional Judge held that there was no misconduct on the part of the arbitrator and that the arbitrator has given cogent and convincing reasons for his conclusions in passing the award. Hence the learned judge made the award as rule of the Court. But as regards the interest, it was observed that the interest for the period between the date of arbitrator entering upon the reference and till the date of award has to be deleted as it relates to &quot;pendente lite&quot; interest. But the learned judge allowed the payment of interest at 24% per annum from 31-5-1983 to the date of entering upon reference by the second respondent-arbitrator and also the interest at the same rate from the date of award till the date of decree and also for future interest from the date of decree till the date of realisation. Thus the learned Judge made the award dated 15-6-1987 with correction on 24-8-1987 as rule of the Court in respect of the claim Nos. 1 and 5 to 8 deleting the interest portion from the date of entering upon the reference by arbitrator to 15-6-1987. The contractor was also granted further interest at 24% per annum on the sums due from the date of award till the date of decree and thereafter till realisation. Therefore, the learned judge decreed the suit O.S.No. 1096/87 with costs and dismissed the O.P.No. 528/87 without costs. Aggrieved by that common judgment dated 22-3-1991 of the learned II Additional Judge, City Civil Court, Hyderabad, the State Government has come up with this C.M.A. and C.R.P.\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_4\">4. Heard the learned Counsel for both sides and perused the records and the impugned judgment.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\">5. The learned Government Pleader representing the appellant-department submits that the award is liable to be set aside for legal patent error apparent on the face of the award, that the arbitrator, in spite of the prohibition in P.S.59, has granted compensation on account of delays or hindrances to the work, that the arbitrator ought not to have allowed the market rate at Rs. 50/- per cubic metre with respect to the execution of the additional work, that the arbitrator ought not to have allowed the claim with respect to the excavation of key trenches as it is not covered by the agreement, that the arbitrator ought not to have allowed the claim for payment of final bill and refund of deposits as the contractor, failed to complete the balance work costing Rs. 24,000/-and the work executed by the contractor is defective and that the arbitrator ought not to have allowed the sum of Rs. 5,000/- towards the costs of arbitration proceedings. The learned Counsel for the contractor, on the other hand, vehemently contends that it is a well settled proposition that the Court cannot sit in appeal over the award and review the reasons, that P.S. 59 is not applicable to the facts in this case as it has been waived by the parties in the agreement and that the arbitrator has categorically held, on a consideration of the evidence on record, that the delay in execution of the work was due to not making available the sites to the contractor for execution of the work and that the arbitrator has given justifiable reasons in allowing the claims 1 and 5 to 8.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_6\">6. As regards the contention raised by the counsel for respondent-contractor that it is not open for the Court to sit in appeal and set aside the same reviewing the reasons given by the Court below, it is well settled that an award is liable to be set aside for legal error apparent on the face of the award. In &quot;State of Rajasthan v. Puri Constructions Company Limited, &quot; the Bench, consisting of Venkatachalaih, C.J. and G.N. Ray, J. while emphasising the proposition that the Court does not sit in appeal over the matter and review the reasons, observed at page 501: &quot;the Court can set aside the award only if it is apparent from the award that there is no evidence to support the conclusions or if the award is based upon any legal proposition which is erroneous&quot;. At page 503 the following observations are made:\n</p><blockquote id=\"blockquote_2\"> &quot;Where the error of finding of facts having a bearing on the award is patent and is easily demonstrable without the necessity of carefully weighing various possible view points, the interference with the award based on erroneous finding of facts is permissible. Similarly, if an award is based by applying a principle of law which is patently erroneous, and but for such erroneous application of legal principle, the award could not have been made such award is liable to be set aside by holding that there has been a legal misconduct on the part of the arbitrator. In ultimate analysis, it is a question of delicate balancing between the permissible limit of law and fact and patently erroneous finding easily demonstrable from the materials on record and application of principle of law forming the basis of the award which is patently erroneous&quot;.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318186\" id=\"span_1\">In &quot;<a href=\"/doc/318186/\" id=\"a_1\">Thawarvas Pherumal and Anr. v. Union of India</a>, , their Lordships of Supreme Court held thus:</span>\n</p><blockquote id=\"blockquote_3\"> &quot;An arbitrator is not a conciliator and cannot ignore the law or misapply it in order to do what he thinks is best and reasonable. He is a tribunal selected by the parties to decide the dispute according to law and so is bound to follow and apply the law and if he does not, he can be set right by the Courts provided his error appears on the face of the award. The single exception to this when the parties choose specifically refer a question of law as a separate and distinct one.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"34013\" id=\"span_2\">A Division Bench of this Court in a recent decision &quot;V.C. Brahmanna v. State of A.P. rep. by Superintending Engineer R&amp;B, Visakiwpatnam, 1996 (5) ALT 951&quot; fully endorsing the view taken by another Division Bench of this Court in &quot;<a href=\"/doc/34013/\" id=\"a_2\">Prasad and Company v. Superintending Engineer</a>, &quot; held that the award is liable to be set aside for legal patent error apparent on the face of the award and that the Court can look into material not appearing on the face of the award if the jurisdiction of the arbitrator is in dispute and that the arbitrator would be acting without jurisdiction if he disregards the provisions of the contract.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_9\">7. Now I will take up each of the claims allowed by the 2nd respondent-arbitrator and made rule of the Court.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">8. The arbitrator allowed a sum of Rs. 80,400/- as against the claim No. 1 under which a claim for Rs. 2,15,100/- was made towards compensation on the following counts:\n</p><blockquote id=\"blockquote_4\">  (a) Idle charges from 5-8-78 to 15-9-78\n    @ Rs. 6/- per day for 300 Labourers.\n</blockquote><pre id=\"pre_2\">    (For 42 days - 300 X 6 X 42)                 Rs. 75,800-00\n(b) Loss of hutting materials\n    each Rs. 130 X 150 huts.                     Rs. 19,500-00\n(c) Loss of Advance on 300\n    Labourers @ Rs. 300/- each                   Rs. 90,000-00\n(d) Loss of Advances on 100 \n    Labourers @ Rs. 300/- each \n    (after resumption of work as per \n    notice Dt.10-8-79 of the A.E. but \n    due to disband the labour on\n    obstruction of landlords.                    Rs. 30,000-00\n                          Total:                 Rs. 2,15,100-00\n \n\n</pre><blockquote id=\"blockquote_5\">As regards this claim, the respondent-contractor contends that the appellant-department failed to hand over uninterrupted possession of the site on 10-7-78, the date of delivery of land for execution of the work and this happened on account of the failure of the department in taking advance possession of the land from the ryots and that the labourers, brought by him to the site, had to spend idle days. It is also the contention of the contractor that during the idle period he had to pay idle charges to 300 labourers at the rate of Rs. 6/- per day per labourer for 42 days i.e., from 5-8-78 to 15-9-78. It is also the contention of the contractor that he suffered loss on the advances paid to 100 labourers after resumption of work pursuant to the letter dated 10-8-78 of the Assistant Engineer and as he was constrained to disband the labour again to avoid idle charges due to the obstructions from the ryots after execution of part of the work. The contractor also claimed compensation for hutting materials supplied and for advances paid for 300 labourers. The appellant-department disputed the claim and it contended that the delay for the execution of the work was not due to non-delivery of full site to the contractor, but due to not having proper planning or programme for execution of the work. Based on the letter dated 28-9-78 of the Executive Engineer addressed to the Superintendenting Engineer stating that the land owners are reluctant to give advance portion of the land and that the revenue authorities i.e., Dy. Tahsildar, Asst. Agricultural Officer, Land Acquisition and the Spl. Dy.Collector, did not accept for arranging advance possession of the land, the arbitrator came to the conclusion that the Department did not hand over uninterrupted site to the contractor on 10-7-78 i.e., at the time of handing over the site and as such, the delay in execution of the work was due to non-handing over the site to the contractor. On a perusal of the record, the arbitrator came to the conclusion that only 200 labourers alone were kept idle from 5-8-78 to 15-9-78 i.e., 42 days and accordingly allowed the claim and awarded an amount of Rs. 50,400/- towards idle charges for 200 labourers at the rate of Rs. 6/- per day for 42 days. The arbitrator also awarded a sum of Rs. 30,000/- towards advance paid to 100 workers engaged subsequently. Thus, in all, Rs. 80,400/- was awarded under this claim No. 1. This claim was thus, on account of the delay in handing over the entire uninterrupted site to the contractor and it was attributed to the department. It is the submission of the learned Government Pleader for the department that the claim of the contractor for compensation on account of such delay or hindrance to the execution of the work is barred under P.S. 59 of A.P. - Standard Specification and Preliminary Specification. It is his submission that any claim on account of delay or any hindrance to the work for any cause whatsoever, is not eligible to be entertained and awarding Rs. 80,400/- on this count by the arbitrator was without jurisdiction as it is contrary to the prohibition contained in P.S. 59. The learned Counsel for the contractor though admitting the existence of such a prohibition under P.S. 59 submitted that in the contract entered into between the parties, P.S. 59 has been waived and as such, the contractor is not barred in claiming the same.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_11\">9. To appreciate these contentions of the respective parties, P.S. 59 needs to be extracted as follows:\n</p>  \n\n<blockquote id=\"blockquote_6\">&quot;Delays and extension of time: No claim for compensation on account of delays or hindrances to the work from any cause whatever shall lie, except, as hereinafter defined. Reasonable extension of time will be allowed by the Executive Engineer or by the officer competent to sanction the extension for unavoidable delays, such as may result from causes, which, in the opinion of the Executive Engineer, are undoubtedly beyond the control of the contractor. The Executive Engineer shall assess the period of delay or hindrance caused by any written instructions issued by him, at twenty five per cent in excess of the actual working period so lost.\n</blockquote> \n\n<blockquote id=\"blockquote_7\">In the event of the Executive Engineer failing to issue necessary instructions and thereby causing delay and hindrance to the contractor, the latter shall have the right to claim an assessment of such delay by the Superintending Engineer of the Circle whose decision will be final and binding. The contractor shall lodge in writing with the Executive Engineer a statement of claim for any delay or hindrance <a href=\"/doc/34013/\" id=\"a_3\">referred to above</a>, within fourteen days from its commencement, otherwise no extension of time will be allowed.\n</blockquote> \n\n<blockquote id=\"blockquote_8\">Whenever authorized alterations or additions made during the progress of the work are of such a nature in the opinion of the Executive Engineer as to justify an extension of time in consequence thereof, such extension will be granted in writing by the Executive Engineer or other competent authority when ordering such alterations or additions.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\">A plain reading of this provision ex-facie, bars any claim for compensation on account of delay in execution of the work or on account of any hindrance to the work or for compensation attributed to the non-utilisation of men and materials. The only relief available to the contractor on that count is the reasonable extension of time. In the instant case, the arbitrator did not consider this provision under P.S. 59 barring any claim for compensation on account of delay in execution of the work. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"34013\" id=\"span_3\">In &quot;<a href=\"/doc/34013/\" id=\"a_4\">Prasad and Company v. Superintending Engineer&quot; (D.B</a>.) (4 quoted supra), it is held, applying P.S. 59 as expounded in various pronouncements of this Court, that the arbitrators exceeded their jurisdiction and committed legal mis-conduct in awarding the sum under claim No. 1 for the alleged loss of productivity, which is nothing but the claim for compensation attributed to non-utilisation of men and equipments to the maximum extent.</span> In &quot;V.C. Brahammanna v. State of A.P. rep. by Superintending Engineer, Visakhapatnam&quot; (3 quoted supra) it is observed thus: &quot;P.S. 59 forms an independent arbitration clause as between the contractor and the department with an indepth machanism where in the event of a dispute raised regarding the assessment of the extension to be granted on account of the delay caused, the Superintending Engineer has to act as an arbitrator between the parties. The contract agreement does not encompass the dispute contemplated to be resolved under P.S. 59. P.S. 59 has to be considered as an independent agreement in that regard between the parties, for which the arbitration agreement and P.S. 59 are exclusive of each other. That being so, the arbitrator in entertaining the claim assumes the jurisdiction without it being vested in him as the dispute is one which is not referable to him at all. Hence, when it is shown that the very claim of the contractor is on account of delay supposed to have been occasioned by the respondent and money compensation is claimed in respect of the loss caused by the delay, the facts in themselves is ousted the jurisdiction of the arbitrator to enter into the dispute and make an award in this regard. If an award has in fact been made in the matter, it has to be treated as non-est in law and the Court, be a civil Court or the High Court has no difficulty in striking it down&quot;. These decisions are applicable in all force to the facts in this case. Admittedly, the entire site was not handed over on 10-7-78. The letter dated 28-9-78 addressed by the Executive Engineer to the Superintending Engineer also establishes that there was some difficulty in taking over advance possession of the land under acquisition and as such, there was hindrance for execution of the work in time. The compensation claimed for payment of idle charges and the advance amount paid to the workers arose due to not handing over uninterrupted possession of the site to the contractor in time. But, what is the consequence of such delay and whether it entitles the contractor to claim compensation in the face of P.S. 59, the sole arbitrator did not pose these questions for consideration, but simply awarded compensation as claimed by the contractor. This amounts to non-application of mind to the crucial question involved and this is an apparent legal infirmity in the award. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1843266\" id=\"span_4\">The learned Government Pleader for Arbitration has also brought to my notice the decision in &quot;<a href=\"/doc/1843266/\" id=\"a_5\">Government of A.P. v. G. Kondal Rao,  (D.B.</a>).&quot;</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"716267\" id=\"span_5\">and &quot;<a href=\"/doc/716267/\" id=\"a_6\">Durgaram Prasad v. Govt. of A.P.</a>, &quot; to show that P.S. 59 is mandatory in nature.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"470398\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144266474\" id=\"span_7\">The mandatory character of P.S. 59 was considered by the Supreme Court in &quot;<a href=\"/doc/144266474/\" id=\"a_7\">Ch. Ramalinga Reddy v. Superintending Engineer</a>, &quot; where the Court distinguished the earlier decision of that Court in &quot;<a href=\"/doc/470398/\" id=\"a_8\">P.M. Paul v. Union of India</a>, 1989 (1) SCR 115&quot; and held that P.S. 59 applies and when the respondent also made it clear, at the time of extension of time that he could not involve any financial commitment, an award granting a compensation on account of delays cannot be set aside. Therefore, by awarding of compensation under claim No. 1 without considering the effect of P.S. 59, the arbitrator has exceeded his jurisdiction and as such, the same is liable to be set aside.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">10. As regards the contention raised by the contractor that the applicability of P.S. 59 has been waived in the contract between the parties and as such, the arbitrator need not consider the effect of P.S. 59, in the recent decision of this Court in &quot;V.C. Brahammanna v. State of A.P. rep. by Superintending Engineer Visakhapatnam&quot; (3 quoted supra), it has been held that to a contract to which P.S. 59 applies, it is not within the competence of the Superintending Engineer or any authority to waive its application. It has been held at page 959 in para 7 thus:\n</p><blockquote id=\"blockquote_9\"> &quot;The Preliminary Specifications hence ipso facto apply to the contracts and govern the same without any change, addition, alteration or modification unless they are approved by the Government. It is not within the power of the competent authority under G.O.Ms. No. 1632 or the Executive Engineer to make any alteration or modification or addition to the applicability of P.S. 59 to the agreement. That is understandable since the preliminary specifications are fundamental facets of the contract, the additions or alterations to which are more likely to lead to added financial commitments of the Government and hence it might have been rightly and appropriately decided by the Government that no alteration in that regard be made unless it is sanctioned by the Government itself. In juxta-position to P.S.6, P.S.7 states about the power of the Superintending Engineers and the Executive Engineers to supplement or alter the A.P. Standard Specifications and provides that when an alteration to the standard specification is necessary, it can only be done by a correction sheet attached to the contract from bearing the standard specification number, the corrections and signature of the Superintending or the Executive Engineers, as the case may be, together with the signature of the contractor. Additional specifications are also to be done in the same manner. It, hence, stands to reason to hold that apart from the fact that modifications or alterations etc. of preliminary specifications is not permissible without the approval of the Government, no such modifications or alterations, etc. are also contemplated to be made unless it is done by written orders as it is unthinkable that while the standard specifications cannot be changed without written note being attached to the contract form, the preliminary specifications can be allowed to be so done. Viewed a little differently, the preliminary specifications are executive instructions issued by the Government as governing all contracts between the State and the Contractors. The executive instructions are issued under <a href=\"/doc/694670/\" id=\"a_9\">Art.162</a> of the Constitution of India under which the Government has authority to issue such instructions covering the entire legislative field except to the extent the field is already occupied by a legislation in existence. These executive instructions are not only binding on the department as well as the contractor but also are not liable to be changed unless it is done by the Government themselves. Impelled by such considerations, we hold that to a contract to which P.S. 59 applies, it is not within the competence of the Superintending Engineer or Executive Engineer or any other authority to waive its application.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">11. In the instant case, there is nothing on record to show whether the waiver of P.S. 59 has been approved by the Government. In the absence of such evidence, it has to be held that the Superintending Engineer or the Executive Engineer is not competent to waive P.S.59 which is applicable to the facts in this case. The decision of the Division Bench quoted above is binding upon me.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">12. The learned Government Pleader for Arbitration also contended that the award vis-a-vis claim No. 1 is liable to be struck down under <a href=\"/doc/679619/\" id=\"a_10\">section 55</a> of the Contract Act. The concluding part of <a href=\"/doc/679619/\" id=\"a_11\">Section 55</a> of Contract Act reads thus:\n</p><blockquote id=\"blockquote_10\"> &quot;If, in a contract voidable on account of the promisor&#x27;s failure to perform his promise at the time agreed, the promisee accepts performance of such promise at any time other than that agreed, the promisee cannot claim compensation for any loss occasioned by the non-performance of the promise at the time agreed, unless, at the time of such acceptance, he gives notice to the promisor of his intention to do so.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1421824\" id=\"span_8\">Relying upon this concluding part of <a href=\"/doc/679619/\" id=\"a_12\">Section 55</a> of the Contract Act, the claim for compensation was negatived by this Court in &quot;<a href=\"/doc/1421824/\" id=\"a_13\">State of A.P. v. Associated Engineering Enterprises,  (D.B.</a>). At paragraph No. 1, the Division Bench observed thus:</span>\n</p><blockquote id=\"blockquote_11\"> &quot;According to this section, it was open to the respondent to avoid the contract on account of the Government&#x27;s breach of promise to deliver the sites at a particular time, but, he did not choose to do so, and accepted the delivery of sites at a time other than what was agreed upon between them earlier. If so, he is precluded from claiming compensation for any loss occasioned by such delay, unless, of course, at the time of such delayed acceptance of the sites, he had given notice to the Government of his intention to claim compensation on that account. It must be remembered that this provision of law was specifically referred to, and relied upon in the counter filed by the Government to the respondent&#x27;s claim before the arbitrator. But, it is not brought to our notice that the contractor had given such a notice (contemplated by the last sentence in <a href=\"/doc/679619/\" id=\"a_14\">Section 55</a>). We must make it clear that we are not entering into the merits of the decision of the arbitrator. What we are saying is that such a claim for compensation is barred by law, except in a particular specified situation and inasmuch as such a particular specified situation is not present in this case, the claim for compensation is barred. It is well settled that an arbitrator, while making his award, has to act in accordance with law of the land, except in a case where a specific question of law is referred for his decision.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\">This decision has been followed by another Division Bench of this Court in &quot;Superintending Engineer, PWD and Anr. v. Patibandla Radhakrishnamurthy and Anr., &quot;. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"654172\" id=\"span_9\">The proposition that the arbitrator is bound to give effect to the general law of the land is also laid down by the Constitutional Bench in &quot;<a href=\"/doc/654172/\" id=\"a_15\">Secretary Irrigation Department v. G.C. Roy</a>, &quot; and also in recent case in &quot;Trustees of Port Trust v. ECC Limited, (1995) 4 SCALE 742. In the instant case, It is not the case of the contractor that at any point of time, he reserved the right to claim compensation. It is an undisputed fact that the contractor did not at any time, till the conclusion of the contract, signify his intention to claim compensation or to proceed with the work despite lack of adequate site without prejudice to his claim for compensation. While seeking extension of time for completing the work till 31-8-1982 through his letter addressed to the Chief Engineer, the contractor did not reserve any right to claim any compensation for any loss occasioned to him for the delay in making available the site for completing the work. Therefore, <a href=\"/doc/679619/\" id=\"a_16\">Section 55</a> of the Contract Act is squarely attracted as held by this Court in the above mentioned cases. Though there is no specific reference to <a href=\"/doc/679619/\" id=\"a_17\">Section 55</a> of the Contract Act, in the pleadings or in the grounds of objections, the relevant facts give rise to application of <a href=\"/doc/679619/\" id=\"a_18\">Section 55</a> of the Contract Act. It is the bounden duty of the sole arbitrator to pass the award in accordance with law i.e., the statutory provision contained in <a href=\"/doc/679619/\" id=\"a_19\">Section 55</a> of the Contract Act. For this reason also, it has to be held that the arbitrator has committed legal misconduct in accepting claim No. 1 though partly.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\">13. The next claim allowed by the arbitrator is claim No. 5. The contention of the contractor is that he executed additional work i.e., &quot;earth work excavation at plank well, all soils in one cubic metre lead&quot; under a supplemental for which, the department has originally fixed a rate of Rs. 11.00. But, subsequently, it has been revised at the rate of Rs. 10.80 per cubic metre. The contractor claimed at the rate of Rs. 15/- per cubic metre for this work based on the market rate. The contractor claimed Rs. 41,850/- under this item based on difference between the market rate i.e., Rs. 15/- and the rate paid to him i.e., Rs. 10.80. It is not disputed that the contractor has executed 9,300 cubic metres work as additional work and the department also paid at the rate of Rs. 10.80 per cubic metre. The arbitrator allowed this claim by observing that the department has not disputed the rate of Rs. 15/- per cubic metre indicated by the contractor which is stated to be market rate prevailing at the time of execution of the work. I do not find any reason to interfere with this awarding of Rs. 39,060/- (9,300 cubic metres x 4.30 per cubic metre). Hence, this claim is confirmed.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\">14. The next claim i.e., claim No. 6 relates to payment of Rs. 18,000/- for execution of key trenches. The contractor contends that he had executed key trenches as per the directions of the officers of the department. The department also admits about the execution of key trenches. The contractor is claiming a sum of Rs. 18,000/-. The department is opposing this claim on the plea that excavation of key trenches is not covered by the agreement entered into between the parties. The arbitrator allowed this claim on the ground that it is evident from the documents produced by the department that a provision has been made for key trenches in the deviation statements prepared by the department. It is not disputed that there is provision in the deviation statements prepared by the department for excavation of key trenches and it is only on the instructions from the department the contractor could have excavated the key trenches worth Rs. 18,000/-.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\">15. Therefore, the award under this claim is confirmed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\">16. Claim No. 7 relates to the payment of final bill and refund of deposits. The arbitrator has given cogent reasons for allowing this claim. There is no substance in the objection raised by the department for this claim that the work done by the contractor is defective. The department has not raised that objection within the period of six months after completion of the work. The award under this claim is confirmed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\">17. Under claim No. 8, the contractor claimed a sum of Rs. 20,000/- towards the costs for initiation of arbitration proceedings before the panel of arbitrators earlier, towards the costs of the suit filed in the City Civil Court, for setting aside the award passed by the panel of arbitrators and towards the costs of the arbitration before the sole arbitrator and towards the charges for conveyance, boarding and lodging from 1983 onwards. On a consideration of the evidence on record, the arbitrator allowed a sum of Rs. 5,000/- under this head. It cannot be said that this amount is on higher side or the claim is unjustified. Hence, the award under this claim is confirmed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_23\">18. As regards interest, the learned Subordinate Judge modified the interest allowed by the arbitrator. The learned Subordinate Judge awarded interest at 24% per annum on the sums due from 31-5-1983 to date of entering upon the reference by the sole arbitrator and also interest at the same rate from the date of award till the date of decree and subsequent interest from the date of decree at the same rate till the payment. This granting of interest by the learned subordinate Judge is in terms of law and I do not find any reason to interfere with the same.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">19. In the result, the appeal and the revision petition filed by the Government of A.P. are partly allowed. The award and decree with respect to claim No. 1 is set aside, and the award and decree with respect to claims 5, 6, 7 and 8 are confirmed. The decree relating to interest is also confirmed. Thus, the award and decree, shall stand modified as stated supra. There is no order as to costs.\n</p> \n\n","numcites":10,"numcitedby":0,"docsource":"Andhra HC (Pre-Telangana)","citetid":635489,"divtype":"judgments","relatedqs":[{"value":"section 55 of contract act","formInput":"section%2055%20of%20contract%20act"},{"value":"idle charges","formInput":"idle%20charges"},{"value":"executive instruction","formInput":"executive%20instruction"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"\"section 55\" AND contract act","formInput":"%22section%2055%22%20AND%20contract%20act"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"contract act","formInput":"contract%20act"},{"value":"extension of time  ","formInput":"extension%20of%20time%20%20"},{"value":" award by arbitrator","formInput":"%20award%20by%20arbitrator"},{"value":"award of interest","formInput":"award%20of%20interest"},{"value":"hindrances","formInput":"hindrances"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"additional works","formInput":"additional%20works"},{"value":"Excavator","formInput":"Excavator"},{"value":"waive ","formInput":"waive%20"},{"value":"without jurisdiction ","formInput":"without%20jurisdiction%20"},{"value":"O.S Suit","formInput":"O.S%20Suit"}],"cats":[{"value":"effect-of-failure-to-perform-at-fixed-time","formInput":"tag:effect-of-failure-to-perform-at-fixed-time"},{"value":"limitation-executive","formInput":"tag:limitation-executive"}],"courtcopy":false,"query_alert":null,"agreement":false}