{"tid":374740,"publishdate":"2005-09-13","title":"State Of M.P. And Anr. vs Kamal Kishore Sharma on 13 September, 2005","doc":"<h2 class=\"doc_title\">State Of M.P. And Anr. vs Kamal Kishore Sharma on 13 September, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2006(2)ARBLR305(MP), 2006(1)MPHT565</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-k-jaiswal\">P.K. Jaiswal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-k-jaiswal\">P.K. Jaiswal</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nS.S. Jha, J.\n \n\n</pre><p data-structure=\"Precedent\" id=\"p_1\">1. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708157\" id=\"span_1\">In this case the dispute is referred to the Larger Bench by the Division Bench on the question whether the judgment in the case of <a href=\"/doc/708157/\" id=\"a_1\">Lachmandas v. State of M.P.</a> 2000(3) MPLJ 21 has rightly held that there is no period prescribed for approaching Superintending Engineer for deciding the dispute under the works contract and whether period mentioned in the works contract is administrative in nature.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_2\">2. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708157\" id=\"span_2\">In the case of <a href=\"/doc/708157/\" id=\"a_2\">Lachmandas</a> (supra) Division Bench has held that reading the arbitration agreement and the Adhiniyam together, it is crystal clear that limitation for approaching the Tribunal under Section 7-B of the Adhiniyam commences from the date of communication of decision of the Final Authority. No period has been prescribed for approaching the Superintending Engineer for deciding the dispute under Section 7- B of the Adhiniyam. The period of 30 days prescribed in the contract agreement is administrative in character and there is no period prescribed for approaching the Executive Engineer under the Adhiniyam. Therefore, period spent before the Executive Engineer will not be counted towards limitation under the Adhiniyam.</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. It may be pointed out that Division Bench has not considered the amendment in Section 7-B of the Adhiniyam vide <a href=\"/doc/1596533/\" id=\"a_3\">Amending Act</a> No. 36 of 1995 w.e.f. 15-12-1995. It appears that the said amendment was not brought to the notice of the Division Bench and the Division Bench has considered the provisions which were brought into amendment, which came into force by <a href=\"/doc/1596533/\" id=\"a_4\">Amending Act</a> No. 9 of 90, which came into force w.e.f. 24-4-90. The said amendment was substituted by <a href=\"/doc/1596533/\" id=\"a_5\">Amending Act</a> No. 36 of 95 w.e.f. 15-12-1995 in Section 7-B of the Adhiniyam.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. Learned Additional Advocate General appearing for the State has submitted that amended provision of Section 7-B, which came into force w.e.f. 15-12-1995, has not been considered by the Division Bench and invited attention to the language occurring in Section 7-B (1) (a) &quot;the dispute is first referred to the decision of the Final Authority under the terms of works contract&quot; and submitted that this provision will include period of limitation agreed by the parties in the works contract and the said contractual period of limitation can not be termed as administrative instruction. By the amendment in Sub-section (1) (a) occurring in Section 7-B words &quot;referred for the decision of Final Authority under the terms of works contract&quot; means that before approaching Tribunal contractor must exhaust remedy available to him under the works contract and approach the Tribunal after the decision of Final Authority. Procedure prescribed in the works contract for approaching the Final Authority must be followed. He invited attention to Clause 29 of the agreement and submitted that whenever a dispute arise out of the works contract whether arising during the progress of the work or after the completion or abandonment thereof shall be referred to the Superintending Engineer in writing for his decision, within a period of 30 days of such occurrence. He submitted that it is mandatory under Clause 29 for a contractor to refer a dispute within 30 days to the Superintending Engineer in writing for his decision within the stipulated period of thirty days from the date of such occurrence. When the dispute is referred and after Superintending Engineer has given his decision or instruction, then appeal shall lie to the Chief Engineer who is Final Authority within a period of thirty days from such decision and after approaching the Final Authority if Final Authority has decided the dispute, then the contractor is required to approach the Tribunal within a period of one year from the date of such appeal to the Final Authority. In case Final Authority fails to decide the dispute within six months from the date of appeal to it, the dispute before the Tribunal should be filed within one year from the date of expiry of the said period of six months. He submitted that reference to the Final Authority must be in terms of the works contract. If there is no reference to the Final Authority in terms of the works contract, the Tribunal will have no jurisdiction to admit a reference petition. He emphasised on the words appearing in Section 7-B (i) &quot;The Tribunal shall not admit a reference&quot; and submitted that without exhausting remedy under the works contract dispute before Tribunal is not maintainable.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_5\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"708157\" id=\"span_3\">5. On the other hand Shri Harish Dixit, Advocate appearing for the respondent submitted that this question has been considered by the Division Bench in the case of <a href=\"/doc/708157/\" id=\"a_6\">Lachmandas</a> (supra). Conditions mentioned in the agreement are on the administrative side and can not be enforced under <a href=\"/doc/1224074/\" id=\"a_7\">Section 28</a> of the Contract Act. He submitted that the conditions are not enforceable under <a href=\"/doc/1224074/\" id=\"a_8\">Section 28</a> of the Contract Act. Condition of period of limitation in the contract is void. He submitted that the agreement which restrains legal proceedings is void.</span> In support of his contention he referred to the judgment in the case of Munilal v. Oriental Fire and General Insurance Co. Ltd. . In this case the question has been considered whether curtailing the period of limitation than prescribed in the act is void under <a href=\"/doc/1224074/\" id=\"a_9\">Section 28</a> of the Contract Act. Counsel for the respondent then submitted that on bare reading of Section 7-B (1) (b) it is clear that the dispute must be referred to the decision of Final Authority under the terms of works contract. He submitted that the dispute must be referred to the Final Authority defined under the terms of works contract and submitted that the respondent has referred the dispute to the Final Authority under the terms of works contract. It is not necessary to approach the Superintending Engineer and after his decision to the Final Authority but the intention of legislature under Section 7-B (1) (a) is that before filing the petition contractor must approach the Final Authority under the terms of works contract. Provision is sine qua non for referring the dispute for the decision of the Final Authority appointed under the terms of the contract and dispute will arise when claim is denied. Adhiniyam has not prescribed any mode of reference. Since respondent has referred the dispute to the Final Authority as agreed by the parties under the works contract, therefore the petition before the Tribunal was maintainable. He therefore submitted that the language of Section 7-B is clear and unambiguous and provides that before filing the dispute before the Tribunal party must approach Final Authority under the works contract. It is not provided that Final Authority be approached under the terms of works contract. He submitted that his application before Tribunal is maintainable.\n</p> \n\n<p data-structure=\"Section\" id=\"p_6\">6. To understand the controversy it will be appropriate to reproduce the provisions of the Act before the amendment of 95 and after the amendment of 95.\n</p> \n   \n   \n   \n\n<p data-structure=\"Section\" id=\"p_7\">Before Amendment\n  \n   \n   \n\nAfter Amendment\n  \n \n  \n   \n   \n\n7-B. Limitation. (1) The Tribunal shall not\n  admit a reference,\n  \n   \n   \n\n7-B. Limitation. (1) The Tribunal shall not\n  admit a reference petition unless,\n  \n \n  \n   \n   \n\n</p><p data-structure=\"CDiscource\" id=\"p_8\">(a) in\n  a case where a decision has been made in connection with a dispute under the\n  terms of the agreement for a works contract by the Final Authority under the\n  agreement unless the reference petition is made within one year from the date\n  of communication of such decision, if any.\n</p>  \n   \n   \n\n<p data-structure=\"CDiscource\" id=\"p_9\">(a) the\n  dispute is first referred for the decision of the Final Authority under the\n  terms of the works contract; and\n  \n \n  \n   \n   \n\n \n   \n\n \n  \n   \n   \n\n</p><p data-structure=\"Conclusion\" id=\"p_10\">(b) the\n  petition to the Tribunal is made within one year from the date of communication\n  of the decision of the Final Authority.\n</p>   \n\n<p data-structure=\"Conclusion\" id=\"p_11\">Provided\n  that if the Final Authority fails to decide the dispute within a period of\n  six months from the date of reference to it, the petition to the Tribunal shall be\n  made within one year of the expiry of the said period of six months.\n</p>  \n \n  \n   \n   \n\n<p data-structure=\"Conclusion\" id=\"p_12\">(b) in\n  a case where a dispute has been referred to the Final Authority under the\n  agreement and such authority fails to decide it within a period of six months\n  from the date of reference to it unless the reference petition is made within\n  one year from the date of expiry of the said period of six months.\n</p>  \n   \n   \n\n \n   \n\n \n  \n \n  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_4\">(2)</span>\n<p data-structure=\"Precedent\" id=\"p_13\">  Notwithstanding anything contained in Sub-section (1) where\n  no proceeding has been commenced at all before any Court preceding the date\n  of commencement of this Act or after such commencement but before the\n  commencement of the Madhya Pradesh Madhyastham Adhikaran (Sans-hodhan)\n  Adhiniyam, 1990, a reference petition shall be entertained\n  within one year of the date of commencement of Madhya Pradesh Madhyastham\n  Adhikaran (Sanshodhan) Adhiniyam, 1990 irrespective of the fact\n  whether a decision has or has not been made by the Final Authority under the\n  agreement.&quot;\n</p>  \n   \n   \n\n<span class=\"hidden_text\" id=\"span_5\">(2)</span>\n<p data-structure=\"Precedent\" id=\"p_14\">  Notwithstanding anything contained in Sub-section (1),\n  where no proceeding has been commenced at all before any Court preceding the\n  date of commencement of this Act, or after such commencement but before the\n  commencement of the Madhya Pradesh Madhyastham Adhikaran (Sanshodhan)\n  Adhiniyam, 1990, a reference petition shall be entertained\n  within one year of the date of commencement of Madhya Pradesh Madhyastham\n  Adhikaran (Sanshodhan) Adhiniyam, 1990 irrespective of the fact\n  whether a decision has or has not been made by the Final Authority under the\n  agreement.\n</p>  \n \n  \n   \n   \n\n \n   \n\n \n  \n   \n   \n\n<p data-structure=\"CDiscource\" id=\"p_15\">(2A)\n  Notwithstanding anything contained in Sub-section (1), the\n  Tribunal shall not admit a reference petition unless it is made\n  within three years from the date on which the works contract is terminated,\n  foreclosed, abandoned or comes to an end in any other manner or when a dispute\n  arises during the pendency of the works contract.&quot;\n</p>  \n \n\n \n\n<p data-structure=\"Section\" id=\"p_16\">7. On bare perusal of the provision it is apparent that changes have been made vide amendment of the year 1995 and earlier period of limitation of one year was prescribed after the decision of Final Authority under the agreement. Now the act is modified and it is mandatory to refer the dispute for decision of the Final Authority under the terms of works contract. The amendment in the Act was brought by Act No. 36 of 95 and the statement and objects and reasons for the said amendment was that in order to enable the Arbitration Tribunal to function more effectively it has become essential to amend the Act and it is further provided that since the verbiage of Sub-section (1) of Section 7-B is defective, this section has been modified suitably. The meaning of word verbiage as defined in the Oxford Dictionary is &quot;needless accumulation of words&quot; or the section is expressed in more words than are needed. Thereby Tribunal has clarified the provisions of Section 7-B of the Adhiniyam. Since the language of Section 7-B is simplified which is now clear and unambiguous contention of Counsel for the respondent can not be accepted that the words occurring in section that &quot;decision of Final Authority under the terms of works contract&quot; would mean that party must approach Final Authority under the works contract before filing the dispute. He submitted that only requirement is that the dispute must be first referred to the Final Authority under the terms of the works contract and party is not required to approach Final Authority as per terms of Clause 29 of the works contract after approaching Superintending Engineer. Thus, if a particular manner is prescribed under the works contract for referring the dispute to the Final Authority, the procedure laid down in the contract must be followed. Reference should be made to the Final Authority in terms of the agreement for works contract and not otherwise. Since unnecessary words have been reduced in Section 7-B vide Amendment by Act 36 of 95, the real meaning can be drawn from the unamended provision. Thus, it is dear that before admitting the reference Tribunal must satisfy itself that the dispute has been referred for the decision of the Final Authority strictly as per the terms of the works contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708157\" id=\"span_6\">It may be further clarified that after the judgment in <a href=\"/doc/708157/\" id=\"a_10\">Lachmandas</a> (supra) was delivered legislature has further amended the Act vide notification dated 5th January, 2005 and added Sub-section (2-A) to Section 7-B in the Adhiniyam. In order to clarify the position of limitation, it is further provided that the Tribunal shall not admit a reference petition unless it is made within three years from the date on which the works contract is terminated, foreclosed, abandoned or comes to an end in any manner or when a dispute arises during the pendency of the works contract.</span>\n</p> \n\n<p data-structure=\"Issue\" id=\"p_17\">8. Next question which is required to be determined is whether the provisions under the Clause 29 of the Works Contract are void in terms of <a href=\"/doc/1224074/\" id=\"a_11\">Section 28</a> of the Contract Act.\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\">9. In the case of Munital (supra) it was submitted by the Counsel that <a href=\"/doc/1224074/\" id=\"a_12\">Section 28</a> of the Contract Act prohibits prescription of shorter limitation than one prescribed in the <a href=\"/doc/1317393/\" id=\"a_13\">Limitation Act</a>. Even otherwise Counsel for the respondent in this case could not point out how the period of limitation has been restricted by the said agreement. <a href=\"/doc/1224074/\" id=\"a_14\">Section 28</a> of the Contract Act is reproduced below alongwith proviso :--\n</p>  \n\n<blockquote id=\"blockquote_1\">28. Agreement in restraint of legal proceedings, void Every agreement,--\n</blockquote>  \n\n<blockquote id=\"blockquote_2\">(a) by which any party thereto is restricted absolutely from enforcing his rights under or in respect of any contract, by the usual legal proceedings in the ordinary Tribunals, or which limits the time within which he may thus enforce his rights; or\n \n\n</blockquote><blockquote id=\"blockquote_3\">(b) which extinguishes the rights of any party thereto, or discharges any party thereto from any liability, under or in respect of any contract on the expiry of a specified period so as to restrict any party from enforcing his rights,\n \n\nis void to that extent.\n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_19\">10. Under Clause 28 parties had agreed that the dispute when it will arise shall be referred within thirty days from the cancellation, abandonment or any dispute during the substance of the contract to the Superintending Engineer. Superintending Engineer shall proceed to decide the dispute within sixty days or within such time as agreed by the parties. Thus there is no restriction in the agreement. Parties have mutually agreed that within thirty days of decision of such dispute, the contractor if not satisfied with the decision of the Superintending Engineer may file an appeal within thirty days to the Chief Engineer, which shall be decided by him within a period of six months after affording an opportunity of hearing to parties and opportunity of adducing evidence. Chief Engineer is the Final Authority under Clause 29 of the agreement. In the circumstances there is no reduction in the period of limitation and this condition is not violative of the period of limitation prescribed in the Act and the Act also provides that when a dispute is referred to the Final Authority in the terms of works contract, then petition will lie within one year from the date of communication of the decision of the Final Authority but where Final Authority fails to decide the dispute within a period of six months, then petition to the Tribunal shall be made within one year from the expiry of said period of six months. Thus, provision in the Act as well as in the agreement is identical and period of limitation is not curtailed by Clause 29 of the agreement. Therefore, <a href=\"/doc/1224074/\" id=\"a_15\">Section 28</a> of the Contract Act is not attracted and conditions in Clause 29 of the agreement are not void.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">11. In the present case Final Authority is mentioned in Clause 29 of the agreement. Clause 29 provides that if the Superintending Engineer fails to decide the dispute within sixty days or mutually agreed time after being requested, if the parties are aggrieved against the decision of the Superintending Engineer, the parties may within 30 days prefer an appeal to the Chief Engineer who shall afford an opportunity to the parties of being heard and to offer evidence in support of his appeal. The Chief Engineer will give his decision within six months. It further provides that if any party is not satisfied with the decision of Chief Engineer, he can refer such dispute for arbitration by an Arbitration Board. Now when the question of referring the dispute to the Arbitration Tribunal is concerned, it will mean reference to the Tribunal. Therefore, Final Authority under the works contract will be the Chief Engineer and the dispute must be referred to him under the terms of the contract as both the parties had agreed to refer the dispute to the Chief Engineer and if any of the party is not satisfied with the decision of the Chief Engineer, then they can seek recourse of decision by the arbitrator. Thus, dispute can only be entertained by the Tribunal after dispute is referred for the decision of the Final Authority under the terms of the works contract. Therefore, we are of the opinion that the language of Section 7-B (1) is clear and specific which provides that dispute must be referred to the arbitrator under the terms of the contract. Even if we peruse the original text in Hindi, the language used in Section 7-B (1) is reproduced as under :--\n</p>  \n\n \n \n\n<blockquote id=\"blockquote_4\">߼1 vf/kdj.k dksbZ\nfunsZ&#x27;k ml n&#x27;kk esa xzg.k ugha djsxk] tc rd fd&amp;&amp;\n \n\nd fookn igys ladeZ\nlafonk ds fuca/kuksa ds v/khu vfUre izkf/kdkjh ds fofu&#x27;p; ds fy, funsZf&#x27;kr ugha\nfd;k tkrk gS] vkSj\n \n\n[k ;kfpdk] vfUre izkf/kdkjh\nds fofu&#x27;p; ds lalwfpr fd, tkus dh rkjh[k ds ,d o&quot;kZ ds Hkhrj vf/kdj.k dks\nugha dh tkrh gS %\n \n\nijUrq ;fn vfUre izkf/kdkjh\nmls funsZ&#x27;k fd, tkus dh rkjh[k ls Ng ekl dh dkykof/k ds Hkhrj fookn dk fofu&#x27;p;\ndjus esa vlQy jgrk gS ogka ;kfpdk Ng ekl dh mDr dkykof/k dk volku gksus ls ,d\no&quot;kZ ds Hkhrj vf/kdj.k dks dh tk,xh A\n \n\nand the aims and object in Hindi at para (3) is reproduced below :--\n</blockquote><blockquote id=\"blockquote_5\"> pwafd /kkjk 7&amp;[k dh\nmi&amp;/kkjk 1 dh &#x27;kCnkoyh =qfViw.kZ gS] vr% bl mi/kkjk dks ;Fkksfpr :i es\nmikUrfjr fd;k x;k gS A\n \n\nAs per claims and object amendment is brought because wordings of Section is defective and has been properly clarified by the amendment.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">12. From the perusal of original text of Hindi it is apparent that the reference must be made to Final Authority in the manner provided under the terms of the works contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\">13. Counsel for the respondent has referred to the judgment in the case of State of M.P. v. Idan Das Wadhwani 2004(11) MPJR Short Note 10. In this case question pertaining to <a href=\"/doc/1052228/\" id=\"a_16\">Arbitration Act</a> was considered and while considering the scope of <a href=\"/doc/494623/\" id=\"a_17\">Section 3</a> of the Adhiniyam, it is held that the &quot;Tribunal&quot; which means an Arbitration Tribunal constituted under <a href=\"/doc/494623/\" id=\"a_18\">Section 3</a> of the Adhiniyam and includes a Bench thereof constituted under <a href=\"/doc/1589358/\" id=\"a_19\">Section 9</a> of the Adhiniyam and when dispute arising out of the works contract between State and the contractor arise then dispute will lie to the Arbitration Tribunal under the terms of the works contract. However, in this case provisions of Section 7-B (1) (a) has not been considered by the Bench.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\">14. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1602127\" id=\"span_7\">In the case of <a href=\"/doc/1602127/\" id=\"a_20\">Dilip Construction Company v. Hindustan Steel Ltd.</a> 1973 MPLJ 786, question of jurisdiction of arbitrator to act under <a href=\"/doc/1232861/\" id=\"a_21\">Section 8</a> of the Arbitration Act is considered. This case has no applicability to the present case.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"629501\" id=\"span_8\">In the case of <a href=\"/doc/629501/\" id=\"a_22\">P.C. Rajput v. State of M.P.</a> 1994 MPLJ 387, it is mentioned while interpreting <a href=\"/doc/74115/\" id=\"a_23\">Section 7</a> of the Adhiniyam that the contractor has raised a dispute by making certain demand before specified officer as required under the terms of the contract but the specified officer failed to take decision within a period of sixty days. Court has held that when contractor has made a claim and if there is no decision within a period of sixty days it will be presumed that dispute has arisen and reference can be made to the Arbitration Tribunal. In this case amended provisions of Section 7-B(1) has not been considered. Dispute relates to the year of 1983 and specific provision for limitation was not prescribed at that time. Sections 7-A and 7-B were inserted by Act No. 9 of 1990, whereas in <a href=\"/doc/74115/\" id=\"a_24\">Section 7</a> of the Adhiniyam no period for limitation was prescribed. As such there was no occasion for considering the question involved in this case.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708157\" id=\"span_9\">16. Considering the provision of Section 7-B(1) (a) we are of the opinion that on interpreting the provisions of Section 7-B(1) it is crystal clear that no reference shall be admitted by the Tribunal unless dispute is first referred for the decision of the Final Authority in a manner as provided under the terms of the contract. Thus right of contractor to approach Tribunal arises after he has approached Final Authority after decision of Superintending Engineer in terms of the contract. If the contractor has failed to approach the Final Authority as provided under the terms and conditions of the works contract, petition will not be admitted by the Tribunal. Dispute to the Final Authority should be preferred in the manner prescribed under the works contract. Since in the present case it is provided that in the case of abandonment or cancellation or in any dispute of works contract, the dispute must be raised before the Superintending Engineer within a period of 30 days. On his failure to decide the dispute within 60 days or after decision of the dispute, appeal must be preferred within 30 days, which shall be decided by Chief Engineer within 90 days. Therefore, if appeal has not been preferred to the Final Authority in accordance with the terms of the works contract, petition will not be maintainable before the Tribunal. We hold that in <a href=\"/doc/708157/\" id=\"a_25\">Lachmandas</a> (supra) law has not been settled correctly.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\">17. Therefore, in view of the aforesaid finding we are of the opinion that the petition as filed before the Tribunal was not maintainable. In the result this revision succeeds and is allowed and petition filed by the respondent before the Arbitration Tribunal is dismissed as not maintainable.\n</p> \n\n","numcites":11,"numcitedby":17,"docsource":"Madhya Pradesh High Court","citetid":374740,"divtype":"judgments","relatedqs":[{"value":"section 28 of contract act","formInput":"section%2028%20of%20contract%20act"},{"value":"contract under dispute ","formInput":"contract%20under%20dispute%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"contract act","formInput":"contract%20act"},{"value":"limitation period ","formInput":"limitation%20period%20"},{"value":"when no limitation is prescribed","formInput":"when%20no%20limitation%20is%20prescribed"},{"value":"mplj","formInput":"mplj"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"Engineer decision","formInput":"Engineer%20decision"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"disputed will","formInput":"disputed%20will"},{"value":"Hindi","formInput":"Hindi"},{"value":"abandonment","formInput":"abandonment"}],"cats":[{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"amendment","formInput":"tag:amendment"},{"value":"acceptance-must-be-absolute","formInput":"tag:acceptance-must-be-absolute"},{"value":"communication-acceptance-and-revocation-of-proposals","formInput":"tag:communication-acceptance-and-revocation-of-proposals"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}