{"tid":1547570,"publishdate":"1999-04-22","title":"Arvind Iron And Steel Company vs Steel Authority Of India Ltd., Bhilai ... on 22 April, 1999","doc":"<h2 class=\"doc_title\">Arvind Iron And Steel Company vs Steel Authority Of India Ltd., Bhilai ... on 22 April, 1999</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR2000MP247, AIR 2000 MADHYA PRADESH 247, (2000) 3 ARBILR 236</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-misra\">Dipak Misra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-k-mathur\">A.K. Mathur</a>, <a href=\"/search/?formInput=benchid:d-misra\">Dipak Misra</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n\n \n\n  Dipak Misra, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. In this appeal preferred under <a href=\"/doc/685723/\" id=\"a_1\">Section 39(1)(vi)</a> of the Arbitration Act, 1940 (hereinafter referred to as &#x27;the Act&#x27;) the appellant has called in question the correctness of the judgment dated 24-11-90 passed by the learned Additional District Judge, Durg in Civil Suit No. 88-A/1988 whereby he had refused to set aside the award dated 15-1-1987 passed by the sole arbitrator.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The facts as have been unfolded are that the appellant is a partnership firm duly registered under the provisions of <a href=\"/doc/107341/\" id=\"a_2\">Indian Partnership Act, 1932</a>. The respondent No. 1. Steel Authority of India Limited is a Government of India undertaking duly incorporated under the provisions of <a href=\"/doc/1353758/\" id=\"a_3\">Companies Act, 1956</a>. The appellant had entered into a contract with the respondent No. 1 by which he was conferred a right to recover, remove and lift iron scrap from the Blast Furnace Slag Dump at Bhilai and use the same against the agreed payment between the period from 21-6-82 to 20-6-83. The total price payable under the contract for lifting the aforesaid materials was Rs. 2,91,000/-(Two crores ninety one lacs) exclusive of excise duty, sales tax and other charges. The appellant started the recovery and lifting iron scrap under the contract and there was no dispute between the parties till 29-3-83.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. On and from 30-3-83 the respondent No. 1 instead of dumping the iron scrap at the Blast Furnace Slag Dump started dumping at their Newly Commissioned Blast Furnace Iron Scrap Processing Shop. This act of the respondent No. 1 was objected to by the appellant being violative of the terms and conditions of the contract. Assertion made by the appellant was repudiate by the respondent No. 1 which gave rise to a dispute. As the dispute fell within the ambit and sweep of the Arbitrator clause in the agreement, the appellant moved the learned District Judge, Durg under <a href=\"/doc/811701/\" id=\"a_4\">Section 20</a> of the Act for issuing of a direction to respondent No. 1 to file the original agreement between the parties and to refer the dispute for arbitration in terms of the Arbitration clause in the agreement.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\"> 4. As the fact situation exposits the appellant along with the suit filed an application under <a href=\"/doc/245658/\" id=\"a_5\">Section 41(b)</a> of the Act for grant of temporary injunction. Upon hearing both the sides the learned District Judge passed an order of temporary injunction on 27-4-83 whereby the respondent No. 1 was directed to continue to dump 75% of the daily arising of the iron scrap in the old dumping place i.e. Blast Furnace Slag Dump and was allowed to divert 25% to its new dumping place. The aforesaid order of the learned District Judge was called in question by the appellant in Civil Revision No. 948/1983. The respondent No. 1 also assailed the same in Civil Revision No. 865/ 1983. The revision was disposed of in the following terms :  \n</p>  \n\n<blockquote id=\"blockquote_1\">  &quot;Shri Chaphekar states that in view of the fact that the contract is coming to an end on 20th June and that the merits are to be ultimately decided by arbitrator in case the application under <a href=\"/doc/738672/\" id=\"a_6\">Section 2</a> of the Arbitration Act, preferred by the non-applicant in the trial Court, is allowed, no useful purpose will be served in deciding the revision as the question have become academic, and, therefore, he wants to withdraw the revision.   \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> The prayer is allowed. The revision is, therefore, dismissed as withdrawn. It is, however, made clear that the parties are at liberty to take such please in defence as are available to them.&quot;   \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_5\"> In view of the order passed in the said civil revision the appellant did not press its revision which was accordingly dismissed. Thereafter, the respondent filed their objection to the application preferred under <a href=\"/doc/811701/\" id=\"a_7\">Section 20</a>. On 21-10-1983 the learned counsel for the respondent agreed to file the arbitration agreement before the learned District Judge. On 24-11-1983 the learned District Judge passed the following order :  \n</p>  \n\n<blockquote id=\"blockquote_3\">  &quot;Mr. Diwakar Shukla files the arbitration agreement and agrees that the dispute be referred for arbitration to the Managing Director or his nominee as prescribed under clause 8 of the Agreement. He also files reply.  \n</blockquote> \n\n<blockquote id=\"blockquote_4\"> I.   therefore, order that the dispute between the parties be referred to the Managing Director, Bhilai Steel Plant. Bhilai for decision. He shall either himself enter into the reference or shall appoint his nominee to arbitrate upon the dispute between the parties within four months from the date of entering into the reference.  \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> Costs of the proceeding shall be borne by the parties.&quot;   \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 5. On the basis of the aforesaid order the Managing Director appointed the respondent No. 2 as his nominee as a sole arbitrator who entered into reference on 8-5-84 and directed the appellant to submit its statement of claims. Pursuant to the said direction appellant filed its statement on 25-6-1984, Thereafter, the respondent filed the reply-cum-counter statement before the learned arbitrator wherein the respondent No. 1 raised a counter-claim for sum of Rs. 1,04,23,146.24p on account of alleged loss/ damages sustained by them in consequence of their complying with the order of the temporary injunction dated 27-4-83 passed by the learned District Judge, Durg in Civil Suit No. 12-A/1983. The appellant submitted its reply to the respondent No. 1&#x27;s counter-claim. As the proceeding continued for some time the parties by mutual consent extended the time till 15-1-97 to enable the arbitrator to pass the award. The appellant, in its reply to the statement of counter-claim filed by the respondent No. 1. had urged that the counter-claim was not tenable inasmuch as the owner had neither raised any dispute nor preferred any claim under the contract at any point of time prior to filing of the counter-claim statement and, moreover, the claims as put forth in the counter-claim do not fall within the ambit of the arbitration clause inasmuch as it arose out of the order passed by the learned District Judge, Durg.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\"> 6. The learned arbitrator on 15-1-87 rejected the claim of the appellant and allowed the claim of the respondent No. 1 herein, to the extent of Rs. 23,96,709/- and further directed that the security deposit of appellant i.e. amount of Rs. 1G.40.290/- be adjusted and balance is to be paid by the appellant within 60 days of publication of the award failing which it will be liable to pay an interest at the rate of 17.5% per annum. The learned Arbitrator chose to pass a non-speaking award. The aforesaid award was filed before the First Additional District Judge for making it the rule of Court. The appellant filed its objection under <a href=\"/doc/1503578/\" id=\"a_8\">Sections 30</a> and <a href=\"/doc/1154891/\" id=\"a_9\">33</a> of the Act questioning the correctness of the award. It was putforth before the rule making Court that the learned arbitrator had travelled beyond the scope of reference and in any case the counter-claims did not fall within the ambit and sweep of the arbitration clause. The non-assigning of the reasons with regard to the arbitrability of the claims was also challenged. The respondent No. 1 filed its objections and sought the award to be made the rule of Court.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 7. The learned Additional District Judge came to hold that there was no error in passing a non-speaking award. The learned Additional District Judge further came to hold that the Court on the earlier occasion had directed the arbitrator to decide the dispute between the parties. It has been further held by him that the interim order passed by the learned District Judge was not the final one and, in fact, it could not have been decided by Court finally and was within the domain of the arbitrator. As far as interest is concerned the Court below opined that the arbitrator has no jurisdiction to grant future interest. Being of this view he overruled the objection preferred by the appellant and upheld the award in respect of the award of Rs. 23,96,709/- and further directed the award to be modified as far as interest is concerned.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1015491\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"171331\" id=\"span_2\">8. Assailants the aforesaid award Mr. V.K. Tankha, learned counsel for the appellant, has contended that the arbitrator was not justified in rendering a non-speaking award particularly when the arbitrability of the counter-claim putforth by the respondent No. 1 specifically was called in question before the arbitrator by the appellant on various grounds. It is his further submission that the learned arbitrator has exceeded his jurisdiction inasmuch as the counter-claim was not referred to the learned arbitrator by the Court under the reference dated 21-10-83 in Civil Suit No. 12-A/83. It is further canvassed by the learned counsel that the counter-claim being in the nature of damages on the alleged ground of injunction is not referable to or connectable with the arbitration agreement between the parties. It is also submitted by Mr. Tankha that the Steel Authority of India Limited unilteraly diverted the scrap from the agreed mode of performance to contract as a result of which claimant-appellant had to take recourse to Court proceedings and once the Court had intervened, the justifiability of the same could not be questioned before the Arbitrator as that would confer jurisdiction on the Arbitrator to decide the question which has already been put to rest by the Court of law. It is also putforth by the learned counsel for the appellant that there is no distinction in interim arrangement or final order, and therefore, the Arbitrator has no authority to decide the said claim, more so, in a non-speaking manner when the issue of arbitrability was raised. Mr. Tankha has placed reliance on the decisions rendered in the cases of <a href=\"/doc/171331/\" id=\"a_10\">Orissa Mining Corporation v. Prannath Vishwanath Rawelley</a>, <a href=\"/doc/1015491/\" id=\"a_11\">AIR 1977 SC 2014, Associated Engineering Company v. Govt. of A.P.</a>, AIR 1992 SC 232.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391503\" id=\"span_3\"><a href=\"/doc/1391503/\" id=\"a_12\">Tamil Nadu Electricity Board v. Bridge Tunnel Constructions</a>. AIR 1997 SC 1376.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_10\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1391503\" id=\"span_4\">Mr. R. R. Thakur, learned counsel for the respondent No. 1, in his turn, has contended that the award passed by the arbitrator is just and proper and there was no transgression of jurisdiction, and hence the rule making Court has rightly passed the award. It is his further submission that the mode of non-performance of contract was agreed between the parties and before passing of the order of injunction the contract was being performed according to the mode stipulated in the contract but the same was altered by the Court at the instance of the claimant-appellant, and therefore, the dispute is squarely covered with the four corners of the contract. The learned counsel has proposed that there was no Schedule of reference to the arbitrator but all the disputes that had arisen between the parties were left to be decided by the arbitrator. It is his submission that if a party has obtained any interim protection under <a href=\"/doc/245658/\" id=\"a_13\">Section 41(b)</a> of the Arbitration Act the same has to be scrutinised by the Arbitrator while determining the lis and <a href=\"/doc/1391503/\" id=\"a_14\">in that case</a> he acts within the parameters of the agreement and does not really usurp the jurisdiction. He has seriously critised the submission of Mr. Tankha with regard to the non-ascribing of reasons by the arbitrator as there was not stipulation for giving reasons, and there was no specific reference in regard to any question of law.</span> Mr. Thakur has placed reliance on the decision rendered in the case of Western Coal Fields Limited v. Narbada Construction. 1999 (1) MPLJ 55.  \n</p> \n\n \n\n<p data-structure=\"PetArg\" id=\"p_11\">9. It may be stated at the very threshold the submission of Mr. Tankha learned counsel for the appellant can safely be categorised into three compartments, namely, when the issue of arbitrability was raised before the learned arbitrator it was incumbent upon him to ascribe reasons in deciding the plea of arbitrability as that goes to the very root of jurisdiction of the arbitrator; secondly the dispute could not have been adjudicated by the arbitrator as there was no reference by the learned Addl. District Judge. Durg while disposing the suit filed before his under <a href=\"/doc/811701/\" id=\"a_15\">Section 20</a> of the Act; and third the arbitrator could not have embarked upon the enquiry with regard to justifiability of the claim advanced by the respondent No. 1 inasmuch as it was beyond the ambit and sweep of the agreement and related to an order passed by the competent Court under <a href=\"/doc/245658/\" id=\"a_16\">Section 41(b)</a> of the Act.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_12\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1015491\" id=\"span_5\">10. We shall deal with the first contention first. To appreciate the aforesaid submission of the learned counsel for the appellant we have perused the stand taken by the appellant before the learned arbitrator. We notice in the preliminary objection that the appellant had categorised its objection which related to the realm of arbitrability of the counter-claims putforth by the appellant. Mr. Tankha has drawn our attention to the decision rendered in the case of <a href=\"/doc/1015491/\" id=\"a_17\">Bridge Tunnel Construction Company (AIR 1997 SC</a> 1376) (supra), in the aforesaid case their Lordships have held as under (Para 26):--</span>  \n</p><blockquote id=\"blockquote_6\">  &quot;It would thus be clear that the arbitrator cannot clothe himself conclusively with the jurisdiction to decide or omit to decide the arbitrability of a particular item or the claim made by the parties. When a specific reference has been made to the arbitrator and the parties raise the dispute of arbitrability, with the leave of the Court/by a direction of the Court in a proceeding under <a href=\"/doc/1154891/\" id=\"a_18\">Section 33</a>, he is to decide while giving reasons in support thereof. The decision of the arbitrator in granting a particular sum by a non-speaking award, therefore, hinges upon the arbitrability of a dispute arising under the contract or upon a particular item claimed thereunder. He is required to give the decision thereon. The question of decision by implication does not arise since his jurisdiction to decide the dispute on merits hinges upon his jurisdiction to decide the arbitrability of the dispute. In this case, in view of the finding recorded by the Court, which has become final, as referred to earlier, the arbitrator/Umpire was enjoined to decide the arbitrability of the claims set up by the respondent and disputed by the appellant. Admittedly, the award of the Umpire does not contain any decision on arbitrability of the claims.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1015491\" id=\"span_6\">11. On a perusal of the aforesaid ratio we are of the considered view that <a href=\"/doc/1015491/\" id=\"a_19\">the said decision</a> is distinguishable and is not applicable to the present set of facts. In the said case a specified reference was made to the arbitrator and a direction was issued by the Court to decide the issue of arbitrability, In view of the said obtaining fact situation their Lordships observed as has been indicated above. In the present case there was no direction by any Court at any point of time to decide the arbitrability by giving reasons. Hence, we are not persuaded to accept the submission of Mr. Tankha on this score.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"340656\" id=\"span_7\">12. The next limb of argument of the learned counsel for the appellant is that in absence of any reference of the dispute by the learned District Judge in a proceeding under <a href=\"/doc/811701/\" id=\"a_20\">Section 20</a> of the Act the arbitrator could not have adjudicated the dispute between the parties. Mr. Tankha has urged with vehemence that there was no reference on this score. It is also well settled in law that any proceeding under <a href=\"/doc/811701/\" id=\"a_21\">Section 20</a> of the Act the Court has to satisfy itself about the existence and subsistence of the valid agreement between the parties, and that dispute had arisen with regard to the subject-matter of the agreement within its jurisdiction. Once these pre-conditions are satisfied the Court is required to make reference to the arbitrator and such reference is made being unconcerned with the merits of the dispute. At this juncture we may refer to the nature of arbitration that takes place under <a href=\"/doc/1052228/\" id=\"a_22\">Chapter II of the Act</a> where the Court under <a href=\"/doc/1232861/\" id=\"a_23\">Section 8</a> of the Act has the jurisdiction to appoint an arbitrator but after such appointment the Court becomes functus officio and it has no power to refer the dispute to the arbitrator. Our view is fortified by the decision rendered in the case of <a href=\"/doc/340656/\" id=\"a_24\">Union of India v. Om Prakash</a>. AIR 1976 SC 1746. In contradiction under <a href=\"/doc/811701/\" id=\"a_25\">Section 20</a> the Court has the power to call for the agreement and refer this dispute in specific manner or make a Schedule of reference to the arbitrator.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1577104\" id=\"span_8\">This view of ours gets support from the decisions rendered in the cases of <a href=\"/doc/1577104/\" id=\"a_26\">Tata Iron Steel Company Limited v. Rajrishi Mineral Industries</a>, AIR 1979 Orissa 88(90) and National Project Constructions Corporation Limited v.. S. P. Enterprise (P.), AIR 1989 Cal 155. In the instant case the learned Addl. District Judge, as is apparent from this order, did not refer the disputes by specifying them. He did not categories the disputes in a Schedule. Thus, there .was no Schedule of reference. The Court below by an explicit order directed that the disputes between the parties be referred to the Managing Director for his decision. Discretion, was also granted to him to enter into a reference or to appoint his nominee as arbitrator upon the dispute between the parties. In our humble, view this is an all encumbering order and there is no specific reference. Submission of Mr. Tankha is that the Court had not referred the controversy which was the subject-matter of interim order purported to have been passed under <a href=\"/doc/245658/\" id=\"a_27\">Section 41(b)</a> of the Act, and therefore, that was beyond the ambit and scope of the jurisdiction of the arbitrator. It is contended by Mr. Tankha is that the arbitrator has proceeded against the terms of the reference. In this context he has placed reliance on the decision rendered in the case of AIR 1977 SC 2014. We may profitably quote a passage from <a href=\"/doc/1577104/\" id=\"a_28\">the said decision</a>.</span>  \n</p><blockquote id=\"blockquote_7\">  &quot;11. <a href=\"/doc/811701/\" id=\"a_29\">Section 20(1)</a> of the Arbitration Act, 10 of 1940, provides that where a difference has arisen and where any persons have entered into an arbitration agreement they may apply to the Court having jurisdiction in the matter to which the agreement be filed in Court. Sub-section (4) to <a href=\"/doc/811701/\" id=\"a_30\">Section 20</a> provides that the Court shall make an agreement to be filed, and shall make an order of reference to the arbitrator appointed by the parties. When an agreement is filed in Court and order of reference is made then the claim as a result of the order of reference is limited to a particular relief and the arbitrator cannot enlarge the scope of the reference and entertain fresh claims without a further order of reference from the Court. On a construction of <a href=\"/doc/811701/\" id=\"a_31\">Section 20</a> of the Arbitration Act the plea on behalf of the appellant will have to be accepted.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1577104\" id=\"span_9\">The obtaining factual matrix has to be tested on the touch-stone on the principles <a href=\"/doc/1577104/\" id=\"a_32\">laid down in</a> the aforesaid decision.</span> We may usefully refer to the plaint filed under <a href=\"/doc/811701/\" id=\"a_33\">Section 20</a> of the Act before the Court forming subject-matter of Civil Case No. 12-A/83. In paragraphs 15, 16 and 17 it was stated as followed :--  \n</p>  \n\n<blockquote id=\"blockquote_8\">  &quot;15. As soon as the petitioner learnt about the diversion of the material by the respondent, the petitioner lodged a firm protest with the respondent and requested them not to commit breach of contract by diverting the material earmarked for the petitioner to some place other than Blast Furnace Slag Dump. Such protest were lodged by the petitioner with the respondent by their two telegrams dated 31 -3-83 and 2-4-83 and their two letters dated 31-3-83 and 2-4-83.  \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> 16. Despite petitioner&#x27;s several written and oral protests the Officers of the respondent are still diverting the metallic waste iron scrap arising from Laddle repair shop to their newly established Scrap &#x27;Processing Shop instead of dumping it at Blast Furnace Slag Dump Bhilai.  \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> 17. Thus a serious dispute and difference has arisen between the petitioner and the respondent regarding the interpretation and performance of the said contract.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> In the reply to the said plaint the defendant therein pleaded as followed :--  \n</p>  \n\n<blockquote id=\"blockquote_11\">  &quot;15. The allegations of para 15are denied and disputed. There was no breach of contract by the respondent. The alleged protest of the plaintiff was misconceived and again the terms of the contract.  \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> 16. The contents of para 16 need not be replied inasmuch as the contract between the plaintiff and the respondent has already come to an end on 20-6-83. In any case the plaintiff had no right to prevent the respondent from using the fresh a risings of metallic waste/iron scrap in their shop.   \n</blockquote><blockquote id=\"blockquote_13\">  *     * *  \n \n\n</blockquote><blockquote id=\"blockquote_14\"> 19. The contents of para 19 are denied. It-is denied, that the plaintiff has suffered pecuniary loss of Rs. 5 lakhs during the period 30-3-83 till date of filing the present petition alleged at all. On the contractor, it is submitted, a huge loss has been caused to the respondent, and plaintiff is liable to compensate the respondent for the same.&quot;   \n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_17\"> The learned Addl. District Judge while passing the final order ordered that the dispute between the parties be referred to the Managing Director, Bhilai. Submission of Mr. Tankha is that the claims of the claimants was referred and that of the respondent was not referred. We notice here that the learned Addl. District Judge did not specifically refer the disputes. In view of such a fact situation the plaint and the written statement have to be scrutinised. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"171331\" id=\"span_10\">On a perusal of the pleas taken by the parties in the proceeding instituted under <a href=\"/doc/811701/\" id=\"a_34\">Section 20</a> and on a fair reading of the order passed by the learned Addl. District Judge while disposing of the proceeding under <a href=\"/doc/811701/\" id=\"a_35\">Section 20</a> finally we are unable to persuade ourselves to accept the contention of the learned counsel for the appellant that the claims of the respondent No. 1 was not referred to the learned arbitrator. We may hasten to add that this is not a case where a schedule of claims was referred to the arbitrator and the arbitrator travelled beyond the same. The decision rendered in the case of <a href=\"/doc/171331/\" id=\"a_36\">Orissa Mining Corporation (AIR 1977 SC</a> 2014) (supra) is not of any assistance to the appellant and is disting(sic)shable in the obtaining factual matrix.</span>  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\"> 13. It is next contended by the learned counsel for the appellant that the counterclaims as putforth by the respondent No. 1 being in the nature of damages for the alleged wrongful injunction did not arise out of the agreement and was not covered within the ambit and sweep of the arbitration clause. The essence of the contention is that the dispute being relatable to the justifiability and propriety of the interim order of injunction passed by the learned Addl. District Judge, Durg the claims on that score are clearly outside the arbitration clause, and therefore, they are not arbitrable, and therefore, the learned arbitrator could not have decide to the same. To appreciate the aforesaid submission we may refer to Clause 8 of the agreement which is the clause relating to arbitration. The said clause read as under :--  \n</p>   \n\n<blockquote id=\"blockquote_15\"> &quot;8. Arbitration: All questions, disputes or differences of any kind whatsoever arising under these conditions or any special conditions of contract or in connection with the contract (except as to any matters the decision whereof is specifically provided by these conditions) shall be referred by the parties to this contract for decision to a sole arbitrator who shall be the Managing Director, Bhilai Steel Plant, Steel Authority of India Ltd. or any officer of Bhilai Steel Plant nominated by the said Managing Director in that behalf. In case the designation of the Managing Director is changed or his office abolished, the officer who for the time being is entrusted with the functions of the Managing Director, Bhilai Steel Plant by whatsoever designation such officer is called, or his nominee shall be the sole arbitrator to adjudicate upon the disputes. And there shall be no objection to any such appointment that the arbitrator appointed is a servant of the Bhilai Steel Plant or that he had to deal with the matter to which this agreement relates or that in the course of his duties as such servant he has expressed view on all or any of the matter in dispute or difference or if there be any default in the payment of dues. The Managing Director or the officer nominates by him shall be the sole Judge to decide the questions, dispute or differences and his decision shall be final and binding on both the parties. The venue of arbitration shall be the Ispat Bhavan, Bhilai Steel Plant. Bhilai (MP).  \n</blockquote> \n\n<blockquote id=\"blockquote_16\"> Subject to above, the provision of the <a href=\"/doc/1052228/\" id=\"a_37\">Indian Arbitration Act, 1940</a> and of the rules thereunder and all statutory modification thereof shall govern such arbitration proceedings and shall be deemed to apply to and be incorporated in this contract.&quot;    \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> On a fair reading of the aforesaid clause it is quite vivid that all questions, disputes or differences of any kind whatsoever arising under the conditions or special conditions of contract of any kind with the contractor are referable to arbitration. These words are of wide amplitude. This is not a condition which is totally alien to the contract. It cannot be said that the learned arbitrator has committed an error by misleading, misconstruing or misunderstanding the terms of the contract by acting in excess of contract. We may further state that this is not a case where the arbitrator has wandered outside the contract and deal with the matters which were not within his domain. It is well settled in law that the arbitrator cannot travel outside the permissible territory and cannot choose to act arbitratorily, irrationally, capriciously or independently of the contract. His sole function is to arbitrate in terms of the contract if this is not religiously followed he falls into an jurisdictional error. All these would depend upon the terms used in the contract.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> On consideration of the factual matrix, we are of the considered view that the dispute remained to be adjudicated within the domain of the arbitrator. It is to be noted that the parties had joined issues in regard to the manner, mode and method of performance of contract and by the order of the Court. If there was an arrangement at an interlocutory stage its final adjudication remain to be done by the arbitrator inasmuch as the dispute in question is covered within the four corners of agreement, it may be noted here that once all the disputes were left to be arbitrated upon by the arbitrator it was incumbent on him to deal with them. And such a dealing does not exhibit a jurisdictional error. In this context we may refer to the decision rendered in the case of Western Coalfields Limited (1999 (1) MPLJ 55) (supra) wherein it has been held as under :  \n</p>  \n\n<blockquote id=\"blockquote_17\">  &quot;Where the claimant goes before the Arbitrator with set of claims, and the other party resists by filing counter-claim or advances counter-claims, if there be any, it is the duty of the Arbitrator to consider both claim and counter-claim before making the Award, otherwise the Arbitrator misconducts himself.   \n</blockquote> \n\n<blockquote id=\"blockquote_18\"> Where even though, the order of reference did not speak of counter-claim but as the disputes had arisen between the parties in relation to the claims and counter-claims of the parties concerning the contract covered by Arbitration agreement,-- on counterclaims was not necessary.&quot;   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_21\"> The learned counsel has contended that in the counter-claim it was putforth that the respondent No. 1&#x27;s claim related to the loss caused to it as it was deprived to dump the arises in Blast Furnace Scrap Processing Shop. As indicated above while putting forth its objection the respondent No. 1 has clearly submitted that the dump of fresh arising in Blast Furnace Slag Dump would be to set the respondent No. 1 to loss. True it is, the Court passed an interim order as enjoined under <a href=\"/doc/245658/\" id=\"a_38\">Section 41(b)</a> of the Act and order under <a href=\"/doc/245658/\" id=\"a_39\">Section 41(b)</a> does not put to rest the rights of the parties, The rights of the parties are required to be adjudicated finally when a reference is made. The Court has the authority and jurisdiction to pass interim orders for protection and preservation of rights of the parties during the arbitration proceedings but that does not necessarily mean that if a party has availed a benefit under <a href=\"/doc/245658/\" id=\"a_40\">Section 41(b)</a> the other party to the contract cannot put his claim in the main proceeding which is before the arbitrator. It is strenuously urged by Mr. Tankha that it was open to the owner to sue for damages. The interim arrangement made by the Court has to be given the interim status. Even if the said order would have been dislodged by the revisional Court then also for a certain period it would have been worked out and the owner would have been compelled to seek a remedy. When in a contract arbitration clause subsists and as order relating to the contract is passed and parties do not abdicate the arbitration clause and, on the contrary, take a recourse to the same, all the disputes inclusive of benefits arising or having already been arisen between the parties have to be decided by the arbitrator. It is in a lis where a ripened verdict had been pronounced ousting the jurisdiction of the arbitrator. As a consequence, we are not able to persuade ourselves to agree with the submission of Mr. Tankha, learned counsel for the appellant.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_22\"> 14. In the result, the appeal fails and the same is dismissed. However, in the peculiar facts and circumstances of the case there shall be no order as to costs. \n</p> \n\n","numcites":15,"numcitedby":0,"docsource":"Madhya Pradesh High Court","citetid":1547570,"divtype":"judgments","relatedqs":[{"value":"judgment of Dipak Misra","formInput":"judgment%20of%20Dipak%20Misra"},{"value":"temporary injunction","formInput":"temporary%20injunction"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"DIPAK misra","formInput":"DIPAK%20misra"},{"value":"civil revision","formInput":"civil%20revision"},{"value":"arbitrator jurisdiction","formInput":"arbitrator%20jurisdiction"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"reference to arbitrator","formInput":"reference%20to%20arbitrator"},{"value":"TANKHA","formInput":"TANKHA"},{"value":"nominee sortby:","formInput":"nominee%20sortby%3A"},{"value":"speaking award ","formInput":"speaking%20award%20"},{"value":"section 41","formInput":"section%2041"},{"value":"bhilai steel plant","formInput":"bhilai%20steel%20plant"},{"value":"Arbitrability","formInput":"Arbitrability"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\" temporary injunction\"\"","formInput":"%22%20temporary%20injunction%22%22"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"dipak misra\"","formInput":"%22dipak%20misra%22"},{"value":"steel authority is other authority","formInput":"steel%20authority%20is%20other%20authority"}],"cats":[{"value":"application-to-file-in-arbitration-agreement","formInput":"tag:application-to-file-in-arbitration-agreement"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}