{"tid":106881467,"publishdate":"2008-11-27","title":"Glencore Grain Rotterdam B.V. vs Shivnath Rai Harnarain (India) Co. on 27 November, 2008","doc":"<h2 class=\"doc_title\">Glencore Grain Rotterdam B.V. vs Shivnath Rai Harnarain (India) Co. on 27 November, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-khetrapal\">Reva Khetrapal</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:r-khetrapal\">Reva Khetrapal</a></h3>\n\n<pre id=\"pre_1\">                                        REPORTED\n*     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+     CS(OS) 541/1998\n\n                            DATE OF DECISION:        November 27 , 2008\n\n\n\n      GLENCORE GRAIN ROTTERDAM B.V.              ..... Plaintiff\n               Through: Mr. V.P. Singh, Sr. Advocate with\n                        Mrs. Anju Bhattacharaya, Mr. Amit Bansal,\n                        Ms. Manisha Singh, Advocates\n\n\n\n                   versus\n\n\n\n      SHIVNATH RAI HARNARAIN (INDIA) CO.        ..... Defendant\n                    Through: Mr. Rakesh Tiku with Ms. Nisha,\n                             Advocates\n\n\n\n      CORAM:\n      HON&#x27;BLE MS. JUSTICE REVA KHETRAPAL\n\n1.    Whether reporters of local papers may be allowed\n      to see the judgment?\n\n2.    To be referred to the Reporter or not?\n\n3.    Whether judgment should be reported in Digest?\n\n      JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">:     REVA KHETRAPAL, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">1.    This is a suit under <a href=\"/doc/963351/\" id=\"a_1\">Section 48</a> of the Arbitration and Conciliation Act,\n\n1996 (for short &quot;the Act, 1996&quot;) for filing and enforcement of the foreign\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">        CS(OS) 541/1998                                       Page 1 of 59</span>\n award No.12031 A dated 29.07.1997.\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">FACTS\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.    The background facts as set out in the plaint are as follows.\n\n</p><p data-structure=\"Precedent\" id=\"p_5\">3.    The plaintiff is a company based in Rotterdam, Netherlands while the\n\ndefendant is a partnership firm based in India with its office at A-8, Bhagwan\n\nDass Nagar, New Delhi - 110 026. Between 30th November, 1994 and 8th\n\nJune, 1995, the plaintiff entered into eleven contracts with the defendant, in\n\nterms whereof a total quantity of 300,500 MT of Indian white rice was to be\n\nsold by the defendant and purchased by the plaintiff.         All these eleven\n\ncontracts were negotiated and concluded through an English broker, Jackson\n\nSon &amp; Co. (London) Ltd. In respect of each contract, immediately after the\n\nbusiness had been concluded, Jackson Son &amp; Co. sent to both parties, by\n\nfascimile transmission, their Contract Confirmation Notes. At the end of each\n\nof these Contract Confirmation Notes, Jackson Son &amp; Co. stated:\n\n</p><blockquote id=\"blockquote_1\">          &quot;All other terms as per London Rice Brokers&#x27; Association\n          Contract number 3.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_6\">      Thereafter, in respect of each contract, Jackson Son &amp; Co. prepared\n\nformal contracts written on London Rice Brokers Association Contract No.3\n\n(for short &quot;LRBA Contracts&quot;). These formal LRBA written Contracts were\n\nthen sent by Jackson Son &amp; Co. to the plaintiff and the defendant by fascimile\n\ntransmission.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n<span class=\"hidden_text\" id=\"span_2\">        CS(OS) 541/1998                                         Page 2 of 59</span>\n</p><p data-structure=\"Section\" id=\"p_8\"> 4.    The case of the plaintiff is that the contractual relationship between the\n\nplaintiff and the defendant was governed by the terms and conditions contained\n\nin the aforesaid eleven LRBA written Contracts, the certified copies of which\n\nhave been placed on record. According to the plaintiff, Clause 11 of the said\n\nLRBA Contracts contains an arbitration clause which provides for settlement\n\nof any dispute under the contract by arbitration of the London Rice Brokers\n\nAssociation. Clause 14 of the said LRBA Contracts provides that the contract\n\nshall be deemed to have been made in England and the construction, validity\n\nand performance thereof shall be governed in all respects by English Law. For\n\nthe facility of reference, clauses 11 and 14 of the said LRBA Contracts are\n\nreproduced as under:-\n</p>\n<blockquote id=\"blockquote_2\">      Clause 11\n         &quot;11. Any dispute arising on this Contract shall be\n         referred for settlement to the Arbitration by two Members of\n         this Association&#x27;s Panel of Arbitrators or their Umpire,\n         being also a Member of this Panel. Each party to appoint\n         one Arbitrator and having the right to reject one nominee.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_9\">         In the event of any party omitting to nominate an Arbitrator\n         within ten days of receipt of notice of appointment of an\n         Arbitrator by the other party, or of the Arbitrators failing to\n         agree on the appointment of an Umpire, the Committee of\n         the London Rice Brokers Association, in either case, shall\n         have power to appoint one forthwith, who shall act on\n         behalf of and as if nominated by the party or parties in\n         default. Claims for arbitration other than Arbitration on\n         quality shall be made and the Claimant&#x27;s Arbitrator shall be\n         nominated not later than 90 days after the expiry of the\n         contract period of shipment or not later than 90 days from\n         the date of final discharge of the ship at port of destination,\n\n\n<span class=\"hidden_text\" id=\"span_3\">        CS(OS) 541/1998                                         Page 3 of 59</span>\n           whichever period may last expire. The parties to the\n          Arbitration shall have the right of appealing against any\n          Award (except on questions of law) within thirty days from\n          the date of Award to the London Rice Brokers Association,\n          whose decision shall be final. Any payments arising out of\n          the Award are to be made within 30 days of the date\n          hereof.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_10\">      Clause 14\n         &quot;14. Domicile - The Contract shall be deemed to have\n         been made in England and the construction, validity and\n         performance thereof shall be governed in all respects by\n         English Law. Any dispute arising out of or in connection\n         therewith shall be submitted to arbitration in accordance\n         with the Rules of the London Rice Brokers&#x27; Association.\n         The serving of proceedings upon any party by sending same\n         to their last known address together with leaving a copy of\n         such proceedings at the office of the London Rice Brokers&#x27;\n         Association shall be deemed good service, rule of law or\n         equity to the contrary notwithstanding.&quot;\n</p>\n<p data-structure=\"Facts\" id=\"p_11\">5.    The plaintiff asserts that the defendant delivered the full quantity of\n\ngrains covered by contracts No.9827, 9840, 9855 and 9867. In regard to the\n\nother seven contracts, however, the defendant failed to perform contracts\n\nNo.9844, 9923 and 9924 and nothing was delivered against them, whereas the\n\nremaining four contracts were partly fulfilled. As a result of the defendant&#x27;s\n\nbreach and default, the plaintiff suffered loss and damages.      Resultantly,\n\ndisputes and differences arose between the parties, and the plaintiff through\n\ncommunications dated 25th September, 1995 and 3rd October, 1995 invoked the\n\narbitration clause contained in Clause 11 of the said LRBA Contracts and\n\nreferred their claims to the London Rice Brokers Association for arbitration.\n\n\n<span class=\"hidden_text\" id=\"span_4\">        CS(OS) 541/1998                                       Page 4 of 59</span>\n Two arbitrators, namely, Mr. A.J. Sear and Mr. J.S. Gainer were appointed as\n\narbitrators and they entered upon the reference.\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">6.     The plaintiff having filed its claim before the said arbitrators, the\n\ndefendant took the objection that the London Rice Brokers Association had no\n\njurisdiction, as the eleven contracts drawn on the London Rice Brokers\n\nAssociation Contract No.3 (LRBA Contracts) which contained the arbitration\n\nclause, were not binding upon them. The defendant also took the stand that the\n\nissue of the arbitrators&#x27; jurisdiction should be decided as a preliminary issue,\n\nbefore the arbitrators proceeded to consider the claim of the plaintiff on merits,\n\nand filed its written submissions on the matter of jurisdiction before the\n\narbitrators.\n</p>\n<p data-structure=\"Facts\" id=\"p_13\">7.     After hearing arguments on the said issue of jurisdiction and\n\nconsidering the written submissions filed by the parties, the arbitrators\n\nrendered an interim award, being interim award No.12031 dated 20th June,\n\n1997, inter alia, holding that the formal contracts on the London Rice Brokers\n\nAssociation Contract No.3 (LRBA Contracts), which were sent to the parties\n\nby Jackson Son &amp; Co., were the contracts between the plaintiff and the\n\ndefendant and in terms of Clauses 11 and 14 of the said contracts, all disputes\n\nwere to be determined by arbitration in accordance with the rules of the LRBA\n\nand the arbitrators had jurisdiction to entertain the reference.\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">         CS(OS) 541/1998                                           Page 5 of 59</span>\n</p><p data-structure=\"Facts\" id=\"p_14\"> 8.     Thereafter, the arbitrators after considering the evidence and the\n\ndocuments gave their award, being Award No.12031 A dated 29th July, 1997\n\non the merits of the claims of the plaintiff, awarding a total sum of US$\n\n65,25,679.81 under different heads of claim with interest at the rate of 6.5%\n\nper annum from the various dates specified in the award upto the date of the\n\naward. The award having been rendered in favour of the plaintiff, the present\n\npetition has been filed by the plaintiff for the enforcement thereof.\n\nWRITTEN STATEMENT\n\n</p><p data-structure=\"CDiscource\" id=\"p_15\">9.     The defendant, apart from raising certain preliminary objections to the\n\nmaintainability of the suit in the written statement filed by it, has submitted\n\nthat there was no legally executed and subsisting arbitration agreement\n\nbetween the parties for referring any disputes to the LRBA. According to the\n\ndefendant&#x27;s version, towards the end of 1994 the plaintiff approached the\n\ndefendant to supply various quantities of rice, spread over the next few\n\nmonths. The quantity and rate as well as the other specifications for each of\n\nthe contracts was specifically given by the defendant to the plaintiff as per the\n\nprevalent practice. After initial negotiations, the defendant had executed and\n\nsigned eleven Confirmation of Contracts, being Contract Nos.1121, 1122,\n\n1123, 1125, 1126 of 1994 and 1128, 1205, 1505, 1510, 1510, 1511 of 1995.\n\nThese contract numbers in seriatim were given by the plaintiff to the defendant\n\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">         CS(OS) 541/1998                                          Page 6 of 59</span>\n as per the running numbers available in its record and were meant for ready\n\nreference.   The parties were bound by the terms and conditions of these\n\nConfirmation of Contracts unless these were amended or changed with the\n\nconsent in writing of both the parties. In each case, the plaintiff was obliged to\n\nopen an appropriate letter of credit so as to ensure the payment of the money to\n\nthe defendant if the goods were dispatched. The said letters of credit were\n\nrequired to be opened immediately after the contract, but the plaintiff in some\n\ncases opened the letter of credit belatedly. In the last two contracts, bearing\n\nContract No.1510 of 1995 and 1511 of 1995 for the supply of 37500 MT and\n\n12500 MT respectively, the plaintiff did not open letters of credit and thus\n\nclearly committed breach of its obligations. As a result, pecuniary losses were\n\ncaused to the defendant. Efforts were made by the defendant to settle the\n\nmatter which came to naught. On 25.09.1995, the plaintiff got sent to the\n\ndefendant a communication, in terms of which it communicated its decision to\n\ncancel all the contracts and invoke arbitration through the LRBA.                The\n\ndefendant in reply got sent through its lawyer a communication dated\n\n29.09.1995, thereby informing the plaintiff that there was no question of any\n\narbitration since it had no privity with the LRBA. Nevertheless, the plaintiff\n\nproceeded with its attempts to seek arbitration through the LRBA and chose to\n\nfile a detailed claim petition with the LRBA, a copy of which was sent to the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">        CS(OS) 541/1998                                           Page 7 of 59</span>\n defendant also and that is how, if the defendant is to be believed, the defendant\n\ncame to know of the alleged LRBA Contracts.\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">10.   The defendant&#x27;s further stand in its written statement is that M/s.\n\nJackson was never the agent of the defendant nor it had any authority to sign\n\nand execute any contract on its behalf. It is submitted by the defendant that\n\nthere was no question of appointing any foreign person by the defendant for\n\nthe purpose of sale of its rice to the plaintiff and that at no point of time any\n\nauthority was given to M/s. Jackson to enter into any contracts of sale with\n\neither the plaintiff or anyone else. The said unilateral documents as executed\n\nby M/s. Jackson are, therefore, of no legal consequences and do not bind the\n\ndefendant. Even otherwise, there are wholesale alterations made in the said\n\ndocuments. It might be that in some of the correspondence, the defendant\n\nmight have quoted the same numbers as there are in the alleged LRBA\n\nContracts, but the same does not bind the defendant nor it leads to the\n\nexistence of an arbitration clause and/or creation of an arbitration agreement\n\nbetween the parties.\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">11.   According to the defendant, a perusal of the record also shows that M/s.\n\nJackson had been acting as an agent/broker for the plaintiff and it had no\n\nauthority to bind the defendant. The arbitration was invoked unilaterally by\n\nthe plaintiff and the LRBA was bent upon continuing with the matter and,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">        CS(OS) 541/1998                                          Page 8 of 59</span>\n consequently, by a one page fax letter they indicated that they had decided to\n\nhold that they had the jurisdiction, without giving any reason for the said\n\nfinding, which led to the defendant sending a communication dated 14.06.1997\n\nto the LRBA. It was thereafter that an undated communication was received\n\nby the defendant on 25.06.1997 alongwith a copy of the interim award. In the\n\nsaid letter, the LRBA also called upon the defendant to file its written\n\nsubmissions within five days in London.       This was responded to by the\n\ndefendant sending a communication dated 02.07.1997, informing the LRBA of\n\nthe pendency of a suit filed by the defendant, being Suit No.1103/1997 for a\n\ndecree of declaration to the effect that the alleged eleven LRBA Contracts as\n\nexecuted by the defendant No.3 bearing Contract Nos.9827, 9934, 9840, 9843,\n\n9844, 9855, 9866, 9867, 9914, 9923 were void/voidable and not binding on the\n\ndefendant herein and not enforceable in law and for cancellation thereof, and a\n\nrequest was also made to defer the proceedings by six weeks. The LRBA,\n\ninstead of acceding to the said request, proceeded with the matter ex parte and\n\npassed a final award dated 29.07.1997, the enforcement of which is being\n\nsought by the present suit.    The defendant having already challenged the\n\nlegality and validity of the eleven LRBA Contracts in Suit No.1103/1997,\n\nwhich is pending in this Court, according to the defendant, the award rendered\n\nby the LRBA cannot be deemed to have become final.\n</p>\n<p data-structure=\"Issue\" id=\"p_18\">\n\n\n<span class=\"hidden_text\" id=\"span_9\">        CS(OS) 541/1998                                        Page 9 of 59</span>\n REPLICATION\n\n</p><p data-structure=\"RespArg\" id=\"p_19\">12.   A replication to the above written statement of the defendant was filed\n\nby the plaintiff, reiterating that the issue whether an arbitration agreement had\n\ncome into existence had been determined with finality by the arbitrators\n\nagainst the defendant, and the defendant not having filed any appeal against the\n\nsaid award, nor having made any application to the English Courts but having\n\nparticipated in the arbitration, cannot be allowed to contend that there was no\n\narbitration agreement between the parties and that no foreign award had come\n\ninto existence. The plaintiff further reiterated that formal written contracts\n\nwere sent by M/s. Jackson Son &amp; Co. to the plaintiff as well as to the\n\ndefendant. It was denied by the plaintiff that the defendant was not given the\n\nopportunity of reasonable hearing or that the award was contrary to Indian\n\nLaw, including the <a href=\"/doc/107341/\" id=\"a_2\">Indian Partnership Act</a> as alleged or otherwise.\n\nISSUES\n\n</p><p data-structure=\"Issue\" id=\"p_20\">13.   On the above pleadings of the parties, the following issues were framed\n\non 09.11.2000 for determination:-\n</p>\n<blockquote id=\"blockquote_3\">           &quot;1. Whether the petitioner has complied with the\n           provisions contained in <a href=\"/doc/134675436/\" id=\"a_3\">Section 47 (1)(a)</a> to (c) of Act,\n           1996, for enforcement of the award dated 29.7.97?\n</blockquote><blockquote id=\"blockquote_4\">           2.      If the issue No.1 is decided in affirmative, whether\n           the respondent has furnished proof as required under\n           <a href=\"/doc/104566/\" id=\"a_4\">Section 48</a> of the Act, 1996, showing that the enforcement\n           of the said award is liable to be refused under <a href=\"/doc/963351/\" id=\"a_5\">Section 48</a>?&quot;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">         CS(OS) 541/1998                                         Page 10 of 59</span>\n<p data-structure=\"CDiscource\" id=\"p_21\"> 14.   It deserves to be noted at this juncture that at the time of the framing of\n\nthe issues, i.e., on 09.11.2000, the statement of the learned counsel for the\n\nplaintiff was recorded that <a href=\"/doc/784819/\" id=\"a_6\">Sections 47</a> and <a href=\"/doc/963351/\" id=\"a_7\">48</a> of the Act of 1996 being\n\nprocedural provisions, the above issues were to be determined on the basis of\n\nthe material already on record, meaning thereby that no evidence was required\n\nto be adduced. Accordingly, this Court proceeded to hear arguments, but on\n\n05.09.2001, the following order was recorded:-\n</p>\n<blockquote id=\"blockquote_5\">          &quot;S.No.541/98.\n</blockquote><blockquote id=\"blockquote_6\">                  Although in this case arguments have been heard at\n          considerable length, it is agreed between the parties that it\n          would be appropriate if parties are allowed to lead\n          evidence by way of affidavits. It may be mentioned that in\n          the order dated 9th November, 2000 it was recorded that\n          following issues arise for determination:\n</blockquote><blockquote id=\"blockquote_7\">          1.      Whether the petitioner has complied with the\n                  provisions contained in <a href=\"/doc/784819/\" id=\"a_8\">Section 47 (a)</a> to (c) of Act,\n                  1996, for enforcement of the award dated 29.7.97?\n</blockquote><blockquote id=\"blockquote_8\">          2.      If the issue No.1 is decided in affirmative, whether\n                  the respondent has furnished proof as required\n                  under <a href=\"/doc/104566/\" id=\"a_9\">Section 48</a> of the Act, 1996, showing that the\n                  enforcement of the said award is liable to be refused\n                  under Section 48?\n</blockquote><p data-structure=\"Issue\" id=\"p_22\">                  It may be mentioned that defendant is challenging\n          the existence of legally valid arbitration agreement between\n          the parties. This question is covered by the aforesaid issues\n          and, therefore, would be adverted to while deciding these\n          issues. Learned counsel for the defendant presses for\n          framing of one more issue which is framed as under:\n</p><blockquote id=\"blockquote_9\">          3.      Whether the present suit is liable to be stayed under\n                  <a href=\"/doc/85279687/\" id=\"a_10\">Section 10</a> of the Code of Civil Procedure in view of\n                  the pendency of Suit No.1103/97?\n</blockquote><p data-structure=\"CDiscource\" id=\"p_23\">                  Affidavit by way of evidence be filed by the plaintiff\n          in the first instance within three weeks. The defendant shall\n\n\n<span class=\"hidden_text\" id=\"span_11\">        CS(OS) 541/1998                                          Page 11 of 59</span>\n            file its evidence by way of affidavit within three weeks\n           thereafter.\n</p><p data-structure=\"Issue\" id=\"p_24\">                   List on 30th October, 2001.&quot;\n</p>\n<p data-structure=\"Facts\" id=\"p_25\">15.    After the passing of the above order, an application, being IA\n\nNo.11722/2001 was filed by the plaintiff stating that,        since some of the\n\ndocuments that were relied upon by the parties in the course of their\n\nsubmissions were not a part of the record of this case, though the same were a\n\npart of the record of Suit No.1103/1997 between the same parties, it was\n\ndeemed proper to file an affidavit in support of the said documents.\n\nAccordingly, the plaintiff filed its evidence by way of affidavit, and thereafter\n\neven the defendant filed its affidavit.\n</p>\n<p data-structure=\"Facts\" id=\"p_26\">16.    The aforesaid application led to the passing of the following order on\n\n26th August, 2002:-\n</p>\n<p data-structure=\"Issue\" id=\"p_27\"><span class=\"hidden_text\" id=\"span_12\">           &quot;IA 11722/2001</span>\n</p><blockquote id=\"blockquote_10\">                  After submissions were opened, on this application,\n           learned Sr. counsel for plaintiff submitted that the affidavit,\n           which has been filed in the matter, are not really in the\n           nature of evidence and that, in any case, without going into\n           the controversy regarding the cross examination etc., he is\n           prepared to withdraw the affidavit itself.\n</blockquote><blockquote id=\"blockquote_11\">                  Learned counsel for defendant/applicant submits that\n           he has also filed one affidavit and the deponent, who is a\n           partner of the defendant, is present and prepared to stand\n           in the witness box and be cross-examined today itself on the\n           averments made in the said affidavit.\n</blockquote><blockquote id=\"blockquote_12\">                  Learned Senior counsel for plaintiff submits that in\n           view of the <a href=\"/doc/784819/\" id=\"a_11\">section 47</a> &amp; <a href=\"/doc/963351/\" id=\"a_12\">48</a> of the Arbitration and\n           Conciliation Act, 1986 he does not wish to cross-examine\n           the witness.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_13\">         CS(OS) 541/1998                                          Page 12 of 59</span>\n<blockquote id=\"blockquote_13\">                    Learned counsel for defendant submits that since he\n            has already filed the affidavit, and even if counsel for the\n            plaintiff feels there is no need of cross-examination, yet\n            formal one line statement of deponent, would be required in\n            law.\n</blockquote><blockquote id=\"blockquote_14\">                   Learned counsel for plaintiff thereupon submits that\n            there is no necessity of any such formal statement to be\n            made, since he agrees to the affidavit being exhibited as\n            Ex.D-1, which is exhibited accordingly.\n</blockquote><blockquote id=\"blockquote_15\">                   List the matter for hearing and disposal on 28th\n            October, 2002.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_28\">17.   The matter proceeded for hearing. Elaborate arguments were addressed\n\nby both the parties. The findings on the issues raised are recorded hereunder.\n\nISSUE NO.1\n\n</p><p data-structure=\"PetArg\" id=\"p_29\">18.   I have heard Mr. V.P. Singh, the learned senior counsel for the plaintiff\n\nand Mr. Rakesh Tiku, the learned counsel for the defendant. The learned\n\nsenior counsel for the plaintiff has taken me through the agreements entered\n\ninto between the parties, the interim award of arbitration No.12031 and the\n\nfinal award of arbitration No.12031A rendered by the LRBA as well as the\n\ncorrespondence between the parties to contend that in view of the provisions of\n\n<a href=\"/doc/784819/\" id=\"a_13\">Section 47</a> of the Arbitration and Conciliation Act, 1996 in the case of an\n\ninternational commercial arbitration held out of India, the party applying for\n\nthe enforcement of a foreign award is required to discharge the following\n\nobligations only:-\n</p>\n<blockquote id=\"blockquote_16\">      (a)     to produce in Court the original award or a copy thereof, duly\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">        CS(OS) 541/1998                                         Page 13 of 59</span>\n               authenticated in the manner required by the law of the country in\n\n              which it is made;\n</blockquote>\n<blockquote id=\"blockquote_17\">      (b)     to produce the original agreement for arbitration or duly certified\n\n              copy thereof; and\n\n</blockquote><blockquote id=\"blockquote_18\">      (c)     such evidence as may be necessary to prove that the award is a\n\n              foreign award.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_30\">19.   Mr. V.P. Singh, the learned senior counsel for the plaintiff contends that\n\nthe plaintiff has squarely discharged all the aforesaid three obligations,\n\ninasmuch as a bare glance at the copy of the award shows that it has been duly\n\nauthenticated in the manner required by the law of the country in which it was\n\nmade; duly certified copies of the agreements for arbitration have been placed\n\non record, which are certified by the Public Notary, Rotterdam; and such\n\nevidence as is necessary to prove the award is a foreign award is also on\n\nrecord. My attention was invited, in this context, to the certificate of the\n\nSecretary of the London Rice Brokers&#x27; Association Michael John George\n\nFrench dated 29th December, 1997, which reads as under:-\n\n</p><blockquote id=\"blockquote_19\">            &quot;THIS IS TO CERTIFY THAT\n</blockquote><blockquote id=\"blockquote_20\">            1.   the attached document is a true and correct copy of\n                 the Award of Arbitration No: 12-O31A dated 29th\n                 July 1997 on the official form of the London Rice\n                 Brokers&#x27; Association (&quot;LRBA&quot;) made by Mr. J. St C\n                 Gainer and Mr. A.J. Sear as the arbitrators duly\n                 appointed in disputes which had arisen between\n                 Glencore Grain Rotterdam B.V. aAnd Shivnath Raj\n\n\n<span class=\"hidden_text\" id=\"span_15\">        CS(OS) 541/1998                                          Page 14 of 59</span>\n                   Harnarain (India) Co. under various contracts which\n                  are referred to in the said Award.\n</blockquote><blockquote id=\"blockquote_21\">           2.     the said Award was made in pursuance of\n                  agreements between the said parties for arbitration\n                  in accordance with the Arbitration Rules of LRBA in\n                  force at the date of the contracts, which agreements\n                  are valid under the laws of England by which they\n                  are governed;\n</blockquote><blockquote id=\"blockquote_22\">           3.     the said Award was made by the arbitrators provided\n                  for in those agreements and those Rules;\n</blockquote><blockquote id=\"blockquote_23\">           4.     the said Award was made in respect of matters which\n                  may lawfully be referred to Arbitration under the\n                  laws of England;\n</blockquote><blockquote id=\"blockquote_24\">           5.     the said Award has become final in England in which\n                  country it was made;\n</blockquote><blockquote id=\"blockquote_25\">           6.     the said Award is enforceable in England and can be\n                  executed.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_31\">20.   The aforesaid certificate has been attested and certified to be sworn by\n\nthe Notary Public of the City of London, Mr. Richard Graham Rosser, on the\n\n30th day of December, 1997, which certificate reads as follows:-\n\n</p><blockquote id=\"blockquote_26\">           &quot;I, RICHARD GRAHAM ROSSER, Notary Public of the\n           City of London, England, by Royal Authority duly admitted\n           and sworn, practising in the said City,\n                     DO HEREBY CERTIFY AND ATTEST:\n</blockquote><blockquote id=\"blockquote_27\">           THAT the signature set and subscribed at foot of the\n           hereunto annexed Document is genuine, such signature\n           having been subscribed thereto by MICHAEL JOHN\n           GEORGE FRENCH, whose identity I attest, the Secretary\n           of the LONDON RICE BROKERS&#x27; ASSOCIATION, with\n           offices c/o Gafta House, 6 Chapel Place, Rivington Street,\n           London EC2A 3DQ, England, and a proper and competent\n           Officer of the said Association to sign such Document on its\n           behalf.\n</blockquote><blockquote id=\"blockquote_28\">           IN TESTIMONY WHEREOF I have hereunto set my hand\n           and affixed my Seal of Office in the City of London\n           aforesaid, this thirtieth day of December One thousand nine\n\n\n<span class=\"hidden_text\" id=\"span_16\">        CS(OS) 541/1998                                            Page 15 of 59</span>\n           hundred and ninety-seven.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"198657\" id=\"span_17\">21.   Mr. V.P. Singh, the learned senior counsel for the plaintiff submitted\n\nthat though initially the plaintiff had filed an affidavit by way of evidence\n\nwhich is on the record, subsequently, keeping in view the provisions of\n\n<a href=\"/doc/784819/\" id=\"a_14\">Sections 47</a> and <a href=\"/doc/963351/\" id=\"a_15\">48</a> of the Act, the said affidavit by way of evidence was\n\nwithdrawn in order to cut short the proceedings. According to Mr. Singh, no\n\noral evidence was required to be adduced by the plaintiff and in this context\n\nMr. Singh has relied upon paragraphs 5 to 8 of a decision rendered by a\n\nlearned Single Judge of this Court (Hon&#x27;ble Mr. Justice Mukul Mudgal) in\n\n<a href=\"/doc/198657/\" id=\"a_16\">Sial Bioenergie vs. Sbec Systems</a> AIR 2005 DEL 95, which reads as follows:-</span>\n\n</p><blockquote id=\"blockquote_29\">          &quot;5. In my view the whole purpose of the 1996 Act would\n          be completely defeated by granting permission to the\n          applicant/JD to lead oral evidence at the stage of objections\n          raised against an arbitral award. The 1996 Act requires\n          expeditious disposal of the objections and the minimal\n          interference by the Court as is evident from the Statement of\n          Objects and Reasons of the Act which reads as follows:-\n</blockquote><blockquote id=\"blockquote_30\">                 &quot;4. The main objectives of the Bill are as\n                 under:-\n</blockquote><blockquote id=\"blockquote_31\">                 (ii) To make provision for an arbitral\n                 procedure which is fair, efficient and capable\n                 of meeting the needs of the specific\n                 arbitration.&quot;\n</blockquote><p data-structure=\"Issue\" id=\"p_33\">                               xxxxxxx\n                               xxxxxxx\n</p><p data-structure=\"Precedent\" id=\"p_34\">                 (v) to minimize the supervisory role of courts\n                 in the arbitral process.\n</p><p data-structure=\"Section\" id=\"p_35\">          6.     At the stage of the objections which are any way\n          limited in scope due to the provisions of the Act to permit\n\n\n<span class=\"hidden_text\" id=\"span_18\">        CS(OS) 541/1998                                        Page 16 of 59</span>\n           oral evidence would completely defeat the objects\n          underlying the 1996 Act. The process of oral evidence\n          would prolong the process of hearing objections and cannot\n          be countenanced.\n</p><p data-structure=\"Precedent\" id=\"p_36\">          7.     Furthermore the Supreme Court in FCI v. Indian\n          Council for Arbitration 2003 (6) SCC 564 had summarized\n          the ethos underlying the Act as follows:-\n</p><blockquote id=\"blockquote_32\">                 &quot;The legislative intent underlying the 1996 Act\n                 is to minimize the supervisory role of the\n                 Courts in the arbitral process and\n                 nominate/appoint the arbitrator without\n                 wasting time leaving all contentious issues to\n                 be urged and agitated before the arbitral\n                 tribunal itself.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_37\">          8.     Accordingly, I see no merit in these applications and\n          the prayer made therein is rejected.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_38\">\n</p><p data-structure=\"PetArg\" id=\"p_39\">22.   Mr. Singh also forcefully contended that the entire onus, by virtue of the\n\nprovisions of the <a href=\"/doc/963351/\" id=\"a_17\">Section 48</a> of the Act, is on the defendant to prove why the\n\nenforcement of the award in the instant case ought to be refused. Per contra,\n\nMr. Rakesh Tiku contended that the plaintiff having chosen not to adduce any\n\nevidence in support of its case, an adverse presumption must be drawn against\n\nthe plaintiff under Illustration (g) of Section 114 of the Indian Evidence Act,\n\nviz., the presumption that evidence which could be and is not produced would,\n\nif produced, be unfavourable to the person who withholds it.\n\n</p><p data-structure=\"Section\" id=\"p_40\">23.   In my view, there is no question and indeed there cannot be that the\n\nplaintiff, who applies for the enforcement of an award has to fulfil the\n\nconditions laid down in <a href=\"/doc/860506/\" id=\"a_18\">Section 47(1)</a> of the Act, in that, it has to file duly\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">        CS(OS) 541/1998                                         Page 17 of 59</span>\n certified copies of the original agreements for arbitration between the parties\n\nand a duly authenticated copy of the award, authenticated in the manner\n\nrequired by the law of the country in which it is made. This has been done in\n\nthe present case, the plaintiff having filed certified copies of the original\n\nagreements for arbitration and a duly authenticated copy of the award along\n\nwith the attestation and testimony of the Notary Public and the seal of the First\n\nSecretary   (Consular), High Commission of India, London.           Indeed, Mr.\n\nRakesh Tiku, the learned counsel for the defendant did not seriously contest\n\nthe position that <a href=\"/doc/784819/\" id=\"a_19\">Section 47</a> of the Act had been complied with by the plaintiff.\n\nHe, however, sought to resist the enforcement of the award by placing reliance\n\non the provisions of <a href=\"/doc/1512226/\" id=\"a_20\">Section 48(1)(a)</a> and (b) as well as <a href=\"/doc/1234356/\" id=\"a_21\">Section 48(2)(b)</a> to\n\nwhich I shall presently refer.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">24.    Before doing so, however, it is proposed to refer to the dicta laid down\n\nby a three-Judge Bench of the Hon&#x27;ble Supreme Court in the case of\n\nRenusagar Power Co. Ltd. vs. General Electric Co. reported in AIR 1994 SC\n\n</p><p data-structure=\"Issue\" id=\"p_42\">860. In the said case, the first question formulated by the Supreme Court for\n\nconsideration was:\n</p>\n<blockquote id=\"blockquote_33\">            &quot;I)    What is the scope of enquiry in proceedings for\n            enforcement of a foreign award under <a href=\"/doc/310829/\" id=\"a_22\">Section 5</a> read with\n            Section 7 of the Foreign Awards Act?&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_43\">25.    Reference was made by the Supreme Court, in answering the aforesaid\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">         CS(OS) 541/1998                                         Page 18 of 59</span>\n question, to the position at common law in the context of enforcement of a\n\nforeign award and also to certain treatises dealing with the New York\n\nConvention. In paragraph 32 of its judgment, the position in common law was\n\nadverted to by the Supreme Court as follows:-\n</p>\n<blockquote id=\"blockquote_34\">          &quot;32. With regard to enforcement of foreign judgments,\n          the position at common law is that a foreign judgment\n          which is final and conclusive cannot be impeached for\n          any error either of fact or of law and is impeachable on\n          limited grounds, namely, the court of the foreign country\n          did not, in the circumstances of case, have jurisdiction to\n          give that judgment in the view of English law; the judgment\n          is vitiated by fraud on part of the party in whose favour the\n          judgment is given or fraud on the part of the court which\n          pronounced the judgment; the enforcement or recognition\n          of the judgment would be contrary to public policy; the\n          proceedings in which the judgment was obtained were\n          opposed to natural justice. (See: Dicey &amp; Morris, The\n          Conflict of Laws, 11th Edn., Rules 42 to 46, pp. 464 to 476;\n          Cheshire &amp; North, Private International Law, 12th Edn., pp.\n          368 to 392.).&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_44\">26.   The view of Albert Jan Van Den Berg in his treatise, the New York\n\nArbitration Convention of 1958 was also referred to, which is as follows:-\n\n</p><blockquote id=\"blockquote_35\">           &quot;It is a generally accepted interpretation of the Convention\n           that the court before which the enforcement of the foreign\n           award is sought may not review the merits of the award.\n           The main reason is that the exhaustive list of grounds for\n           refusal of enforcement enumerated in Article V does not\n           include a mistake in fact or law by the arbitrator.\n           Furthermore, under the Convention the task of the\n           enforcement judge is a limited one. The control exercised\n           by him is limited to verifying whether an objection of a\n           respondent on the basis of the grounds for refusal of Article\n           V(1) is justified and whether the enforcement of the award\n\n\n<span class=\"hidden_text\" id=\"span_21\">        CS(OS) 541/1998                                         Page 19 of 59</span>\n            would violate the public policy of the law of his country.\n           This limitation must be seen in the light of the principle of\n           international commercial arbitration that a national court\n           should not interfere with the substance of the arbitration. (p.\n</blockquote><blockquote id=\"blockquote_36\">           269)&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_45\">27.   The Supreme Court next referred to Alan Redfern and Martin Hunter,\n\nwho opined as follows:-\n</p>\n<blockquote id=\"blockquote_37\">           &quot;The New York Convention does not permit any review on\n           the merits of an award to which the Convention applies and\n           in this respect, therefore, differs from the provisions of some\n           systems of national law governing the challenge of an\n           award, where an appeal to the courts on points of law may\n           be permitted. (Redfern &amp; Hunter, Law and Practice of\n           International Commercial Arbitration, 2nd Edn., p. 46 1.)&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_46\">28.   After taking the above treatise into account, the Supreme Court in\n\nparagraph 37 of its judgment in the Renusagar&#x27;s case (supra) laid down the\n\nlaw as follows:-\n</p>\n<blockquote id=\"blockquote_38\">           &quot;37. In our opinion, therefore, in       proceedings for\n           enforcement of a foreign award under the Foreign Awards\n           Act, 1961, the scope of enquiry before the court in which\n           award is sought to be enforced is limited to grounds\n           mentioned in <a href=\"/doc/1846895/\" id=\"a_23\">Section 7</a> of the Act and does not enable a\n           party to the said proceedings to impeach the award on\n           merits.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"546691\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1983009\" id=\"span_23\">29.   It is not in dispute that the award in question is a foreign award given\n\nafter the commencement of the <a href=\"/doc/1306164/\" id=\"a_24\">Arbitration and Conciliation Act, 1996</a> and\n\nwould be governed by the said Act, although arbitration proceedings had\n\ncommenced prior to the enforcement of the said <a href=\"/doc/1983009/\" id=\"a_25\">Act [Thyssen Stahlunion\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">        CS(OS) 541/1998                                           Page 20 of 59</span>\n Gmbh vs. Steel Authority of India Ltd.</a> (<a href=\"/doc/546691/\" id=\"a_26\">1999) 9 SCC 334 and Fuerst Day\n\nLawson Ltd. vs. Jindal Exports Ltd.</a> (2001) 6 SCC 356]. It is also not in\n\ndispute that a foreign award under the <a href=\"/doc/1306164/\" id=\"a_27\">Arbitration and Conciliation Act, 1996</a>\n\n(hereinafter referred to as the &quot;Act&quot;) is enforceable under Chapter I of Part-II,\n\nwhich relates to the enforcement of certain foreign awards, viz., The New York\n\nConvention Awards. The definition of a foreign award for the purposes of\n\nChapter I, as delineated in <a href=\"/doc/1211237/\" id=\"a_28\">Section 44</a>, is as follows:-</span></span>\n\n</p><blockquote id=\"blockquote_39\">           &quot;44. Definition.-In this Chapter, unless the context\n           otherwise requires, &quot;foreign award&quot; means an arbitral\n           award on differences between persons arising out of legal\n           relationships, whether contractual or not, considered as\n           commercial under the law in force in India, made on or\n           after the 11th day of October, 1960-\n</blockquote><blockquote id=\"blockquote_40\">                 (a) in pursuance of an agreement in writing for\n                       arbitration to which the Convention set forth in\n                       the First Schedule applies, and\n</blockquote><blockquote id=\"blockquote_41\">                 (b) in one of such territories as the Central\n                       Government, being satisfied that reciprocal\n                       provisions have been made may, by notification\n                       in the Official Gazette, declare to be territories\n                       to which the said Convention applies.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_48\">30.    <a href=\"/doc/160474/\" id=\"a_29\">Section 45</a> of the Act deals with the power of a judicial authority to\n\nrefer parties to arbitration. <a href=\"/doc/144997/\" id=\"a_30\">Section 46</a> of the Act, which in effect re-enacts\n\n<a href=\"/doc/157664876/\" id=\"a_31\">Section 4(2)</a> of the Foreign Awards (Recognition and Enforcement) Act, 1961\n\nlays down that a foreign award &#x27;enforceable&#x27; under this Chapter shall be treated\n\nas &#x27;binding&#x27; for all purposes on the persons between whom it is made, and once\n\na foreign award becomes binding, it may be relied on by any of such persons\n\n\n<span class=\"hidden_text\" id=\"span_25\">         CS(OS) 541/1998                                          Page 21 of 59</span>\n by way of defence, set off or otherwise in any legal proceedings in India and\n\nany references in Chapter I of Part II to &#x27;enforcing a foreign award&#x27; shall be\n\nconstrued as including references to relying on an award.\n\n</p><p data-structure=\"Section\" id=\"p_49\">31.    <a href=\"/doc/784819/\" id=\"a_32\">Section 47</a>, which is the next section, in effect reincarnates <a href=\"/doc/131306694/\" id=\"a_33\">Section 8</a> of\n\nthe   Foreign Awards (Recognition and Enforcement) Act, 1961, with the\n\nexception that it adds an explanation which defines the term &#x27;Court&#x27; for the\n\npurposes of Chapter I. For better appreciation, <a href=\"/doc/784819/\" id=\"a_34\">Section 47</a> is reproduced\n\nhereunder:-\n</p>\n<blockquote id=\"blockquote_42\">           &quot;47. Evidence.-(1) The party applying for the\n           enforcement of a foreign award shall, at the time of the\n           application, produce before the court-\n</blockquote><blockquote id=\"blockquote_43\">                  (a) the original award or a copy thereof, duly\n                        authenticated in the manner required by the\n                        law of the country in which it was made;\n</blockquote><blockquote id=\"blockquote_44\">                  (b) the original agreement for arbitration or a duly\n                        certified copy thereof, and\n</blockquote><blockquote id=\"blockquote_45\">                  (c) such evidence as may be necessary to prove\n                        that the award is a foreign award.\n</blockquote><blockquote id=\"blockquote_46\">           (2)     If the award or agreement to be produced under\n           sub-section (1) is in a foreign language, the party seeking\n           to enforce the award shall produce a translation into\n           English certified as correct by a diplomatic or consular\n           agent of the country to which that party belongs or\n           certified as correct in such other manner as may be\n           sufficient according to the law in force in India.\n</blockquote><p data-structure=\"Precedent\" id=\"p_50\">           Explanation.-In this section and all the following sections\n           of this Chapter, &quot;Court&quot; means the principal Civil Court\n           of original jurisdiction in a district, and includes the High\n           Court in exercise of its ordinary original civil jurisdiction,\n           having jurisdiction over the subject-matter of the award if\n           the same had been the subject-matter of a suit, but does\n           not include any civil Court of a grade inferior to such\n\n\n<span class=\"hidden_text\" id=\"span_26\">        CS(OS) 541/1998                                           Page 22 of 59</span>\n              principal civil Court, or any Court of Small Causes.&quot;\n\n\n\n</p><p data-structure=\"Section\" id=\"p_51\">32.   The aforesaid Section sets forth the formal requirements necessary for\n\napplying for the enforcement of a foreign award and is obviously based on\n\nArticle IV of the New York Convention, 1958, which reads as under:-\n\n</p><blockquote id=\"blockquote_47\">                                      &quot;ARTICLE IV\n</blockquote><blockquote id=\"blockquote_48\">             1.      To obtain the recognition and enforcement\n             mentioned in the preceding article, the party applying for\n             recognition and enforcement shall, at the time of the\n             application, supply:-\n</blockquote><blockquote id=\"blockquote_49\">                   (a) the duly authenticated original award or a duly\n                          certified copy thereof;\n</blockquote><blockquote id=\"blockquote_50\">                   (b) the original agreement referred to in article II\n                          or a duly certified copy thereof.\n</blockquote><p data-structure=\"Precedent\" id=\"p_52\">             2.      If the said award or agreement is not made in an\n             official language of the country in which the award is\n             relied upon, the party applying for recognition and\n             enforcement of the award shall produce a translation of\n             these documents into such language. The translation shall\n             be certified by an official or sworn translator or by a\n             diplomatic or consular agent.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_53\">33.   <a href=\"/doc/784819/\" id=\"a_35\">Section 47</a> read with Article IV of the New York Convention make it\n\namply clear that the burden of proving that the award sought to be enforced is\n\na genuine &#x27;foreign award&#x27; and based on a foreign agreement for arbitration, is\n\non the party seeking to enforce it by moving an application for enforcement\n\nthereof along with producing the following documentary evidence:-\n\n</p><blockquote id=\"blockquote_51\">      (i)      The original award or a duly authenticated copy thereof;\n</blockquote>\n<blockquote id=\"blockquote_52\">      (ii)     The original arbitration agreement or a duly certified copy\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">        CS(OS) 541/1998                                          Page 23 of 59</span>\n               thereof;\n</blockquote>\n<blockquote id=\"blockquote_53\">      (iii)   Other relevant evidence necessary to prove that the award is a\n\n              foreign award; and\n\n</blockquote><blockquote id=\"blockquote_54\">      (iv)    Certified English translation of the arbitral award and the\n\n              arbitration agreement.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_54\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1813385\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"198657\" id=\"span_29\">34.   The aforesaid documents shall form prima facie evidence to prove that\n\nthe award is a genuine foreign award. The applicant, i.e., party applying for\n\nthe enforcement of a foreign award is not required to produce any further\n\nevidence. [See judgment of the Delhi High Court in <a href=\"/doc/198657/\" id=\"a_36\">Sial Bioenergie</a> (supra)\n\nand of the Bombay High Court in <a href=\"/doc/1813385/\" id=\"a_37\">CETACO SA vs. Bombay Export\n\nInternational</a> 2000 (3) Arb. LR 69 (Bom.)].</span></span>\n</p>\n<p data-structure=\"Section\" id=\"p_55\">35.   If a party against whom the award is sought to be enforced, contests the\n\nenforcement he must resort to the next following section, that is, <a href=\"/doc/963351/\" id=\"a_38\">Section 48</a> of\n\nthe Act. The said section sets forth seven conditions, required to be proved by\n\nthe party resisting the enforcement of the award, for refusal to enforce a\n\nforeign award. The first five conditions are as contained in <a href=\"/doc/442886/\" id=\"a_39\">Section 48(1)</a> and\n\nthe remaining two are contained in <a href=\"/doc/1324468/\" id=\"a_40\">Section 48(2)</a>. In other words, for resisting\n\nthe enforcement, such party is required to plead and prove one or more of\n\nthese defences. <a href=\"/doc/963351/\" id=\"a_41\">Section 48</a> is in the same terms as Article V of the New York\n\nConvention as contained in the <a href=\"/doc/1306164/\" id=\"a_42\">First Schedule to the Act</a> and reads as follows:-\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">        CS(OS) 541/1998                                         Page 24 of 59</span>\n</p><blockquote id=\"blockquote_55\">   &quot;48. Conditions for enforcement of foreign awards.-(1)\n  Enforcement of a foreign award may be refused, at the\n  request of the party against whom it is invoked, only if that\n  party furnishes to the court proof that-\n</blockquote><blockquote id=\"blockquote_56\">        (a) the parties to the agreement referred to in\n              section 44 were, under the law applicable\n              to them, under some incapacity, or the\n              said agreement is not valid under the law\n              to which the parties have subjected it or,\n              failing any indication thereon, under the\n              law of the country where the award was\n              made; or\n</blockquote><blockquote id=\"blockquote_57\">        (b) the party against whom the award is\n              invoked was not given proper notice of the\n              appointment of the arbitrator or of the\n              arbitral proceedings or was otherwise\n              unable to present his case; or\n</blockquote><blockquote id=\"blockquote_58\">        (c) the award deals with a difference not\n              contemplated by or not falling within the\n              terms of the submission to arbitration, or\n              it contains decisions on matters beyond\n              the scope of the submission to arbitration:\n</blockquote><blockquote id=\"blockquote_59\">              Provided that, if the decisions on matters\n              submitted to arbitration can be separated\n              from those not so submitted, that part of\n              the award which contains decisions on\n              matters submitted to arbitration may be\n              enforced; or\n</blockquote><blockquote id=\"blockquote_60\">        (d) the composition of the arbitral authority\n              or the arbitral procedure was not in\n              accordance with the agreement of the\n              parties, or, failing such agreement, was\n              not in accordance with the law of the\n              country where the arbitration took place;\n              or\n</blockquote><blockquote id=\"blockquote_61\">        (e) the award has not yet become binding on\n              the parties, or has been set aside or\n              suspended by a competent authority of the\n              country in which, or under the law of\n              which, that award was made.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_31\">CS(OS) 541/1998                                         Page 25 of 59</span>\n<blockquote id=\"blockquote_62\">           (2)     Enforcement of an arbitral award may also be\n          refused if the court finds that-\n</blockquote><blockquote id=\"blockquote_63\">                (a) the subject-matter of the difference is not\n                       capable of settlement by arbitration under\n                       the law of India; or\n</blockquote><blockquote id=\"blockquote_64\">                (b) the enforcement of the award would be\n                       contrary to the public policy of India.\n</blockquote><blockquote id=\"blockquote_65\">          Explanation.-Without prejudice to the generality of clause\n</blockquote><blockquote id=\"blockquote_66\">          (b) of this section, it is hereby declared, for the avoidance\n          of any doubt, that an award is in conflict with the public\n          policy of India if the making of the award was induced or\n          affected by fraud or corruption.\n</blockquote><blockquote id=\"blockquote_67\">          (3)     If an application for the setting aside or suspension\n          of the award has been made to a competent authority\n          referred to in clause (e) of sub-section (1) the Court may,\n          if it considers it proper, adjourn the decision on the\n          enforcement of the award and may also, on the application\n          of the party claiming enforcement of the award, order the\n          other party to give suitable security.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_56\">36.   <a href=\"/doc/1559160/\" id=\"a_43\">Section 49</a>, which is encaptioned &#x27;Enforcement of foreign awards&#x27; is\n\napposite and reads as follows:\n</p>\n<blockquote id=\"blockquote_68\">           &quot;49. Enforcement of foreign awards.-Where the Court is\n           satisfied that the foreign award is enforceable under this\n           Chapter, the award shall be deemed to be a decree of that\n           Court.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_57\">37.   The enforcement of a foreign award is thus a three-dimensional process\n\nas evidenced from <a href=\"/doc/784819/\" id=\"a_44\">Sections 47</a>, <a href=\"/doc/963351/\" id=\"a_45\">48</a> and <a href=\"/doc/1559160/\" id=\"a_46\">49</a> of the Act. A party applying for the\n\nenforcement of a foreign award must make an application under <a href=\"/doc/784819/\" id=\"a_47\">Section 47</a> of\n\nthe Act accompanied by the documentary evidence delineated in the said\n\nSection. The burden of proof on him upon production of the aforesaid\n\ndocuments stands discharged and the onus shifts to the party resisting the\n\n\n<span class=\"hidden_text\" id=\"span_32\">        CS(OS) 541/1998                                         Page 26 of 59</span>\n enforcement.\n</p>\n<p data-structure=\"Section\" id=\"p_58\">38.    <a href=\"/doc/963351/\" id=\"a_48\">Section 48</a> stipulates that the party against whom the award is invoked\n\nmay resist the enforcement on one or more of the grounds enumerated in\n\n<a href=\"/doc/1512226/\" id=\"a_49\">Section 48(1) (a)</a> to (e). If the resisting party furnishes before the Court proof\n\nto the satisfaction of the Court that the award suffers from one or more of the\n\ndefects set out in <a href=\"/doc/442886/\" id=\"a_50\">Section 48(1)</a>, the Court may refuse enforcement of the\n\naward. The enforcement of a foreign award may also be refused in the two\n\neventualities set out in sub-clauses (a) and (b) of Sub-Section (2)              of\n\n<a href=\"/doc/963351/\" id=\"a_51\">Section 48</a>. These grounds, viz., non-arbitrability of the subject matter of the\n\naward and conflict of the enforcement with the public policy of India, need not\n\nbe pleaded or proved by the party resisting the enforcement. The Court may\n\nsuo moto refuse the enforcement if it finds existence of any of the aforesaid\n\ndefects in the award sought to be enforced. If, however, the Court does not\n\nfind any of the defects enumerated in <a href=\"/doc/442886/\" id=\"a_52\">Section 48 (1)</a> and <a href=\"/doc/1324468/\" id=\"a_53\">Section 48(2)</a> in the\n\naward sought to be enforced, it will enforce the award by virtue of <a href=\"/doc/1559160/\" id=\"a_54\">Section 49</a>\n\nof the Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_59\">39.    In other words, the Court may exercise its discretion, to refuse\n\nenforcement of a foreign award, for the first five conditions set forth in this\n\nSection only if the party against whom it is invoked, makes a request and\n\nfurnishes proof to it of the existence of any of the conditions set out in sub-\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">        CS(OS) 541/1998                                          Page 27 of 59</span>\n section (1) of <a href=\"/doc/963351/\" id=\"a_55\">Section 48</a>. The Court may also exercise its discretion, to refuse\n\nenforcement of a foreign award on account of the last two conditions, namely,\n\nnon-arbitrability of the subject matter of the dispute and conflict of the\n\nenforcement with the public policy of India [sub-section (2) of <a href=\"/doc/963351/\" id=\"a_56\">Section 48</a>].\n\nThis the Court may refuse suo moto.          It is then for the party seeking\n\nenforcement of the award to satisfy the Court that the subject matter of the\n\ndispute is capable of settlement by arbitration under the law of India or the\n\nenforcement would not be contrary to the public policy of India.              The\n\nExplanation to Sub-Section (2) further declares that the Court may also refuse\n\nenforcement of the award and declare the award to be in conflict with the\n\npublic policy of India if the making of the award was induced or affected by\n\nfraud or corruption.\n</p>\n<p data-structure=\"Section\" id=\"p_60\">40.   What emerges quite clearly from a conjoint reading of sub-section (1)\n\nand sub-section (2) of <a href=\"/doc/963351/\" id=\"a_57\">Section 48</a> of the Act is the following:-\n\n</p><blockquote id=\"blockquote_69\">       (i)    <a href=\"/doc/442886/\" id=\"a_58\">Sections 48(1)</a> and (2) both use the expression &#x27;may&#x27; in the\n\n              context of refusing enforcement instead of the mandatory &#x27;shall&#x27;\n\n              or &#x27;must&#x27;.   In other words, the legislature has left it to the\n\n              discretion of the Court to refuse enforcement of a foreign award,\n\n              depending upon the facts and circumstances of a particular case.\n</blockquote>\n<blockquote id=\"blockquote_70\">       (ii)   The scope of enquiry before the Court before whom the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">         CS(OS) 541/1998                                          Page 28 of 59</span>\n         application for enforcement of the foreign award is pending is\n\n        circumscribed by the conditions for refusal set out in <a href=\"/doc/442886/\" id=\"a_59\">Sections\n\n        48(1)</a> and (2) of the Act. It is not open to a party seeking to resist\n\n        a foreign award to assail the award on merits or because a\n\n        mistake of fact or law has been committed by the arbitral\n\n        tribunal. Dicey and Morris have even gone as far as to say that\n\n        the court under this Section is not concerned even if the arbitral\n\n        tribunal applied no law at all, assuming this is permissible under\n\n        the law governing the arbitration proceedings (The Conflict of\n\n        Laws, Volume I, 13th Edition, 2000, pp.622-23, paragraph 16-\n\n</blockquote><blockquote id=\"blockquote_71\">        071). <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_35\">In other words, the scope of enquiry before the Court in\n\n        which the award is sought to be enforced is limited to the\n\n        grounds set out in <a href=\"/doc/442886/\" id=\"a_60\">Sections 48(1)</a> and (2) and it is not open to the\n\n        party resisting the award to impeach the award on merits in such\n\n        proceedings (<a href=\"/doc/86594/\" id=\"a_61\">Renusagar Power Co. Ltd. vs. General Electric\n\n        Co.</a> AIR 1994 SC 860, page 881).</span>\n</blockquote>\n<blockquote id=\"blockquote_72\">(iii)   The legislative intent regarding enforcement of a foreign award\n\n        is writ large, in that, the conditions for refusing enforcement are\n\n        to be narrowly construed, and, as far as possible the Court may\n\n        exercise its discretion in favour of enforcement of the award as is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">  CS(OS) 541/1998                                           Page 29 of 59</span>\n                clear from the use of the words:-\n</blockquote>\n<blockquote id=\"blockquote_73\">                    &quot;Enforcement of a foreign award may be refused,\n                    ..............., only if that party furnishes to the Court\n                    proof that .............................&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_61\">41.     Keeping in view the aforesaid, I have no hesitation in holding that the\n\nplaintiff has discharged the burden placed upon him of proving that the award\n\nsought to be enforced is a genuine foreign award based on a foreign agreement\n\nfor arbitration and thereby has discharged the obligation placed upon him of\n\ncomplying with the provisions contained in <a href=\"/doc/784819/\" id=\"a_62\">Section 47(a)</a> to (c) of the Act of\n\n1996.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_62\">42.     Issue No.1 is accordingly decided in favour of the plaintiff.\n\nIssue No.2\n\n</p><p data-structure=\"PetArg\" id=\"p_63\">43.     Adverting to Issue No.2, which deals with the question as to whether the\n\ndefendant has furnished proof as required under <a href=\"/doc/963351/\" id=\"a_63\">Section 48</a> of the Act, showing\n\nthat the enforcement of the award is liable to be refused under <a href=\"/doc/963351/\" id=\"a_64\">Section 48</a>, Mr.\n\nTiku, the learned counsel for the defendant has raised a three-fold contention:-\n\n</p><blockquote id=\"blockquote_74\">(i)     There was no arbitration agreement between the parties and accordingly\n\n        the arbitral tribunal had no jurisdiction to arbitrate upon the matter.\n</blockquote>\n<blockquote id=\"blockquote_75\">(ii)    The defendant was not given proper notice of the arbitral proceedings\n\n        and was unable to present its case.\n</blockquote>\n<blockquote id=\"blockquote_76\">(iii)   The enforcement of the award would be contrary to the public policy of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">         CS(OS) 541/1998                                             Page 30 of 59</span>\n        India.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_64\">44.    Dealing with Mr. Tiku&#x27;s contention that there was no arbitration\n\nagreement between the parties, Mr. Singh, the learned senior counsel for the\n\nplaintiff strongly contended that the defendant was barred from raising the\n\naforesaid plea in view of the fact that the aforesaid question, with the consent\n\nof the parties, had been gone into by the arbitral tribunal and the arbitral\n\ntribunal having held in favour of the plaintiff, the defendant could not be\n\npermitted to re-open the same.\n</p>\n<p data-structure=\"Precedent\" id=\"p_65\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1989300\" id=\"span_38\">45.    Reliance was placed by Mr. Singh to buttress the aforesaid submission\n\non the judgment of the Supreme Court in the case of <a href=\"/doc/1989300/\" id=\"a_65\">Alopi Prasad &amp; Sons\n\nLtd. vs. Union of India</a> AIR 1960 SC 588, wherein it was held that where a\n\nspecific question of law is submitted to the arbitrator and the arbitrator answers\n\nthe same, in such a case the decision being of an arbitrator selected by the\n\nparties to adjudicate upon their disputes, binds the parties even on a question of\n\nlaw.</span>\n</p>\n<p data-structure=\"RespArg\" id=\"p_66\">46.    In the present case, it is not in dispute that a specific reference was made\n\non the question of jurisdiction to the arbitrator, the respondent participated in\n\nthe aforesaid proceedings before the arbitrator, made its submissions and took\n\nits chance. A look at the interim award rendered by the LRBA shows that\n\nthough the claimant&#x27;s submissions were received by the arbitral tribunal on 3 rd\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">        CS(OS) 541/1998                                           Page 31 of 59</span>\n July, 1996 and the arbitrator set down a time-table providing for 28 days in\n\nwhich the respondent was to reply, time was extended at the request of the\n\ndefendant on several occasions, i.e., on 5th August, 1996, 7th October, 1996,\n\n20th November, 1996, 12th December, 1996, 2nd February, 1997 and 28th May,\n\n1997. Finally, the learned arbitrators after noticing that in the submissions of\n\nthe defendant of 22nd April, 1997, the defendant&#x27;s/respondent&#x27;s reply was\n\nrestricted to matters of jurisdiction, passed the following order:-\n\n</p><blockquote id=\"blockquote_77\">           &quot;Matters of procedure were discussed immediately prior to\n           the hearing of 28th May 1997 whereby it was agreed as\n           recorded in Arbitrators letter of 28th April 1997, issues of\n           Jurisdiction would be dealt with first. It was subsequently\n           agreed that in the interest of Justice, the Respondents not\n           having submitted a reply on the substantive issues,\n           depending on the determination of Jurisdiction, a further\n           period would be allowed up to 12th June 1997 in which the\n           Respondents would reply. The hearing was adjourned until\n           19th June 1997. Arbitrators would advise them their\n           determinations in the form of a letter to the parties on 29th\n           May 1997 reserving their reasoning in the event of a\n           finding in favour of Claimants, such reasons to be included\n           in their Award following determination of substantive\n           issues.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_67\">47.    Pursuant to the aforesaid agreement, the learned arbitrators first took up\n\nthe issue of jurisdiction and after duly discussing the respective contentions of\n\nboth the parties and noticing their submissions, rendered an interim award on\n\n20th June, 1997 unequivocally holding that the LRBA Contract Form No.3\n\ncontained the arbitration agreement between the parties, and at no time did the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">         CS(OS) 541/1998                                              Page 32 of 59</span>\n defendant/respondent raised any objections to the terms of the said agreement\n\nnor to the involvement of Jackson as a broker. The relevant portion of the\n\ninterim award reads as follows:-\n</p>\n<blockquote id=\"blockquote_78\">           &quot;JURISDICTION:-\n</blockquote><blockquote id=\"blockquote_79\">           On 28th May Arbitrators met to hear submissions from the\n           parties on the question of Arbitrators Jurisdiction. Sellers\n           have raised the question of Jurisdiction in their submissions\n           claiming that the Contract confirmations sent out by the\n           broker Jackson Son &amp; Co. (London) Ltd. (Jackson), which\n           included The London Rice Brokers Association (LRBA)\n           Contract Form No.3 had no legal standing. Sellers submit\n           that Jackson were never the agent of the Seller, nor did\n           Jackson have any authority on Sellers behalf to sign or\n           execute any Contract nor could they have sold the said\n           quantity of rice on behalf of Sellers. The confirmation of\n           Contract dated 25th November 1994 sent by Sellers was\n           signed by both parties and made no mention of any LRBA\n           contract. Sellers further submitted that at no point of time\n           was Jackson given any authority to enter into any Contract\n           of Sale with Buyers or anyone else. The Jackson documents\n           are of no legal consequence and do not bind Sellers. The\n           fact that Sellers occasionally referred to Jackson reference\n           numbers does not lead to the existence of an agreement to\n           refer disputes to arbitration.\n</blockquote>\n<blockquote id=\"blockquote_80\">           Sellers maintained that in Law, unless there was a specific\n           agreement to refer the disputes to arbitration by a\n           particular institution, arbitration cannot be invoked by\n           unilateral conduct of any of the parties.\n</blockquote>\n<blockquote id=\"blockquote_81\">           Buyers on the other hand submit that Jackson performed\n           the role of normal brokers and were not the agents of either\n           party. The terms of the Contracts were negotiated by the\n           Parties through Jackson as Brokers. Immediately after the\n           conclusion of each business Jackson sent to both parties\n           their contract confirmation notes. These contract notes\n           always included the term &quot;All other terms as per London\n\n\n<span class=\"hidden_text\" id=\"span_41\">        CS(OS) 541/1998                                         Page 33 of 59</span>\n   Rice Brokers&#x27; Association contract number 3&quot;.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_68\">  Subsequently Jackson prepared formal contracts written on\n  LRBA Contract No.3 which were sent to both parties. Both\n  clauses 11 and 14 make reference to the fact that any\n  dispute arising under the Contract is to be referred to\n  arbitration in accordance with the Rules of the LRBA.\n\n  Buyers submit that at no time did Sellers raise any objection\n  that the Contract Notes and formal contracts contained the\n  standard LRBA Arbitration clause. In each occasion when\n  the business was being negotiated both parties knew and\n  understood that they were negotiating on the basis of LRBA\n  Contract No.3 terms.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_69\">  Sellers therefore cannot now in good faith deny that the\n  Arbitrators have Jurisdiction to hear and determine\n  disputes arising out of the contracts.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_70\">  WE FIND THAT it is perfectly normal for parties to\n  negotiate business through brokers after which the brokers\n  send contract confirmations and contracts to both Parties.\n  In the case with which we are dealing, no objections were\n  raised by Sellers concerning the terms and reference to\n  LRBA Contract Number 3 at the relevant time which\n  incorporated an Arbitration Clause. Additionally, Sellers\n  communicated directly with Jackson on several occasions\n  concerning the execution of the Contracts and was\n  therefore recognising      Jackson as being the broker\n  involved. The brokers were not the agents of either party\n  and were performing the normal duties of a broker who had\n  put the parties together and finalised the business on their\n  behalf.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_71\">  Apart from those occasions when Buyers and Sellers work\n  directly with each other without brokers, it is fully\n  understood by the trade that brokers perform the function of\n  putting the parties together and subsequently when the\n  business is concluded they need confirmations to both\n  parties outlining the basic details. This is usually followed\n\n\n<span class=\"hidden_text\" id=\"span_42\">CS(OS) 541/1998                                        Page 34 of 59</span>\n           up by contracts being sent to the parties showing the terms\n          and conditions in full. These were all received by Buyers.\n          Sellers however maintained that they did not receive any\n          confirmations. Nevertheless, Sellers were aware of the\n          details and executed part of the quantity covered by the\n          contracts. Sellers on several occasions contacted and\n          corresponded directly with Jackson referring to the\n          contracts by numbers as shown on the confirmations. A\n          meeting in Paris on 12th September 1995 was arranged\n          where Mr. Prem Gary of Shivnath, Mr. Pinto of Glencore\n          and Mr. Harper of Jackson discussed the shipment\n          problems. The meeting continued on 14th September where\n          Shivnath produced a document entitled &quot;Various\n          outstanding issues with Glencore.&quot;          The Contracts\n          mentioned in this document contained inter alia list of\n          Contracts under the heading &quot;Performance of Glencore\n          Contracts&quot; and were all numbered with Jacksons Contract\n          Numbers.\n</p>\n<p data-structure=\"RespArg\" id=\"p_72\">          Having carefully considered all the evidence, written\n          submissions and oral submissions WE FIND THAT on the\n          balance of probabilities, Sellers must have been fully aware\n          that the usual LRBA Contract Form No.3 containing an\n          expressed agreement to refer all disputes to be determined\n          by arbitration in accordance with the Rules of LRBA\n          applied, and at no time did they raise any objections to the\n          terms nor to Jacksons involvement as a broker.\n</p>\n<p data-structure=\"Section\" id=\"p_73\">          Clause 14 provides that the Contract shall be deemed to\n          have been made in England and the validity and\n          performance thereof should be governed by English Law.\n\n          WE FIND THEREFORE THAT Arbitrators have\n          Jurisdiction to deal with the substantive issues.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_74\">          The costs, fees and expenses of this Interim Award shall be\n          dealt with in our final Award.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_75\">48.   Mr. Singh, the learned senior counsel for the plaintiff has also taken me\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">       CS(OS) 541/1998                                         Page 35 of 59</span>\n through the correspondence between the parties to show that there was a valid\n\nand subsisting arbitration agreement as embodied in the contracts entered into\n\nbetween the parties and the defendant must be held bound by the same.\n\nReference in this regard was made by him to the following documents:-\n\n</p><blockquote id=\"blockquote_82\">(i)      Facsimile transmission of letter dated 30th November, 1994 from\n\n         Jackson Son &amp; Co. (London) Ltd. to the defendant, M/s. Shivnath\n\n         Rai Harnarain (India) Co. with a copy to the plaintiff enclosing the\n\n         amended confirmation of business and stating that the same was\n\n         being incorporated &quot;into the full LRBA contract which is being sent\n\n         to you (the defendant) by express mail&quot;, viz., Contract No.9827.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_76\">         Significantly, the said letter after setting out the terms of the contract\n\n         specifically states &quot;All other terms as per London Rice Brokers&#x27;\n\n         Association contract number 3&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_77\">(ii)     Facsimile transmission of letter dated 30th November, 1994 from\n\n         Jackson Son &amp; Co. (London) Ltd. to the defendant M/s. Shivnath Rai\n\n         Harnarain (India) Co. with reference to Contract No.9834 seting out\n\n         the terms of the said contract. The said letter after setting out the\n\n         terms of the contract specifically states &quot;All other terms as per\n\n         London Rice Brokers&#x27; Association contract number 3&quot;.\n\n</p><p data-structure=\"Conclusion\" id=\"p_78\">(iii)    Facsimile transmission of letter dated 13th December, 1994 from\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">        CS(OS) 541/1998                                           Page 36 of 59</span>\n         Jackson Son &amp; Co. (London) Ltd. to the defendant, M/s. Shivnath\n\n        Rai Harnarain (India) Co. with a copy to the plaintiff with reference\n\n        to Contract No.9840 setting out the terms of the said contract. The\n\n        said letter after setting out the terms of the contract specifically states\n\n        &quot;All other terms as per London Rice Brokers&#x27; Association\n\n        contract number 3&quot;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_79\">(iv)    Facsimile transmission of letter dated 23rd December, 1994 from\n\n        Jackson Son &amp; Co. (London) Ltd. to the defendant M/s. Shivnath Rai\n\n        Harnarain (India) Co. with a copy to the plaintiff with reference to\n\n        Contract No.9843 setting out the terms of the said contract. The\n\n        said letter after setting out the terms of the contract specifically states\n\n        &quot;All other terms as per London Rice Brokers&#x27; Association\n\n        contract number 3&quot;.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_80\">(v)     Facsimile transmission of letter dated 23rd December, 1994 from\n\n        Jackson Son &amp; Co. (London) Ltd. to the defendant M/s. Shivnath Rai\n\n        Harnarain (India) Co. with a copy to the plaintiff with reference to\n\n        Contract No.9844, setting out the terms of the said contract. The\n\n        said letter after setting out the terms of the contract specifically states\n\n        &quot;All other terms as per London Rice Brokers&#x27; Association\n\n        contract number 3&quot;. This letter also contains a post-script to the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_45\">       CS(OS) 541/1998                                            Page 37 of 59</span>\n           following effect: &quot;Please note confirmation 9843 should show\n\n          shipment in 1995 - not 1994 - sorry for error.             The LRBA\n\n          Contract will be correct.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_81\">(vi)      Facsimile transmission of letter dated 12th January, 1995 from\n\n          Jackson Son &amp; Co. (London) Ltd. to the defendant M/s. Shivnath Rai\n\n          Harnarain (India) Co. with reference to Contract No.9855 setting\n\n          out the terms of the said contract. The said letter after setting out the\n\n          terms of the contract specifically states &quot;All other terms as per\n\n          London Rice Brokers&#x27; Association contract number 3&quot;.\n\n</p><p data-structure=\"Conclusion\" id=\"p_82\">(vii)     Letter dated 31st January, 1995 from Jackson Son &amp; Co. (London)\n\n          Ltd. to the defendant M/s. Shivnath Rai Harnarain (India) Co. with\n\n          reference to Contract No.9866 setting out the terms of the said\n\n          contract. The said letter after setting out the terms of the contract\n\n          specifically states &quot;All other terms as per London Rice Brokers&#x27;\n\n          Association contract number 3&quot;.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_83\">(viii)    Facsimile transmission of letter dated 31st January, 1995 from\n\n          Jackson Son &amp; Co. (London) Ltd. to the defendant M/s. Shivnath Rai\n\n          Harnarain (India) Co. with reference to Contract No.9867 setting\n\n          out the terms of the said contract. The said letter after setting out the\n\n          terms of the contract specifically states &quot;All other terms as per\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">         CS(OS) 541/1998                                          Page 38 of 59</span>\n          London Rice Brokers&#x27; Association contract number 3&quot;.\n\n</p><p data-structure=\"Conclusion\" id=\"p_84\">(ix)     Facsimile transmission of letter dated 26th May, 1995 from Jackson\n\n         Son &amp; Co. (London) Ltd. to the defendant M/s. Shivnath Rai\n\n         Harnarain (India) Co. with reference to Contract No.9914 setting\n\n         out the terms of the said contract. The said letter after setting out the\n\n         terms of the contract specifically states &quot;All other terms as per\n\n         London Rice Brokers&#x27; Association contract number 3&quot;.\n\n</p><p data-structure=\"Conclusion\" id=\"p_85\">(x)      Facsimile transmission of letter dated 8th June, 1995 from Jackson\n\n         Son &amp; Co. (London) Ltd. to the defendant M/s. Shivnath Rai\n\n         Harnarain (India) Co. with reference to Contract No.9923 setting\n\n         out the terms of the said contract. The said letter after setting out the\n\n         terms of the contract specifically states &quot;All other terms as per\n\n         London Rice Brokers&#x27; Association contract number 3&quot;.\n\n</p><p data-structure=\"Conclusion\" id=\"p_86\">(xi)     Facsimile transmission of letter dated 8th June,1995 from Jackson\n\n         Son &amp; Co. (London) Ltd. to the defendant M/s. Shivnath Rai\n\n         Harnarain (India) Co. with reference to Contract No.9924 setting\n\n         out the terms of the said contract. The said letter after setting out the\n\n         terms of the contract specifically states &quot;All other terms as per\n\n         London Rice Brokers&#x27; Association contract number 3&quot;.\n\n</p><p data-structure=\"Precedent\" id=\"p_87\">(xii)    Letter dated 9th February, 1995 sent by the defendant, Shivnath Rai\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">        CS(OS) 541/1998                                          Page 39 of 59</span>\n  Harnarain (India) Co. to the plaintiff with a copy to M/s. Jackson Son\n\n &amp; Co. (London) Ltd., setting out the amendments to the Letter of\n\n Credits with particular reference to the Contract Numbers under\n\n which the said Letter of Credits had been opened:-\n</p>\n<blockquote id=\"blockquote_83\">     &quot;1. L/C No.IMP/1342/94 (CONTRACT 9827) FOR\n         WHITE RICE PANT 4 VARIETY\n</blockquote><blockquote id=\"blockquote_84\">         ----------------------------------------------------------------\n         KINDLY INSERT &quot;PACKING IN P.P. BAGS ALSO\n         ACCEPTABLE&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_88\">     2. L/C No.190057 (CONTRACT 9834) FOR WHITE\n         RICE PANT 4 VARIETY\n</p><p data-structure=\"Conclusion\" id=\"p_89\">         ----------------------------------------------------------------\n         KINDLY INSERT\n         (A) PACKING IN P.P. BAGS ALSO\n                 ACCEPTABLE\n         (B) DELIVERY OF PR-104 VARIETY ALSO\n                 ACCEPTABLE\n         (C) PARTSHIPMENT ALLOWED.\n</p><p data-structure=\"Conclusion\" id=\"p_90\">     3. L/C No.190073 (CONTRACT 9840) FOR BROKEN\n         RICE\n</p><p data-structure=\"Conclusion\" id=\"p_91\">         ----------------------------------------------------------------\n         KINDLY INSERT &quot;PARTSHIPMENT ALLOWED&quot;\n</p><p data-structure=\"Precedent\" id=\"p_92\">     4. L/C No.190005 (CONTRACT 9844) FOR WHITE\n         RICE\n</p><p data-structure=\"Conclusion\" id=\"p_93\">         ----------------------------------------------------------------</p><pre id=\"pre_2\">\n         KINDLY INSERT\n         (A) PACKING               IN      P.P.       BAGS        ALSO\n         ACCEPTABLE\n</pre><p data-structure=\"Conclusion\" id=\"p_94\">         (B) AMEND PANT 106 TO -----------------------\n</p><p data-structure=\"Precedent\" id=\"p_95\">     5. L/C No.21036411144505 (CONTRACT 9843) FOR\n         WHITE RICE PANT 4 VARIETY\n</p><p data-structure=\"Conclusion\" id=\"p_96\">         ----------------------------------------------------------------\n         KINDLY INSERT\n         (A) PACKING IN P.P. BAGS ALSO\n                 ACCEPTABLE\n         (B) DELIVERY OF PR-106 VARIETY ALSO\n\n\n<span class=\"hidden_text\" id=\"span_48\">CS(OS) 541/1998                                                 Page 40 of 59</span>\n                        ACCEPTABLE\n               CONTRACT NO.9866: KINDLY OPEN NEW L/C FOR\n               FIRST CONSIGNMENT @ US$225.00 OR SUITABLY\n               ENHANCE AMOUNT IN L/C NO.IMP/1342/94,\n               SHIPMENT IN MARCH, DESCRIPTIONS 25%\n               BROKEN.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_97\">\n\n</p><p data-structure=\"Precedent\" id=\"p_98\">(xiii)     Letter dated 27th May, 1995 from the defendant Shivnath Rai\n\n           Harnarain (India) Co. to M/s. Jackson Son &amp; Co. (London) Ltd. with\n\n           reference to Balance Contract No.9844.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_99\">(xiv)      Letter dated 4th July, 1995 from Shivnath Rai Harnarain (India) Co.\n\n</p><p data-structure=\"Precedent\" id=\"p_100\">           to Jackson Son &amp; Co. (London) Ltd. with reference to Contract\n\n           Nos.9855 and 9866.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_101\">(xv)       Letter dated 21st July, 1995 from the defendant, Shivnath Rai\n\n           Harnarain (India) Co. to Jackson Son &amp; Co. (London) Ltd. with\n\n           regard to Glencore shipments.\n</p>\n<p data-structure=\"Precedent\" id=\"p_102\">(xvi)      Letter dated 27th July, 1995 from the defendant, Shivnath Rai\n\n           Harnarain (India) Co. to Jackson Son &amp; Co. (London) Ltd. with\n\n           reference to nomination of vessels.\n</p>\n<p data-structure=\"Precedent\" id=\"p_103\">(xvii)     Letter dated 11th August, 1995 from the defendant, Shivnath Rai\n\n           Harnarain (India) Co.       to Jackson Son &amp; Co. (London) Ltd.\n\n           requesting for increase in the price of rice.\n</p>\n<p data-structure=\"Precedent\" id=\"p_104\">(xviii)    Letter dated 18th September, 1995 from the defendant, Shivnath Rai\n\n\n\n\n<span class=\"hidden_text\" id=\"span_49\">          CS(OS) 541/1998                                      Page 41 of 59</span>\n            Harnarain (India) Co. to Jackson Son &amp; Co. (London) Ltd. with\n\n           reference to the outstanding contracts.\n</p>\n<p data-structure=\"Precedent\" id=\"p_105\">(xix)      Letter dated 19th September, 1995 from the defendant, Shivnath Rai\n\n           Harnarain (India) Co.       to Jackson Son &amp; Co. (London) Ltd.\n\n           specifically referring to Contract Nos.9843 and 9866.\n\n(xx)       Letter dated 26th June, 1995 from Shivnath Rai Harnarain (India) Co.\n\n</p><p data-structure=\"Precedent\" id=\"p_106\">           to the plaintiff setting out the shipment schedule with reference to\n\n           Contract Nos.9844, 9866, 9843, 9923, 9924 and 9834.\n\n(xxi)      Letter dated 18th July, 1995 from Jackson Son &amp; Co. (London) Ltd.\n\n</p><p data-structure=\"Conclusion\" id=\"p_107\">           to Shivnath Rai Harnarain (India) Co. on the question of demurrage\n\n           claims from the plaintiff specifically referring to Contract\n\n           Nos.9914 and 9923.\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\">(xxii)     Letter dated 8th August, 1995 from Jackson Son &amp; Co. (London) Ltd.\n\n</p><p data-structure=\"Precedent\" id=\"p_109\">           to the defendant, Shivnath Rai Harnarain (India) Co. with a copy to\n\n           the plaintiff referring to nomination of vessels.\n</p>\n<p data-structure=\"Precedent\" id=\"p_110\">(xxiii)    Letter dated 8th August, 1995 from Jackson Son &amp; Co. (London) Ltd.\n\n</p><p data-structure=\"Conclusion\" id=\"p_111\">           to the defendant, Shivnath Rai Harnarain (India) Co. regarding\n\n           shipping schedule.\n</p>\n<p data-structure=\"Precedent\" id=\"p_112\">(xxiv)     Letter dated 14th August, 1995 from Jackson Son &amp; Co. (London)\n\n           Ltd. to the defendant, Shivnath Rai Harnarain (India) Co. with\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">          CS(OS) 541/1998                                       Page 42 of 59</span>\n           reference to the price increase claimed by the defendant.\n\n(xxv)     Letter dated 18th September, 1995 from Jackson Son &amp; Co. (London)\n\n          Ltd. to Shivnath Rai Harnarain (India) Co. specifically referring to\n\n          Contract Nos.9843 and 9866.\n</p>\n<p data-structure=\"Precedent\" id=\"p_113\">49.     Relying upon the aforesaid documents, Mr. Singh contended that the\n\naforesaid documents leave no manner of doubt that the defendant, who had\n\nbeen corresponding with the plaintiff and with M/s. Jackson Son &amp; Co.\n\n(London) Ltd. with specific reference to the Contract Numbers, was fully\n\naware of the 11 LRBA contracts entered into between the parties.                In\n\nparticular, Mr. Singh strongly relied upon the letter of the defendant addressed\n\nto the plaintiff dated 26th June, 1995 setting out the following shipping\n\nschedule with reference to the Contract Numbers of all the eleven Contracts:-\n\n\n</p><pre id=\"pre_3\">        MONTH       VESSEL        QTY.(MT)       RATE(USD) CONTRACT\n      AUGUST       1ST          12500           227+3+4         9844\n                   2ND          12500           232+4           9866\n                   3RD          12500           216+4           9843\n                   4TH          12500           200             9923\n      SEPT.        1ST          12500           227+3+4         9844\n                   2ND          12182.7         232+4           9866\n                   3RD           8507.5         216+4           9843\n                   4TH          12500           237.5           9924\n      OCT.         1ST          12500           237.5           9924\n                   2ND          12500           237.5           9924\n                   3RD           2649.7         208             9834\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">         CS(OS) 541/1998                                        Page 43 of 59</span>\n</pre><p data-structure=\"Precedent\" id=\"p_114\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1699016\" id=\"span_52\">50.    Mr. Singh contended that since the defendant itself was corresponding\n\nwith the plaintiff as well as with M/s. Jackson Son &amp; Co. (London) Ltd. with\n\nreference to the LRBA Contract Numbers and opening Letters of Credit with\n\nrespect to the aforesaid contracts, the defendant cannot now turn around to say\n\nthat it was unaware of the aforesaid contracts. Reliance in this context is\n\nplaced by the learned senior counsel for the plaintiff upon the judgment of the\n\nSupreme Court in <a href=\"/doc/1699016/\" id=\"a_66\">Smita Conductors Ltd. vs. Euro Alloys Ltd.</a> reported in\n\nAIR 2001 SC 3730.</span>\n</p>\n<p data-structure=\"Facts\" id=\"p_115\">51.    In the aforesaid case, a contract bearing No.S-142 for supply of\n\naluminium rods of 2400 metric tonnes @ 200 MT per shipment was proposed\n\nby the respondent to the appellant on 31st August, 1990 containing an\n\narbitration clause. In the letter accompanying the contract, it was stated to sign\n\nand return copy for sake of good order. The appellant did not sign nor return\n\nthe said contract despite reminders sent in this regard from time to time. On\n\n04.02.1991, a letter from the respondent enclosing the amendments to the\n\ncontract was sent to the appellant but without any result. On 25.02.1991,\n\nanother contract bearing No.S-336 for the supply of 2,000 MT of aluminum\n\nrods @ 500 MT per shipment was sent. In the first contract, initially there was\n\nno arbitration clause. However, on 18.03.1991, the contract bearing the same\n\nnumber, i.e., S-142, was sent containing the arbitration clause with certain\n\n\n\n\n<span class=\"hidden_text\" id=\"span_53\">        CS(OS) 541/1998                                           Page 44 of 59</span>\n amendments for signature and return of the second copy. But the contract was\n\nnot signed and sent by the appellant. On the basis of certain irrevocable letters\n\nof credit opened by the appellant, shipments were made in January, February\n\nand March 1991. On the aforesaid facts, it was submitted before the Supreme\n\nCourt that the correspondence between the parties and the conduct of the\n\nappellant clearly established that there existed an arbitration clause between\n\nthe parties and, therefore, there was full compliance with Article II, paras 1 and\n\n2 of the New York Convention, which forms part of the schedule to the Act.\n\nThe Supreme Court after noticing that there was no letter or telegram\n\nconfirming the contracts as such, but there was certain correspondence which\n\nindicated a reference to the two contracts in opening the letters of credit\n\naddressed to the bank, bearing Nos.S-142 and S-336, in which there were\n\narbitration clauses, opined that the two contracts stood affirmed by reason of\n\nthe opening of the letters of credit and by the conduct of the appellant as\n\nindicated in the letters exchanged, and accordingly it must be held that there\n\nwas an agreement in writing between the parties providing for arbitration.\n\nParagraph 6 of the judgment of the Supreme Court, which has a direct bearing\n\non the issue involved in the present case, may be referred to.          The said\n\nparagraph reads as follows:-\n</p>\n<blockquote id=\"blockquote_85\">           &quot;6. What needs to be understood in this context is that\n           the agreement to submit to arbitration must be in writing.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_54\">        CS(OS) 541/1998                                           Page 45 of 59</span>\n<blockquote id=\"blockquote_86\">          What is an agreement in writing is explained by para 2 of\n         <a href=\"/doc/1456610/\" id=\"a_67\">Art.2.</a> If we break down para 2 into elementary parts, it\n         consists of four aspects. It includes an arbitral clause, (1)\n         in a contract containing an arbitration clause signed by the\n         parties, (2) an arbitration agreement signed by the parties,\n         (3) an arbitral clause in a contract contained in exchange\n         of letters or telegrams, and (4) an arbitral agreement\n         contained in exchange of letters or telegrams. If an\n         arbitration clause falls in any one of these four categories,\n         it must be treated as an agreement in writing. In the\n         present case, we may advert to the fact that there is no\n         letter or telegram confirming the contract as such but there\n         is certain correspondence which indicates a reference to\n         the contract in opening the letters of credit addressed to the\n         Bank to which we shall presently refer to. There is no\n         correspondence between the parties either disagreeing with\n         the terms of the contract or arbitration clause. Apart from\n         opening the letters of credit pursuant to the two contracts,\n         the appellant also addressed a telex message on 23.4.1990\n         in which there is a reference to two contracts bearing\n         Nos.S-142 and S-336 in which they stated that they want to\n         invoke force majeure and the arbitration clauses in both the\n         contracts which are set forth successively and thus it is\n         clear that the appellant had these contracts in mind while\n         opening the letters of credit in the bank and in addressing\n         the letters to the bank in this regard. May be, the appellant\n         may not have addressed letters to the respondent in this\n         regard but once they state that they are acting in respect of\n         the contracts pursuant to which letters of credit had been\n         opened and they are invoking the force majeure clause in\n         these two contracts, it obviously means that they had in\n         mind only these two contracts which stood affirmed by\n         reason of these letters of credit. If the two contracts stood\n         affirmed by reason of their conduct as indicated in the\n         letters exchanged, it must be held that there is an agreement\n         in writing between the parties in this regard.&quot;\n</blockquote>\n\n\n<p data-structure=\"PetArg\" id=\"p_116\">52.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1071981\" id=\"span_55\">In <a href=\"/doc/1071981/\" id=\"a_68\">Bharat Starch Industries Ltd. &amp; Ors. vs. Prudent International\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">       CS(OS) 541/1998                                         Page 46 of 59</span>\n Shipping and Trading Ltd.</a> reported in 1995 IV AD (DELHI) 343, an\n\nargument was advanced on behalf of the plaintiff that since the\n\nplaintiff/appellant was not a signatory of the Memorandum of Understanding\n\nor Charter Party, therefore, there was no privity of contract between the\n\nplaintiff and the defendant No.1 and, thus, there was no agreement for referring\n\ndisputes for arbitration. The question arose whether the plaintiff/appellant\n\nwhich transported goods from Kakinada Port in Andhra Pradesh on board the\n\nship of the first defendant could be said to be a party to the Charter Party\n\ncontaining the arbitration clause so that the question of liability of the\n\nplaintiff/appellant for demurrage could be subject matter of arbitration at\n\nLondon as per Clause 29 in the Charter Party. It was contended by the learned\n\ncounsel appearing on behalf of the plaintiff/appellant that the second defendant\n\nand its employee Mr. Paul Mc. Gowan had no authority to sign the Charter\n\nParty as the agent of the appellant. After referring to the entire evidence on\n\nrecord, a Division Bench of this Court in paragraph 30 of its decision held as\n\nfollows:-</span>\n</p>\n<blockquote id=\"blockquote_87\">            &quot;30. In the light of the above documents, we are clearly of\n            the opinion that the appellant treated itself as the charterer\n            of the vessel. The appellant was so informed and it had not\n            objected to this. The signing of the Charter Party by the 2nd\n            defendant , through its employee Mr. Paul McGowan, who\n            negotiated the same can only mean that the said person\n            signed the Charter Party on behalf of the appellant. The\n            acceptance of the MOU also leads to the inference that the\n\n\n<span class=\"hidden_text\" id=\"span_57\">        CS(OS) 541/1998                                          Page 47 of 59</span>\n            appellant admitted that it was the Charterer.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_117\">53.    In the aforesaid case, the Supreme Court also opined that the appellant\n\nhaving accepted the Charter Party in its correspondence and, therefore, the\n\narbitration clause (Clause 29), the learned Single Judge was right in coming to\n\nthe conclusion that the dispute was to be settled by the arbitrators at London.\n\n</p><p data-structure=\"Precedent\" id=\"p_118\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1699016\" id=\"span_58\">54.    Relying upon the aforesaid decision of the Division Bench, the learned\n\nsenior counsel for the plaintiff submitted that the contention of the defendant\n\nthat it was not a signatory to the LRBA contracts is wholly without merit, as\n\nthe defendant was all along aware of the LRBA contracts and the provision\n\ntherein made for arbitration in case disputes arose between the parties. I see no\n\nreason to disagree with this submission, more so, in view of the law <a href=\"/doc/1071981/\" id=\"a_69\">laid down\n\nby</a> the Supreme Court in <a href=\"/doc/1699016/\" id=\"a_70\">Smita</a>&#x27;s case (supra).</span> The necessary corollary is that\n\nit must be held that there was an arbitration agreement between the parties and\n\nthe defendant being fully aware of the same, cannot turn round at this stage to\n\nurge that it was not so.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_119\">55.    Next, Mr. Rakesh Tiku, the learned counsel for the defendant relying\n\nupon the provisions of <a href=\"/doc/848413/\" id=\"a_71\">Section 48(1)(b)</a> vociferously contended that the\n\ndefendant was not given proper notice of the appointment of the arbitrator and\n\nthe arbitral proceedings and was, therefore, unable to present its case. This\n\ncontention is being noted for the purpose of being rejected for the reason that it\n\n\n<span class=\"hidden_text\" id=\"span_59\">         CS(OS) 541/1998                                          Page 48 of 59</span>\n is amply borne out from the contents of the interim award as well as from the\n\ncontents of the final award that the defendant was afforded more than ample\n\nopportunity to present their case before the Arbitral Tribunal. A look now at\n\nthe relevant portion of the final award No.12031A, which reads as follows:-\n\n</p><blockquote id=\"blockquote_88\">           &quot;4.   SELLERS FAILURE TO RESPOND\n           4:1   Sellers failed to respond to Buyers&#x27; submissions on\n                 the substantive issues dated 3rd July 1996 and 21st\n                 August 1996. The Tribunal issued an Order on 7th\n                 October 1996 giving Sellers an extension to 28th\n                 October 1996 to respond. No reply having been\n                 received a Peremptory order was issued on 20th\n                 November 1996 for Sellers to serve their defence\n                 submissions by 4th December 1996. Sellers&#x27; lawyers\n                 in a fax dated 12th December 1996 advised that they\n                 disputed any liability maintaining that there was no\n                 Arbitration agreement between the parties and\n                 indicated that they had sent a legal notice to Buyers\n                 claiming damages for Rs.6.11 Crores.              They\n                 submitted that as they disputed the existence of an\n                 Arbitration agreement no further action should be\n                 taken and that they had advised Sellers to take\n                 appropriate legal proceedings.\n</blockquote><blockquote id=\"blockquote_89\">           4:2   Sellers maintain that as the Courts in India were\n                 closed at the time for the winter vacations and would\n                 not be opening again until the first week in January\n                 1997, the lawyers on behalf of Sellers stated that they\n                 had been instructed to pay the appropriate Court fees\n                 for the necessary legal papers to be submitted and\n                 the &quot;Government Treasury and the Court fees etc.\n                 would also be shortly made available.&quot; Following\n                 the opening of the Courts the lawyers would furnish\n                 all the necessary legal papers including the notices\n                 of the Court.\n</blockquote><blockquote id=\"blockquote_90\">           4:3   Since no confirmation had been received of Sellers\n                 having proceeded to the Indian Courts in accordance\n                 with their stated intention, on 2nd February 1997,\n\n\n<span class=\"hidden_text\" id=\"span_60\">        CS(OS) 541/1998                                         Page 49 of 59</span>\n          Sellers were advised by the Tribunal that should no\n         reply be received by 12th February they would meet\n         on 14th February to determine the issues. A fax dated\n         20th February was received by the Tribunal asking\n         for a further extension of at least four weeks to make\n         submissions and present documents.\n</blockquote><blockquote id=\"blockquote_91\">  4:4    On 5th March 1997 the Tribunal issued a Peremptory\n         order that reply submissions should be received not\n         later than 17th March 1997. Written submissions on\n         the matter of Jurisdiction only were received by the\n         Tribunal on 26th March 1997 under cover of a letter\n         from Sellers dated 13th March 1997. These contained\n         a formal request that Sellers be heard at an oral\n         hearing at which they were to be represented by\n         Sellers&#x27; lawyers.\n</blockquote><blockquote id=\"blockquote_92\">  4:5    Accordingly the Tribunal set the hearing down for\n         28th May 1997 and at the same time issued an Order\n         to Sellers to reply with their defence submissions on\n         all issues by 9th May 1997. However, Sellers&#x27; reply at\n         the hearing was restricted only to matters of\n         jurisdiction. At the hearing a further period was\n         granted to Sellers up to 12th June 1997 to reply with\n         their submissions on the substantive issues in the\n         event that the Arbitrators determined they had\n         jurisdiction.\n</blockquote><blockquote id=\"blockquote_93\">         It was agreed the parties would be advised by letter\n         the following day as to whether the arbitrators\n         determined they had jurisdiction. In the event that\n         they so found, they would reserve their reasoning to\n         be issued in their Award and the hearing would be\n         reconvened on 19th June 1997. If they found that they\n         did not have jurisdiction that would be at the end of\n         the matter and the parties would be advised\n         accordingly.\n</blockquote><blockquote id=\"blockquote_94\">         Arbitrators advised the parties by letter and telex on\n         29th May 1997 that they had jurisdiction.\n         Sellers failed to appear at the reconvened hearing\n         but instead tabled a request to the Tribunal as they\n         had given no reasons in their letter of 29th May that\n         the Tribunal should issue an Interim Award relating\n\n\n<span class=\"hidden_text\" id=\"span_61\">CS(OS) 541/1998                                        Page 50 of 59</span>\n                   to the matter of jurisdiction. The LRBA issued this\n                  Interim Award on 20th June 1997 and a Final Order\n                  was issued giving Sellers until 30th June to put in\n                  defence submissions for a reconvened hearing on 4th\n                  July 1997. However no further submissions or\n                  evidence were received from either party by LRBA or\n                  Arbitrators.   Therefore the Arbitrators met to\n                  determine the issues based on the evidence and\n                  documents before them.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_120\">56.    It is clear from the above that the defendant&#x27;s contention that the\n\ndefendant was not able to present its case before the arbitral tribunal is wholly\n\nuntenable. The plaintiff&#x27;s submissions were received by the Arbitral Tribunal\n\non 3rd July, 1996. The award was rendered a year later on 29 th July, 1997.\n\nDuring this period, a long rope was given to the defendant to present its case.\n\nIf the defendant after receipt of the interim award on 20th June, 1997 failed to\n\ncontest the matter, the blame cannot be laid at the door of the arbitrators for no\n\nfault of theirs, more so as the Arbitral Tribunal on the insistance of the\n\ndefendant agreed to consider the question of its jurisdiction in the first instance\n\nand to hear the submissions on the substantive issues in the event that they\n\ndetermined they had jurisdiction to do so.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_121\">57.    Finally, dealing with the contention of Mr. Tiku that the award cannot\n\nbe enforced, being opposed to public policy. As already noticed, sub-section\n\n(2) of <a href=\"/doc/963351/\" id=\"a_72\">Section 48</a> declares that the Court may refuse enforcement of the award\n\nand declare the award in conflict with the pubic policy of India if it finds that\n\n\n<span class=\"hidden_text\" id=\"span_62\">         CS(OS) 541/1998                                          Page 51 of 59</span>\n the enforcement thereof &quot;would be contrary to the public policy of India&quot;. The\n\nExplanation to sub-section (2) further declares that an award is in conflict with\n\nthe public policy of India if the making of the award was induced or affected\n\nby fraud or corruption.\n</p>\n<p data-structure=\"Precedent\" id=\"p_122\">58.   In the instant case, it is not even the contention of the defendant that the\n\nmaking of the award was induced or affected by fraud or corruption. Apart\n\nfrom this, the defendant has failed to clarify as to how the enforcement of the\n\naward would be contrary to the public policy of India.\n\n</p><p data-structure=\"Precedent\" id=\"p_123\">59.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_63\">In <a href=\"/doc/86594/\" id=\"a_73\">Renusagar Power Co. Ltd.</a> (supra), the Hon&#x27;ble Supreme Court\n\nwhile considering the scope and ambit of the expression &quot;public policy&quot; in\n\nSection 7(a)(b)(ii) of the Foreign Awards Act held that since the Foreign\n\nAwards Act is concerned with recognition and enforcement of foreign awards\n\nwhich are governed by the principles of private international law, the\n\nexpression &quot;public law&quot; in <a href=\"/doc/961785/\" id=\"a_74\">Section 7(1)(b)(ii)</a> of the Act must necessarily be\n\nconstrued in the sense the doctrine of &quot;public policy&quot; is applied in the field of\n\nprivate international law. Applying the said criteria, the Supreme Court held\n\nthat enforcement of a foreign award would be refused on the ground that it is\n\ncontrary to public policy if such enforcement would be contrary to:-</span>\n\n</p><pre id=\"pre_4\">       (i)    fundamental policy of Indian law; or\n\n       (ii)   the interest of India; or\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">         CS(OS) 541/1998                                         Page 52 of 59</span>\n        (iii)   justice or morality.\n\n</pre><p data-structure=\"RespArg\" id=\"p_124\">60.    Mr. Tiku, the learned counsel for the defendant in the context of public\n\npolicy merely contended that the impugned award was opposed to public\n\npolicy for the reason that under Indian law, the partner of a firm cannot bind\n\nthe partnership firm for referring the disputes to arbitration and, as a matter of\n\nfact, there is no such implied authority with the partner of a firm. Therefore,\n\non that score also, assuming that the LRBA contracts in question have any\n\nauthority, yet the reference to the arbitration would be legally impermissible.\n\n</p><p data-structure=\"Precedent\" id=\"p_125\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_65\">61.    I am constrained to hold that the aforesaid contention of Mr. Tiku is on\n\nthe face of it untenable for the reason that the Supreme Court in Renusagar&#x27;s\n\ncase (supra) has categorically held that the defence of public policy should be\n\nconstrued narrowly and that &quot;the expression &quot;public policy&quot; covers the field\n\nnot covered by the words &quot;and the law of India&quot; which follow the said\n\nexpression, contravention of law alone will not attract the bar of public\n\npolicy and something more than contravention of law is required&quot;. [See\n\nparagraph 65 of the judgment in <a href=\"/doc/86594/\" id=\"a_75\">Renusagar</a> (supra)].</span>\n\n</p><p data-structure=\"Section\" id=\"p_126\">62.    Apparently with a view to place matters beyond the pale of controversy,\n\nthe legislature while enacting the <a href=\"/doc/1306164/\" id=\"a_76\">Arbitration and Conciliation Act, 1996</a>\n\ndeemed it expedient to add an Explanation in order to explain the scope and\n\nambit of the expression &quot;contrary to the public policy of India&quot;. Hence the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">         CS(OS) 541/1998                                          Page 53 of 59</span>\n declaration contained in the Explanation to sub-section (2) of <a href=\"/doc/963351/\" id=\"a_77\">Section 48</a> of the\n\nAct &quot;for the avoidance of any doubt, that an award is in conflict with the\n\npublic policy of India if the making of the award was induced or affected by\n\nfraud or corruption&quot;. Thus, even assuming that the enforcement of the award\n\nwould involve any contravention of the law of partnership in India, it cannot be\n\nsaid that the enforcement of the award would be contrary to the public policy\n\nof India. The scope and ambit of the expression &quot;public policy of India&quot; must\n\nnecessarily be construed narrowly to mean the fundamental policy of India\n\nand, as clarified by the Explanation to <a href=\"/doc/1324468/\" id=\"a_78\">Section 48(2)</a>, conflict with the public\n\npolicy must involve the element of fraud or corruption.\n\n\n\nISSUE NO.3\n\n</p><p data-structure=\"PetArg\" id=\"p_127\">63.    The learned counsel for the defendant though he had pressed for the\n\nframing of this issue on 5th September, 2001, did not press the same at the time\n\nof hearing. In fact, no reference was made to this issue by the counsel for the\n\nparties at the time of hearing. Accordingly, no finding is being returned on this\n\nissue as it was not pressed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_128\">\n\nCONCLUSION\n\n</p><p data-structure=\"PetArg\" id=\"p_129\">64.    Before parting with the case, one other aspect of the matter deserves to\n\nbe noticed.   The learned counsel for the defendant Mr. Tiku vehemently\n\n\n\n\n<span class=\"hidden_text\" id=\"span_67\">         CS(OS) 541/1998                                         Page 54 of 59</span>\n contended that the plaintiff having filed an application under <a href=\"/doc/1003813/\" id=\"a_79\">Section 66</a> of the\n\nEnglish Arbitration Act in the United Kingdom and having subsequently\n\n\nwithdrawn the same by order dated 11th June, 2004 on payment of  23,332.50\n\nas costs, the question to be considered is:-\n</p>\n<blockquote id=\"blockquote_95\">           &quot;Does the withdrawal of the <a href=\"/doc/292760/\" id=\"a_80\">Section 66</a> proceedings not\n           amount to the abandonment of the claim for enforcement of\n           the award by the plaintiff?&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_130\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1866428\" id=\"span_68\">65.    Mr. Singh, on the other hand, relying upon the judgment in the case of\n\n<a href=\"/doc/1866428/\" id=\"a_81\">Brace Transport Corporation of Monrovia, Bermuda vs. Orient Middle East\n\nLines Ltd., Saudi Arabia and Ors.</a> reported in 1995 Supp (2) SCC 280,\n\nsubmitted that the position of law is now well settled that a party seeking to\n\nenforce an award in an international commercial arbitration may have a choice\n\nof country in which it is to do so and may be able to go forum shopping. Mr.\n\nSingh submitted that this depends upon the location of the assets of the losing\n\nparty and enforcement of the award may well be sought in a country where the\n\nunsuccessful party has assets. If a party has assets in a number of jurisdictions,\n\nthen enforcement may be sought in a number of countries. A choice exists for\n\nthe interested party and the interested party is well within its rights to go forum\n\nshopping after comparing and weighing the advantages and disadvantages of\n\neach jurisdiction.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_131\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1866428\" id=\"span_69\">66.    For the aforesaid, apart from relying on the decision of the Supreme\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">         CS(OS) 541/1998                                          Page 55 of 59</span>\n Court in <a href=\"/doc/1866428/\" id=\"a_82\">Brace Transport Corporation</a> (supra), the learned senior counsel for\n\nthe plaintiff also relied upon the observations made in the Law and Practice of\n\nInternational Commercial Arbitration by Redfern and Hunter (1991 Edition),\n\nwhere at page-450 it is observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_96\">          &quot;Enforcement of an award is usually directed at the\n          defaulting party&#x27;s assets. If these assets are situated in\n          more than one country, the party seeking enforcement of the\n          award may have a choice of country in which to proceed; as\n          it is sometimes expressed, the party may be able to go\n          &quot;forum shopping&quot;.\n</blockquote><p data-structure=\"Section\" id=\"p_132\">                 Legal proceedings of some kind are necessary to\n          obtain title to a defaulting party&#x27;s assets or their proceeds of\n          sale. Such legal proceedings must usually be taken in the\n          state or states in which the property or other assets of the\n          losing party are located. It would not be useful, for\n          example, to obtain an order in the English courts for seizure\n          and sale of the defaulting party&#x27;s goods and chattels in\n          England if no such property exists. Nor would it be useful\n          to secure an order for the attachment of the defaulting\n          party&#x27;s bank accounts in England, if these accounts turn out\n          to be overdrawn.\n</p><p data-structure=\"Precedent\" id=\"p_133\">                 The need to locate the place or places in which a\n          defaulting party has assets (or in which he is likely to have\n          them) is not peculiar to international commercial\n          arbitration. In purely domestic proceedings it may also be\n          necessary to locate the defaulting party&#x27;s assets in order to\n          enforce a court&#x27;s judgment or an arbitral tribunal&#x27;s award.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_134\">67.   The observations made in the Arbitration of Commercial Disputes,\n\nInternational and English Law and Practice by Tweeddale and Tweeddale, at\n\npage 409, in paragraph 13.05, were also relied upon, which are as follows:-\n\n</p><blockquote id=\"blockquote_97\">          &quot;Enforcement of the award will be sought in a country\n          where the unsuccessful party has assets. If a party has\n\n\n<span class=\"hidden_text\" id=\"span_71\">        CS(OS) 541/1998                                          Page 56 of 59</span>\n             assets in a number of different jurisdictions then\n            enforcement may be sought in a number of countries. The\n            successful party will also want to ascertain which\n            jurisdictions will permit recognition and enforcement of the\n            award. It follows that where the unsuccessful party has\n            assets in two jurisdictions, but only one will recognize or\n            enforce the award, the successful party will be forced to\n            proceed in that jurisdiction.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_135\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"673900\" id=\"span_72\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1866428\" id=\"span_73\">68.    Relying upon the aforesaid principle of law as enunciated by the various\n\nlegal authorities and as <a href=\"/doc/1866428/\" id=\"a_83\">laid down in</a> the case of <a href=\"/doc/1866428/\" id=\"a_84\">Brace Transport Corporation</a>\n\n(supra), in my view, there is no difficulty in holding that the plaintiff, who\n\nholds a foreign arbitral award which is executable as a decree, cannot be\n\nrefused enforcement of the said award by this Court, the withdrawal of similar\n\nproceedings in the English Courts notwithstanding I am buttressed in coming\n\nto the aforesaid conclusion by a judgment of a learned Single Judge of this\n\nCourt rendered in <a href=\"/doc/673900/\" id=\"a_85\">Motorola Inc. vs. Modi Wellvest Private Limited</a> reported in\n\n2004 (3) Arb. LR 650 (Delhi), to the same effect.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_136\">69.    To conclude, it must be held that the plaintiff is entitled to the relief\n\nclaimed by him of enforcement of Award No.12031A dated 29th July, 1997 and\n\nby virtue of the provisions of <a href=\"/doc/1559160/\" id=\"a_86\">Section 49</a> of the Act, the award shall be deemed\n\nto be a decree of this Court. The plaintiff is accordingly held entitled to the\n\naward amount with interest till the date of the award as awarded by the arbitral\n\ntribunal along with future interest at the same rate from the date of the award\n\ntill the date of realisation.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_137\">\n<span class=\"hidden_text\" id=\"span_74\">         CS(OS) 541/1998                                        Page 57 of 59</span>\n</p><p data-structure=\"Conclusion\" id=\"p_138\"> 70.      CS(OS) 541/1998 and IA Nos.5306/1998, 7003/1998, 10962/1998,\n\n10022/2001, 11722/2001 and 10464/2003 stand disposed of in the above\n\nterms.</p><pre id=\"pre_5\">\n\n\n\n\n                                     REVA KHETRAPAL, J\nNOVEMBER 27, 2008\nkm\n\n\n\n\n<span class=\"hidden_text\" id=\"span_75\">          CS(OS) 541/1998                               Page 58 of 59</span>\n *     IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+     CS(OS) No.1103/97 &amp; IAs Nos.4762/97, 6197/97, 5828/98\n\n                          DATE OF DECISION:         November 27, 2008\n\n      SHIVNATH RAI HARNARAIN (INDIA) CO.        ..... Plaintiff\n                    Through: Mr. Rakesh Tiku with Ms. Nisha,\n                                   Advocates\n\n                                  Vs.\n\n      GLENCORE GRAIN ROTTERDAM B.V.              ..... Defendant\n               Through: Mr. V.P. Singh, Sr. Advocate with\n                        Mrs. Anju Bhattacharaya, Mr. Amit Bansal,\n                              Ms. Manisha Singh, Advocates\n\n      CORAM:\n      HON&#x27;BLE MS. JUSTICE REVA KHETRAPAL\n\n</pre><p data-structure=\"Conclusion\" id=\"p_139\">1.    Whether reporters of local papers may be allowed\n      to see the judgment?\n</p><p data-structure=\"Conclusion\" id=\"p_140\">2.    To be referred to the Reporter or not?\n</p><p data-structure=\"Conclusion\" id=\"p_141\">3.    Whether judgment should be reported in Digest?</p><pre id=\"pre_6\">\n\n      JUDGMENT\n\n:     REVA KHETRAPAL, J.\n\n</pre><p data-structure=\"Conclusion\" id=\"p_142\">      In view of the findings recorded in connected Suit No.541/98, this suit\n\ndoes not survive and is accordingly dismissed. IAs. Nos.4762/97, 6197/97\n\nand 5828/98 are also dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_143\">\n\n</p><p data-structure=\"Precedent\" id=\"p_144\">                                              REVA KHETRAPAL, J.\n</p><p data-structure=\"Conclusion\" id=\"p_145\">NOVEMBER 27, 2008\nkm\n\n\n\n\n<span class=\"hidden_text\" id=\"span_76\">        CS(OS) 541/1998                                       Page 59 of 59</span>\n </p>","numcites":35,"numcitedby":5,"docsource":"Delhi High Court","citetid":106881467,"divtype":"judgments","relatedqs":[{"value":"Forum Shopping","formInput":"Forum%20Shopping"},{"value":"private international law","formInput":"private%20international%20law"},{"value":"international commercial arbitration","formInput":"international%20commercial%20arbitration"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"enforcement  of foreign awards","formInput":"enforcement%20%20of%20foreign%20awards"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"public policy","formInput":"public%20policy"},{"value":"notary","formInput":"notary"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"refused to enforce foreign awards","formInput":"refused%20to%20enforce%20foreign%20awards"},{"value":"rakesh tiku","formInput":"rakesh%20tiku"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"original agreement for arbitration","formInput":"original%20agreement%20for%20arbitration"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"enforceability of award","formInput":"enforceability%20of%20award"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"international arbitration ","formInput":"international%20arbitration%20"},{"value":"renusagar","formInput":"renusagar"},{"value":"contract arbitration","formInput":"contract%20arbitration"}],"cats":[{"value":"conditions-for-enforcement-of-foreign-awards","formInput":"tag:conditions-for-enforcement-of-foreign-awards"},{"value":"evidence","formInput":"tag:evidence"},{"value":"enforcement-of-foreign-awards","formInput":"tag:enforcement-of-foreign-awards"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}