{"tid":104163680,"publishdate":"2012-11-22","title":"Mahendra Singh & Ors vs The State Of M.P on 22 November, 2012","doc":"<h2 class=\"doc_title\">Mahendra Singh &amp; Ors vs The State Of M.P on 22 November, 2012</h2>\n\n<pre id=\"pre_1\">IN THE HIGH COURT OF MADHYA PRADESH, JABALPUR\n\nSINGLE BENCH : HON&#x27;BLE MR. JUSTICE N.K.GUPTA, J.\n\n                 Criminal Appeal No.2633/1997\n\n                   Mahendra Singh &amp; another\n\n                                VERSUS\n\n                      State of Madhya Pradesh\n\n---------------------------------------------------------------------------\nShri Narendra Nikhare, counsel for the appellant.\nShri G.S.Thakur, Panel Lawyer for the State/respondent.\n---------------------------------------------------------------------------\n                         J U D G M E N T\n</pre><p data-structure=\"Issue\" id=\"p_1\">         (Delivered on the 22nd day of November, 2012)\n\n            The appellants have preferred this appeal against\n\nthe judgment dated 9.12.1997 passed by the learned 6th\n\nAdditional Sessions Judge, Jabalpur in S.T.No.368/1994,\n\nwhereby the appellant No.1 was convicted for the offence\n\npunishable under <a href=\"/doc/1540253/\" id=\"a_1\">section 326</a> of IPC and the appellant No.2\n\nwas convicted for the offence punishable under <a href=\"/doc/1540253/\" id=\"a_2\">section 326</a>\n\nread with <a href=\"/doc/37788/\" id=\"a_3\">section 34</a> of IPC.             Both the appellants were\n\nsentenced for 3 years&#x27; rigorous imprisonment with fine of\n\nRs.1,000/- each for the aforesaid crime and 2 months&#x27;\n\nadditional rigorous imprisonment was directed in default of\n\npayment of fine.\n</p><p data-structure=\"Issue\" id=\"p_2\">                                -:-   2   -:-\n</p>                                                                                              \n<blockquote id=\"blockquote_1\">                                         Criminal Appeal No.2633 of 1997\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_3\">2.        The prosecution&#x27;s case, in short, is that, on\n\n28.7.1985, at about 8.15 p.m., the victim Kiran Rai (P.W.3)\n\nwas standing at a road situated near his house at Gulawa\n\nChowk, Jabalpur.       He was accompanied by his daughter\n\nKavita and his friend Mohan along with Mohan&#x27;s sister\n\nKalpana. The appellants came by a scooter, driven by the\n\nappellant Rajendra. The appellant Rajendra instructed the\n\nappellant Mahendra Singh to pour some acid upon the\n\nvictim Kiran Rai and thereafter, the appellant Mahendra\n\nSingh poured some acid from a china clay pot on the face of\n\nthe victim Kiran Rai. The victim Kiran Rai sustained injuries\n\non his face, chest and knees. Some acid was also dropped\n\nupon his daughter Kavita. Ravishankar Kewat (P.W.2) took\n\nthe victim to the hospital and thereafter, he had lodged an\n\nFIR, Ex.P/2 at Police Station Garha.                       Dr.Nagpal (P.W.3)\n\nexamined the victim Kiran Rai at Medical College, Jabalpur\n\nand gave his report, Ex.P/3.               He found that the victim\n\nsustained burn injuries on his face, neck, chest and both the\n\nthighs. Cornea of both the eyes of the victim became blurred\n\ndue to acid and therefore, eye sight of the victim in both the\n\neyes was highly affected. After due investigation, a charge-\n\nsheet   was   filed   before    the      Chief        Judicial           Magistrate,\n\nJabalpur, who committed the case to the Sessions Court,\n</p><p data-structure=\"Issue\" id=\"p_4\">                              -:-   3    -:-\n</p>                                                                                             \n<blockquote id=\"blockquote_2\">                                       Criminal Appeal No.2633 of 1997\n\n\nJabalpur and ultimately, it was transferred to the learned 6 th\n\nAdditional Sessions Judge, Jabalpur.\n</blockquote>\n<blockquote id=\"blockquote_3\">3.        The appellants abjured their guilt.                       They did not\n\ntook any specific plea in the case but, they have stated that\n\nthey were falsely implicated in the matter.                         However, no\n\ndefence evidence was adduced.\n</blockquote>\n<blockquote id=\"blockquote_4\">4.        The learned Additional Sessions Judge, after\n\nconsidering the evidence adduced by the prosecution,\n\nacquitted the co-accused Munni @ Laxminarayan and\n\nSadanand Soni from all the charges but, convicted the\n\nappellant Mahendra for the offence punishable under <a href=\"/doc/1540253/\" id=\"a_4\">section\n\n326</a> of IPC and the appellant Rajendra for the offence\n\npunishable under <a href=\"/doc/1540253/\" id=\"a_5\">section 326</a> read with <a href=\"/doc/37788/\" id=\"a_6\">section 34</a> of IPC\n\nand sentenced them as mentioned above.\n</blockquote>\n<blockquote id=\"blockquote_5\">5.        I have heard the learned counsel for the parties.\n\n</blockquote><blockquote id=\"blockquote_6\">6.        The    learned   counsel          for      the       appellants             has\n\nsubmitted that it was no where mentioned that the appellant\n\nRajendra Singh provoked the appellant Mahendra Singh to\n\nthrow acid upon the victim.            Acid was brought in a very\n\nsmall china pot and therefore, it is possible that it was not in\n\nthe knowledge of the appellant Rajendra Singh that the co-\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_5\">accused    had   some      acid        with       him.             Under           such\n\ncircumstances, no common intention of the appellant\n\nRajendra is established. Similarly, no doctor was examined\n</p><p data-structure=\"Precedent\" id=\"p_6\">                             -:-   4   -:-\n</p>                                                                                           \n<blockquote id=\"blockquote_7\">                                      Criminal Appeal No.2633 of 1997\n\n\nto show that the victim lost his eyes or his face was\n\ndisfigured and therefore, the trial Court could not convict the\n\nappellant Mahendra for the offence punishable under <a href=\"/doc/1540253/\" id=\"a_7\">section\n\n326</a> of IPC. At the most, offence punishable under <a href=\"/doc/724142/\" id=\"a_8\">section\n\n324</a> of IPC could be constituted. The appellant remained in\n\nthe custody for more than 3 months, whereas the incident\n\ntook place 28 years ago and therefore, the appellants who\n\nwere the first offenders in the case may not be sent to the jail\n\nagain.\n</blockquote>\n<blockquote id=\"blockquote_8\">7.        On the other hand, the learned Public Prosecutor\n\nhas submitted that the conviction as well as the sentence\n\ndirected by the trial Court appears to be correct and there is\n\nno basis by which any interference can be done in the\n\njudgment passed by the trial Court.\n</blockquote>\n<blockquote id=\"blockquote_9\">8.        After considering the submissions made by the\n\nlearned counsel for the parties and looking to the facts and\n\ncircumstances of the case, it is to be considered as to\n\nwhether the appeal filed by the appellants can be accepted?\n\n</blockquote><p data-structure=\"Issue\" id=\"p_7\">And whether the sentence directed against the appellants\n\ncan be reduced?\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">9.        Ravishankar (P.W.2), Kiran Rai (P.W.3), Ashok\n\nBajpai (P.W.6), Rajendra Singh Thakur (P.W.7) etc. were\n\nexamined as eye witnesses, whereas Narbada Prasad (P.W.8)\n\nhas stated that he poured some water on the face of the\n</p><p data-structure=\"Precedent\" id=\"p_9\">                              -:-   5   -:-\n</p>                                                                                            \n<blockquote id=\"blockquote_10\">                                       Criminal Appeal No.2633 of 1997\n\n\nvictim Kiran Rai, who had informed that the appellant\n\nMahendra poured some acid upon his face.                                    The eye\n\nwitnesses have stated that the appellant Mahendra had a pot\n\nin his hand by which he threw some acid upon the face of\n\nthe victim Kiran Rai.      The testimony of these witnesses is\n\nduly corroborated by the FIR, Ex.P/2 lodged by the\n\ncomplainant Ravishankar Kewat (P.W.2). Dr.A.C.Nagpal has\n\nproved   the    corresponding      injuries         to      the      victim         and\n\ntherefore, medical report, Ex.P/3 also corroborates the\n\ntestimony of the victim. It is proved beyond doubt that the\n\nappellant Mahendra Singh threw some acid upon the face of\n\nthe victim Kiran Rai causing him some injuries.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_10\">10.       The    learned    counsel         for      the       appellant             has\n\nsubmitted that the injuries caused to the victim were not\n\ngrave.    The    learned    Additional          Sessions            Judge          after\n\nconsidering the report given by Dr.A.C.Nagpal (P.W.4) found\n\nthat the injury was grave and therefore, convicted the\n\nappellants for the offence punishable under <a href=\"/doc/1540253/\" id=\"a_9\">section 326</a> and\n\n<a href=\"/doc/1540253/\" id=\"a_10\">326</a> read with <a href=\"/doc/37788/\" id=\"a_11\">section 34</a> of IPC.              If evidence given by Dr.\n\nNagpal (P.W.4) is considered then, it would be clear that he\n\nhas stated that vision in both the eyes of the victim Kiran Rai\n\nwas reduced because his cornea turned blurred but, he did\n\nnot say that the victim Kiran Rai lost any of his eyes and\n\ntherefore, injury does not fall in the purview of second part of\n</p><p data-structure=\"Precedent\" id=\"p_11\">                             -:-   6    -:-\n</p>                                                                                            \n<blockquote id=\"blockquote_11\">                                      Criminal Appeal No.2633 of 1997\n\n\n<a href=\"/doc/895891/\" id=\"a_12\">section 320</a> of IPC.     The statements made by the learned\n\ncounsel for the appellant is also acceptable that it is no\n\nwhere proved that any permanent disfiguration was caused\n\nto the victim because after first examination, no doctor was\n\nexamined that after recovery of the wounds, disfiguration\n\nwas there, on the face of the victim. Kiran Rai (P.W.3) who\n\nwas examined before the trial Court has stated in the Court\n\nthat he lost his right eye and right part of his nose had\n\nbecame useless but, no such certificate has been submitted\n\nthat the victim sustained privation of eye sight in the right\n\neye.   Similarly, the victim did not say that he sustained\n\ndisfiguration and therefore, it is not proved that the victim\n\nsustained disfiguration due to the injuries caused by the\n\nappellants.\n</blockquote>\n<blockquote id=\"blockquote_12\">11.        However, Dr.Nagpal found that 50% of the body of\n\nthe victim was found burnt and therefore, in his opinion,\n\ncommutated affect of the injuries was fatal. Therefore, the\n\ninjuries as stated by Dr.Nagpal falls within 8th part of <a href=\"/doc/895891/\" id=\"a_13\">section\n\n320</a> of IPC and therefore, the injuries caused to the victim\n\nwere grave in nature.    Therefore, it is established that the\n\nappellant Mahendra Singh              had      committed              an       offence\n\npunishable under <a href=\"/doc/1540253/\" id=\"a_14\">section 326</a> of IPC and the learned\n\nAdditional Sessions Judge has rightly convicted him for that\n\noffence.\n</blockquote><p data-structure=\"Section\" id=\"p_12\">                            -:-   7   -:-\n</p>                                                                                          \n<blockquote id=\"blockquote_13\">                                     Criminal Appeal No.2633 of 1997\n\n\n</blockquote><blockquote id=\"blockquote_14\">12.       So far as the overt-act of the appellant Rajendra\n\nSingh is concerned, it is told by the victim Kiran Rai that\n\nRajendra Singh directed the appellant Mahendra Singh to\n\npour some acid on his face. It is also established that there\n\nwas a dispute of property between Kiran Rai and the\n\nappellant Rajendra Singh and therefore, Kiran Rai could\n\nimplicate the appellant Rajendra Singh falsely in the matter.\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_13\">Ravishankar Kewat has accepted that the appellants came to\n\nthe spot on a scooter and Mahendra Singh had a pot in his\n\nhand.   Suddenly he threw acid on the face of the victim\n\nKiran Rai.    He did not corroborate that the appellant\n\nRajendra Singh either provoked the appellant Mahendra\n\nSingh or participated in the crime. Similarly, in FIR, Ex.P/2,\n\nno overt-act of the appellant Rajendra Singh is mentioned\n\nand therefore, the testimony of the victim in that respect\n\ncannot be accepted.     It is established that the appellant\n\nRajendra Singh did not say anything to the appellant\n\nMahendra Singh at the time of the incident. In that respect,\n\nstatement of the witness Ashok Bajpai, Rajendra Singh\n\nThakur and Narbada Prasad are not acceptable because\n\nsuch statements are contradictory to the FIR. It is true that\n\nthere was an enmity between the appellant Rajendra Singh\n\nand the complainant and Rajendra Singh took his co-\n\naccused Mahendra Singh on a scooter but, by these overt-\n</p><p data-structure=\"Conclusion\" id=\"p_14\">                           -:-   8   -:-\n</p>                                                                                         \n<blockquote id=\"blockquote_15\">                                    Criminal Appeal No.2633 of 1997\n\n\nacts, it cannot be presumed that Rajendra Singh was aware\n\nthat his brother had some acid in a pot and therefore, by\n\nsuch overt-act as proved by the prosecution, common\n\nintention of the appellant Rajendra Singh cannot be\n\npresumed.    This possibility cannot be ruled out that the\n\nappellant Rajendra Singh had no knowledge about the action\n\ndone by his co-accused Mahendra Singh.                           Under such\n\ncircumstances, common intention of the appellant Rajendra\n\nSingh is no where established beyond doubt and if any doubt\n\nis created then, benefit of doubt is to be given to the\n\nconcerned co-accused. Under such circumstances, it is not\n\nproved beyond doubt that the appellant Rajendra Singh had\n\nany common intention with his co-accused in assaulting the\n\nvictim.\n</blockquote>\n<blockquote id=\"blockquote_16\">13.       On the basis of the aforesaid discussion, the\n\nappellant Rajendra Singh cannot be convicted for the offence\n\npunishable under <a href=\"/doc/1540253/\" id=\"a_15\">section 326</a> of IPC or any inferior offence\n\nof the same nature either directly or with help of <a href=\"/doc/37788/\" id=\"a_16\">section 34</a>\n\nof IPC.     The learned Additional Sessions Judge has\n\ncommitted an error in convicting the appellant Rajendra\n\nSingh for the offence punishable under <a href=\"/doc/1540253/\" id=\"a_17\">section 326</a> read with\n\n<a href=\"/doc/37788/\" id=\"a_18\">section 34</a> of IPC.\n</blockquote>\n<blockquote id=\"blockquote_17\">14.       So far as the sentence is concerned, it is apparent\n\nthat the appellant Mahendra Singh was the first offender,\n</blockquote><blockquote id=\"blockquote_18\">                           -:-   9   -:-\n</blockquote>                                                                                         \n<blockquote id=\"blockquote_19\">                                    Criminal Appeal No.2633 of 1997\n\n\nwho remained in the custody for more than 3 months. He\n\nhas faced the trial and appeal for the last 28 years. Under\n\nsuch circumstances, though offence committed by the\n\nappellant appears to be a grave offence but, looking to the\n\nother circumstances as mentioned above, it is not a case, in\n\nwhich the appellant Mahendra Singh be punished with a\n\nharsh jail sentence in such an old case.                    Looking to his\n\ncrime, his sentence may be reduced to the period, which he\n\nhas already undergone in the custody with a heavy fine.\n\n</blockquote><blockquote id=\"blockquote_20\">15.        On the basis of the aforesaid discussion, the\n\nappeal filed by the appellant Rajendra Singh is hereby\n\nallowed.   The conviction as well as the sentence directed\n\nagainst him for the offence punishable under <a href=\"/doc/1540253/\" id=\"a_19\">section 326</a>\n\nread with <a href=\"/doc/37788/\" id=\"a_20\">section 34</a> of IPC is hereby set aside.                                  The\n\nappellant Rajendra Singh is acquitted from the charges of\n\noffence punishable under <a href=\"/doc/1540253/\" id=\"a_21\">section 326</a> read with <a href=\"/doc/37788/\" id=\"a_22\">section 34</a> of\n\nIPC.   The appeal filed by the appellant Mahendra Singh is\n\nhereby partly allowed.     His conviction for the offence\n\npunishable under <a href=\"/doc/1540253/\" id=\"a_23\">section 326</a> of IPC is maintained but, his\n\nsentence is reduced to the period, which he has already\n\nundergone in the custody but, fine amount is enhanced from\n\na sum of Rs.1,000/- to a sum of Rs.20,000/-. The appellant\n\nMahendra Singh is directed to deposit the remaining fine\n\namount before the trial Court within two months from today,\n</blockquote><blockquote id=\"blockquote_21\">                             -:-   10    -:-\n</blockquote>                                                                                            \n<blockquote id=\"blockquote_22\">                                       Criminal Appeal No.2633 of 1997\n\n\nfailing which he shall undergo for one year&#x27;s rigorous\n\nimprisonment.        If fine is deposited then, a sum of\n\nRs.15,000/- be provided out of that fine to the victim Kiran\n\nRai by way of a compensation.\n</blockquote>\n<blockquote id=\"blockquote_23\">16.          At present the appellants are on bail.                               Their\n\npresence is no more required before this Court and therefore,\n\nit is directed that their bail bonds shall stand discharged.\n\n</blockquote><blockquote id=\"blockquote_24\">17.          A copy of the judgment be sent to the trial Court\n\nalong with its record for information and compliance.\n\n\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_15\">                                                     (N.K.GUPTA)\n                                                       JUDGE\n                                                     22/11/2012\nPushpendra\n </p>","numcites":4,"numcitedby":33,"docsource":"Madhya Pradesh High Court","citetid":104163680,"divtype":"judgments","relatedqs":[{"value":"section 326 of ipc","formInput":"section%20326%20of%20ipc"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"326 ipc","formInput":"326%20ipc"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"sec 326 of indian penal code","formInput":"sec%20326%20of%20indian%20penal%20code"},{"value":"section 326","formInput":"section%20326"},{"value":"no overt act ","formInput":"no%20overt%20act%20"},{"value":"326","formInput":"326"},{"value":" offence under section 326 ipc ","formInput":"%20offence%20under%20section%20326%20ipc%20"},{"value":"RAVI SHANKAR ","formInput":"RAVI%20SHANKAR%20"},{"value":"nagpal","formInput":"nagpal"},{"value":"mahendra singh","formInput":"mahendra%20singh"},{"value":"Ravi","formInput":"Ravi"},{"value":"jabalpur","formInput":"jabalpur"},{"value":"rajendra singh","formInput":"rajendra%20singh"},{"value":"beyond doubt","formInput":"beyond%20doubt"},{"value":"section 326 i.p.c","formInput":"section%20326%20i.p.c"},{"value":"326 indian penal code ","formInput":"326%20indian%20penal%20code%20"},{"value":"section 34, i.p.c.","formInput":"section%2034%2C%20i.p.c."}],"cats":[{"value":"cause-hurt","formInput":"tag:cause-hurt"},{"value":"common-intention","formInput":"tag:common-intention"},{"value":"grievous-hurt","formInput":"tag:grievous-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}