{"tid":139091791,"publishdate":"2021-02-22","title":"M/S Acuraglobe Llp vs Superchem Nutri Formulations on 22 February, 2021","doc":"<h2 class=\"doc_title\">M/S Acuraglobe Llp vs Superchem Nutri Formulations on 22 February, 2021</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:t-singh\">Talwant Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:t-singh\">Talwant Singh</a></h3>\n\n<pre id=\"pre_1\">$~S-29\n\n*      IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+      ARB.P. 460/2020\n       M/S ACURAGLOBE LLP .                         ...Petitioner\n                   Through: Dr. Harsh Pathak with Mrs. Shaveta\n                            Mahajan, Mrs. Maya Pathak,\n                            Mr.Sidharth Shukla and Mr. Mohit\n                            Choubey, Advocates\n\n                         Versus\n\n\n       SUPERCHEM NUTRI FORMULATIONS          ... Respondent\n                   Through: Mr. Vineet Kumar, Advocate\n\n\n       CORAM:\n       HON&#x27;BLE MR. JUSTICE TALWANT SINGH\n                    ORDER\n</pre><p data-structure=\"Facts\" id=\"p_1\">%                   22.02.2021\n\n       The present matter has been taken up for hearing by way of Video\nConferencing on account of COVID-19.\n</p>\n\n<p data-structure=\"Issue\" id=\"p_2\">1.     This is a petition under <a href=\"/doc/605764/\" id=\"a_1\">Section 11 (6)</a> of the Arbitration and\nConciliation Act, 1996 for appointment of Arbitrator to adjudicate the\ndisputes between the parties.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">2.     The case of the petitioner is that the petitioner and the respondent\nhad executed a work order dated 24.10.2017 for Protein Health Food\nFormulations for manufacturing and supplying the same. Certain disputes\narose between the parties so on 10.12.2019, the petitioner issued an\n<span class=\"hidden_text\" id=\"span_1\">ARB.P. 460/2020                                             Page 1 of 20</span>\n arbitration notice for appointment of Arbitrator for resolution of disputes\nwhich have arisen between the parties. The respondent replied to the said\nnotice on 08.01.2020 denying any existence of the arbitration clause or\ndisputes between the parties, hence the present petition was filed.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3.     The arbitration clause is contained in the work order sent by the\nrespondent to the petitioner which is dated 24.10.2017 and the same is\nreproduced hereunder:-\n</p><blockquote id=\"blockquote_1\">       &quot;That any dispute or point of clarification shall be settled\n       mutually or by arbitration or by court of law at Delhi as per\n       situation.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_5\">4.      In reply, the respondent has taken three preliminary objections\nwhich is as under:-\n</p><blockquote id=\"blockquote_2\">       &quot;A. NO ATTRIBUTES OF AN ARBITRATION\n       AGREEMENT\n       The Petitioner filed the present petition under <a href=\"/doc/234911/\" id=\"a_2\">section 11 (6) (a)</a>\n       of the Arbitration 8s <a href=\"/doc/1306164/\" id=\"a_3\">Conciliation Act, 1996</a> seeking\n       appointment of arbitral tribunal arising out of the\n       manufacturing &amp; supplying agreement dated 24.10.2017. It is\n       stated by the Petitioner that the clause of the manufacturing\n       agreement specifically provides for adjudication of disputes\n       through arbitration. The said clause &quot; ....that any dispute or\n       point of clarification shall be settled mutually or by arbitration\n       or by court of law at Delhi as per situation.... &quot; It is respectfully\n       submitted that clause in an agreement cannot be construed as\n       an arbitration agreement merely word arbitration is mentioned.\n       The attributes which are necessary for considering an\n       agreement as an arbitration agreement has to be&quot; expressly or\n       impliedly spelt out from the clause. It is respectfully submitted\n       that (i) the arbitration agreement must contemplate that the\n       decision of the tribunal will be binding on the parties to the\n       agreement. (ii) The jurisdiction of the tribunal to decide the\n       rights of the parties must derive from their consent, or from an\n<span class=\"hidden_text\" id=\"span_2\">ARB.P. 460/2020                                                Page 2 of 20</span>\n        order of the Court or from a statute, the terms of which make it\n       clear that the process is to be arbitration, (iii) Elucidate that\n       arbitration is an alternate dispute resolution system. Thus, it is\n       respectfully submitted that where the clause relating to\n       settlement of disputes, contains words which specifically\n       exclude any of the attributes of an arbitration agreement or\n       contains anything that detracts from an arbitration agreement,\n       it will not be an arbitration agreement.\n</blockquote>\n<blockquote id=\"blockquote_3\">       B. NO VALID AND BINDING ARBITRATION\n       AGREEMENT\n       It is respectfully submitted before the Hon&#x27;ble Court that the\n       nuances of language have precedence over the possible intent\n       of the parties to resolve their disputes by way of arbitration.\n       The words &quot;OR&quot;, &quot;AS PER SITUATION&quot; does not construe as\n       arbitration agreement. That it is a possibility of the parties,\n       agreeing to arbitration in future, as contrasted from the clause,\n       and in most respectful submission cannot bind a party and thus\n       there is no valid and binding arbitration agreement. It is most\n       respectfully submitted that the intention of the parties to enter\n       into an arbitration agreement shall have to be gathered from\n       the terms of the agreement. Mere use of the word &#x27;arbitration&#x27;\n       or arbitrator&#x27; in a clause will not make it an arbitration\n       agreement. It is respectfully submitted that the manufacturing\n       agreement dated 24.10.2017 merely indicate desire or hope and\n       require to arrive at a further agreement to go to arbitration, as\n       and when the dispute arise. Thus after the dispute has arisen,\n       the parties will have to come to a further agreement that they\n       shall go to arbitration.\n</blockquote>\n<blockquote id=\"blockquote_4\">       C. NO CONTRATUAL DISPUTES BETWEEN PARTIES AS\n       ALLEGEDBY PETITIONER\n       It is most respectfully submitted that Petitioner failed to prima\n       facie establish any dispute or breach of manufacturing and\n       supplying agreement dated 24.10.2017. It is submitted that no\n       arbitral dispute is in existence between petitioner and\n       Respondent. The Respondent firm is a world know nutraceutical\n       manufacturer having approvals from all the regulating bodies\n\n\n<span class=\"hidden_text\" id=\"span_3\">ARB.P. 460/2020                                               Page 3 of 20</span>\n        in India and few Indian company having international\n       certificates. It is most respectfully submitted that Petitioner with\n       malafide intention to diverge criminal proceeding filed by\n       Respondent under section 138 N1 act for dishonor of cheque\n       and complaint to FSSAl for forged signatures against the\n       Petitioner, petitioner filed the present petition to harass and\n       prejudice to Respondent herein&quot;.\n</blockquote>\n\n<p data-structure=\"PetArg\" id=\"p_6\">5.     In rejoinder, the petitioner has denied all the contentions of the\nrespondent and has submitted as under:-\n</p><blockquote id=\"blockquote_5\">       &quot;That the content of Para A and B of the preliminary\n       submission is wrong and denied. It is specifically denied that no\n       attributes of an arbitration agreement and no valid and binding\n       arbitration agreement. It is respectfully submitted that from the\n       language of the arbitration clause itself, it is unambiguously\n       clear that there is a binding arbitration agreement between the\n       parties. The Respondent has failed to act despite notice the\n       petitioner is entitled to the relief prayed for. It is further\n       submitted that the words &#x27; shall&#x27; and &#x27;or&#x27; appearing in the\n       arbitration clause have to be given their true meaning. The\n       expression &#x27;shall&#x27; has to be construed mandatorily while the\n       expression &#x27; or&#x27; has to be read as disjunctive. Upon taking this\n       as the correct approach, the arbitration agreement would be\n       binding upon the parties, as to the expression &#x27;as per situation&#x27;\n       can be construed as an alternative remedy to the invocation of\n       the arbitration agreement and the reference to arbitration being\n       an alternative and agreed with remedy, the petitioner may\n       unequivocally be allowed to invoke the arbitration agreement.\n       It is pertinent to note that the Arbitration agreement is printed\n       on the letterhead of the Respondent firm and fulfills all the\n       conditions for valid arbitration agreement as mentioned under -\n</blockquote><blockquote id=\"blockquote_6\">       (i) The intention of the parties to refer their disputes to\n       arbitration (ii) Applicable governing law (iii) Seat of\n       arbitration (iv) Signed by both parties, and (v) it can be the\n       exchange of agreement between the parties. Therefore, the\n       agreement dated 24.10.2017 is a valid arbitration agreement.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_4\">ARB.P. 460/2020                                                 Page 4 of 20</span>\n<p data-structure=\"Precedent\" id=\"p_7\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"974878\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1765502\" id=\"span_6\">In this regard the Hon &#x27;ble Supreme Court in the matter of <a href=\"/doc/1765502/\" id=\"a_4\">Visa\n       International Ltd. Vs. Conventional Resources (USA) Ltd.</a>\n       [(2009) 2 SCC 55] and in the matter of Power tech <a href=\"/doc/974878/\" id=\"a_5\">World Wide\n       Ltd Vs. Delvin International Arbitration Petition No.</a> 5 of\n       2010 held that: &quot;No party can be allowed to take advantage of\n       inartistic drafting of arbitration clause in any agreement as\n       long as clear intention of parties to go for arbitration in case of\n       any future disputes is evident from the agreement &amp; material\n       on record, including surrounding circumstances&quot;</span></span>\n</p>\n<blockquote id=\"blockquote_7\">       2. That the content of Para C of the preliminary submission is\n       wrong and denied. It is specifically denied that no arbitral\n       dispute is in existence between the parties. Further, it is denied\n       for want of knowledge that the criminal case filed by the\n       Respondent against the Petitioner. It is respectfully submitted\n       that earlier in the <a href=\"/doc/1052228/\" id=\"a_6\">Arbitration Act</a>, the Hon&#x27;ble Chief Justice had\n       been given the power to examine other aspects as well, i.e.\n       limitation, whether the claims were referable for arbitration,\n       etc. Now, as per sub-section (6A) of <a href=\"/doc/1841764/\" id=\"a_7\">Section 11</a>, the power of the\n       Court has been restricted only to see whether there exists an\n       arbitration agreement. Therefore, the ground for arbitral\n       dispute raised by the Respondent in the reply is not\n       maintainable and not to be decided at this stage. Further, it is\n       submitted that the amended provision in subsection (7) of\n       <a href=\"/doc/1841764/\" id=\"a_8\">Section 11</a> provides that the order passed under <a href=\"/doc/605764/\" id=\"a_9\">Section 11(6)</a>\n       shall not be appealable and thus finality is attached to the order\n       passed under this Section, therefore this Hon &#x27;ble Court rejects\n       the plea of arbitral dispute and other grounds raised by the\n       Respondent and appoint the arbitrator in the interest of justice.\n</blockquote>\n<blockquote id=\"blockquote_8\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8193660\" id=\"span_7\">In this regard in the matter of <a href=\"/doc/8193660/\" id=\"a_10\">NCC Ltd. Vs. Indian Oil\n       Corporation Ltd.</a> in Arbitration Petition No. 115/2018 the\n       Hon&#x27;ble Delhi High Court passed the Judgment dated\n       08.02.2019 held in our Conclusion that:</span>\n</blockquote><blockquote id=\"blockquote_9\">       &quot;Para 81. Having regard to the foregoing discussion\n       hereinabove my conclusions can be summed up as follows: -\n</blockquote>\n<blockquote id=\"blockquote_10\">       I) Where there is contestation or the decision rendered by the\n       General Manager leaves scope for argument as to whether the\n\n<span class=\"hidden_text\" id=\"span_8\">ARB.P. 460/2020                                                Page 5 of 20</span>\n        claims lodged by a Contractor can be categorized as Notified\n       Claims is best left to the Arbitral Tribunal. In other words,\n       except for the situation where there is no doubt that the claims\n       were not lodged with the Engineer and the Site Engineer as\n       required under Clause 6. 6.1. 068 read with 6. 6.3. 069, the\n       matter would have to be left for resolution by Arbitral Tribunal.\n       II) Aspects with regard to accord and satisfaction of the claims\n       or where there is a dispute will also have to be left to the\n       Arbitral Tribunal. The position in law in this regard remains\n       the same both pre and post amendment brought about in the\n       1996 Act after 23.10.2015.\n</blockquote>\n<blockquote id=\"blockquote_11\">       III) After the insertion of Subsection (6A) in 11 of the 1996 Act\n       the scope of inquiry by the Court in a <a href=\"/doc/1841764/\" id=\"a_11\">Section 11</a> petition, (once\n       it is satisfied that it has jurisdiction in the matter) is confined to\n       ascertaining as to whether or not a binding arbitration\n       agreement exists qua the parties before it which is relatable to\n       the disputes at hand.\n</blockquote>\n<blockquote id=\"blockquote_12\">       IV) The space for correlating the dispute at hand with the\n       arbitration agreement is very narrow. Thus, except for an open\n       and shut case which throws up a circumstance indicative of the\n       fact that a particular dispute does it not fall within the four\n       comers of the arbitration agreement obtaining between the\n       parties the matter would have to be resolved by an Arbitral\n       Tribunal. In other words, if there is contestation on this score,\n       the Court will allow the Arbitral Tribunal to reach a conclusion\n       on way or another. This approach would be in keeping with the\n       doctrine of Kompetenz Kompetenz; a doctrine which has\n       statutory recognition under <a href=\"/doc/675839/\" id=\"a_12\">Section 16</a> of the 1996 Act.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_8\">6.     I have heard arguments on behalf of both the parties. The main\ndispute is regarding interpretation of the arbitration clause. As per the\npetitioner, it has the option either to approach the Court of Law or get the\ndispute settled through arbitration in terms of the arbitration clause\ncontained in the work order dated 24.10.2017.          Learned counsel for the\n\n<span class=\"hidden_text\" id=\"span_9\">ARB.P. 460/2020                                                   Page 6 of 20</span>\n petitioner submits that the first option is to settle the disputes amicably and\nif it is not possible to settle the disputes mutually or amicably, the next step\nto go for is arbitration or approach in the Court of Law at Delhi, as per\nsituation. It was not possible to settle the disputes amicably or mutually as\nthe respondent is denying even the existence of any dispute. So, the only\noption available before the petitioner was either to invoke the Arbitration or\nto approach the Court of Law in Delhi. The petitioner has chosen the first\noption and has invoked the arbitration vide notice dated 10.12.2019.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_9\">7.     On the other hand, the contention of the respondent is that the last\nclause in the work order cannot be construed as an arbitration agreement\nbecause only the word &#x27;arbitration&#x27; is mentioned, but the arbitration clause\nmust contain that the decision of the Tribunal will be binding on both the\nparties and there has to be a consent of both the parties to submit to the\njurisdiction of Arbitration Tribunal and arbitration award has to be final\nand binding on both the parties. All these necessary ingredients are missing\nin the present matter. So, in the words of the respondent, there is no valid\nand binding arbitration clause and moreover there are no disputes between\nthe parties. Hence, the present petition is liable to be dismissed.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_10\">8.     The petitioner has relied upon the following judgments:\n</p>\n\n<blockquote id=\"blockquote_13\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"974878\" id=\"span_10\">&quot;(i) In Power tech <a href=\"/doc/974878/\" id=\"a_13\">World Wide Ltd vs. Delvin International</a>\n       (2012) 1 SCC 361 it was held that:</span>\n</blockquote><blockquote id=\"blockquote_14\">       1........ The contract also contained an arbitration clause which\n       reads as under:\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_11\">ARB.P. 460/2020                                                 Page 7 of 20</span>\n<blockquote id=\"blockquote_15\">        Any disputes arising out of this Purchase Contract shall be\n       settled amicably between both the parties or through an\n       Arbitrator in India/UAE.\n</blockquote>\n<blockquote id=\"blockquote_16\">       <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1913246\" id=\"span_12\">11. The aforesaid contentions have been raised by the advocates\n       for the petitioner in view of the judgment of this Court in the\n       case of <a href=\"/doc/1913246/\" id=\"a_14\">Jagdish Chander v. Ramesh Chander &amp; Ors.</a> [(2007) 5\n       SCC 719] wherein this Court had taken the view that such an\n       arbitration clause would not have satisfied the pre-requisites of\n       a valid arbitration reference. In that case, this Court was\n       concerned with Clause 16 of the contract between the parties\n       that read as under:</span>\n</blockquote><blockquote id=\"blockquote_17\">       &#x27;(16) If during the continuance of the partnership or at any time\n       afterwards ay dispute touching the partnership arises between\n       the partners, the same shall be mutually decided by the partners\n       or shall be referred for arbitration if the parties so determine.&#x27;\n\n</blockquote><blockquote id=\"blockquote_18\">       12. The Court felt that the main attribute of an arbitration\n       agreement, namely, consensus ad idem to refer the disputes to\n       arbitration, is missing in Clause 16 relating to settlement of\n       disputes. Therefore, it is not an arbitration agreement as defined\n       under <a href=\"/doc/1846895/\" id=\"a_15\">Section 7</a> of the Act. In absence of an arbitration\n       agreement, the question of exercising power under <a href=\"/doc/1841764/\" id=\"a_16\">Section11</a> of\n       the Act to appoint an arbitrator does not arise.\n</blockquote>\n<blockquote id=\"blockquote_19\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_13\">13. A similar view was expressed by this Court in the case of\n       <a href=\"/doc/1604568/\" id=\"a_17\">Wellington Associates Ltd. v. Kirit Mehta</a> (AIR 2000 SC 1379)\n       through the arbitration clause <a href=\"/doc/1604568/\" id=\"a_18\">in that case</a> was different.</span>\n</blockquote>\n<blockquote id=\"blockquote_20\">       14. Now, I may refer to the pre-requisites of a valid and binding\n       arbitration agreement leading to an appropriate reference under\n       the Act. <a href=\"/doc/165779/\" id=\"a_19\">Section 2(1)(b)</a> defines &#x27;arbitration agreement&#x27; to be an\n       agreement referred to in <a href=\"/doc/1846895/\" id=\"a_20\">Section 7</a>. <a href=\"/doc/1846895/\" id=\"a_21\">Section 7</a> of the Act states\n       that an &#x27;arbitration agreement&#x27; is an agreement by the parties to\n       submit to arbitration all or certain disputes which have arisen or\n       which may arise between them in respect of a defined legal\n       relationship, whether contractual or not. The arbitration\n       agreement may be in the form of an arbitration clause in a\n       contract or in the form of a separate agreement and shall be an\n\n<span class=\"hidden_text\" id=\"span_14\">ARB.P. 460/2020                                               Page 8 of 20</span>\n        agreement in writing. An arbitration agreement is in writing if it\n       is contained in any of the clauses, i.e., clauses (a) to (c) of Sub-\n</blockquote><p data-structure=\"Section\" id=\"p_11\">       section (4) of <a href=\"/doc/1846895/\" id=\"a_22\">Section 7</a> of the Act. Once these ingredients are\n       satisfied, there would be a binding arbitration agreement\n       between eh parties and the aggrieved party would be in a\n       capacity to invoke the jurisdiction of this Court under <a href=\"/doc/605764/\" id=\"a_23\">Section\n       11(6)</a> of the Act.\n</p>\n<p data-structure=\"Section\" id=\"p_12\">       21. It is in light of these provisions, one has to construe whether\n       the clause in the present case, reproduced above, in Para 1,\n       constitutes a valid and binding agreement. It is clear from a\n       reading of the said clause that the parties were ad idem to\n       amicable settle their disputes or settle the disputes through an\n       arbitrator in India/UAE. There was apparently some ambiguity\n       caused by the language of the arbitration clause..... The parties\n       obviously had committed to settle their disputes by arbitration,\n       which they could not settle, as claims and counter claims had\n       been raised in the correspondence exchanged between them. In\n       view of the above, even the pre-condition for invocation of an\n       arbitration agreement stands satisfied. The arbitration\n       agreement does not provide for any specific mode/methodology\n       to be adopted while appointing an arbitrator.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\">       (ii) In VISA International Ltd. Versus Continental Resources\n       (USA) Ltd. 2008 (15) SCALE 497, it was held as under:\n</p>\n<blockquote id=\"blockquote_21\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"157457879\" id=\"span_15\">&quot;18. That an arbitration agreement is not required to be in any\n       particular form has been reiterated in more than one decision.\n       [see: <a href=\"/doc/157457879/\" id=\"a_24\">Bihar State Mineral Development Corporation Vs. Encon</a>\n       building (2003) 7 SCC 418]. What is required is to gather the\n       intention of the parties as to whether they have agreed for\n       resolution of the disputes through arbitration. What is required\n       to be decided in an application under <a href=\"/doc/1841764/\" id=\"a_25\">Section 11</a> of the Act is\n       whether there is any arbitration agreement as defined in the\n       Act? It needs no reiteration that <a href=\"/doc/1846895/\" id=\"a_26\">Section 7</a> of the Act does not\n       prescribe any particular form and it is immaterial whether or not\n       expression &#x27;arbitration&#x27; or &#x27;arbitrator&#x27; or &#x27;arbitrators&#x27; has been\n       used in the agreement.&quot;</span>\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_16\">ARB.P. 460/2020                                                 Page 9 of 20</span>\n<p data-structure=\"Precedent\" id=\"p_14\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"8193660\" id=\"span_17\">(iii) In <a href=\"/doc/8193660/\" id=\"a_27\">NCC Ltd. Vs. Indian Oil Corporation Ltd. Arbitration\n       Petition No.</a> 115/2018 the Hon&#x27;ble Delhi High Court on\n       08.02.2019 held in conclusion as under:</span>\n</p>\n<blockquote id=\"blockquote_22\">       &quot;Para 81. Having regard to the foregoing discussion\n       hereinabove my conclusions can be summed up as follows:\n</blockquote>\n<blockquote id=\"blockquote_23\">       I)     Where there is contestation or the decision rendered by\n              the General Manager leaves scope for argument as to\n              whether the claims lodged by a Contractor can be\n              categorized as Notified Claims is best left to the Arbitral\n              Tribunal. In other words, except for the situation where\n              there is no doubt that the claims were not lodged with the\n              Engineer and the Site Engineer as required under Clause\n              6.6.1.068 read with 6.6.3.069, the matter would have to\n              be left for resolution by Arbitral Tribunal.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">       II)    Aspects with regard to accord and satisfaction of the\n              claims or where there is a dispute will also have to be left\n              to the Arbitral Tribunal. The position in law in this regard\n              remains the same both pre- and post-amendment brought\n              about in the 1996 Act after 23.10.2015.\n</p>\n<p data-structure=\"Section\" id=\"p_16\">       III)   After the insertion of Subsection (6A) in 11 of the 1996\n              Act the scope of inquiry by the Court in a <a href=\"/doc/1841764/\" id=\"a_28\">Section 11</a>\n              petition, (once it is satisfied that it has jurisdiction in the\n              matter) is confined to ascertaining as to whether or not a\n              binding arbitration agreement exists qua the parties\n              before it which is relatable to the disputes at hand.\n</p>\n<p data-structure=\"Section\" id=\"p_17\">       IV)    The space for correlating the dispute at hand with the\n              arbitration agreement is very narrow. Thus, except for an\n              open and shut case which throws up a circumstance\n              indicative of the fact that a particular dispute does it not\n              fall within the four corners of the arbitration agreement\n              obtaining between the parties the matter would have to be\n              resolved by an Arbitral Tribunal. In other words, if there\n              is contestation on this score, the court will allow the\n              Arbitral Tribunal to reach a conclusion one way or\n\n<span class=\"hidden_text\" id=\"span_18\">ARB.P. 460/2020                                                  Page 10 of 20</span>\n               another. This approach would be in keeping with the\n              doctrine of Kompetenz Kompetenz; a doctrine which has\n              statutory recognition under <a href=\"/doc/675839/\" id=\"a_29\">Section 16</a> of the 1996 Act.&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_18\">9.     The respondent has relied upon the following judgments:\n</p>\n\n<blockquote id=\"blockquote_24\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_19\">(<a href=\"/doc/1913246/\" id=\"a_30\">i) JAGDISH CHANDER versus RAMESH\n              CHANDER AND      OTHERS</a> (2007) 5 Supreme\n              Court Cases 719:</span>\n</blockquote>\n<blockquote id=\"blockquote_25\">              &quot;11. The existence of an arbitration agreement as defined\n              under <a href=\"/doc/1846895/\" id=\"a_31\">Section 7</a> of the Act is a condition precedent for\n              exercise of power to appoint an Arbitrator/Arbitral\n              Tribunal, under <a href=\"/doc/1841764/\" id=\"a_32\">Section 11</a> of the Act by the Chief Justice\n              or his designate. It is not permissible to appoint an\n              arbitrator to adjudicate the disputes between the parties,\n              in the absence of an arbitration agreement or mutual\n              consent. The designate of the Chief Justice of Delhi High\n              court could not have appointed the arbitrator in the\n              absence of an arbitration agreement.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_19\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_20\">(<a href=\"/doc/1604568/\" id=\"a_33\">ii) WELLINGTON ASSOCIATES LTD. versus\n              KIRIT MEHTA</a> (2000) 4 Supreme Court Cases 272:</span>\n</p>\n<blockquote id=\"blockquote_26\">              &quot;4. It is hereby agreed that, if any dispute arises in\n              connection with these presents, only courts in Bombay\n              would have jurisdiction to try and determine the suit and\n              the parties hereto submit themselves to the exclusive\n              jurisdiction of the courts in Bombay.\n</blockquote>\n<blockquote id=\"blockquote_27\">              5. It is also agreed by and between the parties that any\n              dispute or differences arising in connection with these\n              presents may be referred to arbitration in pursuance of\n              the <a href=\"/doc/1052228/\" id=\"a_34\">Arbitration Act, 1940</a> by each party appointing one\n              arbitrator and the arbitrators so appointed selecting an\n              umpire. The venue of arbitration shall be at Bombay.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_21\">ARB.P. 460/2020                                              Page 11 of 20</span>\n<blockquote id=\"blockquote_28\">               25. Suffice it to say, that the words &quot;may be referred&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_20\">              used in clause 5, read with clause 4, lead me to the\n              conclusion that clause 5 is not a firm or mandatory\n              arbitration clause and in my view, it postulates a fresh\n              agreement between the parties that they will go to\n              arbitration. Point 2 is decided accordingly against the\n              petitioner.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_21\">              26. In the light of the finding on Point 2, it is obvious that\n              I have, to dismiss this petition.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18403622\" id=\"span_22\">(<a href=\"/doc/18403622/\" id=\"a_35\">iii) Linde Heavy Truck Division Ltd. versus\n              Container Corporation of India Ltd.</a> 2012 SCC\n              OnLine Del 5434\n\n              &quot;15.3 Jurisdiction of Courts: The Courts of the place\n              from where the acceptance of tender has been issued\n              shall alone have jurisdiction to decide any dispute arising\n              out of or in respect of the contract i.e., New Delhi\n              (INDIA)\n\n              15.5 If, after 30 (thirty) day from the commencement of\n              such informal negotiation,        CONCOR        and     the\n              supplier have been unable to resolve amicably the\n              contract dispute, either party may require that the dispute\n              be referred for resolution by arbitration in accordance\n              with the rules of Arbitration of &quot;Standing Committee on\n              Public            Enterprises&quot;           of           India\n              (SCOPE) from the &quot;Conciliation and Arbitration&quot; and\n              award made in pursuance thereof shall be binding on the\n              parties.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_23\">8. A perusal of clause 15.3 would show that the parties\n              agreed that the Courts of the place from where the\n              acceptance of tender is issued, alone shall have\n              jurisdiction to decide any dispute arising out of or in\n              respect of the contract. This clause clearly contemplates\n              adjudication of disputes by a Civil Court though only by\n              the Court at the place where the acceptance of the tender\n\n<span class=\"hidden_text\" id=\"span_24\">ARB.P. 460/2020                                                 Page 12 of 20</span>\n               is issued, i.e., New Delhi (INDIA). This clause in the\n              contract clearly indicates that the parties did not enter\n              into a binding arbitration agreement and contemplated\n              resolution of their disputes through the process of a civil\n              Court at New Delhi. It would be pertinent to recall here\n              that in <a href=\"/doc/1604568/\" id=\"a_36\">Wellington Associates Ltd.</a> (supra) also clause 4\n              of the agreement between the parties provided for\n              jurisdiction of Bombay Courts in case of any dispute\n              arising in connection with the agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_25\">It is true that\n              the word &quot;suit&quot; used in clause 4 of the agreement in\n              <a href=\"/doc/1604568/\" id=\"a_37\">Wellington Associates Ltd.</a> (supra) has not been used in\n              clause 15.3 of the agreement in the case before this\n              Court, but that, to my mind, would not be of any\n              consequence, considering the fact that clause 15.3\n              envisages adjudication by a Civil Court and it does not\n              pertain to place of the Court, which would have\n              jurisdiction in respect of the arbitration proceedings.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">              9. For the reasons stated hereinabove, the application is\n              hereby dismissed.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"974878\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1604568\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1913246\" id=\"span_28\">10.    As far as the judgments in the matter of <a href=\"/doc/1913246/\" id=\"a_38\">Jagdish Chander v. Ramesh\nChander</a> (<a href=\"/doc/1604568/\" id=\"a_39\">supra) and Wellington Associates Ltd. v. Kirit Mehta</a> (supra) are\nconcerned, both these judgments were duly considered by Hon&#x27;ble Mr.\nJustice Swatanter Kumar in judgment in the matter of Power tech <a href=\"/doc/974878/\" id=\"a_40\">World\nWide Ltd v. Delvin International</a> (supra) and in the said matter, the\nHon&#x27;ble Supreme Court was pleased to reached to a conclusion that\nalthough there was some ambiguity caused by the language of the\narbitration clause, but the parties had committed to settle their disputes\nobviously by arbitration, although, the arbitration agreement does not\nprovide any specific mode to be adopted while appointing an Arbitrator.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18403622\" id=\"span_29\">As\nfar as judgment of this Court in <a href=\"/doc/18403622/\" id=\"a_41\">Linde Heavy Truck Division Ltd. v.\nContainer Corporation of India Ltd.</a> (supra) is concerned, it is clear that in\n\n<span class=\"hidden_text\" id=\"span_30\">ARB.P. 460/2020                                               Page 13 of 20</span>\n clause 15.5 of the agreement, the word used is &#x27;may&#x27;, whereas in the\npresent case, the word so used in the arbitration clause is &#x27;shall&#x27;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"18403622\" id=\"span_31\">Hence, the\nratio of the judgment in the matter of <a href=\"/doc/18403622/\" id=\"a_42\">Linde Heavy Truck Division Ltd. v.\nContainer Corporation of India Ltd.</a> (supra) is not applicable to the\npresent matter. Moreover, in view of the subsequent judgment of the\nHon&#x27;ble Supreme Court, as cited above, the conclusion reached by the\nlearned Judge of this Court that where adjudication of disputes is to be\ndone by the Civil Courts of a particular jurisdiction, then <a href=\"/doc/18403622/\" id=\"a_43\">in that case</a>, the\narbitration clause loses its significance, is not the correct law. The\narbitration clause and the agreement are to be read in full and where the\ndominant intention of the parties is to settle their disputes through\narbitration<a href=\"/doc/18403622/\" id=\"a_44\">, <a href=\"/doc/18403622/\" id=\"a_45\">in that case</a></a>, the reference to the civil jurisdiction of the Court at\nbest can be taken to be the Courts where all the petitions/applications under\nthe <a href=\"/doc/1306164/\" id=\"a_46\">Arbitration and Conciliation Act, 1996</a> are to be filed or once an award\nis pronounced, any party may challenge the same before the Civil Court of\ncompetent jurisdiction.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_26\">11.     As far as the interpretation of the arbitration clause in the similar\ncircumstances is concerned, Hon&#x27;ble Supreme Court in the matter of M/s\nZhejiang Bonly Elevator Guuide Rail Manufacture Co. Ltd. vs. M/s Jade\nElevator Components in Arbitration Petition (Civil) No. 22 of 2018 has\ndiscussed the same issue in detail and has laid down the law in this regard\nas under:-\n</p><blockquote id=\"blockquote_29\">       &quot;4. To appreciate the controversy, it is required to be seen\n       whether there is an arbitration clause for resolution of the\n       disputes. Clause 15 of the agreement as translated in English\n       reads as follows:\n</blockquote>\n<span class=\"hidden_text\" id=\"span_32\">ARB.P. 460/2020                                                  Page 14 of 20</span>\n<blockquote id=\"blockquote_30\">               &quot;15. Dispute handling.--Common processing contract\n              disputes, the parties should be settled through\n              consultation; consultation fails by treatment of to the\n              arbitration body for arbitration or the court.&quot;\n</blockquote><p data-structure=\"PetArg\" id=\"p_27\">       5.     It is submitted by the learned counsel for the petitioner\n       that if the clause of &quot;dispute handling&quot; is scrutinised\n       appropriately, the disputes are to be settled through\n       consultation and, if the consultation fails by treatment of to the\n       arbitration body for arbitration or court and, therefore, the\n       matter has to be referred to arbitration. It is canvassed by him\n       that the clause is not categorically specific that it has to be\n       adjudicated in a court of law. It leads to choices and the choice\n       expressed by the petitioner is arbitration.\n</p>\n<p data-structure=\"RespArg\" id=\"p_28\">       6.     The learned counsel for the respondent, in his turn,\n       would urge that when it is stated as arbitration or court, the\n       petitioner should knock at the doors of the competent court but\n       not resort to arbitration, for the clause cannot be regarded as\n       an arbitration clause which stipulates that the disputes shall be\n       referred to arbitration.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">       7. To appreciate the clause in question, it is necessary to\n       appositely understand the anatomy of the clause. It stipulates\n       the caption given to the clause &quot;dispute handling&quot;. It states that\n       the disputes should be settled through consultation and if the\n       consultation fails by treatment of to the arbitration body for\n       arbitration or the court. On a query being made, the learned\n       counsel for the parties very fairly stated that though the\n       translation is not happily worded, yet it postulates that the\n       words &quot;arbitration or the court&quot; are indisputable as far as the\n       adjudication of the disputes is concerned. There is assertion\n       that disputes have arisen between the parties. The intention of\n       the parties, as it flows from the clause, is that efforts have to be\n       made to settle the disputes in an amicable manner and,\n       therefore, two options are available, either to go for arbitration\n       or for litigation in a court of law.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1679578\" id=\"span_33\">8.     This Court had the occasion to deal with such a clause\n       in the agreement in <a href=\"/doc/1679578/\" id=\"a_47\">Indtel Technical Services (P) Ltd. v. W.S.\n\n<span class=\"hidden_text\" id=\"span_34\">ARB.P. 460/2020                                                 Page 15 of 20</span>\n        Atkins Rail Ltd. [Indtel Technical Services (P) Ltd.</a> v. W.S.\n       Atkins Rail Ltd., (2008) 10 SCC 308] In the said agreement,\n       Clause 13 dealt with the settlement of disputes. Clauses 13.2\n       and 13.3 that throw light on the present case were couched in\n       the following language:</span>\n</p>\n<blockquote id=\"blockquote_31\">               &quot;.13.2. Subject to Clause 13.3 all disputes or differences\n              arising out of, or in connection with, this agreement\n              which cannot be settled amicably by the parties shall be\n              referred to adjudication;\n</blockquote>\n<blockquote id=\"blockquote_32\">              13.3. If any dispute or difference under this agreement\n              touches or concerns any dispute or difference under\n              either of the sub-contract agreements, then the parties\n              agree that such dispute or difference hereunder will be\n              referred to the adjudicator or the courts as the case may\n              be appointed to decide the dispute or difference under the\n              relevant sub-contract agreement and the parties hereto\n              agree to abide by such decision as if it were a decision\n              under this agreement.&#x27;&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_31\">       9. Interpreting the aforesaid clauses, the Judge designated by\n       the learned Chief Justice of India held thus:\n</p>\n<blockquote id=\"blockquote_33\">              &quot;38. Furthermore, from the wording of Clause 13.2 and\n              Clause 13.3 I am convinced, for the purpose of this\n              application, that the parties to the memorandum intended\n              to have their disputes resolved by arbitration and in the\n              facts of this case the petition has to be allowed.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_32\">       10. The aforesaid passage makes it clear as crystal that\n       emphasis has been laid on the intention of the parties to have\n       their disputes resolved by arbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">       11. In the case at hand, as we find, Clause 15 refers to\n       arbitration or court. Thus, there is an option and the petitioner\n       has invoked the arbitration clause and, therefore, we have no\n\n\n<span class=\"hidden_text\" id=\"span_35\">ARB.P. 460/2020                                               Page 16 of 20</span>\n        hesitation, in the obtaining factual matrix of the case, for\n       appointment of an arbitrator ....&quot;\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"78461677\" id=\"span_36\">12.     The Hon&#x27;ble High Court of Judicature at Bombay also had an\noccasion to interpret the arbitration clause in the similar circumstances in\nthe matter of M/s <a href=\"/doc/78461677/\" id=\"a_48\">Jay Bhagwati Construction Co. vs. Haware Engineers\n&amp; Buiders Pvt. Ltd.</a> in Commercial Arbitration Application No. 121 of\n2018 decided on 25.10.2018 and it was observed by the said Hon&#x27;ble Court\nas under:-</span>\n</p><blockquote id=\"blockquote_34\">       &quot;26. A short question arises for consideration of this Court is\n       whether clause 32 of the work order dated 18th June 2013\n       constitutes an arbitration agreement between the parties or not.\n</blockquote><blockquote id=\"blockquote_35\">       27. A perusal of clause 32 of the work order indicates that the\n       said clause refers to the expression &quot;dispute&quot; and also refers to\n       the decision of the Managing Director of the respondent, in\n       case of such dispute, will be final and binding on both the\n       parties. There is no punctuation between the words &quot;both the\n       parties&quot; and &quot;any disputes shall be referred to Arbitration or\n       any Court.&quot; It is not the case of the respondent that the dispute\n       does not exist between the parties. The application for\n       appointment of an arbitrator is opposed mainly on the ground\n       that the said clause 32 did not provide for any procedure, for\n       complying with the principles of natural justice or adjudication\n       of disputes in a judicial manner by the managing director. It is\n       the case of the respondent that the said clause would only\n       indicate that inspite of intervention of the managing director, if\n       the dispute between the parties is not resolved, in that event, the\n       parties have option either to refer the dispute to arbitration or\n       seeks remedies through the judicial process and thus it was not\n       the intention of the parties that the arbitration be the sole\n       dispute resolution mechanism. In paragraph 6.4 of the\n       affidavit-in-reply filed by the respondent, it is the contention of\n       the respondent that at the most, the said clause 32 is only a\n       reflection of a possibility of the parties agreeing to arbitration\n       in the future. On the other hand, it is the case of the applicant\n<span class=\"hidden_text\" id=\"span_37\">ARB.P. 460/2020                                                Page 17 of 20</span>\n        that the managing director of the respondent was a named\n       arbitrator under the said clause 32 for the purpose of\n       resolution of disputes and differences between the parties.\n</blockquote><blockquote id=\"blockquote_36\">       28. <a href=\"/doc/750244/\" id=\"a_49\">Section 12(1)(a)</a> of the Arbitration and Conciliation Act,\n       1996 provides that when a person is approached in connection\n       with his possible appointment as an arbitrator, he shall disclose\n       in writing any circumstances such as the existence either direct\n       or indirect, of any past or present relationship with or interest\n       in any of the parties or in relation to the subject matter in\n       dispute, whether financial, business, professional or other kind,\n       which is likely to give rise to justifiable doubts as to his\n       independence or impartiality. Explanation (1) is added to the\n       said provision which provides that the grounds stated in the\n       Fifth Schedule shall guide in determining whether\n       circumstances exist which give rise to justifiable doubts as to\n       the independence or impartiality of the arbitrator.\n</blockquote><blockquote id=\"blockquote_37\">       29. <a href=\"/doc/16912364/\" id=\"a_50\">Section 12(5)</a> of the Arbitration and Conciliation Act, 1996\n       provides that Notwithstanding any prior agreement to the\n       contrary, any person whose relationship, with the parties or\n       counsel or the subject matter of the dispute, falls under any of\n       the categories specified in the Seventh Schedule shall be\n       ineligible to be appointed as an arbitrator.\n</blockquote><blockquote id=\"blockquote_38\">       30. The first part of clause 32 of the work order dated 18th June\n       2013 is extracted as under:--\n</blockquote><blockquote id=\"blockquote_39\">       &quot;Incase of any dispute, our Managing Director&#x27;s decision will\n       be final and binding on both the parties.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_35\">       31. The said provision thus clearly contemplates that in case of\n       any dispute, the same shall be referred to the Manging Director\n       whose decision will be final and binding on both the parties.\n       The managing director referred to in the said clause obviously\n       refers to the managing director of the respondent&quot;.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"78461677\" id=\"span_38\">13.    In view of the above mentioned judicial pronouncements there is no\ndispute that the last clause in the work order dated 24.10.2017 is in fact an\narbitration clause and a pragmatic approach has to be made to interpret or\n<span class=\"hidden_text\" id=\"span_39\">ARB.P. 460/2020                                              Page 18 of 20</span>\n while construing an arbitration agreement or an arbitration clause and the\nCourt should not be very technical in its approach while interpreting the\nsaid clause if the arbitration is permissible within the limits of law, the\nCourt should choose the said option which is a common sense approach.\nWhen the parties draft work orders like this, they do so as per their own\nprudence and generally they do not consult the legal minds while drafting\nthese documents so, that is the reason that the arbitration clause is not very\nhappily worded but there is no ambiguity as far as their intention is\nconcerned as has been held in the matter of <a href=\"/doc/78461677/\" id=\"a_51\">Jay Bhagwati Construction\nCo.</a> (supra).</span>\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_37\">14.    Hence, I held that both the parties had the intention to decide their\ndisputes by way of arbitration and the last clause in the work order dated\n24.10.2017 is to be construed as an arbitration clause, which is binding on\nboth the parties and the petitioner has rightly approached this Court for\nappointment of an arbitrator.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_38\">15.    As far as the question of existence of any dispute or claims/counter\nclaims on behalf of the parties is concerned, it is within the domain of the\nlearned sole Arbitrator to take a call as to whether any disputes exists\nbetween the parties or not.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_39\">16.    In these circumstances, I hereby appoint Mr. O.P. Gupta, Retired\nDistrict &amp; Sessions Judge, as a sole Arbitrator to adjudicate the dispute\nbetween the parties without getting influenced by anything stated in the\npresent order. The arbitration shall take place under the aegis of Delhi\n\n<span class=\"hidden_text\" id=\"span_40\">ARB.P. 460/2020                                               Page 19 of 20</span>\n Arbitration Centre. Learned Sole Arbitrator shall make a declaration as\nrequired under <a href=\"/doc/750244/\" id=\"a_52\">Section 12</a> of the Arbitration and Conciliation Act.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_40\">17.    The petition is accordingly disposed of.\n</p>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_41\">                                                  TALWANT SINGH, J\n\nFEBRUARY 22, 2021\nnk/pa\n\n\n\n\n                                Click here to check corrigendum, if any\n\n<span class=\"hidden_text\" id=\"span_41\">ARB.P. 460/2020                                             Page 20 of 20</span>\n </p>","numcites":19,"numcitedby":0,"docsource":"Delhi High Court - Orders","citetid":139091791,"divtype":"judgments","relatedqs":[{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"arbitration agreement binding","formInput":"arbitration%20agreement%20binding"},{"value":"kompetenz kompetenz","formInput":"kompetenz%20kompetenz"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"ambiguity","formInput":"ambiguity"},{"value":"work order","formInput":"work%20order"},{"value":"existance of arbitration agreement ","formInput":"existance%20of%20arbitration%20agreement%20"},{"value":"mutual","formInput":"mutual"},{"value":"Binding Agreement","formInput":"Binding%20Agreement"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"arbitration agreement is between the parties to arbitration agreement","formInput":"arbitration%20agreement%20is%20between%20the%20parties%20to%20arbitration%20agreement"},{"value":"disputed will","formInput":"disputed%20will"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"}],"cats":[{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}