{"tid":161840108,"publishdate":"2019-01-15","title":"Coastal Marine Construction And ... vs Indian Oil Corporation Ltd & Ors on 15 January, 2019","doc":"<h2 class=\"doc_title\">Coastal Marine Construction And ... vs Indian Oil Corporation Ltd &amp; Ors on 15 January, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2019 (NOC) 350 (DEL.), AIRONLINE 2019 DEL 1538</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-bakhru\">Vibhu Bakhru</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-bakhru\">Vibhu Bakhru</a></h3>\n\n<pre id=\"pre_1\">     IN THE HIGH COURT OF DELHI AT NEW DELHI\n%                                Judgment delivered on: 15.01.2019\n\n+      W.P.(C) 5525/2018\n\nCOASTAL MARINE CONSTRUCTION AND\nENGINEERING LIMITED &amp; ANR                          ..... Petitioners\n\n                        versus\n\nINDIAN OIL CORPORATION LTD &amp; ORS                   ..... Respondents\n\nAdvocates who appeared in this case:\nFor the Petitioners     :        Mr C.S. Vaidyanathan, Senior\n                                 Advocate along with Mr Aditya\n                                 Verma, Mr Bimal Rajesekhar and\n                                 Mr Shrey Patnaik, Advocates.\nFor the Respondents     :        Mr Raman Kapur, Senior Advocate\n                                 with Mr Amit Meharia, Ms\n                                 Tannishtha Singh and Ms Rupali\n                                 Bansal, Advocates for R-1/IOCL.\n                                 Ms Shubhra Parashar and Mr Virender\n                                 Pratap Singh Charak, Advocates for\n                                 R-2/UOI.\nCORAM\nHON&#x27;BLE MR JUSTICE VIBHU BAKHRU\n                            JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">VIBHU BAKHRU, J\n\n</p><p data-structure=\"Issue\" id=\"p_2\">1.     The petitioners have filed the present petition impugning an\norder dated 30.03.2018 passed by the Director (Pipelines) of\nrespondent no. 1 (hereafter „IOCL‟), whereby the petitioner no.1‟s\nappeal against the order dated 15.11.2017 (hereafter „the impugned\norders‟) passed by the General Manager of IOCL debarring petitioner\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">W.P.(C) 5525/2018                                  Page 1 of 41</span>\n no.1 (hereafter the &#x27;petitioner‟) from entering into any contract with\nIOCL for a period of three years, was rejected.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">2.     Concededly, the punitive action of blacklisting the petitioner\n(referred to as placing the petitioner on a holiday list) was taken on the\nground that the petitioner had breached the contract entered into with\nIOCL. The petitioner disputes this allegation. It is also the petitioner‟s\ncase that the action of blacklisting the petitioner is arbitrary,\nunreasonable and disproportionate to the allegations made against it.\nIn addition, the petitioner also claims that the action is mala fide and\nwas initiated to support the petitioner‟s competitor who has been\nenjoying the monopoly in respect of IOCL‟s contracts of the specified\nnature, for over the past three decades.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">Factual Context:\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">3.     The petitioner is a company, which was incorporated in the year\n1995. The petitioner was promoted by former officers of the Indian\nNavy and is specialised in providing marine services for oil, gas, port,\npower and marine infrastructure sector. It is further claimed that the\npetitioner has approximately 300 employees on its rolls. It has three\nindependent business verticals, namely, (i) Marine Terminals and\nSeawater System Management; (ii) Geosciences services including\noffshore surveys and geotechnical investigation; (iii) Erection\nProcurement &amp; Commissioning (EPC) of Marine Structures and\nSeawater Intake and Outfall Pipelines. The petitioner claims that it has\n\n\n\n\n<span class=\"hidden_text\" id=\"span_2\">W.P.(C) 5525/2018                                    Page 2 of 41</span>\n an unblemished history of providing services to various Public Sector\nUndertakings (PSUs) and Government agencies.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">4.     In December, 2016, IOCL invited tenders for the maintenance\nand operation of offshore terminal and facilities in the Gulf of Kutch,\nOff Salaya, Vadinar, Gujarat. In response to the aforesaid tender, the\npetitioner submitted its bid on 06.02.2017. The petitioner‟s bid was the\nlowest and it was declared as L-1. On 18.05.2017, IOCL issued the\nletter of acceptance (LOA), accepting the petitioner‟s bid for the\naforesaid contract and a formal contract was executed on 02.06.2017\n(hereafter „the Contract‟).\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">5.     On     18.05.2017      -   IOCL   issued   a specific         notice   of\ncommencement of work. In terms of the Contract, the petitioner was\nrequired to, inter alia, deploy manpower equipment and a &quot;marine\nspread&quot; for operating and maintaining the offshore terminals and\nfacilities at Vadinar, Gujarat. The marine spread comprised of five\nvessels: (a) a maintenance vessel (as per specifications specified in\nExhibits A and E of the tender documents); (b) a support maintenance\nvessel (as per technical specifications specified in Exhibits B and E of\nthe tender documents; (c) a pollution response vessel (as per technical\nspecifications specified in Exhibit C of the tender documents); and (d)\ntwo support boats (as per Exhibit D of the tender documents).\n</p>\n<p data-structure=\"CDiscource\" id=\"p_8\">6.     It is stated that during the evaluation of the tender, IOCL\napproved several vessels indicated by the petitioner. A tabular\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">W.P.(C) 5525/2018                                     Page 3 of 41</span>\n statement indicating the vessels that were found to be technically\ncompliant by IOCL is tabulated below:-\n</p>\n\n\n<blockquote id=\"blockquote_1\">     Sl.   Vessel       Offer Vessels/Boats Technically         Vessels/boats\n     No    category                          Accepted           required to\n                                             Vessels/boats      be deployed\n<span class=\"hidden_text\" id=\"span_4\">     1     SPs 2008    1.Coastal Commander 1.Coastal                  1</span>\n           complaint    2. Cassandra -9      Commander\n           Maintenance 3. Raptor-II          2. Cassandra 9\n           Vessel\n</blockquote><blockquote id=\"blockquote_2\">     2.    Support      1. Sealinkmaju 27 1.Sealinkmaju 27            1\n           Maintenance 2. Coastal Triumph 2. Coastal\n           Vessels      3. Kitty Fox V      Triumph\n<span class=\"hidden_text\" id=\"span_5\">     3.    Pollution    1. SealinkMaju 8     1. SealinkMaju           1</span>\n           Response     2. Coromondel        8\n           Vessels      Supporter-           2. Coromondel\n                        III/Unistar 32399    Supporter-III\n</blockquote><blockquote id=\"blockquote_3\">                        3. SealinkMaju 28    3. SealinkMaju\n<span class=\"hidden_text\" id=\"span_6\">                                             28</span>\n<span class=\"hidden_text\" id=\"span_7\">     4.    Support      1. Jaya Durga-1      1. Jaya Durga-1          2</span>\n           Boats        2. Ganesh            2. Ganesh\n</blockquote><blockquote id=\"blockquote_4\">                        3. Sri Anjana        3. Sri Anjana\n</blockquote><blockquote id=\"blockquote_5\">                        4. Gayathri          4. Gayathri\n\n\n\n\n</blockquote><p data-structure=\"Issue\" id=\"p_9\">7.         Initially the petitioner offered the following vessels to constitute\nthe marine spread: (a) maintenance vessel - M.V Coastal Commander;\n</p><p data-structure=\"PetArg\" id=\"p_10\">(b) support maintenance vessel - Coastal Triumph; (c) pollution\nresponse vessel - Coromandel Supporter III; and (d) Two support\nboats - M.V. Gayathri and M.V. Sri Anjana. The vessels Coastal\nCommander and Coastal Triumph, which were to be deployed as\nmaintenance vessel and support maintenance vessel are owned by the\npetitioner.      The petitioner intended to charter the remaining three\nvessels and to deploy them at site.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">W.P.(C) 5525/2018                                              Page 4 of 41</span>\n<p data-structure=\"PetArg\" id=\"p_11\"> 8.     In terms of the tender conditions, the petitioner was required to\ndeploy the manpower equipment and the marine spread within a period\nof fifty days from the date of issuance of specific notice of\ncommencement (which was issued on 18.05.2017).                      Thus, the\npetitioner was required to mobilise the marine spread on or before\n07.07.2017. It is stated that the kick-off meeting was held between the\nrepresentatives of the petitioner and IOCL on 26.05.2017. At the said\nmeeting, the petitioner agreed to deploy the marine spread by\n01.07.2017.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">9.     The petitioner claims that sometime in the second week of June\n2017, it learnt that a winding up petition had been instituted against the\nparent company (Great Offshore Ltd.) of Kei Rsos Maritime Ltd.,\nwhich owned the vessel Coromandel Supporter III. As noticed above,\nthe said vessel was intended to be deployed by the petitioner as the\npollution response vessel. The petitioner claims that in view of the\nsaid litigation, it did not wish to risk dealing with the company which\nwas facing financial difficulties and, therefore, decided not to deploy\nthe vessel Coromandel Supporter III. Instead of the said vessel, the\npetitioner chartered another vessel, namely, AHTS Maria, which\naccording to the petitioner, complied with the technical specifications\nand was capable of undertaking the contractual work.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">10.    The petitioner also claimed that the owner of M.V. Gayathri\nwhich was to be deployed as one of the support boats, also reneged on\nhis commitment and, therefore, for reasons beyond the control of the\npetitioner, was not in a position to deploy that vessel. Nonetheless, in\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">W.P.(C) 5525/2018                                    Page 5 of 41</span>\n order to comply with the contractual obligations, the petitioner\nchartered another vessel Rishi Vistara I as a substitute of M.V.\nGayathri.\n</p>\n<p data-structure=\"Issue\" id=\"p_14\">11.    The intention of the petitioner to substitute the vessels M.V.\nCoromandel III and M.V. Gayathri was communicated to IOCL by an\nemail dated 15.06.2017.\n</p>\n<p data-structure=\"Facts\" id=\"p_15\">12.    The petitioner also forwarded the relevant documents relating to\nthe said two vessels (Maria and Rishi Vistara I) which was arranged as\na substitute for Coromandel Supporter III and M.V. Gayathri. By an\nemail dated 16.06.2017, ICOL confirmed that vessel Maria met all the\ntechnical parameters as per the tender documents and requested for\ninspection of the vessel and verification of original documents. As far\nas the support boat Rishi Vistara I is concerned, IOCL confirmed that\nit met all the technical parameters except that the moulded depth of the\nboat was four meters against the stipulated specification of 2.2 to 3.2\nmetres. IOCL agreed that the said boat would be able to carry out all\nfunctions but may have difficulty in coming along with SPM Buoy\nand, therefore, the same could not be accepted. The petitioner was\ncalled upon to provide an alternate support boat as per the tender\nspecifications.\n</p>\n<p data-structure=\"PetArg\" id=\"p_16\">13.    The petitioner responded to the said mail by clarifying that Rishi\nVistara I had a huge fuel and fresh water capacity due to which the\nmoulded depth was four meters. It was stated that the petitioner would\nmaintain minimum bunkers of fuel and freshwater on board and ensure\n\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">W.P.(C) 5525/2018                                   Page 6 of 41</span>\n that the vessel draft is kept minimum at all time during her deployment\nat location. In other words, the petitioner explained that the said\nvessel‟s depth could be reduced by keeping the fuel and fresh water\ncapacity at the minimum. In addition, the petitioner also offered\nanother vessel named Alliance. It was stated that the said vessel was\ninvolved in similar work for Bharat Petroleum Corporation Limited\n(BPCL) at Kochi and was presently undergoing a docking survey. The\npetitioner stated that the said vessel was to be undocked on 06.07.2017\nand would be available for deployment by around 10.07.2017. Further,\nthe petitioner also committed that it would deploy an additional boat\nKB XII with no additional cost to IOCL so that adequate resources are\navailable at site to overcome all initial teething and settling down\nissues.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">14.    On 19.06.2017, IOCL sent a letter calling upon the petitioner to\ndeploy only Coromandel Supporter III and M.V. Gayathri and further\nthreatening to terminate the Contract if the petitioner did not adhere to\nthe same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">15.    The petitioner responded to the above letter by explaining\nreasons why the vessels originally offered could not be deployed. It\nalso pointed out in its communications that IOCL had permitted\ndepartures from very critical and crucial terms of the relevant tender to\naccommodate the operator engaged previously to provide the service,\nwhich was now contracted to the petitioner. By an email dated\n19.06.2017, the petitioner confirmed that it had already made\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">W.P.(C) 5525/2018                                   Page 7 of 41</span>\n arrangements to deploy its marine spread and informed IOCL of the\ncurrent status in a tabular form which is set out below:-\n</p>\n\n<pre id=\"pre_2\">Sr    Name          Owned Duties           Present       Remarks            EDA\n                    /Hired                 Status                           Vadinar,\n                                                                            agwwp\n1     Coastal    Owned Maintenance         Ready by                         26th June\n      Commander        Vessel (SPS)        21st June\n2     Costal     Owned Support             Ready by                         26th June\n      Triumph          Maintenance         21st June\n                       Vessel\n3     Coromandel Hired Pollution           Owner         Alternate vessel 29th June\n      Supporter-       Response            Parent        &quot;AHTS\n      III                                  Company       MARIA&quot;,\n                                           under         meeting and\n                                           liquidation   exceeding all\n                                                         specifications\n                                           Chartered     with valid\n                                           by            certificates hired\n                                           Underwater/\n                                           Samson\n4     Sri Anjana    Hired   Support Boat   Enroute to                     28th /29th\n                                           Vadinar                        June\n                                                                            th\n5     Gayathri      Hired   Support Boat   Charter by Alternate vessel, 26 June\n                                           Underwater/ Tug Rishi\n                                           Samson      Vistara1/Tug\n                                                       Alliance\n                                                       meeting and\n                                                       exceeding all\n                                                       specifications\n                                                       with valid\n                                                       certificates hired\n6     KB XII        Hired   Additional                   Additional         26th June\n                            Boat                         Support Boat\n\n\n\n\n</pre><p data-structure=\"PetArg\" id=\"p_19\">16.    On 30.06.2017, the petitioner sent further emails to IOCL\nconfirming its state of readiness. It is stated that simultaneously the\nsenior management of the petitioner and representatives of IOCL also\nheld meetings.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">W.P.(C) 5525/2018                                            Page 8 of 41</span>\n<p data-structure=\"Facts\" id=\"p_20\"> 17.    On 02.07.2017, IOCL carried out an inspection of the pollution\nresponse vessel M.V. Maria (which was chartered by the petitioner as\na substitute for Coromandel Supporter III). On 03.07.2017, IOCL\nissued a communication, inter alia, stating that M.V. Maria did not\nmeet the tender specifications. IOCL claims that during speed trial of\nthe vessel, it was observed that the speed of the vessel at 8.5 knots\ninstead of the minimum speed of 10 knots as mentioned in Exhibit C\nof the Contract. In addition, IOCL also mentioned that the vessel\ncrane could not be tested due to some fault in hydraulic hose.\n</p>\n<p data-structure=\"Facts\" id=\"p_21\">18.    The petitioner responded to the said communication contesting\nIOCL‟s claim that M.V. Maria did not meet the stipulated technical\nspecifications. It was reiterated that as per the registry certificate\nissued by Marine Mercantile Department and the classification\ncertificate issued by Indian Register of Shipping, the design speed of\nthe vessel was 13 knots. It is stated that the speed trial was conducted\nunder inclement weather conditions which was not apposite for\nconduct of such trial. The petitioner further agreed to conduct a fresh\ntrial once the weather conditions improved. On 06.07.2017, a meeting\nwas held between representatives of the petitioner and IOCL. The said\nminutes indicate that the petitioner had offered eight vessels for its\nmarine spread. The maintenance vessel Coastal Commander and\nsupport maintenance vessel M.V. Coastal Triumph were already at site\nand there was no dispute that the said vessels met the contractual\nspecifications. In respect of M.V. Maria (pollution response vessel),\nthe same was also available at site. Whereas the petitioner claimed\n\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">W.P.(C) 5525/2018                                   Page 9 of 41</span>\n that it conformed to the tender specification, IOCL disputed the same.\nHowever, re-inspection of the said vessel was agreed to be scheduled\non 07.07.2018. In so far as the support boats are concerned, Rishi\nVistara I was at site but did not meet the contractual specifications.\nThe petitioner had offered an additional boat - KB XII which was also\navailable at site but according to IOCL did not meet the contractual\nspecifications. In addition, the petitioner had offered three other\nseparate boats: Resco IV, Alliance and Anjana. Resco IV was expected\nto arrive on 06.07.2017 and the other two support boats were expected\nto arrive on 12.07.2017.\n</p>\n<p data-structure=\"RespArg\" id=\"p_22\">19.    There is a controversy as to the minutes of the meeting held on\n06.07.2017, the petitioner claims that the said minutes are one sided\nand they were compelled to sign the same. IOCL, on the other hand,\ndisputes the said contention. The minutes indicate that IOCL had\nagreed to allow the petitioner to mobilize its complete marine spread\nby 12.07.2017, failing which IOCL reserved its rights to take suitable\naction in terms of the Contract.\n</p>\n<p data-structure=\"Facts\" id=\"p_23\">20.    Apparently, M.V. Maria was inspected on 07.07.2017.\nAccording to IOCL, the re-inspection carried out on 07.07.2017 also\nindicated that M.V. Maria did not meet the tender specifications. It was\nobserved that the vessel speed was 10.4 knots in the favourable tide\ncurrent (which conformed to the tender specifications). However, the\nvessel speed was 8.9 knots in the reverse direction, which according to\nIOCL failed the speed trial.       The petitioner seriously disputes the\naforesaid methodology of carrying out the speed trial.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_14\">W.P.(C) 5525/2018                                    Page 10 of 41</span>\n<p data-structure=\"Precedent\" id=\"p_24\"> 21.    On 08.07.2017, the petitioner‟s remaining support vessel (vessel\nResco IV) arrived at site and was found compliant with the technical\nspecifications. The support boat Anjana also arrived at site on\n11.07.2017. In addition to not accepting that some of the vessels were\ntechnically compliant, IOCL had also raised an issue with regard to\ndocuments relating to the charter party of the said vessels. According\nto IOCL, the said vessels could not be accepted as the petitioner had\nnot produced the charter party in respect of the said vessels.\n</p>\n<p data-structure=\"Issue\" id=\"p_25\">22.    On 20.07.2017, IOCL terminated the Contract with the\npetitioner by referring to Clause 23.1.1 of the Special Conditions of\ncontract (SCC) which entitled IOCL to terminate the Contract, inter\nalia, on account of failure on the part of the petitioner to comply with\nany of the obligations under the Contract including for failure to\ncommence work at site. Thereafter, on 25.07.2017, IOCL floated a\nlimited tender.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_26\">23.    On 01.08.2017, the petitioner responded to the termination\nnotice describing the same as wrongful and constituting a repudiatory\nbreach of contract by IOCL. On 22.08.2017, IOCL floated a re-tender.\nThe petitioner submitted its bid once again in terms of the said tender\nand it is the petitioner‟s case that its technical bid was compliant with\nthe technical specifications. The time for opening of the technical bid\nwas extended from 20.09.2017 to 04.10.2017 and the date for opening\nthe financial bid was fixed on 21.11.2017. On 06.10.2017, IOCL\nissued a show cause notice calling upon the petitioner to show cause\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">W.P.(C) 5525/2018                                    Page 11 of 41</span>\n why it should not be put on a holiday list on account of breach of the\nterms of the Contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_27\">24.    The petitioner responded to the said communication on\n19.10.2017 disputing that it had breached the Contract in question.\n</p>\n<p data-structure=\"Facts\" id=\"p_28\">25.    On 15.11.2017, IOCL passed an order placing the petitioner on\nholiday list for a period of three years from the said date. Thereafter,\nby a letter dated 20.11.2017, the petitioner was informed that it was\ndisqualified from being awarded the tender. The petitioner filed an\nappeal against the order dated 15.11.2017.\n</p>\n<p data-structure=\"Facts\" id=\"p_29\">26.    Since the petitioner received no response in this regard, the\npetitioner filed a writ petition before this Court being W.P.(C)\n2503/2018. The said petition was disposed of by an order dated\n16.03.2018 directing the Director (Pipelines), IOCL to dispose of the\npetitioner‟s appeal at the earliest after affording the petitioner an\nopportunity of being heard.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">27.    Thereafter, the petitioner was afforded a hearing on 27.03.2018\nand the impugned order was passed on 30.03.2018.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_31\">28.    In the meanwhile, the petitioner had invoked the arbitration\nclause seeking to refer the disputes between the parties to arbitration.\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">29.    On 23.04.2018, the petitioner received a communication from\nIOCL inter alia stating that the claims raised by the petitioner were\nexcluded from the scope of Arbitration Clause invoked by the\npetitioner. A plain reading of the Arbitration Clause contained in the\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">W.P.(C) 5525/2018                                    Page 12 of 41</span>\n Contract indicates that the same is limited to &quot;notified claims&quot; and\nIOCL‟s contention that the disputes raised by the petitioner were not\narbitrable is merited. Accordingly, by a letter dated 07.05.2018, the\npetitioner withdrew its invocation notice while reserving its right to\nseek relief in respect of wrongful termination before an appropriate\nforum.\n</p>\n<p data-structure=\"Section\" id=\"p_33\">Submissions:\n</p>\n<p data-structure=\"PetArg\" id=\"p_34\">30.    Mr C.S. Vaidyanathan, learned Senior Counsel appearing for the\npetitioners contended that the only allegation against the petitioner is\nthat of breach of contract and the same was insufficient for taking the\npunitive measure of blacklisting the petitioner. He contended that the\nground that the petitioner was an undesirable entity for entering into a\ncontract was referred to for the first time in the impugned order dated\n15.11.2017 which was passed in an appeal against the order of\nblacklisting.\n</p>\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"115323280\" id=\"span_17\">31.    He further submitted that the impugned orders were harsh and\ndisproportionate to the allegations made against the petitioner. He\nreferred to the decision in the case of <a href=\"/doc/115323280/\" id=\"a_1\">Kulja Industries Ltd. v. Chief\nGeneral Manager, Western Telecom Project BSNL &amp; Ors.</a>: AIR\n2014 SC 9 and submitted that none of the relevant factors as noticed in\n<a href=\"/doc/115323280/\" id=\"a_2\">the said decision</a> were taken into account while imposing the penalty\nfor debarring the petitioner for a period of three years.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144638630\" id=\"span_18\">He had also\nreferred to the decision of the Division Bench of the Bombay High\nCourt in <a href=\"/doc/144638630/\" id=\"a_3\">Sarku Engineering Services SDN BHD v. Union of India\n\n\n\n\n<span class=\"hidden_text\" id=\"span_19\">W.P.(C) 5525/2018                                  Page 13 of 41</span>\n and Anr.</a>: 2016 SCC OnLine Bom 5233 in support of his contention\nthat the power to blacklist a contractor could not be resorted to unless\nthere was overwhelming material warranting such an order.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_36\">32.    Next, he submitted that the allegations of breach of contract on\nthe part of the petitioner were wholly erroneous and the termination of\nthe Contract was wrongful. He submitted that the petitioner had made\nall arrangements to perform the Contract but was effectively prevented\nfrom doing so. He further submitted that the objections raised by IOCL\nregarding the vessels hired by the petitioners were perfunctory and\nraised only with the view to oust the petitioner. He submitted that the\ncontract for maintenance and operation of offshore terminal facilities\nhad been cornered by one contractor (referred to as „Underwater‟) for\nthe past over three decades and IOCL had terminated the Contract with\nthe petitioner only with the view to award the same to Underwater. He\nsubmitted that IOCL had, in the past condoned the non-performance\nby Underwater and had also accepted the vessels provided by that\ncontractor even though the same did not comply with the technical\nspecifications.     However, contrary to their conduct with the other\ncontractor, IOCL had not only terminated the Contract with the\npetitioner citing certain technical reasons, which are not sustainable\nbut had also blacklisted the petitioner in order to exclude the petitioner\nfrom the future tendering process.\n</p>\n<p data-structure=\"RespArg\" id=\"p_37\">33.    Mr Raman Kapur, learned Senior Counsel appearing for IOCL\ncountered the submissions made by Mr Vaidyanathan. He submitted\nthat the validity of the action of IOCL in terminating the Contract\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">W.P.(C) 5525/2018                                    Page 14 of 41</span>\n could not be examined in this petition.        He contended that the\npetitioner was in breach of the Contract as the petitioner had failed to\nmobilize the marine spread as required in terms of the Contract. He\nsubmitted that in terms of the guidelines for &quot;holiday listing/de-listing\nof vendors/contractors&quot; (&quot;Blacklisting Guidelines&quot;) IOCL was well\nwithin its right to place a contractor, who was in breach of a contract,\non a holiday list. He further contended that the impugned orders had\nbeen passed after affording the petitioner due opportunity to be heard\nand after following the principles of natural justice and, therefore, no\ninterference was warranted with the impugned orders.\n</p>\n<p data-structure=\"PetArg\" id=\"p_38\">34.    He contended that IOCL had accepted more than one vessel in\neach category and, therefore, the petitioner had full flexibility in\narranging another vessel from the approved list, if any of the vessels\nwere not available. However, the petitioner had changed the vessels\nfrequently, thus, jeopardising operations of the offshore terminal and\nfacilities at Vadinar. He also submitted that the Contract in question\nwas very critical to IOCL for continuity of its operations.           He\nsubmitted that SPM (Single Point Mooring) at the site catered to crude\noil requirements of IOCL‟s refinery at Mathura, Panipat and Koyali\nand, therefore, it was essential that the facilities remain operational\nwithout any interruption. He submitted that breach of such contract\nwould have serious consequences on IOCL‟s operations and, therefore,\nIOCL had considered the petitioner as an undesirable person for\nentering into future contracts.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_21\">W.P.(C) 5525/2018                                   Page 15 of 41</span>\n<p data-structure=\"Section\" id=\"p_39\"> Discussions and Conclusion:\n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">35.    At the outset, it is necessary to observe that the question whether\nthe petitioner had committed a breach of the Contract is inextricably\nlinked with the punitive measure imposed by IOCL. Although, there is\nmerit in the contention that this Court is not called upon to adjudicate\nthe dispute regarding the validity of IOCL‟s action in terminating the\nContract, nonetheless, it is essential to examine the controversy as\nIOCL‟s action of blacklisting the petitioner is premised solely on the\nbasis that the petitioner had breached the Contract entered into with\nIOCL.\n</p>\n<p data-structure=\"Precedent\" id=\"p_41\">36.    It is now well settled that blacklisting a person visits him with\nserious adverse consequences. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_22\">In <a href=\"/doc/743328/\" id=\"a_4\">Erusian Equipment &amp; Chemicals\nLtd v. State of West Bengal and another</a>: (1975) 1 SCC 70, the\nSupreme Court had observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_6\">       &quot;The blacklisting order does not pertain to any particular\n       contract. The blacklisting order involves civil\n       consequences. It casts a slur. It creates a barrier between\n       the persons blacklisted and the Government in the matter\n       of transactions. The blacklists are &quot;instruments of\n       coercion&quot;.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83485553\" id=\"span_23\">37.    The Supreme Court in <a href=\"/doc/83485553/\" id=\"a_5\">Gorkha Security Services v. Government\n(NCT of Delhi) &amp; Ors.</a> : 2014 SCC Online SC 599 had made the\nfollowing observation:</span>\n</p>\n<blockquote id=\"blockquote_7\">      &quot;With blacklisting many civil and/or evil consequences\n      follow. It is described as &quot;civil death&quot; of a person who is\n      foisted with the order of blacklisting. Such an order is\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">W.P.(C) 5525/2018                                    Page 16 of 41</span>\n       stigmatic in nature and debars such a person from\n      participating in government tenders which means precluding\n      him from the award of government contracts.&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_43\">38.    Indisputably, the impugned orders blacklisting the petitioner\nhave severe adverse consequences for the petitioner. It is not disputed\nthat the petitioner is essentially involved in executing contracts for\nvarious PSUs and Government agencies. It is usual for all Government\nundertakings and PSUs to specify eligibility criteria that excludes any\nperson who has been blacklisted by any other Government agency,\nfrom participating in contracts or for tendering for contracts with\nGovernment agencies. Undisputedly, the import of the impugned\norders blacklisting the petitioner is that the petitioner would also be\ndisabled from participating in bidding processes or entering into\ncontracts with other PSUs and Government agencies. The magnitude\nof the punitive measure is further enhanced as the petitioner has three\nindependent business verticals and the business of rendering marine\nsupport is a small fraction of the overall business of the petitioner. The\nimpugned orders would not only affect the petitioner in conducting the\nbusiness with regard to marine support but also disable the petitioner\nfrom executing contracts relating to its other business verticals.\n</p>\n<p data-structure=\"Issue\" id=\"p_44\">39.    There are two facets to the challenge that require consideration.\nFirst of all, whether the allegations made against the petitioner warrant\na punitive measure of this nature; and secondly, whether the quantum\nof punishment imposed is proportionate to the alleged misconduct.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_25\">W.P.(C) 5525/2018                                    Page 17 of 41</span>\n<p data-structure=\"Precedent\" id=\"p_45\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115323280\" id=\"span_26\">40.    Before proceeding further, it would be necessary to observe that\ninsofar as the breach of contract is concerned, the parties have their\nremedies in law. An order debarring a party from entering into any\ncontracts in future is not pivoted on a disagreement relating to\ncontractual obligations but on a premise that it is undesirable to enter\ninto a contract with such an entity. As observed by the Supreme Court\nin <a href=\"/doc/115323280/\" id=\"a_6\">Kulja Industries Ltd.</a> (supra), such measures are also used to\ndiscipline an errant contractor.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_46\">41.    Plainly, a contested allegation of breach of a contract simpliciter\ndoes not invite the punitive measure of blacklisting. This is not to say\nthat an order of blacklisting cannot be founded on the conduct of a\nparty who is found to be in breach of a contract. Obviously, the\npresumption is that a person who has failed and neglected to perform\nhis contractual obligations is unworthy of being considered for any\ncontractual arrangements in future. The principal consideration for\nimposing the punitive measure is whether such a party is unworthy of\nbeing engaged for performing a contract. There may be cases where\nthe conduct of the party is found so wanton and callous that it not only\namounts to that party breaching his contractual obligations but may\nalso lead to the conclusion that it is not desirable to enter into any\ncontract with the said party. However, there may be cases where a\nparty is unable to perform a contract or is disabled from doing so, for\nunforeseen reasons, which may be beyond the control of that party.\nThere may be cases where despite the party making all bona fide\nattempts to fulfil its contractual obligations is unable to do so for\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">W.P.(C) 5525/2018                                    Page 18 of 41</span>\n reasons that he cannot be held responsible for. In certain cases, there\nmay be a serious controversy, whether the party has, in fact, breached\nthe contract. Clearly, in such cases, non-performance of a contract\nwould not indicate that the party is unworthy of being awarded\ncontracts in future.\n</p>\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_28\">42.    As observed by the Supreme Court in <a href=\"/doc/743328/\" id=\"a_7\">Erusian Equipment &amp;\nChemicals Ltd.</a> (supra), an order of blacklisting casts a slur on the\nparty being blacklisted and is stigmatic. Given the nature of such an\norder and the import thereof, it would be unreasonable and arbitrary to\nvisit every contractor who is in breach of his contractual obligations\nwith such consequences.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"144638630\" id=\"span_29\">In <a href=\"/doc/144638630/\" id=\"a_8\">Sarku Engineering Services</a> (supra), a\nDivision Bench of the Bombay High Court considered the case of a\ncontractor (the petitioner therein) who had been blacklisted on the\nallegation that it was responsible for major delay in execution of a\ncontract entered into with Oil and Natural Gas Corporation Limited\n(respondent no.2 therein). The contractor disputed the allegation that it\nwas in breach of its obligations; however, Oil and Natural Gas\nCorporation Limited found the performance of the petitioner therein to\nbe unsatisfactory and, therefore, decided to avoid future dealings with\nthe said petitioner. The question whether the petitioner therein was, in\nfact, responsible for the delay was a disputed question that was\npending adjudication by an arbitral tribunal. In the aforesaid context,\nthe Bombay High Court had observed as under:-</span>\n</p>\n<blockquote id=\"blockquote_8\">       &quot;58. We hasten to add that there could be a situation\n       wherein the inherent power of blacklisting or placing the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_30\">W.P.(C) 5525/2018                                   Page 19 of 41</span>\n        contractor on Holiday-list can be exercised and the\n       stipulations or the terms of the contract may not restrict or\n       fetter exercise of such power. Equally, mere pendency of\n       legal proceedings cannot be a absolute bar for invoking\n       this inherent power or exercising it. However, there have\n       to be strong, independent and overwhelming materials to\n       resort to this power given the drastic consequences that an\n       order of blacklisting has on a contractor. The power to\n       blacklist cannot be resorted to when the grounds for the\n       same are only breach or violation of a term or condition of\n       a particular contract and when legal redress is available to\n       both parties. Else, for every breach or violation, though\n       there are legal modes of redress and which compensate the\n       party like respondent No.2, it would resort to blacklisting\n       and by sometimes abandoning or scuttling the pending\n       legal proceedings.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_48\">43.    Plainly, if a contractor is to be visited with the punitive measure\nof blacklisting on account of an allegation that he has committed a\nbreach of a contract, the nature of his conduct must be so deviant or\naberrant so as to warrant such a punitive measure. A mere allegation\nof breach of contractual obligations that is disputed, per se, does not\ninvite any such punitive action. In the present case, IOCL had relied\nupon the Blacklisting Guidelines in support of the impugned orders. In\nterms of paragraph 2.1(i) of the Blacklisting Guidelines, a party could\nbe put on a holiday list if he had committed a breach of a contract.\n</p>\n<p data-structure=\"Section\" id=\"p_49\">44.    At this stage, it would be relevant to refer to paragraphs 2.1, 2.3\nand 5 of the Blacklisting Guidelines, which are set out below:-\n</p>\n<blockquote id=\"blockquote_9\">         &quot;2.1 The purpose of putting a party on holiday list is to\n              protect the Corporation from dealing with an\n              undesirable party. Reason for putting a party on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">W.P.(C) 5525/2018                                    Page 20 of 41</span>\n                holiday list may include any one or more of the\n               following:\n</blockquote>\n<blockquote id=\"blockquote_10\">               If a party\n\n</blockquote><blockquote id=\"blockquote_11\">               a) has indulged in malpractices such as bribery,\n                  corruption, fraud and pilferage, bid rigging/ price\n                  rigging\n\n</blockquote><blockquote id=\"blockquote_12\">               b) is bankrupt or insolvent or is being dissolved or\n                  has resolved to be wound up or proceedings for\n                  winding up or dissolution have been instituted.\n</blockquote>\n<blockquote id=\"blockquote_13\">               c) has submitted fake, false or forged documents /\n                   certificates.\n</blockquote><blockquote id=\"blockquote_14\">               d) has substituted materials in lieu of materials\n                  supplied by IOCL or has not returned or has\n                  short returned or has unauthorisedly disposed off\n                  materials/ documents / drawings / tools or plants\n                  or equipment supplied by IOCL.\n</blockquote>\n<blockquote id=\"blockquote_15\">               e) has obtained official company information or\n                  copies of documents, in relation to the tender /\n                  contract, by questionable methods / means.\n</blockquote><blockquote id=\"blockquote_16\">               f) has deliberately violated and circumvented the\n                  provisions of labour laws/regulations/rules,\n                  safety norms or other statutory requirements.\n</blockquote>\n<blockquote id=\"blockquote_17\">               g) has deliberately indulged in construction and\n                  erection of defective works or supply of\n                  defective materials.\n</blockquote>\n<blockquote id=\"blockquote_18\">               h) has not cleared IOCL‟s previous dues.\n</blockquote>\n<blockquote id=\"blockquote_19\">               i) has committed Breach of Contract or has tailed\n                  to perform a contract or has abandoned the\n                  contract.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_32\">W.P.(C) 5525/2018                                     Page 21 of 41</span>\n<blockquote id=\"blockquote_20\">                j) has refused to accept Fax of Acceptance / Letter\n                  of Acceptance / Purchase Order / Work Order\n                  after the same is issued by IOCL within the\n                  validity period and as per agreed terms\n                  &amp;conditions.\n</blockquote><blockquote id=\"blockquote_21\">               k) after opening of Price Bid, on becoming L1,\n                  withdraws/ revises his bid upwards within the\n                  validity period.\n</blockquote>\n<blockquote id=\"blockquote_22\">               1) has parted with, leaked or provided confidential\n                  /proprietary information of IOCL given to the\n                  party only for his use (in discharge of his\n                  obligations against an order) to any third party\n                  without prior consent of IOCL.\n</blockquote>\n<blockquote id=\"blockquote_23\">               m) any other ground for which, in the opinion of the\n                  Corporation makes it undesirable to deal with the\n                  party including the followings:\n</blockquote>\n<blockquote id=\"blockquote_24\">                     i. if the security consideration, including\n                         questions of loyalty of the party to the\n                         State so warrants\n                     ii. if the Director/ Owner of the party,\n                         proprietor or partner of the party is\n                         convicted by a Court of Law under normal\n                         process of law for offences involving\n                         moral turpitude in relation to its business\n                         dealings during the last five years.\n</blockquote>\n<blockquote id=\"blockquote_25\">                        Moral Turpitude means to be a conduct\n                        contrary to justice, honesty, modesty or\n                        good morals and contrary to what a man\n                        owes to a fellowman or to society in\n                        general.\n</blockquote><blockquote id=\"blockquote_26\">                     iii. If the party uses intimidation/threatening\n                          or brings undue outside pressure on IOCL\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">W.P.(C) 5525/2018                                    Page 22 of 41</span>\n                          or its official in acceptance/ performances\n                         of the job under the contract.\n</blockquote>\n<blockquote id=\"blockquote_27\">                      iv. Poor performance of the party in one or\n                          several contracts.\n</blockquote>\n<blockquote id=\"blockquote_28\">                      v. Transgression of Integrity Pact for which\n                         in the opinion of IOCL makes it\n                         undesirable to deal with the party.\n</blockquote>\n<blockquote id=\"blockquote_29\">                      vi. Based on the findings of the investigation\n                          report of any investigative agency,\n                          Government Audit, any law enforcement\n                          agency or government regulator against\n                          the party for malafide/unlawful acts or\n                          improper conduct on his part in matters\n                          relating to IOCL or even otherwise.\n</blockquote><blockquote id=\"blockquote_30\">               xxxx               xxxx               xxxx\n\n         2.3 The grounds /reasons for holiday listing indicated in\n             para 2.1 above are merely illustrative and are\n             intended to provided a guideline for considering\n             placing a party on holiday list. It will be for the\n             initiating department in each case to evaluate\n             whether the conduct of the party is such as it makes\n             it undesirable for the Corporation to deal further\n             with the party and for the committee (refer clause 4\n             hereinafter) and approving authority (refer clause 6\n             hereinafter) to determine this on reviewing all\n             relevant factors.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_50\">               Divisional director or Chairman may also direct such\n               an exercise without reference to Vigilance or any\n               other investigating agencies.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">               Vigilance Department of each unit/ Corporate\n               Vigilance, based on the fact of the case, gathered\n               during investigation may also recommend\n\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">W.P.(C) 5525/2018                                    Page 23 of 41</span>\n                appropriate action against the Party as per this\n               Policy.\n</p>\n<pre id=\"pre_3\">               xxxx               xxxx              xxxx\n\n          5. Duration of Holiday\n\n</pre><p data-structure=\"Precedent\" id=\"p_52\">               The Committee at para 4.1 above should deliberate\n               on duration for which the party is to be put on\n               holiday. Ordinarily, the period for which a party is\n               place on holiday should not exceed 3years, however,\n               in extra-ordinary circumstances, the period may be\n               more than 3 years &amp; specific reasons for the same\n               shall be recorded.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_53\">45.    A plain reading of paragraph 2.1 of the Blacklisting Guidelines\nindicates that it lists out several reasons on account of which a party\nmay be blacklisted. The said reasons must be read in a meaningful\nmanner. In terms of Clause (a) of paragraph 2.1, a party who has\nindulged in malpractices, such as bribery, corruption, fraud and\npilferage, bid rigging/price rigging can be blacklisted on account of\nindulging in such malpractices. Similarly, under Clause (c) submission\nof fake, false or forged documents / certificates can be a reason for\nblacklisting a party. Clearly, such acts cannot be equated with an\nallegation of a breach of contract simpliciter.\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">46.    Reasons as listed out on paragraph 2.1 of the Blacklisting\nGuidelines are merely indicative reasons. The same must be read in the\ncontext of the overarching requirement of blacklisting persons who are\nfound to be undesirable for entering into contracts or for taking a\npunitive measure against an errant party. The underlying premise for\nany such action would necessarily relate to the conduct of a party. The\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">W.P.(C) 5525/2018                                   Page 24 of 41</span>\n conduct must be so reprehensible so as to invite a punitive measure\nthat has such grave consequences as noticed hereinbefore. A drastic\nmeasure of blacklisting cannot be visited merely on account of bona\nfide controversies relating to contractual matter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_55\">47.    Paragraph 2.3 of the Blacklisting Guidelines expressly provides\nthat the grounds and reasons listed in paragraph 2.1 of the said\nguidelines are merely illustrative and are intended to provide a\nguideline for placing a party on holiday list. It also makes it amply\nclear that before taking any punitive measure of blacklisting a party,\nhis conduct must be evaluated on the touchstone of whether it makes it\nundesirable for the corporation to deal with him. Thus, the initiating\ndepartment is required to evaluate whether the conduct of the party is\nsuch that it makes it undesirable for a corporation to deal further with\nthe party.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_56\">48.    In the present case, the show cause notice dated 06.10.2017\nissued to the petitioner merely cited the following reasons for\nproposing to take the action:-\n</p>\n<blockquote id=\"blockquote_31\">         &quot;a. Failure to commence work at job site in accordance\n             with the time prescribed in this behalf in the\n             Progress Schedule;\n</blockquote><blockquote id=\"blockquote_32\">          b.   Failure to carry out on the works or any of item to\n               meet the Progress Schedule;\n</blockquote><blockquote id=\"blockquote_33\">         c.    Failure to deploy complete marine spread as per\n               contractual specifications even within mutually\n               agreed extended timeline;\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_36\">W.P.(C) 5525/2018                                    Page 25 of 41</span>\n<blockquote id=\"blockquote_34\">          d.    Failure to execute the works or any of item in\n               accordance with the Contract;\n</blockquote>\n<blockquote id=\"blockquote_35\">         e.    Disobedience of any order or instruction of the\n               Engineer-in-Charge and/or Site Engineer;&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_57\">49.    It is apparent from the above that the aforesaid reasons were\nlifted from the contractual terms and some of them are inapplicable in\nthe facts of the present case. Failure to meet the progress schedule or\ndisobedience of any order or instruction was clearly not an issue in the\npresent case. Thus, the only effective reason cited in the show cause\nnotice was alleged failure on the part of the petitioner to commence the\nwork and to deploy the marine spread as per contractual specifications.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">50.    The impugned order dated 15.11.2017 is fairly elaborate but\napart from giving reasons why the petitioner was found in breach of\nthe Contract, does not indicate any reason why the petitioner‟s conduct\nshould be considered as reprehensible or one that would warrant any\naction other than initiation of remedies for a breach of contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_59\">51.    There is a serious dispute as to whether the petitioner has\nbreached the terms of the Contract as alleged. Mr Kapur had contended\nthat the petitioner had withdrawn its arbitration claim and, therefore,\nhas accepted that the petitioner was in breach of its obligations and the\naction of IOCL terminating the Contract is valid. The said contention\nis unmerited. It fails to take into account that it was IOCL‟s stand that\nthe disputes were not arbitrable, which as noticed above was merited.\nThe arbitration clause devised by IOCL in its standard contract appears\nto be a one sided clause where only such claims that are notified can be\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">W.P.(C) 5525/2018                                    Page 26 of 41</span>\n referred to arbitration and further any dispute whether any claim is a\nnotified claim or not, is also an excepted matter. The dispute as to\ntermination of the Contract by IOCL was not a notified claim and,\ntherefore, the petitioner had little option but to withdraw the same. In\nits writ petition, the petitioner had unequivocally stated that it is in the\nprocess of instituting an appropriate action and there is no reason to\ndoubt the same. However, the question whether the petitioner institutes\nan action for alleged wrongful termination of the Contract is not\nmaterial. The petitioner may, keeping into account various factors\nsuch as costs of litigation, choose not to pursue its remedies against the\ntermination of the Contract that it believes to be wrongful; but that\ndoes not mean that the petitioner does not dispute the same.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">52.    The petitioner was to deploy a marine spread comprising of five\nvessels. There is no dispute regarding two of the said vessels, namely,\nthe maintenance vessel (M.V. Coastal Commander) and support\nmaintenance vessel (M.V. Costal Triumph). The dispute, essentially,\nrelates to the remaining three vessels, namely, the pollution response\nvessel and the two support boats. Admittedly, IOCL had approved the\nvessel M.V. Anjana as a support boat and indisputably, the said vessel\nwas available at site on 12.07.2017. Insofar as the pollution response\nvessel is concerned, the said vessel also met with the technical\nspecifications except for the controversy regarding the speed trials as is\nevident from the IOCL‟s email dated 16.06.2017. The contents of the\nsaid email are set out below:-\n</p>\n<blockquote id=\"blockquote_36\">       &quot;Dear Sir,\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">W.P.(C) 5525/2018                                     Page 27 of 41</span>\n        The documents for the vessel Maria and Rishi Vistara have\n       been reviewed and our observations are as under:\n</blockquote>\n<blockquote id=\"blockquote_37\">       Vessel Maria(pollution response vessel)\n\n            •       The vessel meets all the technical parameters as per\n                    the tender document.\n</blockquote><pre id=\"pre_4\">            •       Original documents need to be verified.\n\n            •       Please confirm dates for the inspection of the\n                    vessel\n\n       Boat Rishi Vistara-I (support boat)\n\n            •       The boat meets all the technical parameters.\n\n            •       However, the depth of the boat as per certificate of\n</pre><blockquote id=\"blockquote_38\">                    Registry is 4.0magainst tender requirement of 2.2\n                    to 3.2 mts. This support boat will be able to carry\n                    out all functions like hose handling, passing of\n                    ropes to taker but due to higher depth may have\n                    difficulty incoming along with the SPM buoy.\n                    Therefore, the boat cannot be accepted technically.\n</blockquote>\n<blockquote id=\"blockquote_39\">            •       You are required to provide an alternate support\n                    boat meeting the specifications as per our tender\n                    terms.\n</blockquote>\n<blockquote id=\"blockquote_40\">       Regards\n       Deepak Kumar Agarwal\n       MNM (Offshore)\n       PLHO, NOIDA&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_61\">53.    The controversy with regard to the speed of the vessel Maria\nwas raised subsequently. There is a serious dispute as to the manner in\nwhich the speed trials were conducted by IOCL. Be that as it may,\n\n\n\n\n<span class=\"hidden_text\" id=\"span_39\">W.P.(C) 5525/2018                                        Page 28 of 41</span>\n even according to IOCL, the vessel had met the speed test as it was\nobserved that its speed was 10.4 knots in the favourable tide current.\nHowever, according to IOCL, the vessel failed the speed test in the\nreverse direction. It is relevant to note that there is no dispute that the\nRegistry Certificate issued by the Marine Mercantile Department and\nthe Classification Certificate issued by the Indian Register of Shipping\nindicated that the design speed of the vessel to be 13 knots. Clearly,\nthe petitioner‟s case that the said vessel (M.V. Maria) met the technical\nspecification and it was entitled to substitute the same, is not\nunsubstantial.\n</p>\n<p data-structure=\"PetArg\" id=\"p_62\">54.     Insofar as the support boat is concerned, the petitioner had\narranged for a support boat (Resco IV), which had arrived at Vadinar\non 08.07.2017 and there appears to be no dispute that the said vessel\ncomplied with the technical specifications. In addition to the above,\nthe petitioner had also placed an additional support boat KB XII and\nRishi Vistara I. As far as Rishi Vistara I is concerned, it had complied\nwith all technical specifications other than moulded depth. The\npetitioner had offered an explanation for the same and indicated that\nthe depth of four meters was on account of a high capacity to carry fuel\nand fresh water and the said vessel could be operated with a minimum\nlevel of fuel and water.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_63\">55.    It is not necessary for this Court to examine the rival contentions\nregarding whether these vessels strictly met the technical specifications\nor not. However, it is clear that the petitioner had made serious efforts\nto deploy a viable marine spread.\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_40\">W.P.(C) 5525/2018                                     Page 29 of 41</span>\n<p data-structure=\"RespArg\" id=\"p_64\"> 56.    Although there are allegations that the petitioner had not\nsubmitted that charter party, admittedly the contractual terms did not\nrequire the petitioner to do so. The petitioner had the option to either\nsubmit a charter party or an MOU. Further, even if it is accepted that\nfailure to do so was a breach of the terms of the Contract, it cannot be\nignored that the vessels were present at Vadinar for performance of the\nwork in question. Thus, without going into the question whether the\nalleged failure to submit document amounted to a breach of contract, it\nis clear that as far as the petitioner is concerned, it had made efforts to\nexecute the work at site. Plainly, non-submission of document does\nnot warrant action of blacklisting.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_65\">57.    This is, clearly, not a case where the petitioner‟s conduct could\nbe found as so wanton and reprehensible so as to effectively disqualify\nthe petitioner from conducting its business for a period of three years.\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">58.    The second issue that requires to be examined is whether the\naction of the respondents is disproportionate so as to warrant\ninterference by this Court. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115323280\" id=\"span_41\">In this regard it is relevant to refer to certain\nobservations of the Supreme Court in <a href=\"/doc/115323280/\" id=\"a_9\">Kulja Industries Ltd.</a> (supra). In\n<a href=\"/doc/115323280/\" id=\"a_10\">the said decision</a>, it had held as under:-</span>\n</p>\n<blockquote id=\"blockquote_41\">           &quot;24.      Suffice it to say that „debarment‟ is\n           recognised and often used as an effective method for\n           disciplining deviant suppliers/contractors who may\n           have committed acts of omission and commission or\n           frauds including misrepresentations, falsification of\n           records and other breaches of the regulations under\n           which such contracts were allotted. What is notable\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">W.P.(C) 5525/2018                                      Page 30 of 41</span>\n             is that the „debarment‟ is never permanent and the\n            period of debarment would invariably depend upon\n            the nature of the offence committed by the erring\n            contractor.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_67\">59.    It is apparent from the above that the measure of blacklisting is\nimposed on a deviant supplier. However, the object is not to\ncommercially eliminate the contractor. Thus, it is essential that the\npunition imposed on the concerned person is commensurate with his\nactions. In its guidelines, IOCL had also provided that ordinarily the\nperiod of blacklisting should not exceed three years except in\nextraordinary circumstances. Thus, three years has been provided as an\nindicative upper limit of the blacklisting period.\n</p>\n<p data-structure=\"Precedent\" id=\"p_68\">60.    In terms of paragraph 5 of the Blacklisting Guidelines, the\nmaximum period of blacklisting should be maximum period of three\nyears. In the present case, IOCL has awarded the maximum period of\ndebarment that could be ordinarily imposed. If one examines this\nperiod of debarment with reference to the grounds as listed in\nparagraph 2.1 of the Blacklisting Guidelines, it would be apparent that\nthe action taken is wholly disproportionate to the allegation made\nagainst the petitioner. The punitive measure of blacklisting a contractor\nfor a period of three years, would be imposed in cases of malpractices\nsuch as bribery, corruption, fraud and pilferage, bid rigging/ price\nrigging [paragraph 2.1(a)]\n\n</p><p data-structure=\"Precedent\" id=\"p_69\">61.    Such measure would also be imposed in cases where fake, false\nor forged documents / certificates have been issued by a contractor\n\n\n\n\n<span class=\"hidden_text\" id=\"span_43\">W.P.(C) 5525/2018                                    Page 31 of 41</span>\n [paragraph 2.1(c)] or where a contractor has deliberately indulged in\nconstruction and erection of defective works or supply of defective\nmaterials [paragraph 2.1(g)]. Keeping the gravity of such offences in\nmind it is at once clear that blacklisting the petitioner for the maximum\npermissible period on account of an alleged breach of contract and\nwhere there is a real controversy as to the allegation, is ex facie\narbitrary and disproportionate.\n</p>\n<p data-structure=\"Precedent\" id=\"p_70\">62.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115323280\" id=\"span_44\">In <a href=\"/doc/115323280/\" id=\"a_11\">Kulja Industries Ltd.</a> (supra), the Supreme Court had\nsummarized the factors that were necessary to be considered by an\nauthority determining the punitive measure. The same are set out\nbelow:-</span>\n</p>\n<blockquote id=\"blockquote_42\">           &quot;21. The guidelines also stipulate the factors that\n           may influence the debarring official‟s decision\n           which include the following:\n</blockquote><blockquote id=\"blockquote_43\">              (a) The actual or potential harm or impact that\n           results or may result from the wrongdoing.\n</blockquote><blockquote id=\"blockquote_44\">              (b) The frequency of incidents and/or duration of\n           the wrongdoing.\n</blockquote>\n<blockquote id=\"blockquote_45\">             (c) Whether there is a pattern or prior history of\n           wrongdoing.\n</blockquote>\n<blockquote id=\"blockquote_46\">              (d) Whether the contractor has been excluded or\n           disqualified by an agency of the Federal Government\n           or has not been allowed to participate in State or\n           local contracts or assistance agreements on the basis\n           of conduct similar to one or more of the causes for\n           debarment specified in this part.\n</blockquote>\n<blockquote id=\"blockquote_47\">              (e) Whether and to what extent did the contractor\n           plan, initiate or carry out the wrongdoing.\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_45\">W.P.(C) 5525/2018                                   Page 32 of 41</span>\n<blockquote id=\"blockquote_48\">                (f) Whether the contractor has accepted\n            responsibility for the wrongdoing and recognized the\n            seriousness of the misconduct.\n</blockquote>\n<blockquote id=\"blockquote_49\">               (g) Whether the contractor has paid or agreed to\n            pay all criminal, civil and administrative liabilities\n            for the improper activity, including any investigative\n            or administrative costs incurred by the Government,\n            and has made or agreed to make full restitution.\n</blockquote>\n<blockquote id=\"blockquote_50\">               (h) Whether contractor has cooperated fully with\n            the government agencies during the investigation\n            and any court or administrative action.\n</blockquote><blockquote id=\"blockquote_51\">                (i) Whether the wrongdoing was pervasive\n            within the contractor‟s organization.\n</blockquote>\n<blockquote id=\"blockquote_52\">               (j) The kind of positions held by the individuals\n            involved in the wrongdoing.\n</blockquote>\n<blockquote id=\"blockquote_53\">               (k) Whether the contractor has taken appropriate\n            corrective action or remedial measures, such as\n            establishing ethics training and implementing\n            programs to prevent recurrence.\n</blockquote><blockquote id=\"blockquote_54\">                (l) Whether the contractor fully investigated the\n            circumstances surrounding the cause for debarment\n            and, if so, made the result of the investigation\n            available to the debarring official.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_71\">63.      It is apparent that the authorities had also not considered the\naforesaid factors while blacklisting the petitioner for a period of three\nyears.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">64.      Mr Kapur had contended that since the concerned authorities\nhad duly given show cause notice and had followed the principles of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_46\">W.P.(C) 5525/2018                                     Page 33 of 41</span>\n natural justice, no interference in the impugned orders by this Court is\nwarranted. This Court finds the said contention unpersuasive.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_73\">65.    The decision of the administrative authorities is not only to be\ntested on the anvil of procedural irregularly but also on the doctrine of\nproportionately. The measure which is highly disproportionate would,\nindisputably, also fail the test of reasonableness and thus fall foul of\n<a href=\"/doc/367586/\" id=\"a_12\">Article 14</a> of the Constitution of India.\n</p>\n<p data-structure=\"Precedent\" id=\"p_74\">66.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"22119027\" id=\"span_47\">In <a href=\"/doc/22119027/\" id=\"a_13\">R. (Daly) v. Secy. of State</a> for the Home Deptt.: (2001) 3\nALL ER 433 (HL), the House of Lords had held that the criteria of\nproportionality was more precise and more sophisticated than the\ntraditional grounds of judicial review. The Court noted the following\ndifferences between the two criteria:-</span>\n</p>\n<blockquote id=\"blockquote_55\">             &quot;(1) First, the doctrine of proportionality may require\n              the reviewing court to assess the balance which the\n              decision maker has struck, not merely whether it is\n              within the range of rational or reasonable decisions.\n</blockquote><p data-structure=\"Precedent\" id=\"p_75\">              <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"185447\" id=\"span_48\">Secondly, the proportionality test may go further\n              than the traditional grounds of review inasmuch as it\n              may require attention to be directed to the relative\n              weight accorded to interests and considerations.\n              Thirdly, even the heightened scrutiny test developed\n              in <a href=\"/doc/185447/\" id=\"a_14\">R v Ministry of Defence, Ex</a> p Smith [1996] QB\n              517, 554 is not necessarily appropriate to the\n              protection of human rights.&quot;</span>\n</p><p data-structure=\"Precedent\" id=\"p_76\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"22119027\" id=\"span_49\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"841383\" id=\"span_50\">67.     The Supreme Court in <a href=\"/doc/841383/\" id=\"a_15\">State of U.P. v. Sheo Shanker Lal\nSrivastava</a>: 2006 SCC (L&amp;S) 521 referred to the decision of House of\nLords in <a href=\"/doc/22119027/\" id=\"a_16\">R. (Daly</a>) (supra)and observed as under:-</span></span>\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_51\">W.P.(C) 5525/2018                                     Page 34 of 41</span>\n<blockquote id=\"blockquote_56\">            &quot;24. While saying so, we are not oblivious of the\n           fact that the doctrine of unreasonableness is giving\n           way to the doctrine of proportionality.\n</blockquote>\n<blockquote id=\"blockquote_57\">           25.     It    is    interesting    to     note     that\n           the Wednesbury principles may not now be held to\n           be applicable in view of the development in\n           constitutional law in this behalf. See, for\n           example, Huang v. Secy. of State for the Home\n           Deptt. wherein referring to R. (Daly) v. Secy. of State\n           of the Home Deptt. ex p Daly it was held that in\n           certain cases, the adjudicator may require to conduct\n           a judicial exercise which is not merely more\n           intrusive than Wednesbury, but involves a full-blown\n           merit judgment, which is yet more than requires on\n           a judicial review where the court has to decide a\n           proportionality issue.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_77\">68.    The Supreme Court in All India Railway Recruitment Board v.\nK. Shyam Kumar &amp; Ors.: (2010) 6 SCC 614 referred to various\ndecisions of the English Courts as well as the earlier decisions of the\nSupreme Court and summarised the law as under:-\n</p>\n<blockquote id=\"blockquote_58\">           &quot;36.Wednesbury applies to a decision which is so\n           reprehensible in its defiance of logic or of accepted\n           moral or ethical standards that no sensible person\n           who had applied his mind to the issue to be decided\n           could have arrived at it. Proportionality as a legal\n           test is capable of being more precise and fastidious\n           than a reasonableness test as well as requiring a\n           more intrusive review of a decision made by a public\n           authority which requires the courts to &quot;assess the\n           balance or equation&quot; struck by the decision-maker.\n           Proportionality test in some jurisdictions is also\n           described as the &quot;least injurious means&quot; or &quot;minimal\n           impairment&quot; test so as to safeguard the fundamental\n           rights of citizens and to ensure a fair balance\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">W.P.(C) 5525/2018                                     Page 35 of 41</span>\n            between individual rights and public interest. Suffice\n           it to say that there has been an overlapping of all\n           these tests in its content and structure, it is difficult\n           to compartmentalise or lay down a straitjacket\n           formula and to say that Wednesbury has met with its\n           death knell is too tall a statement. Let us, however,\n           recognise the fact that the current trend seems to\n           favour proportionality test but Wednesbury has not\n           met with its judicial burial and a State burial, with\n           full honours is surely not to happen in the near\n           future.\n</blockquote>\n<blockquote id=\"blockquote_59\">           37. Proportionality requires the court to judge\n           whether action taken was really needed as well as\n           whether it was within the range of courses of action\n           which could reasonably be followed. Proportionality\n           is more concerned with the aims and intention of the\n           decision-maker and whether the decision-maker has\n           achieved more or less the correct balance or\n           equilibrium. The court entrusted with the task of\n           judicial review has to examine whether decision\n           taken by the authority is proportionate i.e. well\n           balanced and harmonious, to this extent the court\n           may indulge in a merit review and if the court finds\n           that the decision is proportionate, it seldom\n           interferes with the decision taken and if it finds that\n           the decision is disproportionate i.e. if the court feels\n           that it is not well balanced or harmonious and does\n           not stand to reason it may tend to interfere.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_78\">69.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"115323280\" id=\"span_53\">In <a href=\"/doc/115323280/\" id=\"a_17\">Kulja Industries Ltd.</a> (supra), the Supreme Court had held\nthat &quot;.... The freedom to contract or not to contract is unqualified in\nthe case of private parties. But any such decision is subject to judicial\nreview when the same is taken by the State or any of its\ninstrumentalities. This implies that any such decision will be open to\nscrutiny not only on the touchstone of the principles of natural justice\n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">W.P.(C) 5525/2018                                      Page 36 of 41</span>\n but also on the doctrine of proportionality. A fair hearing to the party\nbeing blacklisted thus becomes an essential precondition for a proper\nexercise of the power and a valid order of blacklisting made pursuant\nthereto. The order itself being reasonable, fair and proportionate to\nthe gravity of the offence is similarly examinable by a writ court.&quot;</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_79\">70.    It is also relevant to note that the petitioner had made specific\nallegation in its email dated 24.06.2017 that the only deviation in the\npast in relation to performance of the same work had been condoned.\nThe deviations referred to by the petitioner are set out below:-\n</p>\n<blockquote id=\"blockquote_60\">           &quot;c.       Past Precedents of actual deviations being\n                     allowed in the past for the same contract\n\n                    i. the Pollution Response Vessel (PRV) and\n                       the Support Maintenance Vessels were\n                       mobilized two months after the start date of\n                       1st July 2014.\n</blockquote><blockquote id=\"blockquote_61\">                    ii. Furthermore, although the specifications of\n                        the tender document (for the contract\n                        starting 2014) required the Pollution\n                        Response Vessel to have a bow thruster\n                        which is critical, fundamental and\n                        mandatory for vessel manoeuverability, the\n                        vessel deployed for the past 34 months (Sept\n                        2014 till date is without a bow thruster.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_80\">71.    The said statement was not disputed. It has also not been\ndisputed before this Court that the petitioner had condoned deviations\nin respect of the contractor engaged earlier to perform the same work\nthat was awarded to the petitioner.            Clearly, if in case of such\ndeviations, IOCL had condoned the same and accepted the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_55\">W.P.(C) 5525/2018                                       Page 37 of 41</span>\n performance of contract by a contractor engaged earlier, it would be\nhighly disproportionate for IOCL to now impose punitive measures on\naccount of certain deviations, which are disputed.\n</p>\n<p data-structure=\"RespArg\" id=\"p_81\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"56976891\" id=\"span_56\">72.    Mr Vaidyanathan had contended that the action of blacklisting\ncannot be taken on mere allegation and unless it is adjudicated upon\nthat the petitioner was in breach of the Contract, it would not be open\nfor IOCL to pass any such order. He relied on the decision of this\nCourt in <a href=\"/doc/56976891/\" id=\"a_18\">Indian Oil Corporation Limited v. S.P.S. Engineering Ltd.</a>:</span>\n</p><blockquote id=\"blockquote_62\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"128306915\" id=\"span_57\">2006 (<a href=\"/doc/128306915/\" id=\"a_19\">88) DRJ 93 (DB) and Prakash Atlanta JV &amp; Ors. v. National\nHighways Authority of India &amp; Ors.</a>: ILR (2010) V Delhi 38.</span>\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_82\">73.    Undoubtedly, in certain circumstances, it would be necessary for\nthe concerned authorities to await the outcome of adjudicatory\nproceedings before initiating action that is premised solely on the\nissues, which are subject matter of adjudication. However, the said\nrule is not one of universal application. In cases, where an authority\nbelieves that the action and conduct of a party is so reprehensible or\nthat the party is so untrustworthy that it would not be in its interest or\nin the public interest to enter into any contract with such party; it\ncertainly is not powerless to debar the said party from entering into any\ncontract with it.\n</p>\n<p data-structure=\"Precedent\" id=\"p_83\">74.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"44248562\" id=\"span_58\">In <a href=\"/doc/44248562/\" id=\"a_20\">Patel Engineering Ltd. v. Union of India and Anr.</a>: (2012)\n11 SCC 257, the Supreme Court had explained that the power of the\nState to blacklist a bidder is a necessary concomitant to its executive\n\n\n\n\n<span class=\"hidden_text\" id=\"span_59\">W.P.(C) 5525/2018                                    Page 38 of 41</span>\n power to carry on business. The relevant observations of the Supreme\nCourt are set out below:-</span>\n</p>\n<blockquote id=\"blockquote_63\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"743328\" id=\"span_60\">&quot;15. It follows from the above judgment in <a href=\"/doc/743328/\" id=\"a_21\">Erusian\n           Equipment</a> case that the decision of the State or its\n           instrumentalities not to deal with certain persons or\n           class of persons on account of the undesirability of\n           entering into a contractual relationship with such\n           persons is called blacklisting. The State can decline\n           to enter into a contractual relationship with a person\n           or a class of persons for a legitimate purpose. The\n           authority of the State to blacklist a person is a\n           necessary concomitant to the executive power of the\n           State to carry on the trade or the business and\n           making of contracts for any purpose, etc. There need\n           not be any statutory grant of such power. The only\n           legal limitation upon the exercise of such an\n           authority is that the State is to act fairly and\n           rationally without in any way being arbitrary -\n           thereby such a decision can be taken for some\n           legitimate purpose. What is the legitimate purpose\n           that is sought to be achieved by the State in a given\n           case can vary depending upon various factors.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_84\">75.    Thus, undoubtedly, IOCL would have the power to blacklist a\ncontractor, even though the disputes with the said contractor are\npending adjudication. However, the said power is not absolute. It is\ncircumscribed by well settled principles. Exercise of such power must\nbe bonafide. It must be exercised for cogent reasons and in\ncircumstances where the authority finds it necessary. The punishment\nimposed must also be proportionate to the offending conduct.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_85\">76.    In the present case, this Court is unable to sustain the impugned\norders blacklisting the petitioner, as the said orders have been passed\n\n\n\n\n<span class=\"hidden_text\" id=\"span_61\">W.P.(C) 5525/2018                                    Page 39 of 41</span>\n without reference to the underlying object, that is, to disbar people\nwho were found to be undesirable for entering into contracts. In the\npresent case, the action has been taken only on account of a dispute\nregarding performance of contractual obligations. In the given facts, it\nis apparent that there is a bona fide dispute raised by the petitioner and\nthere is no material to indicate that IOCL had found the petitioner&#x27;s\nconduct so reprehensible that it was undesirable for IOCL to deal\nfurther with the petitioner. Although, the Appellate Authority has\nmade observations to the aforesaid effect, in the context of the\nimportance of the contract in question, however, that was not the\nground mentioned in the show cause notice or the ground on which the\nimpugned order dated 15.11.2017 was passed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_86\">77.    This Court also finds that the action of blacklisting is wholly\ndisproportionate and unreasonable in the given facts, as it is apparent\nthat the petitioner had made efforts to perform its Contract and its\ncontention that it was not in breach of the Contract, is bona fide and\nnot insubstantial.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_87\">78.    In view of the above, the impugned orders are set aside. The\nparties are left to bear their own costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_88\">79.    The petition is disposed of in the aforesaid terms along with the\npending applications, if any.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_89\">80.    It is clarified that nothing stated herein shall be read as a\nconclusive expression of opinion on the question whether the\npetitioner has, in fact, failed to perform its obligations under the\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">W.P.(C) 5525/2018                                    Page 40 of 41</span>\n Contract or whether the termination of the Contract by IOCL was\nwrongful.\n</p>\n\n\n\n<p data-structure=\"Conclusion\" id=\"p_90\">                                           VIBHU BAKHRU, J\nJANUARY 15, 2019\nRK\n\n\n\n\n<span class=\"hidden_text\" id=\"span_63\">W.P.(C) 5525/2018                            Page 41 of 41</span>\n </p>","numcites":11,"numcitedby":8,"docsource":"Delhi High Court","citetid":161840108,"divtype":"judgments","relatedqs":[{"value":"blacklisting contractors","formInput":"blacklisting%20contractors"},{"value":"\"holiday listing\"","formInput":"%22holiday%20listing%22"},{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"\"bid rigging\"","formInput":"%22bid%20rigging%22"},{"value":"coastal vessel","formInput":"coastal%20vessel"},{"value":"maintenance of vessel ","formInput":"maintenance%20of%20vessel%20"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"kulja industries","formInput":"kulja%20industries"},{"value":"forged documents","formInput":"forged%20documents"},{"value":"bid rigging","formInput":"bid%20rigging"},{"value":"disproportionate ","formInput":"disproportionate%20"},{"value":"notified claims","formInput":"notified%20claims"},{"value":"no period of blacklist","formInput":"no%20period%20of%20blacklist"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"\"blacklisting\"\"contract\"","formInput":"%22blacklisting%22%22contract%22"},{"value":" IOCL","formInput":"%20IOCL"},{"value":"power to blacklist","formInput":"power%20to%20blacklist"},{"value":"indian oil corporation ","formInput":"indian%20oil%20corporation%20"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"arbitration clause","formInput":"arbitration%20clause"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appointment-of-arbitrators","formInput":"tag:appointment-of-arbitrators"}],"courtcopy":true,"query_alert":null,"agreement":false}