{"tid":75782241,"publishdate":"2022-01-11","title":"Haryana Tourism Limited vs M/S Kandhari Beverages Limited on 11 January, 2022","doc":"<h2 class=\"doc_title\">Haryana Tourism Limited vs M/S Kandhari Beverages Limited on 11 January, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:m-r-shah\">M.R. Shah</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-v-nagarathna\">B.V. Nagarathna</a>, <a href=\"/search/?formInput=benchid:m-r-shah\">M.R. Shah</a></h3>\n\n<pre id=\"pre_1\">                                                              REPORTABLE\n                                   IN THE SUPREME COURT OF INDIA\n                                   CIVIL APPELLATE JURISDICTION\n                                   CIVIL APPEAL NO. 266 OF 2022\n\n\n         Haryana Tourism Limited                                   …Appellant\n\n\n                                        Versus\n\n\n         M/s Kandhari Beverages Limited                            …Respondent\n\n\n\n\n                                              JUDGMENT\n</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">         M.R. SHAH, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Issue\" id=\"p_3\">         1.              Feeling aggrieved and dissatisfied with the impugned judgment\n\n         and order dated 17.07.2018 passed by the High Court of Punjab and\n\n         Haryana at Chandigarh in F.A.O. No. 1399 of 2015 (O&amp;M), by which the\n\n         High Court has allowed the said appeal preferred under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of\n\n         the Arbitration and Conciliation Act, 1996 (for short, ‘the <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act</a>’)\n\n         and has set aside the award dated 17.11.2005 passed by the arbitrator\n<span class=\"hidden_text\" id=\"span_1\">Signature Not Verified</span>\n\n         as well as the order dated 25.09.2014 passed by the first appellate Court\n<span class=\"hidden_text\" id=\"span_2\">Digitally signed by R</span>\n<span class=\"hidden_text\" id=\"span_3\">Natarajan</span>\n<span class=\"hidden_text\" id=\"span_4\">Date: 2022.01.11</span>\n<span class=\"hidden_text\" id=\"span_5\">16:35:08 IST</span>\n<span class=\"hidden_text\" id=\"span_6\">Reason:</span>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                                                     1</span>\n\f– Additional District Judge, Chandigarh, the original claimant –\n\nrespondent before the High Court has preferred the present appeal.\n\n</p><p data-structure=\"Facts\" id=\"p_4\">2.    The facts leading to the present appeal in a nutshell are as under:\n\n</p><blockquote id=\"blockquote_1\">      That the appellant herein – Haryana Tourism Limited (for short,\n\n‘Corporation’) invited tenders/quotations for the supply of Aerated Cold\n\nDrinks at its Tourist Complexes for the period 15.05.2001 to 14.05.2002.\n\nThe tender submitted by the respondent herein was accepted by the\n\nCorporation.    As per the agreement, the respondent-company was\n\nsupposed to pay a sum of Rs. 20 lakhs on account of Brand Promotion\n\nwhich was required to be spent as per mutual agreement between the\n\nparties.\n</blockquote>\n<blockquote id=\"blockquote_2\">2.1   That the Corporation organised a Mango Mela on 07/08 th July,\n\n2001. The Corporation spent a sum of Rs. 1 lakh.           Both the parties\n\nagreed to hold musical nights. According to the respondent herein, it\n\nspent a sum of Rs.13.92 lakhs.       However, the appellant-Corporation\n\nasked the respondent vide letter dated 20.09.2001 to deposit a sum of\n\nRs. 19 lakhs as sponsorship money. The appellant vide letter dated\n\n17.01.2002 terminated the contract. Dispute arose between the parties.\n\n</blockquote><p data-structure=\"Section\" id=\"p_5\">The matter was referred to the sole arbitrator.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">2.2   Vide     award   dated17.11.2005,    the    arbitrator   directed   the\n\nrespondent to pay a sum of Rs. 9.5 lakhs. The counter claim lodged by\n\n<span class=\"hidden_text\" id=\"span_8\">                                                                            2</span>\n\fthe respondent claiming Rs. 13.92 lakhs was dismissed by the arbitrator.\n\nThe respondent thereafter filed objection petition before Additional\n\nDistrict Judge, Chandigarh under <a href=\"/doc/1722761/\" id=\"a_3\">Section 34</a> of the Arbitration Act\n\nagainst the award passed by the arbitrator.          Vide order dated\n\n25.09.2014, the Additional District Judge dismissed the appeal/objection\n\npetition.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">2.3   Feeling aggrieved and dissatisfied with the order passed by\n\nAdditional District Judge, Chandigarh dismissing the appeal/objection\n\npetition under <a href=\"/doc/1722761/\" id=\"a_4\">Section 34</a> of the Arbitration Act, the respondent herein\n\npreferred a further appeal before the High Court under <a href=\"/doc/1656413/\" id=\"a_5\">Section 37</a> of the\n\nArbitration Act. By the impugned judgment and order, the High Court\n\nhas allowed the said appeal by entering into the merits of the claim and\n\nhas quashed and set aside the award passed by the arbitrator as well as\n\nthe order passed by Additional District Judge, Chandigarh.\n\n2.4   Feeling aggrieved and dissatisfied with the impugned judgment\n\nand order passed by the High Court, the original claimant – Corporation\n\nhas preferred the present appeal.\n</p>\n<p data-structure=\"RespArg\" id=\"p_8\">3.    Shri B.K. Satija, learned Advocate has appeared on behalf of the\n\nappellant herein and Shri Kanwal Chaudhary, learned Advocate has\n\nappeared on behalf of the respondent herein.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                                       3</span>\n\f3.1    Shri B.K. Satija, learned Advocate appearing on behalf of the\n\nappellant – Corporation has vehemently submitted that the High Court\n\nhas materially erred in quashing and setting aside the award in exercise\n\nof its powers under <a href=\"/doc/1656413/\" id=\"a_6\">Section 37</a> of the Arbitration Act. It is submitted that\n\nwhile quashing and setting aside the award passed by the arbitrator, the\n\nHigh Court has exceeded its jurisdiction under <a href=\"/doc/1656413/\" id=\"a_7\">Section 37</a> of the\n\nArbitration Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">3.2    It is submitted that the High Court had a very limited scope and/or\n\njurisdiction while deciding the appeal under <a href=\"/doc/1656413/\" id=\"a_8\">Section 37</a> of the Arbitration\n\nAct.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">3.3    It is submitted that in an appeal under <a href=\"/doc/1656413/\" id=\"a_9\">Section 37</a> of the Arbitration\n\nAct, the High Court has no jurisdiction to enter into the merits of the\n\nclaim awarded by the arbitrator, confirmed by the first appellate Court\n\nunder <a href=\"/doc/1722761/\" id=\"a_10\">Section 34</a> of the Arbitration Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">3.4    It is submitted that in the present case, the High Court has decided\n\nthe appeal as if the High Court was deciding the first appeal against the\n\njudgment and decree passed by the learned trial Court which as such is\n\nnot permissible while exercising the power under <a href=\"/doc/1656413/\" id=\"a_11\">Section 37</a> of the\n\nArbitration Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">\n\n\n<span class=\"hidden_text\" id=\"span_10\">                                                                          4</span>\n\f3.5   Making the above submissions, it is prayed to allow the present\n\nappeal and quash and set aside the impugned judgment and order\n\npassed by the High Court.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">4.    The present appeal is vehemently opposed by Shri Kanwal\n\nChaudhary, learned Advocate appearing on behalf of the respondent.\n\n4.1   It is submitted that as such the learned arbitrator had no\n\njurisdiction at all to pass the award as no amount was due and payable\n\nas nothing was spent on marketing activities by the appellant –\n\nCorporation.\n</p>\n<p data-structure=\"RespArg\" id=\"p_15\">4.2   It is submitted that the composition of Arbitral Tribunal as well as\n\nthe appointment of the sole arbitrator was not in accordance with clause\n\n13 of the Contract.      It is submitted that the appointment of the sole\n\narbitrator and his competence was challenged by the respondent, which\n\nwas summarily rejected.\n</p>\n<p data-structure=\"RespArg\" id=\"p_16\">4.3   It is submitted that the question of jurisdiction can be raised under\n\n<a href=\"/doc/109140/\" id=\"a_12\">Section 16</a> of the Arbitration Act which can also be raised after the award\n\nis passed.\n</p>\n<p data-structure=\"RespArg\" id=\"p_17\">4.4   It is submitted that even otherwise as no amount was spent by the\n\nappellant – Corporation, there was no question of any payment to the\n\nappellant-Corporation.      It is submitted that on the contrary, the\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                                         5</span>\n\frespondent filed a counter claim claiming Rs. 13.92 lakhs which\n\nunfortunately came to be rejected by the arbitrator.\n\n4.5   Making the above submissions, it is prayed to dismiss the present\n\nappeal.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">5.    We have heard the learned counsel for the respective parties at\n\nlength. We have also gone through the impugned judgment and order\n\npassed by the High Court.\n</p>\n<p data-structure=\"RespArg\" id=\"p_19\">6.    So far as the question of jurisdiction of the arbitrator raised by the\n\nrespondent is concerned, the same has been dealt with by the High\n\nCourt also and the said objection has been overruled by the High Court\n\nagainst which no appeal is preferred by the respondent. In that view of\n\nthe matter, now it is not open for the respondent to challenge the\n\njurisdiction of the arbitrator, that too in an appeal preferred by the original\n\nclaimant – Corporation – appellant herein.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">7.    So far as the impugned judgment and order passed by the High\n\nCourt quashing and setting aside the award and the order passed by the\n\nAdditional District Judge under <a href=\"/doc/1722761/\" id=\"a_13\">Section 34</a> of the Arbitration Act are\n\nconcerned, it is required to be noted that in an appeal under <a href=\"/doc/1656413/\" id=\"a_14\">Section 37</a>\n\nof the Arbitration Act, the High Court has entered into the merits of the\n\nclaim, which is not permissible in exercise of powers under <a href=\"/doc/1656413/\" id=\"a_15\">Section 37</a> of\n\nthe Arbitration Act.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_21\"><span class=\"hidden_text\" id=\"span_12\">                                                                             6</span>\n</p><p data-structure=\"Section\" id=\"p_22\">\f8.    As per settled position of law laid down by this Court in a catena of\n\ndecisions, an award can be set aside only if the award is against the\n\npublic policy of India. The award can be set aside under <a href=\"/doc/1722761/\" id=\"a_16\">Sections 34</a>/<a href=\"/doc/1656413/\" id=\"a_17\">37</a>\n\nof the Arbitration Act, if the award is found to be contrary to, (a)\n\nfundamental policy of Indian Law; or (b) the interest of India; or (c)\n\njustice or morality; or (d) if it is patently illegal. None of the aforesaid\n\nexceptions shall be applicable to the facts of the case on hand. The High\n\nCourt has entered into the merits of the claim and has decided the\n\nappeal under <a href=\"/doc/1656413/\" id=\"a_18\">Section 37</a> of the Arbitration Act as if the High Court was\n\ndeciding the appeal against the judgment and decree passed by the\n\nlearned trial Court. Thus, the High Court has exercised the jurisdiction\n\nnot vested in it under <a href=\"/doc/1656413/\" id=\"a_19\">Section 37</a> of the Arbitration Act. The impugned\n\njudgment and order passed by the High Court is hence not sustainable.\n\n</p><p data-structure=\"Conclusion\" id=\"p_23\">9.    In view of the above and for the reasons stated above, the present\n\nappeal succeeds. The impugned judgment and order passed by the\n\nHigh Court is hereby quashed and set aside. The award passed by the\n\narbitrator and the order passed by the Additional District Judge under\n\n<a href=\"/doc/1722761/\" id=\"a_20\">Section 34</a> of the Arbitration Act overruling the objections are hereby\n\nrestored.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                                          7</span>\n</p><p data-structure=\"Conclusion\" id=\"p_25\">\f10.   The present appeal is accordingly allowed to the aforesaid extent.\n\nNo costs.</p><pre id=\"pre_2\">\n\n\n                                        …………………………………J.\n                                        [M.R. Shah]\n\n\nNew Delhi;                              ………………………………….J.\nJanuary 11, 2022.                       [B.V. Nagarathna]\n\n\n\n\n<span class=\"hidden_text\" id=\"span_14\">                                                                       8</span>\n\f</pre>","numcites":5,"numcitedby":36,"docsource":"Supreme Court of India","citetid":75782241,"divtype":"judgments","relatedqs":[{"value":"section 37 arbitration act","formInput":"section%2037%20arbitration%20act"},{"value":"appeal under section 37 arbitration act","formInput":"appeal%20under%20section%2037%20arbitration%20act"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"arbitration sec ","formInput":"arbitration%20sec%20"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"tourism","formInput":"tourism"},{"value":"Section 37","formInput":"Section%2037"}],"cats":[{"value":"limitations","formInput":"tag:limitations"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"appealable-orders","formInput":"tag:appealable-orders"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"power-to-remit-award","formInput":"tag:power-to-remit-award"}],"courtcopy":true,"query_alert":null,"agreement":false}