{"tid":199689273,"publishdate":"2018-05-25","title":"Mithilesh vs The State Of M.P. on 25 May, 2018","doc":"<h2 class=\"doc_title\">Mithilesh vs The State Of M.P. on 25 May, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2018 MP 439</h3>\n\n<pre id=\"pre_1\">                            1\n                                Criminal Appeal Nos. 287/2005 &amp;\n                                    Criminal Appeal No. 312/2005\n\n          HIGH COURT OF MADHYA PRADESH\n                BENCH AT GWALIOR\n\n\n      DB: HON. SHRI JUSTICE SANJAY YADAV &amp;\n       HON. SHRI JUSTICE S.A.DHARMADHIKARI\n\n\n             Criminal Appeal No. 287/2005\n                     Mukesh Sharma\n                            Vs.\n                       State of M.P.\n                            &amp;\n             Criminal Appeal No. 312/2005\n                         Mithlesh\n                            Vs.\n                       State of M.P.\n\n\nWhether reportable :- Yes /No\n_______________________________________________\n     Shri Rohit Mishra and Shri A.K.Jain, Advocates for the\nappellants in Cr.A. No. 287/05 &amp; 312/05 respectively.\n     Shri Devendra Choubey, Public Prosecutor for the\nrespondent-State.\n\n\n\n\n                       JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">     (Delivered on this Day of 25th May, 2018)\n\nPer Justice S.A. Dharmadhikari\n     Since both the appeals arise out of the common\njudgment regarding the same incident, they have been\nheard and are being decided by this common judgment.\n</p><span class=\"hidden_text\" id=\"span_1\">                                 2</span>\n<p data-structure=\"Issue\" id=\"p_2\">                                     Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_2\">                                         Criminal Appeal No. 312/2005</span>\n\n</p><p data-structure=\"Issue\" id=\"p_3\">2.   The present appeals filed under <a href=\"/doc/929532/\" id=\"a_1\">Section 374(2)</a> of the\nCode of Criminal Procedure assail the judgment of conviction\nand sentence dated 06/04/2005 passed in S.T. No. 65/2002\nby which the appellants have been convicted under <a href=\"/doc/1560742/\" id=\"a_2\">Section\n302</a>/<a href=\"/doc/37788/\" id=\"a_3\">34</a> of IPC and sentenced to suffer Life Imprisonment\nwith fine of Rs. 5000/- each and under <a href=\"/doc/1873755/\" id=\"a_4\">Section 457</a> of IPC to\nundergo R.I for three years with fine of Rs. 250/- each.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_4\">3.   The appellants have been convicted for murder of\ndeceased Ramniwas son of Sampatiya bai in an incident\nwhich took place on 22/04/2001 at about 3.30 pm. It is an\nadmitted fact that co-accused Rajputa @ Pradeep and Kehri\n@ Khaihain have died in an police encounter.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_5\">4.   According to the prosecution, a complaint was lodged\nby   Sampatiya    mother   of       the   deceased   Ramniwas     on\n22/04/2001, that at about 3.30 pm the deceased Ramniwas\nwas admitted at the Public Health Centre, Jaura as he had\nsuffered injuries due to old enmity with the Brahmins of\nNarhela who had assaulted him. During that time, accused\nRajputa, Kehri, Mukesh and Mithilesh (present appellants)\narmed with Axe, Barchi, Lathi and Gun came on the spot. All\nthe four accused came shouting &quot;ekj Mkyks lkys dks] cpus u ik;s \\\nRajputa pushed Sampatiya and gave a blow by Axe to\nRamniwas which resulted in injury on his chin.                    As\nRamniwas shouted, Rajputa gave a second blow on his chest\nwhich resulted in his death. After the incident all the four\naccused fled away from the spot.\n</p><span class=\"hidden_text\" id=\"span_3\">                                 3</span>\n<p data-structure=\"Issue\" id=\"p_6\">                                    Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_4\">                                        Criminal Appeal No. 312/2005</span>\n\n</p><p data-structure=\"Facts\" id=\"p_7\">5.    On lodging of F.I.R. by the complainant Sampatiyabai\n(P.W.4), criminal law was triggered and set into motion,\ninvestigation agency arrived at the spot, prepared the\nPanchnama of the dead body and sent it for post-mortem;\nrecorded the statement of the witnesses; prepared the spot\nmap; arrested the appellants and the weapons which were\nused for commission of the offence were recovered at the\nbehest of the accused and also the blood stained clothes\nwere seized and sent to chemical examination.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_8\">6.    After investigation was over, the charge sheet was\nsubmitted in the committal court, which in turn, committed\nthe case to the court of Sessions, from where it was\nreceived by the trial court for its trial.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_9\">7.    The learned trial Court framed charges which were\ndenied by the appellants, who claimed to be tried. Appellant\nMukesh produced the witness Nandkishore in his defence\nwhereas the appellant         Mithilesh did not produce any\nevidence in support of his defence. The sessions Court on\nthe basis of evidence adduced before it, convicted and\nsentenced both the appellants under various counts as\nmentioned above. Being aggrieved, the appellants have filed\nthe instant appeals.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_10\">8.    Learned counsel for the appellants primarily contended\nthat PW4 Sampatiya Bai and PW7 Bhuribai have been\nexamined as eye-witnesses. It is submitted that PW7\nBhuribai has not supported the prosecution version. From\n<span class=\"hidden_text\" id=\"span_5\">                                4</span>\n                                   Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_6\">                                       Criminal Appeal No. 312/2005</span>\n\nperusal of her evidence, it appears that she is only a\nhearsay witness who cannot be relied upon. In pararagraph\n2 of her examination-in-chief, she has stated that she had\nnot seen Mukesh earlier but saw him on the date of incident.\nShe further stated that Mukesh had inflicted two Axe blows\non the body of Ramniwas, which is contrary to the version\nnarrated in the FIR.     It is submited that in view of such\ncontradictions,   no   credence     can   be   attached    to   the\ntestimony of so called eye-witnesses and a serious doubt is\ncreated with regard to the presence of the appellants on\nspot at the time of incident. It is submitted that there are\nmaterial contradictions and omissions in the evidence of\nPW4 Sampatiya Bai vis-a-vis her statements recorded under\n<a href=\"/doc/447673/\" id=\"a_5\">sections 161</a> and <a href=\"/doc/497457/\" id=\"a_6\">164</a> of the Cr.P.C. It is submitted that PW3\nDr. Himanshu Sharma who conducted the post mortem\nfound three old injuries over the body of the deceased which\nwere not caused by sharp cutting object, which goes to\nshow that deceased was of criminal bent of mind and was\ninvolved in various illegal activities.\n</p><p data-structure=\"PetArg\" id=\"p_11\">     On behalf of appellant Mithilesh it is submitted that he\nhad not actively participated in commisson of crime, as is\napparent from the FIR. The allegation against him is that he\nwas armed with a Gun, but no gunshot injury has been\nfound on body of the deceased. It is submitted that the main\naccused is Rajputa who had caused the injury. The so called\neye-witness PW4 Sampatiyabai is an interested witness\nhaving enmity with the family members of the appellant who\nare prosecution witnesses against her family members in a\ncase under <a href=\"/doc/455468/\" id=\"a_7\">section 307</a>, IPC. Test Identification Parade of the\n<span class=\"hidden_text\" id=\"span_7\">                               5</span>\n                                  Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_8\">                                      Criminal Appeal No. 312/2005</span>\n\nappellant has not been conducted. There was darkness at\nthe spot, as such it was not possible for the prosecution\nwitnesses to establish his presence on the spot with veracity.\nNo overt act has been attributed to the appellant. As such\nhis conviction with aid of <a href=\"/doc/37788/\" id=\"a_8\">section 34</a> of the IPC is bad in law\nand liable to be set aside.\n</p>\n\n<p data-structure=\"RespArg\" id=\"p_12\">9.    Per contra learned Public Prosecutor has drawn our\nattention to the reasoning assigned by the trial Court and to\nthe deposition of PW3 Dr. Himanshu Sharma, PW Sampatiya\nBai and PW7 Bhuri Bai, to contend that all the four accused\npersons were involved in the commisson of offence, as a\nresult of which multiple injuries were received by Ramniwas,\nas is evident from the post mortem report. It is submitted\nthat the intention of the appellants is apparent from the\nocular as well as medical evidence and, as such, the trial\nCourt has not committed any error in convicting the\nappellants with the aid of <a href=\"/doc/37788/\" id=\"a_9\">section 34</a> of the IPC. With the\naforesaid submissons, it is submitted that the appeal is\nliable to be dismissed.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_13\">10.   We have heard learned counsel for the parties and\nperused the evidence on record.\n</p>\n\n<p data-structure=\"Section\" id=\"p_14\">11.   Before adverting to the aspect of marshalling of\nevidence, it would be appropriate to delineate the injuries\nfound on the body of the deceased. As per postmortem\nreport (Ex.P/6) prepared by Dr. Himansh Sharma (P.W.3),\nfollowing injuries were found on the body of the deceased\n<span class=\"hidden_text\" id=\"span_9\">                             6</span>\n                                Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_10\">                                    Criminal Appeal No. 312/2005</span>\n\nRamniwas :-\n</p><blockquote id=\"blockquote_1\">          (i)   Semi healed stitched 3.5 cm long\n                wound over left frontal region of\n                scalp.\n</blockquote><blockquote id=\"blockquote_2\">          (ii) Semi healed stitched 1.5 cm long\n                wound over lower 1/3rd of right arm\n                (posteriorly) .\n</blockquote><blockquote id=\"blockquote_3\">          (iii) Semi healed stitched wound 1.5 cm\n                long over the medial surface of lower\n                1/3rd of right leg.\n</blockquote><blockquote id=\"blockquote_4\">          (iv) Incised wound size 11 cm x 4.5 cm x\n                4 cm up to bone deep filled with blood\n                extending from mid of the chin to 2\n                cm below the angle of mandible with\n                left side of neck. All around the\n                wound muscles and tissues are cut.\n</blockquote><p data-structure=\"Section\" id=\"p_15\">                Lower margin of mandible cut into\n                multiple fragments.\n</p><p data-structure=\"CDiscource\" id=\"p_16\">          (v) Incised wound 9 cm x 0.5 cm x\n                muscle deep extending from midline\n                in front of the neck towards left side\n                obliquely placed.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">          (vi) Incised wound obliquely placed 12cm\n                x 5.5 x 9 cm deep up to the body of\n                the 7th cervical vertebra extending\n                from middle of the supraclavicular\n                fossa of right side cutting the\n                sternomastoid muscle right and\n                midline of the neck up to the left\n                sternoclavicular joint (joint is cut).\n                Underlying structures are cut. Trachea\n                fully cut and seperated. Right carotid\n                artery and vein, superior venacava\n                cut. Body of the 7th cervical vertbera\n                is cut. Wound is filled with clotted\n                blood.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">     Injury No. (i), (ii) and (iii) were in healing process,\nhence object of the injuries can not be explained and\nduration of these injuries was within four days. Injury Nos.\n4,5 and 6 were caused by sharp and cutting object. Death\nwithin 24 hrs. The injuries were anti mortem in nature.\n</p><span class=\"hidden_text\" id=\"span_11\">                              7</span>\n<p data-structure=\"Issue\" id=\"p_19\">                                 Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_12\">                                     Criminal Appeal No. 312/2005</span>\n\n      The   post   mortem   report   (Ex.P.16)   reflecting   the\naforesaid injuries which stands proved by (P.W.3) Dr.\nHimanshu Sharma.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_20\">12.   PW4 Sampatiya Bai, who is the complainant as well as\neye witness to the incident, in her examination-in-chief has\ncategorically deposed that 3-4 days prior to the incident,\nRajputa, Mukesh, Khairi and Mithlesh had assaulted her son\nRamniwas with Lathis and sustaining injuries, Ramniwas had\nbeen admitted to hospital. At about 3-3.30 a.m., when she\nand PW7 Bhuri Bai were sitting in the hospital besides\nRamniwas who was sleeping on a cot, co-accused Rajputa,\nKhairi and present appellants Mukesh and Mithilesh came\nthere. Khairi was armed with Luhangi, Mukesh with a Bhala,\nRajputa with an Axe and Mithilesh was armed with a Gun. All\nof them exhorted to kill Ramniwas and Rajputa dealt an Axe\nblow on his chin and another one on his chest. Blood started\noozing. All of them pushed the complainant and fled from\nthe spot. In paragraph 5, she has categorically deposed that\nan agricultural field had been purchased by her some 15-20\nyears back and from last 1-2 years the accused persons\nwere demanding the same. They used to extort donation\nfrom the entire Village and lived like goons. In her cross-\nexamination in paragraph 16 also, she has narrated about\ngiving of Axe blow by co-accused Rajputa and further stated\nthat Mukesh, Khehri and Rajputa had pushed her. In\nparagraph 17 of her cross-examination she has deposed that\nBhuri Bai had not escorted her to the Police Station and was\nsleeping. Initially she deposed that Bhuri Bai had not seen\n<span class=\"hidden_text\" id=\"span_13\">                              8</span>\n                                 Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_14\">                                     Criminal Appeal No. 312/2005</span>\n\nthe incident as she was sleeping, but in the very next breath\nshe deposed that Bhuri Bai had awakened after a blow of\nAxe was given by the miscreants and she had also shouted,\nbut could not stand as she is an old woman.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_21\">13.   PW7 Bhuri Bai in her examination-in-chief has deposed\nthat appellant Mukesh was also present on the spot, who\nwas armed with an Axe and had wielded two Axe blows on\nRamniwas. In her cross-examination, she has deposed that\nshe was not aware of the names of miscreants. In paragraph\n6 of her cross-examination she has deposed that she awoke\nwhen the miscreants were fleeing after pushing Sampatiya.\nShe saw them going out of the hospital and was informed by\nSampatiya that the accused persons had killed Ramniwas.\nShe further deposed that she had also seen the accused\npersons wielding Axe. In paragraph 8 she again reiterated\nthat she had seen the miscreants fleeing from the spot and\nwas informed by Sampatiya.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_22\">14.   PW3 Dr. Himanshu Sharma who conducted the post\nmortem examination has categorically deposed that injury\nnos. 1 to 3 were in healing process, therefore, it was not\npossible to ascertain the weapon of offence. He further\ndeposed that injury nos. 4 to 6 were caused by sharp cutting\nobject and were ante mortem injuries caused within 24\nhours of post mortem examination. He found the death to be\nhomicidal in nature.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_23\">15.   PW1 Dalit Khan who is Ward Boy, though has been\n<span class=\"hidden_text\" id=\"span_15\">                              9</span>\n                                 Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_16\">                                     Criminal Appeal No. 312/2005</span>\n\ndeclared hostile, yet has admitted that he had seen blood\noozing from the neck of Ramniwas when he visited the room\nand two women were crying.       Similar deposition has been\ngiven by PW2 Yashvant Shakya who was the Compounder.\nThe other prosecution witnesses who have turned hostile,\nare not the material witnesses. Thus, from the evidence of\naforesaid witnesses, the presence of the appellants on the\nspot and their complicity in the offence is duly proved. PW4\nSampatiya Bai, who is the eye-witness and complainant, has\nbeen examined and cross-examined in detail. She has\nsupported the prosecution version and categorically narrated\nthe role of the appellants in commission of crime. Similarly\nBhuri Bai has deposed about assault on deceased from right\nside, which is corroborated by medical evidence.\n</p>\n\n<p data-structure=\"PetArg\" id=\"p_24\">16.   It has been argued by learned counsel for the\nappellants that the main thrust of allegations by the\ncomplainant is on co-accused Rajputa and the appellants\nwere not actively involved in the offence, hence their\nconviction with the aid of <a href=\"/doc/37788/\" id=\"a_10\">section 34</a> of IPC is bad in law and\nis liable to be set aside. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"791358\" id=\"span_17\">In this regard reliance has been\nplaced on decision of the Apex Court in the case of <a href=\"/doc/791358/\" id=\"a_11\">Mithu\nSingh Vs. State of Punjab</a> ((2001)4 SCC 193), wherein\nacquittal was recorded on the premise that appellant who\nwas armed with a pistol did not share common intention to\nkill the deceased who was shot at by the co-accused.</span>\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_25\">17.   However, the present case is clearly distinguishable on\nfacts, inasmuch as in the present case all the accused\n<span class=\"hidden_text\" id=\"span_18\">                                   10</span>\n                                        Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_19\">                                            Criminal Appeal No. 312/2005</span>\n\npersons had gone to the hospital and all of them exhorted\neach other to kill the deceased and in pursuance of such\nexhortation, the fatal blow was given by co-accused Rajputa.\nThereafter,     all   of   them        fled   together   pushing     the\ncomplainant. Thus, common intention to kill Ramniwas was\nvery much present since their arrival in the hospital.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"263845\" id=\"span_20\">18.   The     case    of   <a href=\"/doc/263845/\" id=\"a_12\">Barendra       Kumar     Ghosh     v.    King\nEmperor</a> (AIR 1925 PC 1) is a locus classicus and has\nbeen followed in a large number of cases. In this case, the\nJudicial Committee dealt with the scope of <a href=\"/doc/37788/\" id=\"a_13\">section 34</a> dealing\nwith the acts done in furtherance of the common intention,\nmaking all equally liable for the results of all the acts of\nothers. It was observed:</span>\n</p><blockquote id=\"blockquote_5\">              &quot;......the words of <a href=\"/doc/37788/\" id=\"a_14\">Section 34</a> are not to be\n              eviscerated     by   reading    them     in    this\n              exceedingly limited sense. By <a href=\"/doc/1235517/\" id=\"a_15\">Section 33</a> a\n              criminal act in <a href=\"/doc/37788/\" id=\"a_16\">Section 34</a> includes a series of\n              acts and, further, `act&#x27; includes omissions to\n              act, for example, an omission to interfere in\n              order to prevent a murder being done before\n              one&#x27;s very eyes. By <a href=\"/doc/1201044/\" id=\"a_17\">Section 37</a>, when any\n              offence is committed by means of several acts\n              whoever intentionally co-operates in the\n              commission of that offence by doing any one of\n              those acts, either singly or jointly with any\n              other person, commits that offence. Even if the\n              appellant did nothing as he stood outside the\n              door, it is to be remembered that in crimes as\n              in other things &#x27;they also serve who only stand\n              and wait&#x27;. By <a href=\"/doc/1138600/\" id=\"a_18\">Section 38</a>, when several persons\n              are engaged or concerned in the commission of\n              a criminal act, they may be guilty of different\n              offences by means of that act. Read together,\n              these sections are reasonably plain.<a href=\"/doc/37788/\" id=\"a_19\">Section\n              34</a> deals with the doing of separate acts,\n              similar or diverse, by several persons; if all are\n              done in furtherance of a common intention,\n              each person is liable for the result of them all,\n<span class=\"hidden_text\" id=\"span_21\">                              11</span>\n                                  Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_22\">                                      Criminal Appeal No. 312/2005</span>\n\n          as if he had done them himself, for &#x27;that act&#x27;\n          and &#x27;the act&#x27; in the latter part of the section\n          must include the whole action covered by &#x27;a\n          criminal act&#x27; in the first part, because they\n          refer to it. <a href=\"/doc/1201044/\" id=\"a_20\">Section 37</a> provides that, when\n          several acts are done so as to result together\n          in the commission of an offence, the doing of\n          any one of them, with an intention to co-\n          operate in the offence (which may not be the\n          same as an intention common to all), makes\n          the actor liable to be punished for the\n          commission of the offence. <a href=\"/doc/1138600/\" id=\"a_21\">Section 38</a> provides\n          for different punishments for different offences\n          as an alternative to one punishment for one\n          offence, whether the persons engaged or\n          concerned in the commission of a criminal act\n          are set in motion by the one intention or by the\n          other.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\">                                  (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_28\">19.   In Krishnan &amp; Another. v. State of Kerala (1996)\n10 SCC 508, the Hon&#x27;ble Apex Court, even assuming that\none of the appellants had not caused the injury to the\ndeceased, upheld his conviction under <a href=\"/doc/1560742/\" id=\"a_22\">Section 302</a>/<a href=\"/doc/37788/\" id=\"a_23\">34</a> of the\nPenal Code holding:\n</p><blockquote id=\"blockquote_6\">          &quot;15. Question is whether it is obligatory on the\n          part of the prosecution to establish commission\n          of overt act to press into service <a href=\"/doc/37788/\" id=\"a_24\">section 34</a> of\n          the Penal Code. It is no doubt true that court\n          likes to know about overt act to decide whether\n          the concerned person had shared the common\n          intention in question. Question is whether overt\n          act has always to be established? I am of the\n          view that establishment of a overt act is not a\n          requirement of law to allow <a href=\"/doc/37788/\" id=\"a_25\">section 34</a> to\n          operate inasmuch this section gets attracted\n          when &quot;a criminal act is done by several persons\n          in furtherance of common intention of all&quot;.\n</blockquote><p data-structure=\"PetArg\" id=\"p_29\">          What has to be, therefore, established by the\n          prosecution is that all the concerned persons\n          had shared the common intention. Court&#x27;s\n          mind regarding the sharing of common\n          intention gets satisfied when overt act is\n          established qua each of the accused. But then,\n<span class=\"hidden_text\" id=\"span_23\">                                12</span>\n                                    Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_24\">                                        Criminal Appeal No. 312/2005</span>\n\n            there may be a case where the proved facts\n            would themselves speak of sharing of common\n            intention: res ipsa loquitur.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">                                    (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_31\">20.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"422557\" id=\"span_25\">In <a href=\"/doc/422557/\" id=\"a_26\">Surendra Chauhan v. State of M.P.</a> (2000) 4\nSCC 110, the Hon&#x27;ble Apex Court Court held that apart from\nthe fact that there should be two or more accused, two\nfactors must be established - (i) common intention; and (ii)\nparticipation of the accused in the commission of the\noffence. If a common intention is proved but no overt act is\nattributed to the individual accused, <a href=\"/doc/37788/\" id=\"a_27\">Section 34</a> will be\nattracted   as   essentially   it   involves   vicarious   liability.\nReferring to its earlier judgment the Court held:</span>\n</p><blockquote id=\"blockquote_7\">            &quot;11. Under <a href=\"/doc/37788/\" id=\"a_28\">Section 34</a> a person must be\n            physically present at the actual commission of\n            the crime for the purpose of facilitating or\n            promoting the offence, the commission of\n            which is the aim of the joint criminal venture.\n            Such presence of those who in one way or the\n            other facilitate the execution of the common\n            design     is  itself tantamount    to    actual\n            participation in the criminal act. The essence\n            of <a href=\"/doc/37788/\" id=\"a_29\">Section 34</a> is simultaneous consensus of the\n            minds of persons participating in the criminal\n            action to bring about a particular result. Such\n            consensus can be developed at the spot and\n            thereby intended by all of them. Ramaswami\n            Ayyangar v. State of T.N. (1976) 3 SCC\n</blockquote><blockquote id=\"blockquote_8\">            779) The existence of a common intention can\n            be inferred from the attending circumstances\n            of the case and the conduct of the parties. No\n            direct evidence of common intention is\n            necessary. For the purpose of common\n            intention even the participation in the\n            commission of the offence need not be proved\n            in all cases. The common intention can develop\n            even during the course of an occurrence.\n</blockquote><p data-structure=\"Section\" id=\"p_32\">            <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"693619\" id=\"span_26\">(<a href=\"/doc/693619/\" id=\"a_30\">Rajesh Govind Jagesha v. State of\n            Maharashtra</a> (1999) 8 SCC 428). To\n            apply <a href=\"/doc/37788/\" id=\"a_31\">Section 34</a> IPC apart from the fact that\n<span class=\"hidden_text\" id=\"span_27\">                              13</span>\n                                  Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_28\">                                      Criminal Appeal No. 312/2005</span>\n\n          there should be two or more accused, two\n          factors must be established&quot; (i) common\n          intention, and (ii) participation of the accused\n          in the commission of an offence. If a common\n          intention is proved but no overt act is\n          attributed to the individual accused, <a href=\"/doc/37788/\" id=\"a_32\">Section\n          34</a> will be attracted as essentially it involves\n          vicarious liability but if participation of the\n          accused in the crime is proved and a common\n          intention is absent, <a href=\"/doc/37788/\" id=\"a_33\">Section 34</a> cannot be\n          invoked. In every case, it is not possible to\n          have direct evidence of a common intention. It\n          has to be inferred from the facts and\n          circumstances of each case.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">21.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1442809\" id=\"span_29\">In <a href=\"/doc/1442809/\" id=\"a_34\">Gopi Nath @ Jhallar v. State of U.P.</a> (2001) 6\nSCC 620 it was observed as under:</span>\n</p><blockquote id=\"blockquote_9\">          &quot;8. ..... As for the challenge made to the\n          conviction under <a href=\"/doc/1560742/\" id=\"a_35\">Section 302</a> read with <a href=\"/doc/519920/\" id=\"a_36\">Section\n          23</a> IPC, it is necessary to advert to the salient\n          principles to be kept into consideration and\n          often reiterated by this Court, in the matter of\n          invoking the aid of <a href=\"/doc/37788/\" id=\"a_37\">Section 34</a> IPC, before\n          dealing with the factual aspect of the claim\n          made on behalf of the appellant. <a href=\"/doc/37788/\" id=\"a_38\">Section\n          34</a> IPC has been held to lay down the rule of\n          joint responsibility for criminal acts performed\n          by plurality or persons who jointed together in\n          doing the criminal act, provided that such\n          commission is in furtherance of the common\n          intention of all of them. Even the doing of\n          separate, similar or diverse acts by several\n          persons, so long as they are done in\n          furtherance of a common intention, render\n          each of such persons liable for the result of\n          them all, as if he had done them himself, for\n          the whole of the criminal action - be it that it\n          was not overt or was only covert act or merely\n          an omission constituting an illegal omission.\n          The Section, therefore, has been held to be\n          attracted even where the acts committed by\n          the different confederates are different when it\n          is established in one way or the other that all of\n          them participated and engaged themselves in\n          furtherance of the common intention which\n          might be of a pre-concerted or pre-arranged\n          plan or one manifested or developed at the\n<span class=\"hidden_text\" id=\"span_30\">                               14</span>\n                                   Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_31\">                                       Criminal Appeal No. 312/2005</span>\n\n           spur of the moment in the course of the\n           commission of the offence. The common\n           intention or the intention of the individual\n           concerned in furtherance of the common\n           intention could be proved either from direct\n           evidence or by inference from the acts or\n           attending circumstances of the case and\n           conduct of the parties. The ultimate decision,\n           at any rate, would invariably depend upon the\n           inferences deducible from the circumstances of\n           each case.&quot;\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_34\">                                   (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"938573\" id=\"span_32\">22.   The Apex Court in the case of <a href=\"/doc/938573/\" id=\"a_39\">Virendra Singh Vs.\nState of M.P.</a> ((2010)8 SCC 407) held that\n\n           &quot;40. The dominant feature of <a href=\"/doc/37788/\" id=\"a_40\">section 34</a> is the\n           element of intention and participation in action.\n           This participation need not in all cases be by\n           physical presence. Common intention implies\n           acting in concert.&quot;</span>\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_36\">23.   Thus in view of the aforesaid judicial pronoucements,\nin the attending facts and circumstances of the case, no\nillegality has been committed by the trial Court in convicting\nand sentencing the appellants, as it is well established from\nthe evidence on record that the appellants had gathered at\nthe spot with premeditation and had acted in unison and\nconcert in fulfilling their common intention of doing away\nwith the deceased.\n</p><p data-structure=\"Conclusion\" id=\"p_37\">      The appeals fail and, are, accordingly dismissed.\nAppellant Mukesh Sharma in Criminal Appeal No. 287/2005\nis on bail. His bail bonds are cancelled. Appellant Mukesh\nSharma is directed to surrender immediately before the Trial\nCourt, so that he be sent to the jail for execution of the\nremaining jail sentence.\n</p><span class=\"hidden_text\" id=\"span_33\">                                               15</span>\n<p data-structure=\"Conclusion\" id=\"p_38\">                                                   Criminal Appeal Nos. 287/2005 &amp;\n<span class=\"hidden_text\" id=\"span_34\">                                                       Criminal Appeal No. 312/2005</span>\n\n                      A copy of judgment be also sent to the trial Court along\n            with      the   record   for   information    and   to   prepare   the\n            supersession warrant of appellant Mukesh Sharma and to\n            get sentence executed by him.\n</p><p data-structure=\"Conclusion\" id=\"p_39\">                      A copy of this judgment be retained in the connected\n            appeal.\n</p>\n\n<pre id=\"pre_2\">              (SANJAY YADAV)                       (S.A DHARMADHIKARI)\n                  JUDGE                                    JUDGE\n\n(and)\n\n\n<span class=\"hidden_text\" id=\"span_35\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_36\">ANAND SHRIVASTAVA</span>\n<span class=\"hidden_text\" id=\"span_37\">Date: 2018.05.25</span>\n<span class=\"hidden_text\" id=\"span_38\">12:42:47 +05&#x27;30&#x27;</span>\n</pre><span class=\"hidden_text\" id=\"span_39\"> </span>","numcites":17,"numcitedby":31,"docsource":"Madhya Pradesh High Court","citetid":199689273,"divtype":"judgments","relatedqs":[{"value":"no common intention","formInput":"no%20common%20intention"},{"value":"sec.34 ipc","formInput":"sec.34%20ipc"},{"value":"section 34 indian penal code","formInput":"section%2034%20indian%20penal%20code"},{"value":"exhorted","formInput":"exhorted"},{"value":"direct evidence","formInput":"direct%20evidence"},{"value":"S.A. Dharmadhikari","formInput":"S.A.%20Dharmadhikari"},{"value":"no overt act ","formInput":"no%20overt%20act%20"},{"value":"criminal act","formInput":"criminal%20act"},{"value":"commission of offence","formInput":"commission%20of%20offence"},{"value":"incised wound","formInput":"incised%20wound"},{"value":"section 34, i.p.c.","formInput":"section%2034%2C%20i.p.c."}],"cats":[{"value":"common-intention","formInput":"tag:common-intention"},{"value":"murder","formInput":"tag:murder"}],"courtcopy":true,"query_alert":null,"agreement":false}