{"tid":1113299,"publishdate":"2009-01-21","title":"Daulatraj Sankhla vs Western Coalfields Ltd on 21 January, 2009","doc":"<h2 class=\"doc_title\">Daulatraj Sankhla vs Western Coalfields Ltd on 21 January, 2009</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-p-dharmadhikari\">B.P. Dharmadhikari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-p-dharmadhikari\">B.P. Dharmadhikari</a></h3>\n\n<pre id=\"pre_1\">                                           1\n\n\n\n\n                                                                             \n                IN THE HIGH COURT OF JUDICATURE AT BOMBAY\n                          NAGPUR BENCH, NAGPUR.\n\n\n\n\n                                                    \n                          FIRST APPEAL No. 680 OF 2006.\n\n\n\n\n                                                   \n    M/s. Arunodaya Coal Agency,\n    Nawapura Rajim, District Raipur\n    (Chattisgarh State)\n    through Proprietor Kishor s/o\n\n\n\n\n                                          \n    Daulatraj Sankhla.                                         ....APPELLANT.\n                           ig           VERSUS\n                         \n    1. Western Coalfields Ltd.,\n    through its Chief Managing Director,\n    Coal Estate, Civil Lines, Nagpur.\n      \n\n\n    2.P.D. Adgaonkar,\n   \n\n\n\n    Sole Arbitrator, Dy. Chief Engineer (Civil),\n    CMPDI Ltd., Regional Institute No. IV\n    Kasturba Nagar, Jaripatka,\n    Nagpur.                                                    ....RESPONDENTS.\n\n\n\n\n\n                            -----------------------------------\n               Mr. G.R. Agrawal, Advocate for Appellant.\n               Mr. S.C. Mehadia, Advocate for Respondent No.1.\n                            ------------------------------------\n\n\n\n\n\n                                      CORAM : B.P. DHARMADHIKARI, J.\n</pre>\n\n\n<pre id=\"pre_2\">    Date of reserving the Judgment. -              06.01.2009\n    Date of Pronouncement.          -               21.01.2009\n\n\n\n\n<span class=\"hidden_text\" id=\"span_1\">                                                     ::: Downloaded on - 09/06/2013 14:16:07 :::</span>\n<span class=\"hidden_text\" id=\"span_2\">                                           2</span>\n\n\n\n\n    JUDGEMENT.\n\n\n\n\n                                                                            \n                                                    \n</pre><p data-structure=\"Issue\" id=\"p_1\">    1.          In this Appeal under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of Arbitration and Conciliation\n\n    Act, 1996, referred to as &quot;Act&quot; hereafter, appellant contractor challenges the\n\n\n\n\n                                                   \n    judgment dated 3/7/2006 delivered by the Principal District Judge, Nagpur\n\n    in Misc Civil Application 157/2004 filed before him under its <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> for\n\n\n\n\n                                        \n    quashing and     setting aside of order dated 28/1/2004 passed by sole\n                          \n    arbitrator accepting the defence of present respondent employer WCL that\n\n    because of accord and satisfaction there was no arbitrable dispute between\n                         \n    parties.   Sole Arbitrator has delivered the order dated 28/1/2004 after\n\n    appreciation of evidence produced by parties and after hearing the\n      \n\n\n    arguments. The parties point out from various earlier orders of this Court\n   \n\n\n\n    that appeal is to be heard finally at admission stage. Accordingly &quot;Admit&quot;.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">    Rule made returnable forthwith and heard finally by consent.\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_3\">    2.           It is not in dispute that contractor was successful in tender\n\n\n\n\n\n    process for work regarding excavation, transportation and spreading of\n\n    earth at colliery of respondent employer WCL. Work began as per schedule\n\n    and agreement no. 194/1999 -- 2000 signed between parties. Contractor\n\n    continued to get payment through running account bills up to 7 bill. In the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_3\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_4\">                                           3</span>\n\n\n\n    eighth on account bill, contractor alleged that unilaterally Rs. 9 lakh were\n\n\n\n\n                                                                            \n    deducted by employer on the pretext that there was overpayment to\n\n\n\n\n                                                    \n    contractor up to 7th on account running bill. He therefore registered his\n\n    protest by letter and also in eighth bill and he got the payment after\n\n\n\n\n                                                   \n    deduction. Before the start of work, area where excavation had to be done\n\n    was surveyed jointly and the initial reduced level plan (R.L.Plan) was jointly\n\n    signed by both the sides. The employer asserted that there were some error\n\n\n\n\n                                        \n    committed in recording the initial reduced level&#x27;s and therefore volume of\n                          \n    earth work evaluated was in excess of the actual quantity of the earth work\n                         \n    and hence deduction was effected in eighth on account bill. Though this\n\n    was not accepted by contractor he continued to work and also got payments\n      \n\n\n    under subsequent on account bills. The 17th on account bill was final bill\n   \n\n\n\n    and contract was closed thereafter. Contractor then approached Chairman\n\n    cum Managing Director of present respondent/employer with request to\n\n\n\n\n\n    appoint an arbitrator to settle the dispute pertaining to eighth on account\n\n    bill and accordingly sole arbitrator came to be appointed. Employer raised\n\n    preliminary objection that there was no arbitrable dispute and therefore\n\n\n\n\n\n    Arbitration proceedings needed to be dropped.        The arbitrator recorded\n\n    evidence and also took note of rival arguments and in paragraph 6\n\n    proceeded to analyze the facts.      Contractor was found to be working\n\n    contractor with respondents who executed contracts in past and was\n\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_6\">                                           4</span>\n\n\n\n    continuing to execute work even in present. He was fully aware of the\n\n\n\n\n                                                                            \n    system of acceptance of final measurements and giving a &quot;no claim&quot;\n</p>\n\n\n\n                                                    \n<blockquote id=\"blockquote_1\">    certificate in the final bill. The arbitrator therefore found that signing of\n\n    final bill under coercion was not even the remotest possibility.                   The\n\n\n\n\n                                                   \n    arbitrator also found that after deduction in eighth on account bill, there\n\n    was continuous dialogs between employer and contractor regarding the\n\n    deduction and the contractor was convinced regarding the correctness of the\n\n\n\n\n                                        \n    deduction made.    The arbitrator also noticed that on account bills after\n                          \n    eighth bill were without any protest and in every successive bill there was\n                         \n    certificate that contractor accepted the measurement. The arbitrator found\n\n    that this indicated that contractor got convinced that deduction was not\n      \n\n\n    wrongful. It was found that in final bill total quantity of work done was\n   \n\n\n\n    shown as 672313 cubic meters as against the committed quantity in the\n\n    agreement as 631000 cubic meters. After completion of work, contractor\n\n\n\n\n\n    voluntarily applied for additional 10% of quantity and above all he gave an\n\n    absolute no claim certificate in the final bill. The final measurements of\n\n    volume were accepted by him not only in that bill but also in the abstract of\n\n\n\n\n\n    final bill without any protest. It was found that after eighth on account bill\n\n    the signatory on behalf of contractor was changed and he no where\n\n    recorded any protest on the bills nor he came forward as a witness to prove\n\n    that any undue influence was exercised on him by employer to sign the bills.\n</blockquote>\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_8\">                                           5</span>\n\n\n\n<blockquote id=\"blockquote_2\">    It was also noticed that contractor did not complain to employer WCL or to\n\n\n\n\n                                                                            \n    its Chairman cum Managing Director about any coercion or duress. It was\n\n\n\n\n                                                    \n    also noticed that despite protest eighth on account bill was                 paid to\n\n    contractor. The arbitrator also found that unduly long time was taken by\n\n\n\n\n                                                   \n    contractor to complete the contract but then employer did not inflict any\n\n    penalty on him and all this negated theory of any coercion or duress. In\n\n    paragraph 7 of impugned order dated 28/1/2004 several judgments cited as\n\n\n\n\n                                        \n    precedents by both the sides are appreciated and thereafter the employer&#x27;s\n                          \n    application under <a href=\"/doc/675839/\" id=\"a_3\">section 16</a> of Act is allowed and it is concluded that\n                         \n    contract No.194/1999 -- 2000 was closed with accord and satisfaction and\n\n    there was no arbitrable dispute.\n</blockquote>      \n   \n\n\n\n<p data-structure=\"CDiscource\" id=\"p_4\">    3.          Appellant/Contractor then approached Principal District Judge\n\n    (PDJ) at Nagpur in MCA 157/2004 under <a href=\"/doc/536284/\" id=\"a_4\">Section 34</a> of Act challenging the\n\n\n\n\n\n    above order of sole arbitrator. After appreciating the facts and the case law\n\n    cited, learned P. D. J. has maintained the order of sole arbitrator.                 In\n\n    paragraph 11 of judgment delivered on 3/7/2006, the lower court observes\n\n\n\n\n\n    that letter dated 12/5/2000 sent by employer WCL requested the contractor\n\n    to sign eighth bill as otherwise it could not have been processed. Vide letter\n\n    dated 7/9/2000 contractor was informed that discrepancy in measurement\n\n    of initial level was brought to his notice in the month of February and March\n\n\n\n\n<span class=\"hidden_text\" id=\"span_9\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_10\">                                          6</span>\n\n\n\n    2000. This letter revealed that employer had constituted the committee to\n\n\n\n\n                                                                          \n    ascertain the excess payments made to the contractor and the committee\n\n\n\n\n                                                  \n    presided over by the officer Shri Sen reported that joint measurements were\n\n    wrong in view of the initial measurement recorded by employer before\n\n\n\n\n                                                 \n    issuing tender. As contractor was not ready to accept report given by Shri\n\n    Sen, another officer Shri Singh, senior survey officer was appointed and he\n\n    also gave similar report.   The letter also called upon contractor to give\n\n\n\n\n                                       \n    justification of his claim regarding so-called excess work. He was again\n                         \n    asked to go through the level book and other measurements and letter\n                        \n    shows that such verification was also done.     Later dated 27/2/2001 of\n\n    employer WCL revealed that Shri Singh was appointed as per choice of\n      \n\n\n    contractor and letter also contained allegation that manipulation was done\n   \n\n\n\n    jointly by employer&#x27;s and contractor&#x27;s representative. Learned P. D. J. has\n\n    also found that protest lodged was withdrawn by contractor. In paragraph\n\n\n\n\n\n    12 it is noticed that contractor did not deny specific allegation of\n\n    manipulation and did not take any action or made no request for referring\n\n    the issue to arbitrator. On the contrary he withdrew his protest shown on\n\n\n\n\n\n    eighth bill. This has been treated as important circumstances to uphold\n\n    finding of accord and satisfaction. In paragraph 14, learned lower court\n\n    observes that the contractor not only withdrew protest shown in eighth bill\n\n    but he did not show such protest in respect of remaining nine bills. He\n\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                                  ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_12\">                                            7</span>\n\n\n\n    signed on final bill without protest and he gave no claim certificate also.\n</p>\n\n\n\n                                                                             \n                                                     \n<p data-structure=\"CDiscource\" id=\"p_5\">    4.          It is in this background that I have heard Advocate Shri G.R.\n\n    Agrawal for Appellant contractor and Advocate S.C. Mehadia for respondent\n\n\n\n\n                                                    \n    employer WCL.\n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_6\">    5.         Advocate Shri      Agrawal for Appellant contents that neither\n\n\n\n\n                                         \n    Arbitrator nor P. D. J. have correctly appreciated the facts. He points out\n                          \n    that protest lodged on eighth on account bill was never withdrawn and even\n                         \n    on subsequent bills protest was written. He further points out that final bill\n\n    itself carries certificate of no claim and had Appellant refused to sign it, he\n      \n\n\n    would not have received the payment. According to him this was nothing\n   \n\n\n\n    but coercion and duress practiced upon contractor. Signing such final bill or\n\n    certificate therefore does not stop Appellant/contractor from invoking\n\n\n\n\n\n    Arbitration Clause. He further points out that it was not the case of\n\n    employer WCL that there were any negotiations and amicable settlement\n\n    was reached thereafter in the matter.        He invites attention to various\n\n\n\n\n\n    judgments in support of his contention and also to show how practice of\n\n    obtaining advance receipt or no-claim is in vogue in various departments\n\n    and with present respondent.        He also invites attention to evidence\n\n    produced by contractor to show that there was no accord and satisfaction.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                                     ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_14\">                                            8</span>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_7\">    He invites attention to endorsements/certificate on final bill to urge that\n\n\n\n\n                                                                            \n    contractor nowhere declared that he would not raise any dispute in future.\n</p>\n\n\n\n                                                    \n<p data-structure=\"RespArg\" id=\"p_8\">                 While replying to arguments of WCL/respondent, learned\n\n    counsel states that contractor was not given any hearing or opportunity to\n\n\n\n\n                                                   \n    participate by any committee appointed by employer WCL and for that\n\n    purpose he invites attention to paragraph No 6 of reply filed by contractor to\n\n    application under <a href=\"/doc/675839/\" id=\"a_5\">Section 16</a> of Act filed by present respondent before\n\n\n\n\n                                         \n    arbitrator. He reiterates that as there is no plea of any settlement after\n                          \n    negotiations    between   parties,   the   impugned    order     /judgment are\n                         \n    unsustainable and sole arbitrator has to resolve the dispute between parties\n\n    on merits.\n</p>      \n   \n\n\n\n<p data-structure=\"CDiscource\" id=\"p_9\">    6.           Advocate Mehadia for respondent/employer heavily relies upon\n\n    the fact that WCL appointed two committees to look into the matter of\n\n\n\n\n\n    mistake in measurement of volume of earth work done recorded in on\n\n    account bills from serial nos. 1 to 7. He further points out that person who\n\n    wrote protest i.e. Asish Jain and then scored it off was not examined. He\n\n\n\n\n\n    further points out that protest noted on bills No 9 to 14 was cancelled by\n\n    contractor and very specific endorsement of acceptance of measurements\n\n    was put. There is no protest marked on bills nos. 15 and 16. According to\n\n    him Arbitration Clause ought to have been invoked at the stage of eighth on\n\n\n\n\n<span class=\"hidden_text\" id=\"span_15\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_16\">                                            9</span>\n\n\n\n    account bill when amount after deduction was paid to contractor. He points\n\n\n\n\n                                                                             \n    out that in present case the measurements are recorded first in\n\n\n\n\n                                                     \n    measurement book and thereafter on account bill is prepared. According to\n\n    him therefore there is no scrutiny or measurement after the bill is prepared.\n</p>\n\n\n\n                                                    \n<p data-structure=\"CDiscource\" id=\"p_10\">    He also relies upon this practice to distinguish the rulings cited by contractor\n\n    before this Court. He points out that measurement recorded in measurement\n\n    book was signed by contractor and extract of final bill and thereafter final\n\n\n\n\n                                         \n    bill i.e. 17th on account bill was also signed by him without any protest with\n                          \n    no claim certificate. He further points out communication dated 27/2/2001\n                         \n    sent to contractor to show that opportunity was given to him by committee\n\n    appointed by Chairman cum Managing Director.\n</p>      \n   \n\n\n\n<p data-structure=\"Precedent\" id=\"p_11\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_17\">7.         As per the position regarding powers of Court to set aside\n\n    Arbitral award summarized in       <a href=\"/doc/919241/\" id=\"a_6\">AIR 2003 S.C. 2629 &quot;Oil and Natural Gas\n\n\n\n\n\n    Corpn. Ltd. v. SAW Pipes Ltd.</a>&quot;, (1) The Court can set aside the Arbitral\n\n    award under<a href=\"/doc/439304/\" id=\"a_7\"> S. 34(2)</a> of the Act if the party making the application\n\n    furnishes proof that :-</span>\n</p>\n\n\n\n\n<blockquote id=\"blockquote_3\">               (i) a party was under some incapacity, or\n\n</blockquote><blockquote id=\"blockquote_4\">               (ii) the arbitration agreement is not valid under the law to which\n\n               the parties have subjected it or, failing any indication thereon,\n\n               under the law for the time being in force; or\n\n\n\n\n<span class=\"hidden_text\" id=\"span_18\">                                                     ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_19\">                                            10</span>\n\n\n\n</blockquote><blockquote id=\"blockquote_5\">              (iii) the party making the application was not given proper notice\n\n\n\n\n                                                                            \n              of the appointment of an arbitrator or of the Arbitral proceedings\n\n\n\n\n                                                    \n              or was otherwise unable to present his case; or\n\n</blockquote><blockquote id=\"blockquote_6\">              (iv) the Arbitral award deals with a dispute not contemplated by\n\n\n\n\n                                                   \n              or not falling within the terms of the submission to arbitration, or\n\n              it contains decisions on matters beyond the scope of the\n\n              submission to arbitration.\n</blockquote>\n\n\n\n                                          \n<blockquote id=\"blockquote_7\">    (2) The Court may set aside the award:-\n</blockquote>                         \n<blockquote id=\"blockquote_8\">              (i)        (a) if the composition of the Arbitral Tribunal was not\n                        \n                         in accordance with the agreement of the parties,\n\n</blockquote><blockquote id=\"blockquote_9\">                         (b) failing such agreement, the composition of the\n      \n\n\n                         Arbitral Tribunal was not in accordance with <a href=\"/doc/1306164/\" id=\"a_8\">Part I of\n   \n\n\n\n                         the Act</a>.\n</blockquote>\n<blockquote id=\"blockquote_10\">              (ii) If the Arbitral procedure was not in accordance with :-\n</blockquote>\n\n\n\n\n<blockquote id=\"blockquote_11\">                         (a) The agreement of the parties, or\n\n</blockquote><blockquote id=\"blockquote_12\">                         (b) failing such agreement, the Arbitral procedure was\n\n                         not in accordance with <a href=\"/doc/1306164/\" id=\"a_9\">Part I of the Act</a>. However,\n\n\n\n\n\n                         exception for setting aside the award on the ground of\n\n                         composition of Arbitral Tribunal or illegality of\n\n                         Aarbitral procedure is that the agreement should not\n\n                         be in conflict with the provisions of <a href=\"/doc/1306164/\" id=\"a_10\">Part I of the Act</a>\n\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_21\">                                                  11</span>\n\n\n\n                             from which parties cannot derogate.\n</blockquote>\n\n\n\n                                                                              \n<blockquote id=\"blockquote_13\">                (c) If the award passed by the Arbitral Tribunal is in\n\n\n\n\n                                                      \n                contravention of provisions of the Act or any other substantive\n\n                law governing the parties or is against the terms of the\n\n\n\n\n                                                     \n                contract.\n</blockquote>\n<blockquote id=\"blockquote_14\">    (3) The award could be set aside if it is against the public policy of India,\n\n    that is to say, if it is contrary to :-\n</blockquote>\n\n\n\n                                                \n<blockquote id=\"blockquote_15\">                (a) Fundamental policy of Indian law;\n</blockquote>                             \n<blockquote id=\"blockquote_16\">                (b) the interest of India; or\n                            \n</blockquote><blockquote id=\"blockquote_17\">                (c) justice or morality, or\n\n</blockquote><blockquote id=\"blockquote_18\">                (d) if it is patently illegal.\n</blockquote>      \n\n\n<blockquote id=\"blockquote_19\">    (4) It could be challenged :-\n</blockquote>   \n\n\n\n<blockquote id=\"blockquote_20\">                (a) As provided under S. 13(5); and\n\n</blockquote><blockquote id=\"blockquote_21\">                (b) <a href=\"/doc/1153621/\" id=\"a_11\">S. 16(6)</a> of the Act.\n</blockquote>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_12\">                Hon&#x27;ble Apex Court also states that it is wrong to contend that\n\n    limited jurisdiction was given to the Court with the purpose to see that the\n\n\n\n\n\n    disputes are resolved at the earliest by giving finality to the award passed by\n\n    the forum chosen by the parties. For achieving the object of speedier\n\n    disposal of dispute, justice in accordance with law cannot be sacrificed.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">    Giving limited jurisdiction to the Court for having finality to the award and\n\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">                                                      ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_23\">                                             12</span>\n\n\n\n    resolving the dispute by speedier method would be much more frustrated by\n\n\n\n\n                                                                                 \n    permitting patently illegal award to operate. Patently illegal award is\n\n\n\n\n                                                         \n    required to be set at naught, otherwise it would promote injustice.\n</p>\n\n\n\n                                                        \n<p data-structure=\"Facts\" id=\"p_14\">    8.          Cases cited by parties and on the point of accord and satisfaction\n\n    now need to be looked into to find out the law on the point                       and its\n\n\n\n\n                                           \n    relevance in present facts.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_15\">    A\n                           \n               Following observations in AIR 2004 S.C. 1330 &quot;C. and M.D.,\n                          \n    N.T.P.C. Ltd. v. R. C. Builders and Contractors&quot;are relevant: --\n</p>      \n\n\n<blockquote id=\"blockquote_22\">              &quot;21.         This aspect of the matter has also been\n   \n\n\n\n              considered    in    Jayesh   Engineering    Works       wherein\n              following L. K. Ahuja (AIR 1988 SC 1172) it was held :\n</blockquote><blockquote id=\"blockquote_23\">                           &quot;Whether any amount is due to be paid and\n\n\n\n\n\n              how far the claim made by the appellant is tenable are\n              matters to be considered by the arbitrator. In fact,\n              whether the contract has been fully worked out and\n\n\n\n\n\n              whether the payments have been made in full and final\n              settlement are questions to be considered by the\n              arbitrator when there is a dispute regarding the same.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_16\">              22.          In M/s. P. K. Ramaiah and Company (supra)\n              the amount was received unconditionally. The full and\n              final satisfaction was acknowledged by a separate receipt\n\n\n\n\n<span class=\"hidden_text\" id=\"span_24\">                                                         ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_25\">                                    13</span>\n\n\n\n     in writing. In that situation the following finding was\n\n\n\n\n                                                                      \n     recorded:\n</p><blockquote id=\"blockquote_24\">     &quot;Thus there is accord and satisfaction by final settlement\n\n\n\n\n                                              \n     of the claims. The subsequent allegation of coercion is an\n     afterthought and a device to get over the settlement of the\n     dispute,    acceptance   of   the   payment    and      receipt\n\n\n\n\n                                             \n     voluntarily given.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_17\">     23.          We, however, may observe that the quotation\n\n\n\n\n                                  \n     from Russell on Arbitration may not be apt inasmuch as\n     at the stage of reference what would be a good defence is\n                   \n     not a matter to be taken into consideration.\n</p><p data-structure=\"Precedent\" id=\"p_18\">     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"919241\" id=\"span_26\">24. Yet again in <a href=\"/doc/919241/\" id=\"a_12\">Nahani Steel Ltd.</a> (supra) the disputes\n                  \n     and differences were amicably settled by and between the\n     parties and in that view of the matter it was held that\n     unless and until the statement is set aside, the arbitration\n      \n\n\n     clause cannot be invoked. Such is not the position here.</span>\n</p>   \n\n\n\n<p data-structure=\"CDiscource\" id=\"p_19\">     38. The fact-situation in the present case, would lead to\n     the conclusion that the arbitration agreement subsists\n\n\n\n\n\n     because :\n</p><blockquote id=\"blockquote_25\">     (i)   Disputes as regard final bill arose prior to its\n     acceptance thereof in view the fact that the same was\n     prepared by the respondent but was not agreed upon in\n\n\n\n\n\n     its entirety by the appellant herein;\n</blockquote><blockquote id=\"blockquote_26\">     (ii) The appellant has not pleaded that upon submission\n     of the final bill by the respondent herein any negotiation\n     or settlement took place as a result whereof the final bill,\n     as prepared by the appellant, was accepted by the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_27\">                                              ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_28\">                                    14</span>\n\n\n\n     respondent unequivocally and without any reservation\n\n\n\n\n                                                                       \n     therefor;\n</blockquote><blockquote id=\"blockquote_27\">     (iii) The respondent herein immediately after receiving\n\n\n\n\n                                               \n     the payment of the final bill, lodged its protest and\n     reiterated its claims.\n</blockquote><blockquote id=\"blockquote_28\">     (iv) Interpretation and/or application of Cl. 52 of the\n\n\n\n\n                                              \n     agreement would constitute a dispute which would fall\n     for consideration of the arbitrator.\n</blockquote>\n\n\n\n                                  \n<blockquote id=\"blockquote_29\">     (v) The effect of the correspondences between the parties\n     would have to be determined by the arbitrator,\n                  \n     particularly as regard the claim of the respondent that\n     the final bill was accepted by it without prejudice.\n</blockquote>                 \n<blockquote id=\"blockquote_30\">     (vi)   The appellant never made out a case that any\n     novation of the contract agreement took place or the\n     contract agreement was substituted by a new agreement.\n</blockquote>      \n\n\n<p data-structure=\"RespArg\" id=\"p_20\">     Only in the event, a case of creation of new agreement is\n   \n\n\n\n     made out the question of challenging the same by the\n     respondent would have arisen.\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_21\">     (vii) The conduct of the appellant would show that on\n     receipt of the notice of the respondent through its\n     advocate dated 21-12-1991 the same was not rejected\n     outright but existence of disputes was accepted and the\n\n\n\n\n\n     matter was sought to be referred to the arbitration.\n</p><p data-structure=\"CDiscource\" id=\"p_22\">     (viii) Only when the clarificatory letter was issued the\n     plea of settlement of final bill was raised.\n</p><p data-structure=\"Precedent\" id=\"p_23\">     (ix) The finding of the High Court that a prima facie in\n     the sense that there are triable issues before the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_29\">                                               ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_30\">                                          15</span>\n\n\n\n             arbitrator so as to invoke the provisions of<a href=\"/doc/811701/\" id=\"a_13\"> S. 20</a> of the\n\n\n\n\n                                                                            \n             Arbitration Act, 1940 cannot be said to be perverse or\n             unreasonable so as to warrant interference in exercise of\n\n\n\n\n                                                    \n             extraordinary jurisdiction under <a href=\"/doc/427855/\" id=\"a_14\">Art. 136</a> of the\n             Constitution of India.\n</p><p data-structure=\"Section\" id=\"p_24\">             (x) The jurisdiction of the arbitrator under the 1940 Act\n\n\n\n\n                                                   \n             although emanates from the reference, it is trite, that in\n             a given situation the arbitrator can determine all\n\n\n\n\n                                        \n             questions of law and fact including the construction of\n             the contract agreement. (See Pure Helium India Pvt. Ltd.\n</p>                         \n<p data-structure=\"Precedent\" id=\"p_25\">             v. Oil and Natural Gas Commission, reported in 2003\n             (8) Scale 353).\n</p>                        \n<p data-structure=\"PetArg\" id=\"p_26\">             (xi)   The cases cited by the learned counsel for the\n             appellant (P. K. Ramaiah and Company (supra) and\n             Nathani Steels (supra)) would show that the decisions\n      \n\n\n             therein were rendered having regard to the finding of fact\n   \n\n\n\n             that the contract agreement containing the arbitration\n             clause was substituted by another agreement. Such a\n\n\n\n\n\n             question has to be considered and determined in each\n             individual case having regard to the fact-situation\n             obtaining therein.&quot;\n</p>\n\n\n\n\n<p data-structure=\"Precedent\" id=\"p_27\">    B.         In 2008 (12) SCALE 654-- National Insurance Company Ltd vs\n\n    M/s Boghara Polyfab Pvt. Ltd, in paragraph 22.1, Hon&#x27;ble Apex Court\n\n    appreciates its judgment in case of P.K. Ramaiah (supra) as under: --\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_32\">                                  16</span>\n\n\n\n<blockquote id=\"blockquote_31\">     &quot;22.1. In P.K. Ramaiah the appellant contractor made\n\n\n\n\n                                                                    \n     certain claims in regard to the construction contract.\n     The Employer rejected the claims, as also the request for\n\n\n\n\n                                            \n     reference to arbitration.    On an application by the\n     contractor, under the <a href=\"/doc/1052228/\" id=\"a_15\">Arbitration Act, 1940</a> for\n     appointment of an Arbitrator, the Civil Court appointed\n\n\n\n\n                                           \n     an Arbitrator. The said order of the appointment was\n     challenged by the Employer. The High Court found that\n\n\n\n\n                                \n     the contractor had unconditionally acknowledged the\n     final measurement and accepted the payment in full and\n                 \n     final settlement of the contract on 19/5/1981: that\n     thereafter he made a fresh claim on 1/6/1981 which\n                \n     was rejected on 12/8/1981: and that the contractor did\n     not take action and sought reference to arbitration only\n     several years thereafter. The High Court therefore held\n      \n\n\n     that there was no subsisting contract to enable reference\n   \n\n\n\n     to arbitration and consequently set aside the reference to\n     arbitration. On appeal by contractor, this Court held\n\n\n\n\n\n     that in view of the finding recorded by the High Court\n     that the contractor had accepted the measurement and\n     payment and and unconditionally acknowledged full and\n     final settlement and satisfaction by issuing a receipt in\n\n\n\n\n\n     writing, no arbitrarable dispute arose for being referred\n     to Arbitration. This Court further held that there was\n     accord and satisfaction by final settlement of the claims\n     and the subsequent allegation of coercion was an\n     afterthought and only a ploy to get over the settlement of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_33\">                                            ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_34\">                                           17</span>\n\n\n\n              the dispute&quot;.\n</blockquote>\n\n\n\n                                                                             \n<p data-structure=\"Precedent\" id=\"p_28\">    In para 22.3, Hon&#x27;ble Apex Court observes: --\n</p>\n\n\n\n                                                     \n<blockquote id=\"blockquote_32\">              &quot;22.3. Nathani Steels related to dispute on account of\n              non-completion of contract. The Court found that the\n\n\n\n\n                                                    \n              said dispute was settled by and between the parties as\n              per deed dated 20/12/1980 signed by both parties. The\n              deed referred to the prior discussions between the parties\n\n\n\n\n                                         \n              and recorded the amicable settlement of the dispute and\n                          \n              differences between the parties in presence of the\n              Architect on the terms and conditions set out in clauses 1\n                         \n              to 8 thereof.    In view of it, the Court rejected the\n              contention of the contractor that the settlement was\n              liable to be set aside on the ground of mistake. A three-\n</blockquote>      \n\n\n<blockquote id=\"blockquote_33\">              judge Bench of this Court, after referring to decision in\n   \n\n\n\n              P.K. Ramaiah and Nav Bharat Builders, held thus &quot;that\n              once the parties have arrived at the settlement in respect\n              of any dispute or difference arising under contract and\n\n\n\n\n\n              that dispute or the difference is amicable settled by way\n              of final settlement by and between the parties, unless\n              that settlement is set aside in proper proceedings, it\n\n\n\n\n\n              cannot lie in the mouth of one of the parties to the\n              settlement to spurn it on the ground that it was a\n              mistake and proceed to invoke the Arbitration clause. If\n              this is permitted the sanctity of contract, the settlement\n              also being a contract, would be wholly lost and it would\n              be open to one party to take the benefit under the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">                                                     ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_36\">                                           18</span>\n\n\n\n              settlement and then to question the same on the ground\n\n\n\n\n                                                                             \n              of mistake without having the settlement set aside. In\n              the circumstances, we think that in the instant case says\n\n\n\n\n                                                     \n              the dispute or difference was finally settled and\n              payments were made as per the settlement, it was not\n              open to respondent unilaterally to treat the settlement as\n\n\n\n\n                                                    \n              non est and proceed to invoke the Arbitration Clause&quot;.\n</blockquote>\n\n\n\n                                         \n<p data-structure=\"Precedent\" id=\"p_29\">               In paragraph 29, Hon&#x27;ble Apex Court has found that insured\n                          \n    (respondent before it )was required to sign on dotted lines. In paragraph 30,\n\n    it was found that admittedly when discharge voucher was signed by the\n                         \n    insured, payment of amount mentioned therein was not made and payment\n\n    was made after receiving the voucher. In view of this admitted position, the\n      \n\n\n    contents of the voucher that said amount had been received, that it was in\n   \n\n\n\n    full and final settlement of all claims, and in consideration of said payment\n\n    the insurance company was absolved from any further liability were all\n\n\n\n\n\n    found to be false and not supported by consideration. Because of this the\n\n    prima facie finding reached by High Court was not interfered and it was also\n\n\n\n\n\n    noticed that insurance company was entitled to raise this issue before an\n\n    arbitrator and arbitrator had to decide it after parties lead evidence on the\n\n    point of valid and binding discharge of the contract by way of accord and\n\n    satisfaction. In paragraph 24, Hon&#x27;ble Apex Court observes that none of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">                                                     ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_38\">                                            19</span>\n\n\n\n    3 cases relied on by appellant insurance company before it laid down the\n\n\n\n\n                                                                              \n    proposition that mere execution of full and final settlement receipt or\n\n\n\n\n                                                      \n    discharge voucher was bar to arbitration, even when validity thereof was\n\n    challenged by claimant on the ground of fraud, coercion or undue influence.\n</p>\n\n\n\n                                                     \n<p data-structure=\"CDiscource\" id=\"p_30\">    It is also observed that if discharge of contract was not genuine or legal the\n\n    cases did not lay down that claim could not be referred to arbitration. In all\n\n    three cases, the court examined the facts and satisfied itself that there was\n\n\n\n\n                                         \n    accord and satisfaction or complete discharge of the contract and that there\n                          \n    was no evidence in support of allegation of coercion/undue influence. It is\n                         \n    therefore obvious that in this case, the question of accord and satisfaction\n\n    was found to be disputed question of fact and it was left for adjudication by\n      \n\n\n    arbitrator after parties lead their respective evidence.\n</p>   \n\n\n\n<p data-structure=\"Precedent\" id=\"p_31\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"722729\" id=\"span_39\">C.         Advocate Shri Agrawal relied upon the judgment reported in\n\n\n\n\n\n    <a href=\"/doc/722729/\" id=\"a_16\">AIR 2003 S.C. 3660 -Bharat Coking Coal Ltd. v. Annapurna Construction</a> ,\n\n    wherein Hon&#x27;ble Apex Court holds: --</span>\n</p>\n\n\n\n\n<blockquote id=\"blockquote_34\">              &quot;Only because the respondent has accepted the final bill,\n              the same would not mean that it was not entitled to\n              raise any claim. It is not the case of the appellant that\n              while accepting the final bill, the respondent had\n              unequivocally stated that he would not raise any further\n\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">                                                      ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_41\">                                           20</span>\n\n\n\n             claim. In absence of such a declaration, the respondent\n\n\n\n\n                                                                             \n             cannot be held to be estopped or precluded from raising\n             any claim. We, therefore, do not find any merit in the\n\n\n\n\n                                                     \n             said submission of Mr. Sinha&quot;.\n</blockquote>\n\n\n\n                                                    \n<p data-structure=\"Precedent\" id=\"p_32\">              In AIR 1997 Bom. 284 &quot;R. A. Deshmukh v. City and Indl. Devp.\n</p>\n<p data-structure=\"Precedent\" id=\"p_33\">    Corpn. of Maharashtra Ltd.&quot;(DB) relied upon by him, High Court observes:-\n</p>\n\n\n\n                                        \n                         \n<blockquote id=\"blockquote_35\">              &quot; 5. We have given our careful consideration to the reasoning\n             and conclusion of the learned single Judge. We, however, find\n                        \n             it extremely difficult to accept the same for reasons more than\n             one. First, a question whether there was a discharge of the\n             contract by accord and satisfaction or not itself is a dispute\n      \n\n\n             arising out of    the contract which has to be referred to\n   \n\n\n\n             arbitration. Second, in order to entitle the Court to refuse to\n             refer the dispute to arbitration, there must be a voluntary\n             and unconditional written acceptance of payment in full and\n\n\n\n\n\n             final   settlement of the contract. None of these conditions\n             exists in the instant case. Obviously, there is no voluntary and\n             unconditional written acceptance of payment by the appellant\n\n\n\n\n\n             in full add final settlement of contract. By no          process of\n             reasoning or interpretation, the &quot;No demand              certificate&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_34\">             furnished by the appellant as a pre-condition for the scrutiny\n             of the bill can be construed as a voluntary and unconditional\n             acceptance of payment in full and final settlement of the\n             contract because such a certificate was furnished along with\n\n\n\n\n<span class=\"hidden_text\" id=\"span_42\">                                                     ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_43\">                                   21</span>\n\n\n\n     the bill or claim obviously as a pre-condition for scrutiny of\n\n\n\n\n                                                                       \n     the bill much before the claimant could know as to which\n     part of his claim was going to be accepted by the other side or\n\n\n\n\n                                               \n     what amount would be offered against his claim. It is clear in\n     this case from the various letters issued by the respondent that\n     it was a practice of the respondent to obtain a No demand\n\n\n\n\n                                              \n     certificate in the format     supplied by it as a condition\n     precedent for scrutiny of the bill itself. The format of the No\n\n\n\n\n                                \n     demand certificate is as follows:\n</p><blockquote id=\"blockquote_36\">     &quot;I ........ certify that I have no claims from CIDCO whatsoever\n                 \n     against the Corporation in connection with or arising out of\n     the said contract, remains unadjusted.&quot;\n</blockquote>                \n<p data-structure=\"Conclusion\" id=\"p_35\">     The above No demand certificate, in our opinion, is                    a\n     certificate obtained by the respondent from the claimant\n     before the scrutiny of the claim to ensure that the claim made\n      \n\n\n     in the final bill includes all claims of the contractor and no\n   \n\n\n\n     additional claim would be raised by him in future. This is the\n     only just and reasonable interpretation of the above\n\n\n\n\n\n     certificate. Any other interpretation will be contrary to the\n     clear terms of   the certificate. In any event, the above No\n     demand certificate cannot be construed to mean discharge of\n     the contract by accord and satisfaction, because it is required\n\n\n\n\n\n     to be furnished along with the claim and even before it is\n     scrutinised by the respondent. The question of receipt in full\n     and final settlement can arise only after an offer is made of a\n     specified amount by the other side in full and final settlement\n     of the claim. It is only at that stage that one can apply his\n\n\n\n\n<span class=\"hidden_text\" id=\"span_44\">                                               ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_45\">                                             22</span>\n\n\n\n             mind and accept the payment in full and final settlement if he\n\n\n\n\n                                                                            \n             is satisfied with the same and only in such a case, the\n             acceptance can be termed as voluntary and unconditional.\n</p>\n\n\n\n                                                    \n<p data-structure=\"Precedent\" id=\"p_36\">             The No demand certificate issued in this case, in our view,\n             can never be construed as accord and satisfaction and the\n             same cannot constitute sufficient cause for refusing to refer a\n\n\n\n\n                                                   \n             dispute to the arbitration&quot;.\n</p>\n\n\n\n                                           \n<p data-structure=\"Precedent\" id=\"p_37\">    <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"318552\" id=\"span_46\">D.        Advocate Shri Mehadia has relied upon the judgment reported at\n                         \n    2006 (12) SCALE 149 M/s <a href=\"/doc/318552/\" id=\"a_17\">Ambica Construction vs Union Of India</a>, wherein\n\n    Hon&#x27;ble Apex Court considers the argument that &quot;no claims certificate&quot; was\n                        \n    submitted by appellant to recover its security deposit and it cannot operate\n\n    as bar for raising claims. In paragraph 14 and 15 of its judgment it has\n      \n\n\n    mentioned the precedents relied on rival parties before it. In paragraph 16\n   \n\n\n\n    Clause 43 (2) of General Conditions of Contract has been reproduced and it\n\n    is noted that said clause debarred contractor from disputing the correctness\n\n\n\n\n\n    of the items covered by &quot;no claims certificate&quot; or from demanding the\n\n    reference to arbitration in respect thereof. In paragraph 18 Hon&#x27;ble Court\n\n\n\n\n\n    finds that unless a discharge certificate was given in advance, payment of\n\n    bills was generally delayed. Said clause 43 (2) was meant to be a safeguard\n\n    against frivolous claims after final measurement and it cannot be absolute\n\n    bar to contractor raising claim which is genuine, even after the submission\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_48\">                                            23</span>\n\n\n\n    of such &quot;no claims certificate&quot;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1104518\" id=\"span_49\">In 2005(<a href=\"/doc/1104518/\" id=\"a_18\">1) R.A.J. 299 (Del) Double Dot\n\n\n\n\n                                                                             \n    Finance Ltd. vs. Goyal MG Gases Ltd. and another</a>, the learned Single Judge\n\n\n\n\n                                                     \n    of Hon&#x27;ble Delhi High Court considers what is coercion or duress and\n\n    observes in paragraph 9 as under: --</span>\n</p>\n\n\n\n                                                    \n<blockquote id=\"blockquote_37\">             &quot;Coming to the question as to what is &quot;coercion&quot; or\n             &quot;duress&quot; in commercial contracts, we may refer to the case\n             of Privi Council case &quot;Pao On and Others v. Lau Yu and\n\n\n\n\n                                          \n             another&quot;, reported in 1979 (3) of England Reporter Page\n</blockquote><blockquote id=\"blockquote_38\">             65. Economic duress in commercial context was dealt\n                         \n             with by There Lordships and it was held that in\n                        \n             contractual relations, a mere financial pressure is not\n             enough. It was also held that the question as to whether\n             at the time the person making the contract allegedly\n      \n\n             under coercion had or not any alternative course open to\n             him which could be adequate legal remedy and whether\n   \n\n\n\n             after entering into the contract, he took steps or not to\n             avoid it are matters which are relevant for determination\n\n\n\n\n\n             as to whether he acted voluntarily or not. It was also\n             held that the composition has to be offer nature which\n             deprives a party office freedom of exercising free will\n             having no alternative course open to him. Therefore the\n\n\n\n\n\n             &quot;coercion&quot; or &quot;duress&quot; required for vitiating &quot;free consent&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_38\">             has to be of the category under which the person under\n             &quot;duress&quot; is left with no other option but to give consent\n             and is unable to take an independent decision, which is in\n             his interest. Bargaining and thereafter accepting an offer\n\n\n\n\n<span class=\"hidden_text\" id=\"span_50\">                                                     ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_51\">                                            24</span>\n\n\n\n             by give and take to solve one&#x27;s financial difficulties cannot\n\n\n\n\n                                                                              \n             be treated as &quot;coercion&quot; or &quot;duress&quot; for the reason that in\n             trade and commerce every day such situations arise and\n\n\n\n\n                                                      \n             decisions are taken by the parties some of which they\n             might not have taken but for their image it financial\n             requirements and economic emergencies.&quot;\n</p>\n\n\n\n                                                     \n<p data-structure=\"Precedent\" id=\"p_39\">    9.         Thus, when the reference made to arbitrator is challenged at\n\n\n\n\n                                         \n    threshold i.e. the propriety of reference itself is at issue before Court, the\n                          \n    mere submission of no claims certificate by contractor or any similar\n\n    document by him, may not be construed as absolute bar to invocation of\n                         \n    arbitration clause. Whether there was any free settlement between parties or\n\n    any waiver by contractor itself becomes a question to be tried by arbitrator.\n</p>      \n\n\n<p data-structure=\"Conclusion\" id=\"p_40\">    The employer may be required to plead and point out accord and\n   \n\n\n\n    satisfaction before arbitrator where it becomes a disputed question of fact\n\n    calling for resolution after appreciation of evidence adduced by parties.\n</p>\n\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_41\">    Here    reference   was     made      to    arbitrator     and       then      present\n\n    respondent/employer WCL pleaded the accord and satisfaction to urge that\n\n\n\n\n\n    arbitrable dispute did not exist.      Evidence was led about accord and\n\n    satisfaction and then arbitrator delivered his award upholding the objection\n\n    of employer.    This award and findings are maintained by the learned\n\n    Principal District Judge in proceedings under <a href=\"/doc/1722761/\" id=\"a_19\">section 34</a> of Act. Question\n\n\n\n\n<span class=\"hidden_text\" id=\"span_52\">                                                      ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_53\">                                          25</span>\n\n\n\n    relevant for determination is whether any interference is warranted under\n\n\n\n\n                                                                            \n    jurisdiction available to this court in <a href=\"/doc/1656413/\" id=\"a_20\">Section 37</a> of Act with this concurrent\n\n\n\n\n                                                    \n    findings.   Consideration is necessarily circumscribed by pleadings of\n\n    contractor. In his statement of facts and claims before arbitrator, up to\n\n\n\n\n                                                   \n    paragraph 4 facts are mentioned and then in paragraph 5 it is mentioned\n\n    that in eighth on account bill employer was not paying for full quantity of\n\n    work done but reduced quantity was being reflected. In paragraph 6 it is\n\n\n\n\n                                        \n    mentioned that this was unilateral, arbitrary and surreptitious action by\n                          \n    employer.   It is mentioned that contractor was therefore forced to have\n                         \n    second thought about the continuance of his performance and during period\n\n    of two months thereafter work was slowed down as he tried to elicit\n      \n\n\n    information from respondent but could not succeed. He thought it wise to\n   \n\n\n\n    carry on negotiations as well as to perform his part of/under contract. He\n\n    however continued to protest all through the contract and on all subsequent\n\n\n\n\n\n    on account bills up to the final bill. He recorded protest on all bills about\n\n    less payment because of reduced quantity and respondent did not take any\n\n    steps and hence ultimately he moved Chairman cum Managing Director\n\n\n\n\n\n    authorised by both parties to name and appoint sole arbitrator to decide the\n\n    dispute. In paragraph 8 there are some comments about the bias of said\n\n    Chairman. In paragraph 11 it is mentioned that consequential financial\n\n    impact of the disputed reduction in quantity of actual work was the claim\n\n\n\n\n<span class=\"hidden_text\" id=\"span_54\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_55\">                                             26</span>\n\n\n\n    before arbitrator and it is mentioned that unilateral withholding of amount\n\n\n\n\n                                                                               \n    has disturbed the recycling of funds in business, reputation and hence\n\n\n\n\n                                                       \n    adequate damages were claimed.          In paragraph 13 it is mentioned that\n\n    respondent was aware of financial constraints of contractor and used the\n\n\n\n\n                                                      \n    same to obtain his signature on documents purporting to absolve them and\n\n    he was coerced to sign on all such papers. Such material was in-built as\n\n    printed material and documents got executed from him were under duress\n\n\n\n\n                                          \n    and coercion and hence, invalid in law.\n</p>                           \n<p data-structure=\"RespArg\" id=\"p_42\">              In reply to <a href=\"/doc/109140/\" id=\"a_21\">Section 16</a> objection of respondent, along with protest\n                          \n    written on 8th account bill it is also mentioned that respondent had taken\n\n    abundant precaution in getting some statement written from him on each\n      \n\n\n    bill that it was not in normal procedure. He stated that he was compelled to\n   \n\n\n\n    give in writing all those things. It is mentioned that it was vitiated by undue\n\n    influence, duress and coercion because respondent had earnest money\n\n\n\n\n\n    deposit, security deposit and other dues under the current bills to compel\n\n    contractor to act as per their wish. It is stated that signing of protest on\n\n    each bill reflected mindset of contractor while obtaining remark of &quot;no\n\n\n\n\n\n    dispute&quot; revealed mindset of respondent. It is mentioned that &quot;no claim&quot;\n</p>\n<blockquote id=\"blockquote_39\">    certificate on final bill is printed in bill itself and signature of contractor was\n\n    obtained on the dotted line. It is mentioned that amount involved therein\n\n    was 12 lakhs and it did not record accord and satisfaction of contractor. All\n\n\n\n\n<span class=\"hidden_text\" id=\"span_56\">                                                       ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_57\">                                           27</span>\n\n\n\n    the bills were pre-receipted and      amount therein was open to various\n\n\n\n\n                                                                             \n    changes. It is mentioned that contractor therefore felt that final payment\n\n\n\n\n                                                     \n    would be made by respondent only after settlement of eighth on account bill\n\n    dispute and then statutory &quot;accord and satisfaction&quot; would take place. It is\n\n\n\n\n                                                    \n    further contended that formation of committees had no relevance and legal\n\n    sanctity because dispute was to be resolved by sole arbitrator. The ex-parte\n\n    decision of committee was not binding on contractor and letters written by\n\n\n\n\n                                        \n    respondent on the basis of the conclusions of these two committees were\n                          \n    irrelevant. It is further contended that single document like final bill or on\n                         \n    account bills could not be used to arrive at a vital decision as entire payment\n\n    process envisages different stages and several other documents by various\n      \n\n\n    other authorities. A pre-receipted bill is only part of that process and no\n   \n\n\n\n    finding about existence or otherwise of arbitrable dispute could have been\n\n    based upon it. Thus the defence was of coercion, duress or undue influence\n\n\n\n\n\n    and on that account the objection of &quot;accord and satisfaction&quot; was sought to\n\n    the defeated. Arbitrator and thereafter learned PDJ was required to find out\n\n    whether these facts and the defence was substantiated by present Appellant\n\n\n\n\n\n    contractor or not.\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_43\">    10.        It is true that contractor did not withdraw protest recorded on\n\n    8th on account bill expressly. It is also true that he recorded his protest\n\n\n\n\n<span class=\"hidden_text\" id=\"span_58\">                                                     ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_59\">                                           28</span>\n\n\n\n    upon further on account bills from serial No 9 to serial No 14 but then he\n\n\n\n\n                                                                             \n    has withdrawn it by canceling it. Last bill on account bills i.e. bill No 15, 16\n\n\n\n\n                                                     \n    and 17 never contained any remark of protest. Perusal of 8th bill shows that\n\n    contractor has accepted measurement mentioned therein under protest. On\n\n\n\n\n                                                    \n    subsequent bill, while placing signature, agent of the contractor has put the\n\n    word &quot;under&quot; but then it is scored of and there is separate seal and signature\n\n    by its side where words &quot;no protest regarding this bill&quot; are written. These\n\n\n\n\n                                         \n    words again appear below the printed words &quot;measurement accepted&quot; with\n                          \n    signature of agent of contractor on 20/6/2000.          Again little below the\n                         \n    signature and seal of contractor where these words i.e. &quot;no protest regarding\n\n    this bill&quot; again appear. Same is the position in relation to next bill signed\n      \n\n\n    by agent of contractor on 22/7/2000.        However here words scored are\n   \n\n\n\n    &quot;under protest&quot; at 2 places. Position in relation to bill dated 22/7/2000\n\n    holds good even for bill signed on 15/9 ; bill signed on 12/?/? by agent and\n\n\n\n\n\n    on 8/1/2001 by engineer of WCL and bill signed on 12/3/2001. It is not\n\n    clear whether these words written on bill signed on 30/3/2001 are scored\n\n    or not. These words &quot;under protest&quot; do not appear at all on bill signed on\n\n\n\n\n\n    30/4/2001, next bill which is signed by engineering assistant of respondent\n\n    on 10/7/2001. The words &quot;no protest regarding this bill&quot; also do not appear\n\n    on these bills.   On last bill which bears at its end/bottom signature of\n\n    manager of respondent on 18/2/2002 there are no remarks whatsoever.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_60\">                                                     ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_61\">                                            29</span>\n\n\n\n<p data-structure=\"CDiscource\" id=\"p_44\">    The certificate which reads &quot;Certified that there are no claims outstanding\n\n\n\n\n                                                                              \n    against the contract for the work on -- -- -- account of material supplied\n\n\n\n\n                                                      \n    house rest water charges electric energy supply etc.&quot; and also another\n\n    certificate below it which reads &quot;certified that I have no claims outstanding\n\n\n\n\n                                                     \n    against the administration for the work and claims preferred through the\n\n    bill is in full and final settlement of my claim&quot; were not signed till the last\n\n    bill dated 18/2/2002 mentioned above.           In fact each on account bill\n\n\n\n\n                                         \n    mentions that the last certificate is to be filled in in case of final bill only.\n</p>                          \n<p data-structure=\"CDiscource\" id=\"p_45\">    Accordingly, in final bill signed on 18/2/2002, contractor has placed his seal\n                         \n    and signature below the certificate thereby accepting that he had no claims\n\n    outstanding against the administration for the work and claims preferred\n      \n\n\n    through the bill which was in full and final settlement of his claim. All this\n   \n\n\n\n    material is appreciated by learned PDJ as also arbitrator. Arbitrator has\n\n    found that after submission of 8th on account bill signatory authorised on\n\n\n\n\n\n    behalf of contractor was changed. Earlier agent Shri Ashish Jain who wrote\n\n    the words and later on scored them of was not produced as witness by\n\n    contractor.   One Shri K. B. Shrivastava entered the witness box and he\n\n\n\n\n\n    stated that employees of accounts department told that unless the words\n\n    &quot;under protest&quot; were removed, bills would not be paid. He accepted that he\n\n    did not make any written complaint about it to higher authorities and he\n\n    denied that there was no pressure for scoring out of those words.                     He\n\n\n\n\n<span class=\"hidden_text\" id=\"span_62\">                                                      ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_63\">                                          30</span>\n\n\n\n    accepted that in last 3/4 bills the endorsement of &quot;under protest&quot; was not\n\n\n\n\n                                                                            \n    made. Earlier he stated that Shri Ashish Jain used to verify measurements\n\n\n\n\n                                                    \n    and measurement books. He also stated that running on account bills were\n\n    signed by Mr Jain only and signatures on 8th to 17th bill were of Mr Jain.\n</p>\n\n\n\n                                                   \n<p data-structure=\"CDiscource\" id=\"p_46\">    He stated that he signed 9th, 10th, 11th, 12th, 13th       and 14th        bill with\n\n    endorsement &quot;no protest regarding this bill&quot;. He disclosed that he was aware\n\n    why Mr. Jain had written words &quot;under protest&quot; on 8th bill and the accepted\n\n\n\n\n                                        \n    that they received payment for said 8th\n                           ig                          on account bill though\n\n    measurements were accepted under protest.\n</p>                         \n<p data-structure=\"Conclusion\" id=\"p_47\">    11.        Contractor has been found to be a working contractor with WCL.\n</p>      \n\n\n<p data-structure=\"CDiscource\" id=\"p_48\">    Thus he has experience of mode and manner of working procedure of the\n   \n\n\n\n    respondent WCL. Records show that though protest was lodged, 8th on\n\n    account bill was cleared. No evidence of earlier withholding of payments or\n\n\n\n\n\n    delay in payments because of such protest either in case of himself or any\n\n    other contractor is brought on record by present Appellant/contractor. The\n\n    arbitration clause does not show that if protest is not recorded, it cannot be\n\n\n\n\n\n    invoked. It may be true that certificate given in final bill by itself may not\n\n    show accord and satisfaction but then that certificate needs to be viewed in\n\n    the background of earlier dispute between parties, plea of contractor and its\n\n    relevance. After submission of 8th on account bill under protest, employer\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_65\">                                          31</span>\n\n\n\n    appointed a committee to resolve the dispute with contractor and as first\n\n\n\n\n                                                                            \n    officer Shri Sen was not to the liking of contractor, another officer by name\n\n\n\n\n                                                   \n    Shri Singh came to be appointed and said officer submitted his report.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_49\">    Learned PDJ has found that report submitted by Shri Sen and Shri Singh\n\n\n\n\n                                                  \n    were similar. Shri Jain has signed the measurement book as also final bill\n\n    without any objection and also signed no claims certificate. It was therefore\n\n    essential for contractor to examine him as witness to establish the duress or\n\n\n\n\n                                       \n    coercion necessitating scoring of the words &quot;under protest&quot;. When there\n                         \n    were allegations of manipulation against contractor by colluding with\n                        \n    department, dispute could have been raised immediately. It is not the case\n\n    proved by contractor that had he raised such dispute, further execution of\n      \n\n\n    contract by him would have been affected. Contractor has pleaded that he\n   \n\n\n\n    thought it fit to continue the negotiations and further execution. Hence to\n\n    support the duress or coercion some more evidence was essential. He ought\n\n\n\n\n\n    to have pointed out some past instances of harassment, threat or\n\n    persecution either of himself or of other contractors. The record shows that\n\n    protest was lodged and withdrawn and in last few bills, there was no protest\n\n\n\n\n\n    at all and certificate of &quot;no claim&quot; was given. When evidence in relation to\n\n    execution of these remarks on vital documents in particular manner could\n\n    and   should   have been adduced there is no scope for any guess-work.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_50\">    Proper evidence of circumstances in which the particular endorsement/s\n\n\n\n\n<span class=\"hidden_text\" id=\"span_66\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_67\">                                          32</span>\n\n\n\n    was/were repeatedly made and withdrawn has not been brought on record\n\n\n\n\n                                                                            \n    by the contractor to support his story. When no evidence of any coercion or\n\n\n\n\n                                                   \n    duress is brought on record, conclusions reached by arbitrator and learned\n\n    PDJ after appreciating the material on record cannot be labeled as\n\n\n\n\n                                                  \n    erroneous or perverse. Finding of the arbitrator or learned PDJ that protest\n\n    on 8th bill was withdrawn or then bills were without protest are after taking\n\n    overall view of the matter and are not incorrect. When records show bill no.\n</p>\n\n\n\n                                       \n<p data-structure=\"CDiscource\" id=\"p_51\">    15,16 and final bill i.e 17th bill without any protest and remark of protest\n                          \n    on bills subsequent to 8th bill were unconditionally withdrawn and no\n                         \n    plausible explanation is found in evidence therefor, the view taken\n\n    concurrently by the    arbitrator or learned PDJ can not be treated as\n      \n\n\n    unsustainable one. The relevant legal principles have been correctly applied\n   \n\n\n\n    to the facts brought on record. After completing the work as per agreement,\n\n    contractor himself applied for additional 10 percent of quantity and this\n\n\n\n\n\n    could not have been possible, if the dispute in relation to alleged recording\n\n    of less measurement or deduction in 8th on account bill still subsisted. All\n\n    facts above clearly show that dispute in relation to 8th on account bill was\n\n\n\n\n\n    resolved and deduction was accepted by contractor. Contractor could not\n\n    bring on record any evidence to show that he was required to withdraw the\n\n    protest because of pressure of respondent employer or then he did not write\n\n    any protest on last 3 bills including final bill because of any duress or\n\n\n\n\n<span class=\"hidden_text\" id=\"span_68\">                                                    ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n<span class=\"hidden_text\" id=\"span_69\">                                            33</span>\n\n\n\n    coercion. His plea was he put his protest on all bills and it is incorrect.\n</p>\n\n\n\n                                                                              \n                                                      \n<p data-structure=\"Conclusion\" id=\"p_52\">    12.         With the result, in this Appeal under <a href=\"/doc/1656413/\" id=\"a_22\">Section 37</a> of Act, no case is\n\n    being made out warranting any interference. Same is accordingly dismissed\n\n\n\n\n                                                     \n    with no order as to costs.\n</p>\n\n\n\n                                          \n<pre id=\"pre_3\">                            ig                                  JUDGE\n\n    Dragon\n                          \n      \n   \n\n\n\n\n\n\n<span class=\"hidden_text\" id=\"span_70\">                                                      ::: Downloaded on - 09/06/2013 14:16:08 :::</span>\n </pre>","numcites":16,"numcitedby":0,"docsource":"Bombay High Court","citetid":1113299,"divtype":"judgments","relatedqs":[{"value":"accord and satisfaction ","formInput":"accord%20and%20satisfaction%20"},{"value":"no claim certificate","formInput":"no%20claim%20certificate"},{"value":"coercion","formInput":"coercion"},{"value":"Measurement books","formInput":"Measurement%20books"},{"value":"undue influence ","formInput":"undue%20influence%20"},{"value":"Accepted measurements","formInput":"Accepted%20measurements"},{"value":"final bill","formInput":"final%20bill"},{"value":"duress","formInput":"duress"},{"value":"\"arbitrable dispute\"","formInput":"%22arbitrable%20dispute%22"},{"value":"\"no claim certificate\"","formInput":"%22no%20claim%20certificate%22"},{"value":"no measurement contractor","formInput":"no%20measurement%20contractor"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"\"measurement books\"","formInput":"%22measurement%20books%22"},{"value":"contractor final bill ","formInput":"contractor%20final%20bill%20"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"full and final settlement : supremecourt","formInput":"full%20and%20final%20settlement%20%3A%20supremecourt"},{"value":"duress and coercion","formInput":"duress%20and%20coercion"}],"cats":[{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"arbitral-tribunals-jurisdictional-competence","formInput":"tag:arbitral-tribunals-jurisdictional-competence"},{"value":"limitations","formInput":"tag:limitations"},{"value":"appealable-orders","formInput":"tag:appealable-orders"}],"courtcopy":true,"query_alert":null,"agreement":false}