{"tid":284849,"publishdate":"2008-08-11","title":"N.T.P.C. & Ors vs Badri Singh Thakur & Ors on 11 August, 2008","doc":"<h2 class=\"doc_title\">N.T.P.C. &amp; Ors vs Badri Singh Thakur &amp; Ors on 11 August, 2008</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-pasayat\">Arijit Pasayat</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:p-sathasivam\">P. Sathasivam</a>, <a href=\"/search/?formInput=benchid:a-pasayat\">Arijit Pasayat</a></h3>\n\n<pre id=\"pre_1\">                                                      REPORTABLE\n\n            IN THE SUPREME COURT OF INDIA\n\n             CIVIL APPELLATE JURISDICTION\n\n          CIVIL APPEAL NOS. 5494-5505 OF 2005\n\n\nN.T.P.C. &amp; Ors.                              .....Appellants\n\n                    Versus\n\nBadri Singh Thakur &amp; Ors.                    ....Respondents\n\n\n[With C.A. Nos. 2140/2006, 5506-5507/2005, 5649/2005\nand Writ Petition No.529 of 2005)\n\n\n\n\n                      JUDGMENT\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Dr. ARIJIT PASAYAT, J.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_2\">1.   Challenge in these appeals and writ petition are to the\n\norder passed by a Division Bench of the Madhya Pradesh High\n\nCourt. By a common order several Letters Patent Appeals were\n\ndisposed of. The Letters Patent Appeals were filed by present\n\nrespondents on the ground that they have been employed as\n\fElectricians since 1987 as workmen under Appellant No.1 i.e.\n\nNational    Thermal     Power       Corporation     (in     short   the\n\n`Corporation&#x27;) for maintenance of Korba Super Thermal Power\n\nProject colonies. Though the writ petitioners were not directly\n\nemployed by the Corporation, but were employed through\n\ncontractor. Prior to such engagement they were employed\n\nthrough other contractors. It was the stand in the writ petition\n\nthat their work was supervised by competent officers of the\n\nCorporation and the materials for their job were supplied by\n\nthe Corporation and they worked for the colonies owned and\n\ncontrolled by the Corporation and series of contracts have\n\nbeen entered into by the Corporation with the contractor. It\n\nwas therefore their stand that they have to be treated as\n\nemployees   of the Corporation. It         was     stated    that the\n\nCorporation wanted to avoid absorption of contract labour\n\ndespite their perennial nature of work. With a view to frustrate\n\nmandate of this Court, they engaged them on job work basis\n\nand the whole endeavour was to defeat the absorption of the\n\ncontract labours.     It was claimed before       the learned Single\n\nJudge   that the <a href=\"/doc/77576812/\" id=\"a_1\">M.P. Industrial Relation Act, 1960</a> (in short\n\n<span class=\"hidden_text\" id=\"span_1\">                                2</span>\n\f`1960 Act&#x27;) governs the conditions of the employment between\n\nthe Corporation and the contract labour and they were\n\nentitled to the same wages as the workmen of the Corporation\n\nand there can be abolition of the contract labour on regular\n\nbasis.\n</p>\n\n\n<p data-structure=\"Facts\" id=\"p_3\">2.   Returns were filed by the Corporation. Stand of the\n\nCorporation was that it is a registered establishment under\n\n<a href=\"/doc/1711982/\" id=\"a_2\">Section 7</a> of the Contract Labour (Regulation and Abolition)\n\nAct, 1970 (in short the `Act&#x27;). The contractor who was\n\nimpleaded as respondent No.4 in the writ petitions was\n\nawarded the contract after inviting tenders.   The contractor\n\nemployed writ petitioners and there was no relationship of\n\nmasters and servants between the Corporation and the writ\n\npetitioners. It was canvassed that the writ petitioners had\n\ninitiated conciliation proceedings under the 1960 Act and\n\nonce they have taken recourse to alternative remedy available\n\nto them under industrial law they cannot invoke the\n\nextraordinary jurisdiction of the Court. The contractor who\n\nwas impleaded as respondent No.4 supported the stand of the\n\n<span class=\"hidden_text\" id=\"span_2\">                            3</span>\n\fCorporation and its functionaries. It was stated that it is a\n\npartnership firm and it had full control over the employees as\n\nthe salaries were being paid by the firm. It was also stated\n\nthat it had obtained a licence under <a href=\"/doc/159204539/\" id=\"a_3\">Section 12</a> of the Act and\n\nwas entitled to engage 75 workmen as per the said licence. It\n\nwas pointed out that the writ petitioners were not permanent\n\nemployees and their services last during the continuance of\n\nthe contract and it had come to an end after the term of the\n\ncontract had expired.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_4\">3.   Before the learned Single Judge it was urged by the writ\n\npetitioners that the provisions of 1960 Act are applicable to\n\nthe Corporation and inasmuch as in Item No.10 of the\n\nNotification dated 31.12.1960, there is a mention that the said\n\nAct is applicable to electricity generation and distribution in\n\nwhich the Corporation was engaged and was thus covered by\n\nall corners of the Statute.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_5\">4.   Reliance was placed by the present appellants on Entries\n\n22, 23 and 24 of the concurrent list of Schedule VII of the\n\n<span class=\"hidden_text\" id=\"span_3\">                              4</span>\n\fConstitution of India, 1950 (in short `Constitution&#x27;) to buttress\n\nthe contention that once         legislation is passed by the\n\nParliament   in   respect   of   any   field   covered   under   the\n\nConcurrent List, the same would have preference over the\n\nState law.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_6\">5.   It was also submitted that Act in essence obliterated the\n\ndefinition of employer and employee under the 1960 Act.\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">Learned Single Judge held that there was hardly any doubt\n\nthat the relationship of employer and employee is established;\n</p>\n<p data-structure=\"Section\" id=\"p_8\">that the Act is applicable to the writ petitioners and, therefore,\n\nthey cannot rely on the provisions of 1960 Act for enforcing\n\ntheir claim. It was also held that they being the contract\n\nlabours are not employees of the Corporation within the\n\nmeaning of <a href=\"/doc/141343493/\" id=\"a_4\">Section 2(13)(a)</a> read with sub-clause (e) of <a href=\"/doc/142625990/\" id=\"a_5\">Section\n\n2(14)</a> of 1960 Act after coming into force of the Act.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_9\">6.   A prayer had been made by the writ petitioners to absorb\n\nthem as its workmen for the Corporation as they are contract\n\nlabours. Learned Single Judge held that there was no\n\n<span class=\"hidden_text\" id=\"span_4\">                                 5</span>\n\fNotification issued by the appropriate government abolishing\n\nthe contract labour under <a href=\"/doc/25936810/\" id=\"a_6\">Section 1</a> of the Act. There was no\n\nscope for granting any relief. It was held that the decision in\n\nAir India Statutory Corporation etc. v. United Labour Union\n\nand Ors. etc. (AIR 1997 SC 645) does not apply to the facts of\n\nthe case.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_10\">7.   Before the Division Bench, stand of the writ petitioners\n\nwho were the appellants was that learned Single Judge was\n\nnot justified in holding that 1960 Act had no application\n\nbecause of the Act inasmuch as no Notification was issued\n\nunder <a href=\"/doc/106717282/\" id=\"a_7\">Section 10</a> of the Act and in the absence of a\n\nNotification the conclusion arrived at is bound to suffer.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_6\">8.   Stand of the present appellants was that the writ\n\npetitioners cannot claim to be employees of the principal\n\nemployers and the question of absorption does not arise in\n\nview of what has been stated by this Court in <a href=\"/doc/277653/\" id=\"a_8\">Steel Authority\n\nof India Ltd. v. National Union Waterfront Workers</a> (2001 (7)\n\n\n\n\n<span class=\"hidden_text\" id=\"span_7\">                              6</span>\n\fSCC 1) which inter-alia over-ruled the earlier decision in <a href=\"/doc/277653/\" id=\"a_9\">Air\n\nIndia</a>&#x27;s case (supra).</span></span>\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_12\">9.   The High Court held that the object of the Act was to\n\nregulate the employment of the contract labour in certain\n\nestablishments and to provide for its abolition in certain\n\ncircumstances     and   the   matters   connected    therewith.\n</p>\n<p data-structure=\"Precedent\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_8\">Reference was made to <a href=\"/doc/159177264/\" id=\"a_10\">Sections 21</a> and <a href=\"/doc/67519477/\" id=\"a_11\">30</a> of the Act and it\n\nwas held that though there was an over-riding effect yet the\n\nbeneficial provision of the statute was not extinguished. It was\n\nfurther observed that once Notification is issued under <a href=\"/doc/106717282/\" id=\"a_12\">Section\n\n10</a> of the Act the matter would be different and the decision\n\nrendered by this Court in <a href=\"/doc/277653/\" id=\"a_13\">Steel Authority</a>&#x27;s case (supra) would\n\nbe applicable in full force. In the absence of Notification the\n\nother general relevant law would be applicable. With reference\n\nto various provisions of 1960 Act it was held that there can be\n\nreconciliation of both the decisions rendered by Division\n\nBenches of the High Court. When there is a dispute with\n\nregard to wage structure qua class of employees they have to\n\nmove the Labour Court as per the provisions of <a href=\"/doc/55288524/\" id=\"a_14\">Sections 51</a>\n\n<span class=\"hidden_text\" id=\"span_9\">                              <a href=\"/doc/191819294/\" id=\"a_15\">7</a></span>\n\fand <a href=\"/doc/89950839/\" id=\"a_16\">52</a> of the 1960 Act and if it is an individual, he can move\n\nthe High Court under Schedule II. Accordingly, it was held\n\nthat the view of learned Single Judge was not correct.</span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">10.   <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"277653\" id=\"span_10\">In support of the appeals, learned counsel for the\n\nappellants submitted that the ratio in <a href=\"/doc/277653/\" id=\"a_17\">Steel Authority</a>&#x27;s case\n\n(supra) has not been appreciated. It was further pointed out\n\nthat the direction was for absorption and further that the\n\ncontract labours should be abolished. It was pointed out that\n\nthe effect of registration under <a href=\"/doc/191819294/\" id=\"a_18\">Section 7</a> and the licence\n\nissued has not been considered. Similarly, the effect of Rule\n\n25 has been lost sight of. It is pointed out that the effect of\n\n<a href=\"/doc/1930681/\" id=\"a_19\">Article 254</a> has also not been considered.            According to\n\nlearned Solicitor General repugnancy is irrelevant for Sub-</span>\n</p>\n<p data-structure=\"Section\" id=\"p_15\"><a href=\"/doc/1456610/\" id=\"a_20\">Article (2)</a> of <a href=\"/doc/1930681/\" id=\"a_21\">Article 254.</a> It is pointed out that the Act refers to\n\nregulation and abolition. <a href=\"/doc/106717282/\" id=\"a_22\">Section 10</a> begins with non-obstante\n\nclause. <a href=\"/doc/191819294/\" id=\"a_23\">Section 7</a> relates to registration. The employment of\n\ncontract labour is not prohibited. Only prohibition can be\n\nimposed by issuing a Notification.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_11\">                                8</span>\n<p data-structure=\"PetArg\" id=\"p_16\">\f11.   It is pointed out that in <a href=\"/doc/1930681/\" id=\"a_24\">Article 254</a> the question of\n\nPresidential assent is also there. It is, therefore, submitted\n\nthat the judgment of the Division Bench is unsustainable.\n</p>\n\n\n<p data-structure=\"PetArg\" id=\"p_17\">12.   In   response,   learned   counsel   for   the   respondents\n\nsubmitted that the High Court&#x27;s view is in line with the\n\nbeneficial legislation which intends to protect the contract\n\nlabour from exploitation.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_18\">13.   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"277653\" id=\"span_12\">In <a href=\"/doc/277653/\" id=\"a_25\">Steel Authority</a>&#x27;s case (supra) it was inter-alia\n\nobserved as follows:</span>\n</p>\n<blockquote id=\"blockquote_1\">            &quot;10. <a href=\"/doc/1810788/\" id=\"a_26\">The CLRA Act</a> was enacted by Parliament\n            to deal with the abuses of the contract labour\n            system. It appears that Parliament adopted\n            twin measures to curb the abuses of\n            employment of contract labour - the first is to\n            regulate employment of contract labour\n            suitably and the second is to abolish it in\n            certain circumstances. This approach is\n            clearly discernible from the provisions of the\n            <a href=\"/doc/1810788/\" id=\"a_27\">CLRA Act</a> which came into force on 10-2-1971.\n            A perusal of the Statement of Objects and\n            Reasons* shows that in respect of such\n            categories as may be notified by the\n            appropriate Government, in the light of the\n            prescribed criteria, the contract labour will be\n            abolished and in respect of the other\n\n\n<span class=\"hidden_text\" id=\"span_13\">                                 9</span>\n\fcategories the service conditions of the\ncontract labour will be regulated. Before\nconcentrating on the relevant provisions of the\n<a href=\"/doc/1810788/\" id=\"a_28\">CLRA Act</a>, it may be useful to have a bird&#x27;s-eye\nview of that Act. It contains seven Chapters.\nChapter I has two sections; the first relates to\nthe commencement and application of the Act\nand the second defines the terms used therein.\nChapter II which has three sections provides\nfor the constitution of a Central Advisory\nBoard by the Central Government and a State\nAdvisory Board by the State Government and\nempowers the Boards to constitute various\ncommittees. Chapter III contains regulatory\nprovisions for registration of establishments\nwhich employ contract labour. <a href=\"/doc/45909/\" id=\"a_29\">Section 10</a>\nwhich prohibits the employment of contract\nlabour falls in this Chapter; we shall revert to\nit presently. Chapter IV contains provisions for\npurposes of licensing of contractors to make\nsure that those who undertake or execute any\nwork through contract labour, adhere to the\nterms and conditions of licences issued in that\nbehalf. Power is reserved for revocation,\nsuspension and amendment of licences by the\nLicensing Officer and a provision is also made\nfor appeal against the order of the Licensing\nOfficer. Chapter V takes care of the welfare\nand health of contract labour obliging the\nappropriate Government to make rules to\nensure that the requirements of canteen,\nrestrooms and other facilities like sufficient\nsupply of wholesome drinking water at\nconvenient places, sufficient number of\nlatrines and urinals accessible to the contract\nlabour in the establishment, washing facilities\nand first-aid facilities, are complied with by\nthe contractor. Where the contractor fails to\nprovide these facilities the principal employer\n\n<span class=\"hidden_text\" id=\"span_14\">                   10</span>\n\f          is enjoined to provide canteen, restrooms etc.,\n          mentioned above, for the benefit of the\n          contract labour. Though the contractor is\n          made responsible for payment of wages to\n          each worker employed by him as contract\n          labour before the prescribed period yet for\n          effective implementation of this requirement,\n          care is taken to ensure presence of a nominee\n          of the principal employer at the time of the\n          disbursement of wages. Here again, it is\n          prescribed that if the contractor fails to pay\n          the wages to the contract labour, the principal\n          employer shall pay the full wages or unpaid\n          wages, as the case may be, to the contract\n          labour and a right is conferred on him to\n          recover the same from the amount payable to\n          the contractor; if however, no amount is\n          payable to him then such amount is treated as\n          a debt due by the contractor to the principal\n          employer. Chapter VI deals with the\n          contravention of the provisions of the Act,\n          prescribes offences and lays down the\n          procedure for prosecution of the offenders.\n          Chapter VII is titled &quot;Miscellaneous&quot; and it\n          contains eight sections which need not be\n          elaborated here.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_19\">14.   In Gujarat Electricity Board, Thermal Power Station,\n\nUKAL Gujarat v. Hind Mazdoor Sabha and Ors. (1995 (5) SCC\n\n</p><p data-structure=\"Precedent\" id=\"p_20\">27) it was inter alia observed by this Court as follows:\n</p>\n\n<blockquote id=\"blockquote_2\">          &quot;53. Our conclusions and answers to the\n          questions raised are, therefore, as follows:\n</blockquote>\n\n\n<span class=\"hidden_text\" id=\"span_15\">                               11</span>\n<blockquote id=\"blockquote_3\">\f(i) In view of the provisions of <a href=\"/doc/45909/\" id=\"a_30\">Section 10</a> of the\nAct, it is only the appropriate Government\nwhich has the authority to abolish genuine\nlabour contract in accordance with the\nprovisions of the said section. No court\nincluding the industrial adjudicator has\njurisdiction to do so.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">(ii) If the contract is a sham or not genuine, the\nworkmen of the so-called contractor can raise\nan industrial dispute for declaring that they\nwere always the employees of the principal\nemployer and for claiming the appropriate\nservice conditions. When such dispute is\nraised, it is not a dispute for abolition of the\nlabour contract and hence the provisions of\n<a href=\"/doc/45909/\" id=\"a_31\">Section 10</a> of the Act will not bar either the\nraising or the adjudication of the dispute.\n</blockquote><p data-structure=\"Section\" id=\"p_21\">When such dispute is raised, the industrial\nadjudicator has to decide whether the contract\nis a sham or genuine. It is only if the\nadjudicator comes to the conclusion that the\ncontract is a sham, that he will have\njurisdiction to adjudicate the dispute. If,\nhowever, he comes to the conclusion that the\ncontract is genuine, he may refer the workmen\nto the appropriate Government for abolition of\nthe contract labour under <a href=\"/doc/45909/\" id=\"a_32\">Section 10</a> of the\nAct and keep the dispute pending. However,\nhe can do so if the dispute is espoused by the\ndirect workmen of the principal employer. If\nthe workmen of the principal employer have\nnot espoused the dispute, the adjudicator,\nafter coming to the conclusion that the\ncontract is genuine, has to reject the reference,\nthe dispute being not an industrial dispute\nwithin the meaning of <a href=\"/doc/189659891/\" id=\"a_33\">Section 2(k)</a> of the ID\nAct. He will not be competent to give any relief\n\n\n<span class=\"hidden_text\" id=\"span_16\">                    12</span>\n\fto the workmen of the erstwhile contractor\neven if the labour contract is abolished by the\nappropriate Government under <a href=\"/doc/45909/\" id=\"a_34\">Section 10</a> of\nthe Act.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_22\">(iii) If the labour contract is genuine a\ncomposite industrial dispute can still be raised\nfor abolition of the contract labour and their\nabsorption. However, the dispute will have to\nbe raised invariably by the direct employees of\nthe principal employer. The industrial\nadjudicator, after receipt of the reference of\nsuch dispute will have first to direct the\nworkmen to approach the appropriate\nGovernment for abolition of the contract\nlabour under <a href=\"/doc/45909/\" id=\"a_35\">Section 10</a> of the Act and keep\nthe reference pending. If pursuant to such\nreference, the contract labour is abolished by\nthe appropriate Government, the industrial\nadjudicator will have to give opportunity to the\nparties to place the necessary material before\nhim to decide whether the workmen of the\nerstwhile contractor should be directed to be\nabsorbed by the principal employer, how many\nof them and on what terms. If, however, the\ncontract labour is not abolished, the industrial\nadjudicator has to reject the reference.\n</p>\n\n<p data-structure=\"CDiscource\" id=\"p_23\"> (iv) Even after the contract labour system is\nabolished, the direct employees of the\nprincipal employer can raise an industrial\ndispute for absorption of the ex-contractor&#x27;s\nworkmen and the adjudicator on the material\nplaced before him can decide as to who and\nhow many of the workmen should be absorbed\nand on what terms.&quot;\n</p>\n\n\n<span class=\"hidden_text\" id=\"span_17\">                   13</span>\n<p data-structure=\"Precedent\" id=\"p_24\">\f<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541954\" id=\"span_18\">15.   Similarly, the view of this Court in <a href=\"/doc/541954/\" id=\"a_36\">Municipal Corporation\n\nof Greater Mumbai v. K.V. Shramik Sangh and Ors.</a> (2002 (4)\n\nSCC 609) is relevant. The position in law which has\n\nconsiderable effect on the present dispute was noted as\n\nfollows:</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">           &quot;16. In a recent Constitution Bench judgment\n           of this Court in Steel Authority of India Ltd. v.\n           National Union Waterfront Workers, Air India\n           case1 is specifically overruled. In the said\n           judgment, after referring the various decisions\n           of this Court including the decisions cited\n           before us and on elaborate consideration and\n           analysis, the Constitution Bench in para 125\n           of the said judgment, outlined the conclusions.\n           To the extent they are relevant for the present\n           purpose read: (SCC pp. 61-63)\n\n\n             &quot;125. The upshot of the above discussion is\n           outlined thus:\n</p><p data-structure=\"Section\" id=\"p_26\">             (1)(a)-(2)(b) * *    *\n              (3) Neither <a href=\"/doc/45909/\" id=\"a_37\">Section 10</a> of the CLRA Act nor\n           any other provision in the Act, whether\n           expressly or by necessary implication, provides\n           for automatic absorption of contract labour on\n           issuing a notification by the appropriate\n           Government under sub-section (1) of <a href=\"/doc/45909/\" id=\"a_38\">Section\n           10</a>, prohibiting employment of contract labour,\n           in any process, operation or other work in any\n           establishment. Consequently the principal\n           employer cannot be required to order\n\n<span class=\"hidden_text\" id=\"span_19\">                                 14</span>\n\fabsorption of the contract labour working in\nthe establishment concerned.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">   (4) We overrule the judgment of this Court\nin Air India case prospectively and declare that\nany direction issued by any industrial\nadjudicator/any court including the High\nCourt, for absorption of contract labour\nfollowing the judgment in Air India case shall\nhold good and that the same shall not be set\naside, altered or modified on the basis of this\njudgment in cases where such a direction has\nbeen given effect to and it has become final.\n</p>\n\n<p data-structure=\"Section\" id=\"p_28\">     (5) On issuance of prohibition notification\nunder <a href=\"/doc/1436043/\" id=\"a_39\">Section 10(1)</a> of the CLRA Act\nprohibiting employment of contract labour or\notherwise, in an industrial dispute brought\nbefore it by any contract labour in regard to\nconditions     of    service,   the   industrial\nadjudicator will have to consider the question\nwhether the contractor has been interposed\neither on the ground of having undertaken to\nproduce any given result for the establishment\nor for supply of contract labour for work of the\nestablishment under a genuine contract or is a\nmere ruse/camouflage to evade compliance\nwith various beneficial legislations so as to\ndeprive the workers of the benefit thereunder.\nIf the contract is found to be not genuine but a\nmere camouflage, the so-called contract labour\nwill have to be treated as employees of the\nprincipal employer who shall be directed to\nregularize the services of the contract labour\nin the establishment concerned subject to the\nconditions as may be specified by it for that\npurpose in the light of para 6 hereunder.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_20\">                   15</span>\n<p data-structure=\"Section\" id=\"p_29\">\f    (6) If the contract is found to be genuine\nand prohibition notification under <a href=\"/doc/1436043/\" id=\"a_40\">Section 10\n(1)</a> of the CLRA Act in respect of the\nestablishment concerned has been issued by\nthe appropriate Government, prohibiting\nemployment of contract labour in any process,\noperation or other work of any establishment\nand where in such process, operation or other\nwork of the establishment the principal\nemployer intends to employ regular workmen,\nhe shall give preference to the erstwhile\ncontract labour, if otherwise found suitable\nand, if necessary, by relaxing the condition as\nto maximum age appropriately, taking into\nconsideration the age of the workers at the\ntime of their initial employment by the\ncontractor and also relaxing the condition as\nto academic qualifications other than technical\nqualifications.&quot;\n</p>\n\n<p data-structure=\"Section\" id=\"p_30\">Para 126 of the same judgment reads: (SCC\np.63)\n\n\n         &quot;126. We have used the\n   expression `industrial adjudication&#x27;\n   by design as determination of the\n   questions aforementioned requires\n   enquiry into disputes questions of\n   facts which cannot conveniently be\n   made by High Courts in exercise of\n   jurisdiction under <a href=\"/doc/1712542/\" id=\"a_41\">Article 226</a> of the\n   Constitution. Therefore, in such\n   cases the appropriate authority to go\n   into those issues will be the\n   Industrial    Tribunal/Court   whose\n   determination will be amenable to\n   judicial review.&quot;\n</p>\n<span class=\"hidden_text\" id=\"span_21\">                   16</span>\n<p data-structure=\"Precedent\" id=\"p_31\">\f   19. Now, we proceed to consider the validity\nand correctness of the impugned judgment\nand order in the light of judgment of the\nConstitution Bench in SAIL case. The High\nCourt held that the work entrusted to the\nmembers of the Union continued to be\nbasically the work of the Corporation itself of\nperennial nature; the Corporation has chosen\nto carry out the work under the so-called\nsystem of labour contract without complying\nwith the provisions of the <a href=\"/doc/1810788/\" id=\"a_42\">CLRA Act</a> and as\nsuch the labour contract was a camouflage.\nWe must state here itself that the Union in the\nwrit petition alleged that the labour contract\nwas a sham and the Corporation specifically\ndenied it in its counter-affidavit but the High\nCourt did not go into this question and did not\nrecord a finding that the labour contract in the\npresent case was a sham or a camouflage\nconsidering the material on record; even\notherwise, this being a serious and disputed\nfact in terms of the Constitution Bench\njudgment aforementioned, the High Court\ncould not have appropriately adjudicated on\nthe issue exercising jurisdiction under <a href=\"/doc/1712542/\" id=\"a_43\">Article\n226</a> of the Constitution. It appears to us that\nthe High Court proceeded to conclude that the\nlabour contract was not genuine and the\nworkers of the Union were employees of the\nCorporation because the Corporation and the\ncontractors did not comply with the provisions\nof the <a href=\"/doc/1810788/\" id=\"a_44\">CLRA Act</a>. Conclusion that the contract\nwas a sham or it was only a camouflage\ncannot be arrived at as a matter of law for\nnon-compliance with the provisions of the\n<a href=\"/doc/1810788/\" id=\"a_45\">CLRA Act</a> but a finding must be recorded\n\n\n<span class=\"hidden_text\" id=\"span_22\">                   17</span>\n\fbased on evidence, particularly when disputed\nby an industrial adjudicator as laid down in\nvarious decisions of this Court including the\nConstitution Bench judgment in SAIL. The\ncases on which the High Court placed reliance\nwere the cases where finding of fact was\nrecorded by the Labour Courts on evidence. In\npara 34 of the impugned judgment, it is\nstated:\n</p>\n\n\n<blockquote id=\"blockquote_5\">      &quot;This Court is hardly competent to\n   record evidence or appreciate it in\n   exercise of its powers under <a href=\"/doc/1712542/\" id=\"a_46\">Article\n   226</a> of the Constitution. This Court as\n   well as the Supreme Court have\n   always taken the view that writ\n   jurisdiction should not be permitted to\n   be invoked if disputed questions of\n   facts are involved, is the submission of\n   the learned counsel. The submissions\n   are wholly unexceptionable. If the facts\n   were not clear, we would have hardly\n   allowed our writ jurisdiction to be\n   invoked. The material which we have\n   referred    to    at    several  places\n   hereinbefore, is more than adequate,\n   in our view, to come to the conclusion\n   we have arrived at.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_32\">   20. The material referred to relates to the\ncomplaints of the Union, recommendations of\nthe Labour Commissioner, Labour Minister\nand the Labour Contract Advisory Board in\nregard to abolition of contract labour under\n<a href=\"/doc/45909/\" id=\"a_47\">Section 10</a> of the CLRA Act, but that material\ncould not be a foundation or basis to say that\nthe labour contract was a sham, a camouflage\n\n<span class=\"hidden_text\" id=\"span_23\">                  18</span>\n\for a devise* to deny the statutory benefits to\nthe workers. From the judgment under\nchallenge, it is clear that Air India case\nweighed with the High Court, which judgment\nnow stands overruled as already stated above.\nThe High Court rejected the contention that\njurisdiction to abolish the contract labour\nsystem       vested    with     the   appropriate\ngovernment under <a href=\"/doc/45909/\" id=\"a_48\">Section 10</a> of the CLRA Act\nand that power could be exercised after\nobtaining advice of the Contract Labour\nAdvisory Board which in turn had to keep in\nmind several factors enumerated in clauses (a)\nto (d) of <a href=\"/doc/1442514/\" id=\"a_49\">Section 10(2)</a> of the CLRA Act stating\nthat in the present case in almost 15 years,\nthere was no registration of the principal\nemployer; none of the contractors ever held a\nlicence under the Act; the work that was being\ncarried on fell within the parameters of clauses\n</p><p data-structure=\"CDiscource\" id=\"p_33\">(a) to (d) of <a href=\"/doc/1442514/\" id=\"a_50\">Section 10(2)</a> of the Act and having\nregard to what was said by the Chairman,\nStanding Committee of the Corporation and\nthe contractors and the recommendation of\nthe Labour Commissioner to abolish the\ncontract labour system. Further, the Minister\nfor Labour of the Government of Maharashtra\nwent on to record in clear terms that the\nGovernment had taken a decision to abolish\nthe system of contract labour in the Solid\nWaste Management Department of the\nCorporation, the High Court thought that\nthere was sufficient material for abolishing the\ncontract labour system. The High Court drew\nan inference that the State admitted that all\nthe requirements were satisfied for acting\nunder <a href=\"/doc/1442514/\" id=\"a_51\">Section 10(2)</a> but because of the\nelection code of conduct it was unable to act\nand passed order for absorption of workers\n\n\n<span class=\"hidden_text\" id=\"span_24\">                    19</span>\n\f              saying that it had no impediment to do so in\n              view of its conclusions. Referring to Air India\n              case the High Court observed that the said\n              judgment suggested that a contract labour\n              system can be said to be genuine only if it is\n              carried in compliance with the provisions of\n              the <a href=\"/doc/1810788/\" id=\"a_52\">CLRA Act</a> and anything contrary thereto\n              would lead to the presumption that the\n              purported contract labour system was merely\n              a device and a sham. In our view, the\n              conclusion of the High Court that the contract\n              labour system in the present case was a sham,\n              cannot be sustained in the light of what is\n              stated above and particularly when the\n              disputed    questions   of fact arose       for\n              consideration in the light of rival contention\n              raised by the parties. We have detailed them\n              above to say so.\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_34\">                 28. As laid down in the Constitution Bench\n              judgment, absorption of contract labourers\n              cannot be automatic and it is not for the court\n              to give such direction. Appropriate course to\n              be adopted is as indicated in para 125 of the\n              said judgment in this regard. Thus having\n              considered all aspects, we are of the view that\n              the impugned judgment and order cannot be\n              upheld.&quot;\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_35\">16.   <a href=\"/doc/1930681/\" id=\"a_53\">Article 254</a> of the Constitution is also relevant. It reads\n\nas follows:\n</p>\n\n<blockquote id=\"blockquote_6\">      &quot;254. Inconsistency between laws made by\n      Parliament and laws made by the Legislatures of\n\n\n<span class=\"hidden_text\" id=\"span_25\">                                 20</span>\n\f      States.-(1) If any provision of a law made by the\n      Legislature of a State is repugnant to any provision\n      of a law made by Parliament which Parliament is\n      competent to enact, or to any provision of an\n      existing law with respect to one of the matters\n      enumerated in the Concurrent List, then, subject to\n      the provisions of clause (2), the law made by\n      Parliament, whether passed before or after the law\n      made by the Legislature of such State, or, as the\n      case may be, the existing law, shall prevail and the\n      law made by the Legislature of the State shall, to\n      the extent of the repugnancy, be void.\n</blockquote>\n<blockquote id=\"blockquote_7\">        (2) Where a law made by the Legislature of a State\n      with respect to one of the matters enumerated in\n      the Concurrent List contains any provision\n      repugnant to the provisions of an earlier law made\n      by Parliament or an existing law with respect to that\n      matter, then, the law so made by the Legislature of\n      Such State shall, if it has been reserved for the\n      consideration of the President and has received his\n      assent, prevail in that State:\n</blockquote>\n<blockquote id=\"blockquote_8\">        Provided that nothing in this clause shall prevent\n      Parliament from enacting at any time any law with\n      respect to the same matter including a law adding\n      to, amending, varying or repealing the law so made\n      by the Legislature of the State.&quot;\n</blockquote>\n\n\n<p data-structure=\"Section\" id=\"p_36\">17.    In Sub-Article (1) of <a href=\"/doc/1930681/\" id=\"a_54\">Article 254</a> it has been clearly\n\nindicated that the competing legislations must be in respect of\n\none of the matters enumerated in the concurrent list. It lays\n\ndown the general rule and clause (2) is an exception thereto.\n</p>\n\n<span class=\"hidden_text\" id=\"span_26\">                              21</span>\n<p data-structure=\"Precedent\" id=\"p_37\">\fThe proviso qualifies the exception. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"570453\" id=\"span_27\">In <a href=\"/doc/570453/\" id=\"a_55\">Deep Chand v. State of\n\nUttar Pradesh and Ors.</a> (AIR 1959 SC 648) the following\n\nprinciples were laid down to ascertain whether there is\n\nrepugnancy or not. The test was (1) whether there is direct\n\nconflict between two provisions; (ii) whether the legislature\n\nintended to lay down an existing code in respect of the subject\n\nmatter replacing the earlier law; and (iii) whether two laws\n\noccupy the same field.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"345466\" id=\"span_28\">In <a href=\"/doc/345466/\" id=\"a_56\">Zaverbhai Amaidas v. State of\n\nBombay</a> (AIR 1954 SC 752) it was pointed out that the\n\nimportant thing to consider with reference to this provision is\n\nwhether the legislation is &quot;in respect of the same matter&quot;. If\n\nthe latter legislation deals not only with the matters which\n\nformed the subject of the earlier legislation but with other\n\ndistinct matters though of a cognate and allied character, then\n\n<a href=\"/doc/665535/\" id=\"a_57\">Article 254(2)</a> will have no application.</span>\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1716282\" id=\"span_29\">18.   A Constitution Bench in <a href=\"/doc/1716282/\" id=\"a_58\">M. Karunanidhi v. Union of\n\nIndia</a> (AIR 1979 SC 898 at para 8) observed as follows:</span>\n</p>\n\n<blockquote id=\"blockquote_9\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1716282\" id=\"span_30\">&quot;It would be seen that so far as clause (1) of\n      <a href=\"/doc/1930681/\" id=\"a_59\">Article 254</a> is concerned it clearly lays down that\n\n<span class=\"hidden_text\" id=\"span_31\">                               22</span>\n\fwhere there is a direct collision between a provision\nof law made by State and that made by the\nParliament with respect to one of the matters\nenumerated in the Concurrent List, then subject to\nthe provisions of Clause (2) the State law would be\nvoid to the extent of repugnancy. This naturally\nmeans that where both the State and the\nParliament occupy the field contemplated by\nConcurrent List then the Act passed by Parliament\nbeing prior in point of time will prevail and\nconsequently the State Act will have to yield to the\nCentral Act. In fact, the Scheme of the Constitution\nis a scientific and equitable distribution of\nlegislative powers between Parliament and the State\nLegislatures. First, regarding the matters contained\nin List I, i.e. the Union List to be Seventh Schedule,\nParliament alone is empowered to legislate and the\nState Legislatures have no authority to make any\nlaw in respect of the Entries contained in List I.\nSecondly, so far as Concurrent List is concerned,\nboth Parliament and the State Legislatures are\nentitled to legislate in regard to any of the entries\nappearing therein, but this is subject to the\ncondition <a href=\"/doc/1716282/\" id=\"a_60\">laid down by</a> <a href=\"/doc/344383/\" id=\"a_61\">Article 254(1)</a> discussed\nabove. Thirdly, so far as the matters in List II, i.e.,\nthe State List are concerned, the State Legislature\nalone is competent to legislate on them and only\nunder certain conditions Parliament can do so. It\nis, therefore, obvious that in such matters\nrepugnancy may result from the following\ncircumstances:</span>\n</blockquote>\n<blockquote id=\"blockquote_10\">     1.    Where the provisions of a Central Act\n     and a State Act in the Concurrent List are\n     fully inconsistent and are absolutely\n     irreconcilable, the Central Act will prevail and\n     the State Act will become void in view of the\n     repugnancy.\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_32\">                         23</span>\n<blockquote id=\"blockquote_11\">\f2.   Where, however, the law passed by the\nState comes into collision with a law passed\nby the Parliament on an entry in the\nConcurrent List, the State Act shall prevail to\nthe extent of the repugnancy and the\nprovisions of the Central Act would become\nvoid provided the State Act has been passed\nin accordance with Clause (2) of <a href=\"/doc/1930681/\" id=\"a_62\">Article 254.</a>\n</blockquote>\n<blockquote id=\"blockquote_12\">3.    Where a law passed by the State\nLegislature while being substantially within\nthe scope of the entries in the State List\nentrenches upon any of the Entries in the\nCentral List the constitutionality of the law\nmay be upheld by invoking the doctrine of\npith and substance if on an analysis of the\nprovisions of the Act it appears that by the\nlarge the law falls within the four corners of\nthe State List, and entrenchment if any is\npurely incidental or inconsequential.\n</blockquote>\n<blockquote id=\"blockquote_13\">4.    Where, however, a law made by the\nState Legislature on the subject covered by\nthe Concurrent List is inconsistent with and\nrepugnant to a previous law made by\nParliament, then such a law can be protected\nby obtaining the assent of the President\nunder <a href=\"/doc/665535/\" id=\"a_63\">Article 254(2)</a> of the Constitution. The\nresult of obtaining the assent of the President\nwould be that so far as the State Act is\nconcerned, it will prevail in the State and\noverrule the provisions of the Central Act in\nits applicability to the State only. Such a\nstate of affairs exist only until Parliament\nmay at any time make a law adding to, or\namending, varying or repealing the law made\nby the State Legislature under the proviso to\n<a href=\"/doc/1930681/\" id=\"a_64\">Article 254.&quot;</a>\n</blockquote>\n\n<span class=\"hidden_text\" id=\"span_33\">                   24</span>\n<p data-structure=\"Section\" id=\"p_39\">\f19.   Clause (1) of <a href=\"/doc/1930681/\" id=\"a_65\">Article 254</a> speaks about over-riding effect\n\nof a law made by Parliament which the Parliament is\n\ncompetent to enact.     Same is the position in respect of a\n\nprovision of existing law with respect of one of the matters\n\nenumerated in concurrent list which is subject to operation of\n\nClause (2). So far as Clause (2) is concerned when a law is\n\nmade by the legislature of the State with respect to one of the\n\nmatters enumerated in the concurrent list and it contains any\n\nprovision repugnant       to earlier law made by Parliament or\n\nin the existing law with respect of that matter then the law so\n\nmade by legislature of the State shall if it has been reserved\n\nfor the consideration of the President and has received the\n\nassent prevail in that State. In that case, the assent of the\n\nPresident becomes the determinative factor.     The proviso to\n\nClause (2) curtails the ambit of Clause (2) by providing that\n\nParliament can enact a law with respect to the same matter in\n\nwhich the State Legislature has made the law and by such law\n\nthe Parliament can add to, amend, vary or repeal the law\n\nmade by the legislature of the State. In other words, in terms\n\n<span class=\"hidden_text\" id=\"span_34\">                              25</span>\n\fof the proviso in <a href=\"/doc/1930681/\" id=\"a_66\">Article 254</a> the legislative power of the\n\nParliament has been enlarged in the sense that it can add to,\n\namend, vary or repeal the law made by the legislature of the\n\nState.\n</p>\n\n\n<p data-structure=\"Section\" id=\"p_40\">20.   <a href=\"/doc/1711982/\" id=\"a_67\">Sections 7</a>, <a href=\"/doc/45909/\" id=\"a_68\">10</a> and <a href=\"/doc/476610/\" id=\"a_69\">12</a> of the Act have also relevance. The\n\nread as follows:\n</p>\n\n<blockquote id=\"blockquote_14\">              &quot;7.Registration of certain establishments.-\n</blockquote><blockquote id=\"blockquote_15\">           (1)    Every     principal   employer   of   an\n           establishment to which this Act applies shall,\n           within such period as the appropriate\n           Government may, by notification in the Official\n           Gazette, fix in this behalf with respect to\n           establishments generally or with respect to any\n           class of them, make an application to the\n           registering officer in the prescribed manner for\n           registration of the establishment:\n</blockquote>\n<blockquote id=\"blockquote_16\">             Provided that the registering officer may\n           entertain any such application for registration\n           after expiry of the period fixed in this behalf, if\n           the registering officer is satisfied that the\n           applicant was prevented by sufficient cause\n           from making the application in time.\n</blockquote>\n<blockquote id=\"blockquote_17\">             (2) If the application for registration is\n           complete in all respects, the registering officer\n           shall register the establishment and issue to\n           the principal employer of the establishment a\n           certificate of registration containing such\n           particulars as may be prescribed.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_35\">                               26</span>\n<p data-structure=\"Section\" id=\"p_41\">\f10. Prohibition of employment of contract\nlabour-(1) Notwithstanding anything contained\nin this Act, the appropriate Government may,\nafter Consultation with the Central Board or,\nas the case may be, a State Board, prohibit, by\nnotification in the Official Gazette, employment\nof contract labour in any process, operation or\nother work in any establishment.\n</p>\n<p data-structure=\"Section\" id=\"p_42\">(2) Before issuing any notification under sub-\nsection (1) in relation to an establishment, the\nappropriate Government shall have regard to\nthe conditions of work and benefits provided\nfor the contract labour in that establishment\nand other relevant factors, such as-\n</p>\n<p data-structure=\"Section\" id=\"p_43\">(a) whether the process, operation or other\nwork is incidental to, or necessary for the\nindustry, trade, business, manufacture or\noccupation that is carried on in the\nestablishment ;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_44\">(b) whether it is of perennial nature, that is to\nsay, it is of sufficient duration having regard to\nthe nature of industry, trade, business,\nmanufacture or occupation carried on in that\nestablishment ;\n</p>\n<p data-structure=\"Section\" id=\"p_45\">(c) whether it is done ordinarily through\nregular workmen in that establishment or an\nestablishment similar thereto ;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">(d) whether it is sufficient to employ\nconsiderable number of whole-time workmen.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_47\">Explanation.-If a question arises whether any\nprocess or operation or other work is of\n\n\n<span class=\"hidden_text\" id=\"span_36\">                    27</span>\n\f          perennial nature, the decision of the\n          appropriate Government thereon shall be final.\n</p>\n\n<p data-structure=\"Section\" id=\"p_48\">             12. Licensing of contractors.--(1) With\n          effect from such date as the appropriate\n          Government may, by notification in the Official\n          Gazette, appoint no contractor to whom this\n          Act applies, shall undertake or execute any\n          work through contract labour except under\n          and in accordance with a licence issued in that\n          behalf by the licensing officer.\n</p>\n<p data-structure=\"Section\" id=\"p_49\">             (2) Subject to the provisions of this Act, a\n          licence under sub-section (1) may contain\n          such conditions including, in particular,\n          conditions as to hours of work, fixation of\n          wages and other essential amenities in respect\n          of contract labour as the appropriate\n          Government may deem fit to impose in\n          accordance with the rules, if any, made under\n          <a href=\"/doc/687229/\" id=\"a_70\">Section 35</a> and shall be issued on payment of\n          such fees and on the deposit of such sum, if\n          any, as security for the due performance of the\n          conditions as may be prescribed.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">                               .\n</p>\n\n\n<p data-structure=\"Conclusion\" id=\"p_51\">21.   In view of what has been stated above, the Division\n\nBench was not justified in its conclusions and on the contrary,\n\nlearned Single Judge had correctly analysed the position in\n\nlaw. That being so, Civil Appeals are allowed. There will be no\n\norder as to costs.\n</p>\n\n\n\n<span class=\"hidden_text\" id=\"span_37\">                             28</span>\n<p data-structure=\"Conclusion\" id=\"p_52\">\f22.   In view of the order passed in Civil Appeals no order is\n\nnecessary to be passed in Writ Petition 529 of 2005.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_53\">                                     ...................................J.\n                               (Dr. ARIJIT PASAYAT)\n\n\n                               ...................................J.\n                               (P. SATHASIVAM)\nNew Delhi,\nAugust 11, 2008\n\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">                             29</span>\n\f</p>","numcites":29,"numcitedby":14,"docsource":"Supreme Court of India","citetid":284849,"divtype":"judgments","relatedqs":[{"value":"arijit pasayat ","formInput":"arijit%20pasayat%20"},{"value":"absorption of contract labourers","formInput":"absorption%20of%20contract%20labourers"},{"value":"perennial nature of ","formInput":"perennial%20nature%20of%20"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"Article 254 (2)","formInput":"Article%20254%20%282%29"},{"value":"constitution bench judgments","formInput":"constitution%20bench%20judgments"},{"value":"concurrent list","formInput":"concurrent%20list"},{"value":"works contract","formInput":"works%20contract"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"absorption","formInput":"absorption"},{"value":"employment contract","formInput":"employment%20contract"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"prohibition of employment of contract labour","formInput":"prohibition%20of%20employment%20of%20contract%20labour"},{"value":"Article 254","formInput":"Article%20254"},{"value":"contract act","formInput":"contract%20act"},{"value":"Article 254(1)","formInput":"Article%20254%281%29"},{"value":"CLRA","formInput":"CLRA"},{"value":"advisory board","formInput":"advisory%20board"}],"cats":[{"value":"prohibition-of-employment-of-contract-labour","formInput":"tag:prohibition-of-employment-of-contract-labour"},{"value":"federal-nature, parliament-vs-state-assembly","formInput":"tag:federal-nature, parliament-vs-state-assembly"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":true,"query_alert":null,"agreement":false}