{"tid":212211,"publishdate":"2007-11-02","title":"Shree Precoated Steels Limited vs Macsteel International Far East Ltd. ... on 2 November, 2007","doc":"<h2 class=\"doc_title\">Shree Precoated Steels Limited vs Macsteel International Far East Ltd. ... on 2 November, 2007</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2008(2)BOMCR681</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-j-vazifdar\">S.J Vazifdar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-j-vazifdar\">S Vazifdar</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n Vazifdar S.J., J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\">1. It would be convenient to deal with both the notices of motion by a common order as the facts involved therein are the same.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. Defendant No. 1 is a company based in Hongkong and also has an office in Mumbai, India. Defendant No. 2 is MSTC Limited, a Government of India enterprise.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_3\">3. The plaintiff has sought a declaration that there is no contract between defendant No. 1 and itself in respect of two sets of documents, I will shortly refer to. The plaintiff has also sought a declaration that defendant No. 1 is not entitled to claim from it any amount by way of damages or otherwise under the said documents. The plaintiff has further sought a perpetual order and injunction restraining defendant No. 1 from claiming any amount under the said documents and from proceeding further with the proceedings filed by defendant No. 1 in the High Court of Judicature, Queen&#x27;s Bench Division, Commercial Court, Royal Court of Justice in the United Kingdom.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_4\">4. Notice of Motion No. 3472 of 2006 is taken out by the plaintiff seeking an injunction restraining defendant No. 1 from proceeding and/or taking any steps in furtherance of the English proceedings. By an order dated 18th October, 2006, I had granted an ad interim order to this effect in favour of the plaintiff.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_5\">Notice of Motion No. 1343 of 2007 is taken out by defendant No. 1 seeking a discharge/setting aside of the ad interim order and an order staying this suit until the hearing and final disposal of the suit filed by defendant No. 1 in the United Kingdom.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_6\">5. The subject matter of this suit and of the proceedings instituted by defendant No. 1 in the United Kingdom are two contracts for sale of steel by defendant No. 1 to the plaintiff allegedly arrived at between the plaintiff and defendant No. 1. Defendant No. 1 contends that the plaintiff is in breach of the said contracts and has, therefore, claimed damages in the English proceedings. The plaintiff on the other hand contends that neither of the contracts was arrived at and further that the terms and conditions purportedly incorporated therein by reference were never forwarded to the plaintiff. Further in respect of one of the contracts, in any event, the plaintiff is not liable as it is addressed to defendant No. 2.\n</p> \n\n<p data-structure=\"Section\" id=\"p_7\">6. There is and can be no dispute that ordinarily this Court would have jurisdiction and that no part of the cause of action has arisen in the United Kingdom. Defendant No. 1 has based the English proceedings and the reliefs claimed in its Notice of Motion on an English non-exclusive jurisdiction Clause contained in conditions of sale, the receipt whereof is denied by the plaintiff.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_8\">7. Before going further it is important to note that Mr. DeVitre, the learned Senior Counsel appearing on behalf of defendant No. 1, expressly stated that he would not deal with the merits of the rival contentions including regarding the formation of the contracts and the terms and conditions thereof. I will therefore state the facts only briefly.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">FACTS:\n</p> \n\n<blockquote id=\"blockquote_1\">8(A). In respect of the first alleged contract, an Order Confirmation dated 31st March, 2005 was sent by defendant No. 1 to the plaintiff. The first two sentences there of read: &#x27;Thank you for your firm proposal. We are pleased to accept the order as under&quot;. This is followed by certain terms and conditions including as regards quantity, price and mode of payment. It is necessary to note the term regarding payment, which reads: &quot;Payment by irrevocable, confirmed, sight LC allowing TT reimbursement&quot;. The document concludes: &quot;Please counter sign in acceptance. Our formal Sales contract will follow shortly&quot;. One Sanjay Ajmera of the plaintiff signed the documents for the plaintiff under the words: &quot;Counter signed in acceptance&quot;. The plaintiff contends that Sanjay Ajmera signed the documents in token of receipt and not in acceptance of all the terms and conditions.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(B). Defendant No. 1 thereafter on 6th April, 2005 sent a &quot;Sales Contract&quot; containing detailed terms and conditions. Admittedly, the plaintiff suggested alterations, written in hand, in respect of the Coil Weight and the mode of payment. It is pertinent to note that the Sales Contract expressly provided that the payment terms mentioned must be strictly conformed to. Whereas the Sales Contract provided that the payment be made by full workable Irrevocable Confirmed Sight Letter of Credit with confirmation costs for the buyer/applicant&#x27;s account, to be established by a first Class Bank in India (to be acceptable to the Seller) in terms of the contract in favour of defendant No. 1, the plaintiff suggested that the Letter of Credit should be 120 days usance LC. Whereas the Sales Contract stipulated that the Letter of Credit should be in their hands latest by 8th April, 2005, the plaintiff suggested that the date be 15th April, 2005.\n</blockquote> \n\n<p data-structure=\"PetArg\" id=\"p_10\">Defendant No. 1, however, did not respond to the amendments proposed by the plaintiff. The plaintiff, therefore, contends that there was no concluded contract between defendant No. 1 and itself.\n</p> \n\n<p data-structure=\"Section\" id=\"p_11\">(C). The last Clause of the Sales Contract reads as under:\n</p>  \n\n<blockquote id=\"blockquote_3\">Conditions of Sale:\n</blockquote>  \n\n<blockquote id=\"blockquote_4\">As per attached and are expressly incorporated into this contract.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">The plaintiff, however, contends that no such terms were attached to the document and that it was not aware of the same. It is, therefore, submitted that the parties were not ad idem regarding the terms of the contract.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">The terms include Clause 15 containing the English non-exclusive jurisdiction Clause which reads as follows:\n</blockquote><blockquote id=\"blockquote_7\"> 15. In case of a dispute or disagreement arising in respect of this contract, the Seller and Buyer will attempt to resolve such disputes in an amicable manner. The validity, construction and performance of the contract shall be governed by the laws of England and any disputes, differences or questions that may arise under or in relation to the contract (including any disputes, differences or questions relating to its validity and construction) which are not settled by negotiation between the Seller and the Buyer or customer within 10 (ten) days after either party has requested the other party to enter into such negotiation, shall be referred to the non-exclusive jurisdiction of the courts of England to which the Seller and the Buyer hereby submit, unless the Seller, should elect within a further period of 10 (ten) days to have the dispute determined by arbitration. If the Seller so elects to arbitrate, the arbitration shall take place in London in accordance with the Rules of the London Court of International Arbitration (&quot;LCIA&quot;). The number of arbitrators shall be three, one to be nominated by each party and the third (Chairman) to be of a nationality independent of the parties and to be nominated by the other two arbitrators failing which the LCIA. The parties agree that services of any notices in connection with any such legal proceedings or arbitration effected at the addresses given in the contract shall be determined to be valid notice.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_12\">9(A). This brings me to the second alleged contract. Defendant No. 1 forwarded another Order Confirmation dated 28th April, 2005. The document is similar to the Order Confirmation dated 31st March, 2005 in respect of the particulars I have set out in reference to the same. It was also signed by the said Sanjay Ajmera in a similar manner.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_13\">(B). As in the first case, the Order Confirmation dated 28th April, 2005 was followed by a &quot;Sales Contract&quot; dated 3rd May, 2005. The Sales Contract is similar to the Sales Contract dated 6th April, 2005. On this Sales Contract too the plaintiff proposed amendments as it did to the earlier Sales Contract dated 6th April, 2005.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_14\">The plaintiff contends that the conditions of sale in this case were also not received and that there was no response from defendant No. 1 to the alterations proposed by the plaintiff.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_15\">(C). It is pertinent to note moreover that the Sales Contract is addressed to defendant No. 2 as the customer. The Sales Contract provides: &quot;Further to our recent negotiations, we have pleasure in confirming our sale to you of the following:....&quot; Thus, in addition to the contentions raised in respect of the first alleged contract, the plaintiff has also contended that assuming that the second contract was finalized the case, if any, of defendant No. 1 is against defendant No. 2 and not against the plaintiff.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\">10. Though Mr. DeVitre categorically refused to deal with the merits of the disputes it is necessary to identify them.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_17\">(A). Both the Sales Contracts provided that the payment terms were to be strictly conformed to. The last date by which the Letters of Credit were to be in the hands of defendant No. 1 was substantially before the date of shipment. The amendment proposed by the plaintiff was that the Letters of Credit should be 120 days usance LC. Payment is an essential term of a contract. The mode of payment was clear and was made an essential term of the contract. The amendments proposed by the plaintiff were indeed material and in respect of essential terms of the agreement. They would carry the date of receipt of payment well beyond the date of shipment. Defendant No. 1 did not respond to the counter offer. The plaintiff therefore submits that there is no concluded agreement.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\">(B). As regards the second contract it is further alleged that it is defendant No. 2 and not the plaintiff who is liable even assuming the contract was entered into.\n</p> \n\n<p data-structure=\"Section\" id=\"p_19\">(C)(i). The most important dispute for a consideration of these applications is the plaintiff&#x27;s denial of the receipt of conditions of sale which, included Clause 15, the English non-exclusive jurisdiction Clause, stated to have been attached to the sale agreements in both cases.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">(ii). Thus the disputes are not restricted to the legal effect of admitted documents or transactions. In other words, they are not restricted to questions of formation or existence of contracts to be decide on legal principles based on admitted facts and documents. They also include disputes as to the existence of the facts themselves.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">11. Defendant No. 1, however, even before the issuance of the Letters of Credit or before any response to the proposed amendments shipped the goods to India. Defendant No. 1 vide email messages dated 9th May, 2005 and 10th May, 2005 stated that in respect of the first contract the vessel was to arrive in Mumbai by 10th May, 2005 and 30th May, 2005 respectively. The plaintiff was called upon to establish the Letter of Credit on an urgent basis. The plaintiff by its letter dated 11th May, 2005 stated that the Letter of Credit was being issued by defendant No. 2 on its behalf and that defendant No. 1 may proceed with the shipment as planned. The plaintiff further assured defendant No. 1 that it would organize the Letter of Credit at the earliest and hopefully by the following week.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\">12. The goods thereafter landed in Mumbai but the plaintiff refused to accept delivery thereof.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_23\">13. According to defendant No. 1, during the course of negotiations, there was a fall in the international prices of steel. The plaintiff therefore failed to take delivery of the cargo and pay for the same. Defendant No. 1 contends that it was forced to sell the goods at a loss. Defendant No. 1 through its Solicitor&#x27;s letter dated 24th August, 2005 demanded a sum of US $ 14,10,225.14/- towards damages. The plaintiff by its advocate&#x27;s letter dated 23rd September, 2005 denied the claim. Defendant No. 1 therefore adopted proceedings in the English Courts to recover damages on account of the plaintiffs breach of the contracts.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">14. The plaintiff contends that defendant No. 1 shipped the goods despite no contract having been arrived at between the parties with a view to portray that there was a concluded contract between them in an attempt to force the plaintiff to make payment for the goods at a price which was higher than the prevailing market price for the said goods. As regards the letter dated 11th May, 2005 the plaintiff has given a detail explanation contending that the same was given at the insistence of one Mhatre, a representative of defendant No. 1 and that it does not evidence a concluded contract. It is not necessary, in view of Mr. DeVitre&#x27;s stand on merits, to consider the merits of this stand.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\">THE LEGAL PROCEEDINGS\n \n\n15(A). On 20th October, 2005, defendant No. 1 filed an application in the High Court of Judicature, Queen&#x27;s Bench Division, Commercial Court, Royal Court of Justice, United Kingdom for permission to issue a claim form for service out of jurisdiction on the plaintiff. Under C.P.R. 6.20(5)(c) and (d) a claim form may be served out of the jurisdiction of the Court in the United Kingdom with the permission of the Court if a claim is made in respect of a contract where the contract is governed by English laws or contains a term to the effect that the English Courts shall have jurisdiction to determine any claim in respect of the contract. The witness statement in support of the application, inter alia, in paragraph 10, reserves the right to bring additional proceeding against defendant No. 2. The plaintiff, therefore, contends that this is an express admission by defendant No. 1 that it has a claim against defendant No. 2 and not merely against the plaintiff.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_26\">(B). The application was an ex parte application made without notice to the plaintiff. By an order dated 26th October, 2005, the application was granted and defendant No. 1 was permitted to serve the claim form on the plaintiff.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_27\">Thereafter, the Solicitors of defendant No. 1 forwarded the original claim form to the plaintiffs Solicitors in India under cover of their letter dated 20th December, 2005.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">(C). The plaintiff filed an application challenging the jurisdiction of the English Court and for setting aside the service on the plaintiff out of jurisdiction. This application was dismissed by an order dated 28th July, 2006. A plain reading of this order makes it clear that the learned Judge has not expressed a final opinion on any of the points raised but has only held that defendant No. 1 has a good arguable case. Indeed, the learned Judge has expressly observed that the plaintiffs case may well be accepted finally. This is clear inter alia from paragraphs 6 and 9 of the order, which I will set out later.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_29\">16. On 28th September, 2006, the plaintiff filed the present suit and took out Notice of Motion No. 3472 of 2006.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_30\">THE ANTI-SUIT AND ANTI-ANTI-SUIT \nINJUNCTION APPLICATIONS OF THE \n<span class=\"hidden_text\" id=\"span_1\">PLAINTIFF AND DEFENDANT No. 1 </span>\n<span class=\"hidden_text\" id=\"span_2\">CONTEMPT BY DEFENDANT No. 1</span>\n \n\n</p><p data-structure=\"Facts\" id=\"p_31\">17. The following facts demonstrate how defendant No. 1 and the plaintiff pursued their respective anti-suit injunction applications in the English proceedings and in this suit respectively.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_32\">18(A). The plaintiff filed a precipe dated 4th/6th October, 2006 for circulation and production of the papers and proceedings in Notice of Motion No. 3472 of 2006 on 9th October, 2006 at 11.00 a.m. as it intended making an application for ad interim reliefs in terms of the reliefs claimed in the Notice of Motion.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">(B). By a letter dated 5th October, 2006 the plaintiffs Advocates gave notice to defendant Nos. 1 and 2 of the said application to be made on 9th October, 2006 at 11 a.m. and forwarded all the papers and proceedings to them.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_34\">(C). An application for ad interim relief was made by the plaintiff on 9th October, 2006. The defendants did not appear. The application was adjourned to 11th October, 2006.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\">(D). By a letter dated 9th October, 2006 the plaintiffs advocates informed the defendants of the same.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_36\">19(A). On 10th October, 2006 defendant No. 1 made an application to the English Court to restrain the plaintiff herein from taking any further steps in the above suit and from instituting or pursuing any other proceeding against defendant No. 1 arising out of or in connection with the said contract. The witness statement in support of the anti-suit and anti-anti-suit reliefs claimed by defendant No. 1 before the English Court, interalia, states as under:\n</p>  \n\n<blockquote id=\"blockquote_8\">...However, so long as the Claimant remains a party to the Indian proceedings, there is a risk that the defendant might obtain some sort of judgment as to the position of....\n</blockquote> \n\n<blockquote id=\"blockquote_9\">...that it might seek to obtain an order from the Indian Court before Wednesday, 11 October, when its application is due to be heard.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">(B). Mr. Dwarkadas commented strongly on the nature of and the language used in the witness statement which he said were disparaging about the Courts of this country. I am not quite sure what the deponent of the witness statement meant by saying that &quot;...there is a risk that the defendant (plaintiff herein) might obtain some sort of judgment....&quot; People however are certainly entitled to their views of and to determine their level of confidence in the legal system of a country. I would not deny defendant No. 1 the reliefs I believe it is entitled to because it may have little regard for the Courts of this country.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">(C). I cannot however understand how any objection could possibly validly be taken to a party filing an application in this Court. Defendant No. 1 was entitled to appear and to oppose the application. It ought to have done so if it thought that &quot;there is a risk that the defendant (Plaintiff herein) might obtain some sort of judgment&quot;.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_37\">The facts that follow establish that not only did defendant No. 1 have ample opportunity to defend the plaintiffs ad interim application, it in fact instructed a leading solicitor&#x27;s firm to attend the Court on its behalf to watch the proceedings in this Court but not to appear in them. Admittedly, the Indian Solicitors kept defendant No. 1 and its English Solicitors informed of what transpired in Court.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_38\">(D). On the other hand and in stark contrast, the application by defendant No. 1 to the English Court was without notice to the plaintiff. The application did not even disclose to the English Court the fact that defendant No. 1 had been served with the notice dated 5th October, 2006 stating that the application was to be made on 9th October, 2006. Nor did it disclose the fact that it had been served with a notice dated 9th October, 2006 stating that the application was made on 9th October, 2006 and was adjourned to 11th October, 2006. Nor did it disclose the fact that it had instructed solicitors to attend this Court and that they had kept defendant No. 1 informed of the proceedings. To specific queries in this regard, Counsel for defendant No. 1 were unable to indicate from the record before me that these facts were brought to the attention of the English Court.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\">(E). By an order dated 10th October, 2006 the application was allowed and the learned Judge of the English Court restrained the plaintiff herein upto and including 20th October, 2006 or further order in the following terms:\n</p>  \n\n<blockquote id=\"blockquote_12\">(a) From taking any further steps in proceedings issued by it on or about 4 October 2006 in the High Court of Judicature at Bombay known as Suit No. 2866 of 2006 and.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">(b) From instituting or pursuing any other proceedings against the applicant arising out of or in connection with either or both of the contracts for the sale by the applicant of 4250 metric tonnes and 8000 metric tonnes respectively of steel coils, contained in or evidenced by order confirmations dated 31 March 2005 and 28 April, 2005 and/or sales contracts dated 6 April 2005 and 3 May 2005.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">(F). The order dated 10th October, 2006 was served on the plaintiff on 10th October, 2006 by a communication dated 10th October, 2006. It is pertinent to note, for what transpired later, that the said communication, inter alia, stated:\n</blockquote>  \n\n<blockquote id=\"blockquote_15\"> This Order continues until 20th October. 2006 when a further hearing has been scheduled, constituting the return date referred to in the enclosed Order and the Application Notice. Please note we intend to apply on that day for the Order to be made permanent. You have a right to attend on that day to ask the Court to vary or discharge this Order, and we advised you to appoint English solicitors to represent you as soon as possible.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">(emphasis supplied).\n</blockquote> \n\n<blockquote id=\"blockquote_17\">(G). The order does not furnish any reasons. I cannot speculate about the reasons which may have persuaded the learned Judge to pass the orders.\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_40\">20(A). The matter appeared in this Court on 11th October, 2006 for ad interim reliefs. Defendant No. 1 again refused to appear.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_41\">It was adjourned once again to 16th October, 2006 when it was heard. Defendant No. 1 again refused to appear.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_42\">The ad-interim order was pronounced in open Court on 18th October, 2006. Defendant No. 1 yet again refused to appear. A copy thereof was forwarded to the defendants on 19th October, 2006.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">(B). The Solicitors of defendant No. 1 were however present in Court throughout observing the proceedings but not appearing in them. Nor did the Solicitors of defendant No. 1 even disclose this to the Court or to the plaintiff.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_44\">21. By a detailed order dated 18th October, 2006, I granted an ad interim order in terms of prayer (a) of the notice of motion thereby restraining defendant No. 1 from proceeding and/or taking any steps in furtherance of the claim filed by it against the plaintiff in the Royal Court of Justice in the United Kingdom. I noticed that I would be extremely hesitant to grant an anti-suit injunction on the principle of comity and that my reluctance would be greater in view of the order dated 10th October, 2006 granted by the English Court. The last sentence in para 2 of my order is incorrect as the injunction did not restrain the plaintiff from proceeding with the proceedings in the Court of United Kingdom. The inadvertent error was on my part and quite clearly did not form the basis of the order.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">22. In the meantime, defendant No. 1 by its Solicitor&#x27;s letter dated 17th October, 2006, enclosed by way of service upon the plaintiff a copy of an application dated 17th October, 2006 and the second witness statement filed in the English Court on the same day. The notice specifically stated that the hearing of the anti-suit application in the English Court had been scheduled for 20th October, 2006 and that defendant No. 1 intended applying on that date to continue the injunction granted on 10th October, 2006. It was further stated that the plaintiff had a right to attend the hearing to ask the Court to vary or discharge the order dated 10th October, 2006.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_46\">23(A). Despite this curiously, defendant No. 1 filed a third witness statement of one Philip John Stephenson, its Solicitor, dated 18th October, 2006 and sought on that day itself the continuation of the order dated 10th October, 2006 despite the fact that by the notice dated 17th October, 2006 the Solicitors of defendant No. 1 had informed the plaintiff that the application was posted for and would be heard on 20th October, 2006. What is even more startling is the fact that this application was made without notice to the plaintiff and after being made aware of the ad interim injunction passed by this Court earlier that day.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\">(B). It is extremely important to note the contents of this third witness statement. It is admitted that defendant No. 1 had instructed lawyers in this Court to attend this Court to check the Court list to determine whether the plaintiff had been maintaining its application for the anti-suit injunction in respect of the English proceedings. It is even more important to note that the Indian Solicitors admittedly informed defendant No. 1 that the proceedings had been maintained. It is further admitted that defendant No. 1 had been informed by the Indian Solicitors about the ad interim injunction granted by this Court on 18th October, 2006 and that liberty had been reserved to defendant No. 1 to make an application for vacating the order, upon 48 hours notice to the plaintiff.\n</p> \n\n<p data-structure=\"Section\" id=\"p_48\">The reasons for moving the application on 18th October, 2006 are contained in paragraph 7 of the third witness statement, which reads as under:\n</p><blockquote id=\"blockquote_18\"> This statement is in support of an urgent application to the Commercial Court this evening for an Order continuing the injunction which the Honourable Mr. Justice David Steel granted on 10 October 2006 until trial or further Order in the meantime. The reason for the urgency is because, if so advised, the Claimant intends to bring an application before the Indian Court to discharge any application which may already have been given and to dismiss the Indian Proceedings as vexatious, and it may well be of assistance to the claimant that it can also demonstrate to the Indian Court that it has not at any time taken any steps that may been seen by the Indian Court as an contempt of its Order, even if that Order is ultimately discharged. No attempt of service of the Indian injunction has yet been made and, therefore, at this time that condition can be satisfied, but the situation may be different if the matter were allowed to come before the English Court on Friday 20 October 2006 in the normal way.\n</blockquote> \n\n<blockquote id=\"blockquote_19\">24. Mr. DeVitre, was unable to explain the relevance of these averments for advancing the date of hearing without notice to the plaintiff. To justify the application having been made on 18th October, 2006 despite the notice dated 17th October, 2006 expressly stating that it would be heard on 20th October, 2006 and that too without notice to the plaintiff Mr. DeVitre merely read the contents of paragraph 39 of the affidavit filed on behalf of defendant No. 1 in support of Notice of Motion No. 1343 of 2007 taken out by defendant No. 1 wherein it is stated that the application was a &quot;procedural step&quot; for extension of the interim order dated 18th October, 2006.\n</blockquote> \n\n<blockquote id=\"blockquote_20\">25. I find it difficult to accept all this. Defendant No. 1 informed the plaintiff by the letters dated 10th October, 2006 and-17th October, 2006 that it would apply on 20th October, 2006 for the order dated 10th October, 2006 to be made permanent and that the plaintiff had a right to appear on that day to ask the Court to vary or discharge the order. Despite this defendant No. 1 advanced the date of this application to 18th October, 2006. This application was without notice to the plaintiff and in breach of the injunction dated 18th October, 2006. This cannot be a &quot;procedural step&quot; for surely this cannot be the procedure of the English Courts. Mr. DeVitre was unable to invite my attention to anything in the English law or to any procedure of the English Courts to substantiate this submission. The third witness statement in support of the application certainly does not indicate any such thing. I am constrained to say that the first defendant&#x27;s application in the English Court was made suppressing facts and in an unfair manner deliberately avoiding giving notice to the plaintiff.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">26. The application dated 18th October, 2006 was allowed by an order passed on the same day. This order too contains no reasons. Mr. DeVitre submitted that the order dated 18th October, 2006 has now finally disposed of the application for the anti-suit injunction dated 10th October, 2006 and cannot be reopened. In other words, according to Mr. DeVitre, the plaintiff, who has had no opportunity ever of contesting the application, has no opportunity even now of contesting the first defendant&#x27;s application for an anti-suit injunction.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_49\">Mr. DeVitre himself admitted that this would be totally unacceptable under the procedure followed by Courts in this country. This is especially in view of the fact that the application initially was without notice to the plaintiff; the initial injunction granted without affording the plaintiff an opportunity of defending the application on 10th October, 2006 was operative only till 20th October, 2006; that by the notices dated 10th October, 2006 and 17th October, 2006 issued by the Solicitors of defendant No. 1 the plaintiff was expressly informed that the application would be renewed on 20th October, 2006 and that despite the same the application was in fact made on 18th October, 2006 again without notice to the plaintiff.\n</p> \n\n<p data-structure=\"Section\" id=\"p_50\">But it is suggested that in English Courts such an injunction can be granted and granted finally without affording the other party an opportunity of being heard. The submission is indeed contrary to my perception of English Law and the procedure of English Courts.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\">27. In refusing to accept this explanation, I do so to the advantage of defendant No. 1. If I were to accept that the procedure of a foreign Court entitled applications to be made without notice to the other side and permitted orders being passed finally determining the application after hearing only one party without granting the other party a right to be represented, I am not sure that I would not be persuaded to allow the plaintiffs Notice of Motion.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_52\">28. Mr. Dwarkadas, submitted that defendant No. 1 was in contempt of the Order dated 18th October, 2006 and that the manner in which the application was made in the English Court indicated sharp practice and an attempt at overreaching the order dated 18th October, 2006. I entirely agree.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_53\">29. Defendant No. 1 has expressly admitted four crucial facts. Firstly, defendant No. 1 was given and in fact had due notice of the hearing of the applications on 5th October, 2006, 9th October, 2006 and 16th October, 2006. Defendant No. 1 was also aware that the order was to be pronounced in open Court on 18th October, 2006. Defendant No. 1 refused to appear on every occasion. Secondly, it is admitted that the Indian Solicitors of defendant No. 1 in fact attended the proceedings in this Court although they did not appear in them. Thirdly, the Indian Solicitors of defendant No. 1 were aware of the order dated 18th October, 2006 and of the effect thereof. Lastly, defendant No. 1 was informed by the Indian Solicitors of the proceedings and of the order dated 18th October, 2006.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">30. Mr. DeVitre did not dispute the fact that under Indian law a party is bound to obey the order of a Court even if the party did not appear in Court but was aware of the same. I did not understand him to contend that English law is to the contrary. In any event, he did not invite my attention to any provision of English law to the contrary. Foreign law being a question of fact must be proved and until the contrary is established the presumption is that it is the same as Indian law.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_55\">31. Mr. DeVitre, however, submitted that defendant No. 1 and its English Solicitors were genuinely and bona fide under the impression that they were entitled to disregard the orders of this Court despite their having full knowledge of the same as the order had not been served upon defendant No. 1.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_56\">32. I do not find this contention having been raised in any affidavit filed before me. The statement coming as it does from Counsel on instructions of Solicitors, I do not propose letting the conduct of defendant No. 1 come in its way in the present Notice of Motion. I, however, reserve liberty to the plaintiff to adopt appropriate proceedings regarding the same. The denial of reliefs to the plaintiff by this order shall not prejudice the plaintiff&#x27;s rights in such proceedings, if adopted by it or as a defence to any proceedings which defendant No. 1 may adopt against the plaintiff.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_57\">THE PLAINTIFF&#x27;S NOTICE OF MOTION \nAND PRAYER (a) OF THE FIRST DE- \n</p><p data-structure=\"Section\" id=\"p_58\">FENDANT&#x27;S NOTICE OF MOTION-\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_59\">33. Mr. DeVitre submitted that the plaintiffs Notice of Motion ought to be dismissed as it had suppressed the reasons for the order dated 28th July, 2006 on the question of jurisdiction.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_60\">34. The contention is without any basis. It is quite obvious that the plaintiff did not have a copy of the reasoned order dated 28th July, 2006 when it filed the suit and when it made the ad interim application. That the order was passed is disclosed by the plaintiff and this was in fact referred to in the ad interim order dated 18th October, 2006. It is important to note that Mr. DeVitre was himself unable to state when the reasoned order was made available to the parties. In any event, it is evident that the plaintiff did not have a copy of the reasoned order. The plaintiff had discharged its English Solicitors. The Solicitors of defendant No. 1 were aware of the same as is evident from their letter dated 11th September, 2006 addressed directly to defendant No. 1. Under cover of that letter, the Solicitors of defendant No. 1 enclosed a copy of the sealed order dated 28th July, 2006 and stated that they were obtaining a transcript of the arguments and of the judgment. It is thus evident that at least till 11th September, 2006, the English Solicitors of defendant No. 1 themselves did not have even a copy of the transcript of the judgment. Mr. DeVitre was unable to state when after 11th September, 2006 the transcript was made available and actually in the possession of the plaintiff. The plaintiff having discharged its English Solicitors, it is quite possible that it did not have a copy of the reasoned order when the application was made.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_61\">35. Faced with this, Mr. DeVitre contended that the plaintiff, though aware that a reasoned order had been passed, did not disclose the same in the plaint. In other words, according to him, the plaintiff suppressed the fact that reasons had been furnished in support of the order though the same were not available when the application was made in this suit.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_62\">36. This submission is equally unfounded. It is evident from paragraph 8 of the ad interim order dated 18th October, 2006 relied upon by Mr. DeVitre that it was the absence of reasons, perse, that was material and not the absence of the fact that reasons had been given in support of the order. I see no intention on the part of the plaintiff to have suppressed any material fact.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_63\">37. Mr. DeVitre then submitted, relying upon an affidavit of the first defendant&#x27;s English Solicitors, that the procedure in the English Court for interlocutory hearings is that the learned Judge retires to his Chamber to consider his notes at the conclusion of submissions and thereafter returns to the Court to deliver the Judgment in open Court orally in the presence of all the parties. The plaintiffs Solicitors were present at that time. It is further stated that the representatives are at liberty to take notes of the oral judgment and the plaintiffs Solicitors would certainly have done so. It is, therefore, contended by Mr. DeVitre that the plaintiff should have relied upon its Solicitor&#x27;s notes to indicate the reasons for the judgment.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_64\">38. This is not the practice in our Courts. I can hardly infer suppression, much less an intention on the part of the plaintiff to have suppressed the reasons for the order which its Solicitors may have noted while the same were being dictated in Court. I cannot therefore, blame either the plaintiff or its Solicitors for not having referred to the notes that the plaintiffs Solicitors may have taken in the English Court.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_65\">39. Indeed, if the plaintiff had any intention to suppress anything, it would not have given notice of the ad interim application before this Court to defendant No. 1. It did so more than once. Defendant No. 1 chose to disregard the notice and to ignore the proceedings before this Court. I am not inclined to dismiss the plaintiffs notice of motion on the ground of suppression.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_66\">40. Mr. DeVitre then submitted that the plaintiff is not entitled to maintain this suit as it had submitted to the jurisdiction of the English Court by virtue of having made the application challenging the English Court&#x27;s jurisdiction in the form of an application to set aside the service on the plaintiff out of jurisdiction under Rule 6 of the English Civil Procedure Rules.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_67\">41. The argument is contrary to the record of the proceedings in the English Court. The form which the plaintiff was required to file in the English proceeding establishes the same. The form, titled &quot;Acknowledgment of Service&quot;, requires the defendant to tick one of the four appropriate boxes. The first box is to be ticked if the defendant admits the claim. The second box is to be ticked if the defendant intends defending the claim. The third box is to be ticked if the defendant intends to defend part of the claim. The fourth box is to be ticked if the defendant intends to contest the jurisdiction. The plaintiff ticked the fourth box indicating its intention to contest jurisdiction. The form further provides:\n</p><blockquote id=\"blockquote_22\"> If you do not file an application to contest the jurisdiction within 28 days of the date of service of the acknowledgment of service, it will be assumed that you accept the Court&#x27;s jurisdiction.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">The plaintiff, therefore, had no option but to contest the jurisdiction. In these circumstances, it can hardly be stated that the plaintiff voluntarily submitted to the jurisdiction of the English Court in respect of the merits of the case.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_68\">42. Nor do I find any substance in the contention that there was a delay in filing this suit. The suit was filed in the peculiar circumstances of the case. Had the plaintiff succeeded in its challenge to the jurisdiction of the English Court, this suit would not have been necessary. The plaintiff had no claim for breach of contract - indeed according to it there is no contract. There was no occasion therefore for the plaintiff to file any proceedings. If the plaintiff is right in its contention on merits, namely, that there was no contract and in any event Clause 15 did not operate between the parties, as a copy of the terms and conditions, wherein it is contained, was not forwarded to the plaintiff, the plaintiff would be entitled to have the matter adjudicated in this Court or in any other Court which would otherwise have jurisdiction. The suit was necessitated only in view of the plaintiffs challenge to the jurisdiction having failed in the English Court though not finally. Viewed in this manner, there is no delay in the filing of the suit.\n</p> \n\n<p data-structure=\"Section\" id=\"p_69\">43. Nor do I find the suit to be vexatious. For the reasons I have just given, this suit is not a &quot;counter blast&quot; to the English proceedings. Defendant No. 1 has itself in the English proceedings reserved its right to sue defendant No. 2. It cannot be said with any degree of certainty therefore that the joinder by the plaintiff of defendant No. 2 in this suit is vexatious or mala fide.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_70\">44. It was contended on behalf of defendant No. 1 that the plaintiff is in contempt of the order dated 10th October, 2006 passed by the English Court. That is for the English Court to decide. The consequence, if any, is also for the English Court to decide.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_71\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857811\" id=\"span_3\">45. It would be convenient at this stage to refer to paragraph 24 of the judgment of the Supreme Court in (<a href=\"/doc/1857811/\" id=\"a_1\">Modi Entertainment Network and Anr. v. W.S.G. Cricket Pte</a>. Ltd.)  relied upon by Mr. Dwarkadas and Mr. DeVitre, which reads:</span>\n</p>  \n\n<blockquote id=\"blockquote_24\">24. From the above discussion the following principles emerge:\n</blockquote>  \n\n<blockquote id=\"blockquote_25\">(1). In exercising discretion to grant an anti-suit injunction the Court must be satisfied of the following aspects:\n</blockquote>  \n\n<blockquote id=\"blockquote_26\">(a) the defendant, against whom injunction is sought, is amenable to the personal jurisdiction of the Court;\n</blockquote> \n\n<blockquote id=\"blockquote_27\">(b) if the injunction is declined, the ends of justice will be defeated and injustice will be perpetuated; and\n \n\n</blockquote><blockquote id=\"blockquote_28\">(c) the principle of comity respect for the Court in which the commencement or continuance of action/proceeding is sought to be restrained must be borne in mind.\n</blockquote> \n\n<blockquote id=\"blockquote_29\">(2) In a case where more forums than one are available, the Court in exercise of its discretion to grant anti-suit injunction will examine as to which is the appropriate forum (forum conveniens) having regard to the convenience of the parties and may grant anti-suit injunction in regard to proceedings which are oppressive or vexatious or in a forum non-conveniens.\n</blockquote> \n\n<blockquote id=\"blockquote_30\">(3) Where jurisdiction of a Court is invoked on the basis of jurisdiction Clause in a contract, the recitals therein in regard to exclusive or non-exclusive jurisdiction of the Court of choice of the parties are not determinative but are relevant factors and when a question arises as to the nature of jurisdiction agreed to between the parties the Court has to decide the same on a true interpretation of the contract on the facts and in the circumstances of each case.\n</blockquote> \n\n<blockquote id=\"blockquote_31\">(4) A Court of natural jurisdiction will not nor-mally grant anti-suit injunction against a defendant before it where parties have agreed to submit to the exclusive jurisdiction of a Court including a foreign Court, a forum of their choice in regard to the commencement or continuance of proceedings in the Court of choice, save in an exceptional case for good and sufficient reasons, with a view to prevent injustice in circumstances such as which permit a contracting party to be relieved of the burden of the contract; or since the date of the contract the circumstances or subsequent events have made it impossible for the party seeking injunction to prosecute the case in the Court of choice because the essence of the jurisdiction of the Court does not exist or because of a ITS major or force majeure and the like.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">(5) Where parties have agreed, under a non-exclusive jurisdiction Clause, to approach a neutral foreign forum and be governed by the law applicable to it for the resolution of their disputes arising under the contract, ordinarily no anti-suit injunction will be granted in regard to proceedings in such a forum conveniens and favoured forum as it shall be presumed that the parties have thought over their convenience and all other relevant factors before submitting to the non-exclusive jurisdiction of the Court of their choice which cannot be treated just as an alternative forum.\n</blockquote> \n\n<blockquote id=\"blockquote_33\">(6) A party to the contract containing jurisdiction Clause cannot normally be prevented from approaching the Court of choice of the parties as it would amount to aiding breach of the contract; yet when one of the parties to the jurisdiction Clause approaches the Court of choice in which exclusive or non-exclusive jurisdiction is created, the proceedings in that Court cannot per se be treated as vexatious or oppressive nor can the Court be said to be forum non-conveniens.\n</blockquote> \n\n<blockquote id=\"blockquote_34\">(7) The burden of establishing that the forum of choice is a forum non-conveniens or the proceedings therein are oppressive or vexatious would be on the party so contending to aver and prove the same.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_72\">46. Mr. DeVitre submitted that the matter is decided in favour of defendant No. 1 in view of what is held in paragraphs 24(5), (6) and (7) of the judgment.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_73\">47. The submission is misconceived. What is stated in these paragraphs is on the basis that the contracts are admitted. The Supreme Court was not considering a case such as this where the contract is denied as a question of fact.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_74\">48. I am not inclined to dismiss the plaintiffs Notice of Motion on any of the grounds submitted by Mr. DeVitre. Nor am I inclined to accept Mr. Dwarkadas&#x27;s submissions on behalf of the plaintiff. I have dismissed the plaintiffs Notice of Motion adopting a different approach which I shall come to after dealing with Mr. Dwarkadas&#x27;s submissions.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_75\">49. Mr. Dwarkadas on the other hand submitted that even assuming that the contracts are established and Clause 15 is held to be a part thereof, the matter is decided in the plaintiffs favour in view of what is held in paragraph 24(2) of the judgment in Modi Entertainment. I am unable to agree with him either. Sub-paragraph (2) cannot be read in isolation.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_76\">50. There can be no doubt that in purely what may be described as physical terms, it is India and not the United Kingdom which would be the most convenient jurisdiction to adjudicate the disputes between the plaintiff and the defendants. No part of the cause of action has arisen in the United Kingdom. A material part of the cause of action alleged by defendant No. 1, itself has arisen in Mumbai. Logistically and financially too, Mumbai would be more convenient than the United Kingdom for both the parties. The transcript of the arguments in the English Courts referred to the arguments on behalf of defendant No. 1 including on the question of costs. The transcript indicates an admission that an important part of the first defendant&#x27;s case depends upon documents which are in India. The witness statement on merits on behalf of defendant No. 1 in the English proceedings is of one Mhatre, who is from Mumbai.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_77\">51. These facts however do not determine the plaintiffs Notice of Motion in its favour. The question is squarely answered in favour of defendant No. 1 by the judgment in Modi Entertainment Network and in particular, paragraphs 24(5), (6) and (7). This of course, is on the assumption that the contracts were concluded and that a copy of the terms and conditions containing Clause 15, did form a part thereof. It is obvious that parties such as those before me, knew of all the possible difficulties including the financial burden and logistic problems while entering into the agreement. Having agreed to Clause 15 despite the same, only strengthens the presumption that Clause 15 was an essential and indeed a crucial term of the contracts. In commercial transactions such Clauses are indeed the fundamental basis on which the parties enter into contracts. I can quite easily imagine a case where in the absence of such a Clause a party may not be inclined to enter into a contract at all even if all the other terms and conditions are agreed upon. Confidence in a particular judicial system or a neutral forum is as, if not more, important a consideration while entering into a contract as any other essential term thereof. Price for instance is one of the most essential terms of an agreement. If parties do not agree to the price, there would be no agreement. I do not think that a non-exclusive jurisdiction Clause is any less important or essential. The enforcement of rights under a contract and the involvement in judicial proceedings are considerations of equal, if not greater importance to contracting parties. I would indeed not find it surprising if in many cases parties are flexible as to price but not to the absence of a non exclusive jurisdiction Clause.\n</p> \n\n<p data-structure=\"Section\" id=\"p_78\">52. It would require something far more than what the plaintiff has been able to establish to warrant the grant of an anti-suit injunction. The problems and difficulties enumerated by the plaintiff would no doubt have been present to their minds had they actually entered into the contracts. The nature of these difficulties do not indicate that they were not or could not have been thought of when the contract was entered into. If the importance placed by me on a non-exclusive jurisdiction Clause is justified, prejudice is inherent by the grant of an anti-suit injunction in a case such as this, assuming of course that the contracts as contended by defendant No. 1 are established.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_79\">53. Mr. Dwarkadas further contended that there is a possibility that the plaintiff would be prevented from contesting the English proceedings on merits if the English Court upholds the contention of defendant No. 1 that the plaintiff had committed contempt of the order dated 10th October, 2006. It was, therefore, necessary according to him, to allow the plaintiffs Notice of Motion.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_80\">54. It is not necessary for me to consider this aspect of the matter in view of Mr. DeVitre&#x27;s statement that defendant No. 1 will ensure that the plaintiff will not face any obstacle to defending the claim against it on merits in the English proceedings. In particular, he added, defendant No. 1 will waive any time limit that may have passed in the English Court so as to enable the plaintiff to put in its defence and will not take any steps to strike out the plaintiffs defence. He added, however, that this would be provided the plaintiff withdraws its application for an anti suit injunction restraining defendant No. 1 from continuing the English proceedings and undertakes not to bring any subsequent application before this Court to restrain defendant No. 1 from continuing with the English proceedings or in the event of this Court dismissing the plaintiffs Notice of Motion No. 3472 of 2006 and vacating the ad interim order dated 18th October, 2006 and such order of dismissal and/or discharge of the ad interim order is ultimately upheld in appeal, if any, preferred by the plaintiff.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_81\">I emphasised the word &#x27;or&#x27; to clarify that Mr. DeVitre agreed, that the assurances given by defendant No. 1 would be honoured even if defendant No. 1 does not withdraw its notice of motion and does not undertake not to bring any subsequent application, if this Court dismisses the plaintiffs Notice of Motion and vacates the ad interim order and such order is upheld finally. With regard to the statement in writing tendered by him, Mr. DeVitre further stated before me that defendant No. 1 will not take steps to strike out the plaintiffs defense in the English Court on any ground whatever including on the ground of the plaintiff being allegedly in contempt of any order of the English Court. Further Mr. DeVitre agreed that in the event of the plaintiffs notice of motion being dismissed, defendant No. 1 would agree to have the anti suit injunction granted by the English Court vacated leaving both the proceedings to be pursued.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_82\">55. If the above averments are not complied with or even if for any reason it is not possible for defendant No. 1 to comply with them for no fault on its part the plaintiff is at liberty to apply for the same relief again, on that ground.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_83\">56. There is however an argument of considerable force in the plaintiffs favour in the facts of this case. If the disputes between the parties including the first defendant&#x27;s claim were to be adjudicated in this Court, there would be no prejudice of any nature whatever to any of the parties in what I have described as physical terms. Indeed, in purely physical terms, it would be to the benefit of all the parties including defendant No. 1 to have the matter adjudicated in this Court. That this Court has jurisdiction to adjudicate this suit as well as the claim/counterclaim of defendant No. 1 is not in dispute. If the English proceedings conclude entirely in favour of defendant No. 1 before the conclusion of these proceedings, it is one thing. There is however a possibility that the plaintiff may succeed in the English Courts on the question of jurisdiction. In that event, defendant No. 1 would necessarily have to file proceedings on the merits of the matter for recovery of its claim either in this Court or in any other Court other than the English Courts. To a specific question Mr. DeVitre did not state that if the English Court held that it had no jurisdiction defendant No. 1 would not adopt proceedings in any other Court for recovery of its claim on merits. This would result in tremendous inconvenience and an unnecessary financial burden on all the parties including defendant No. 1 itself. This aspect when considered with what I have stated earlier, regarding the obvious benefits of litigating in this Court is a strong argument, in favour of the plaintiff.\n</p> \n\n<p data-structure=\"Section\" id=\"p_84\">57. I do not suggest that the argument is without any force. Despite the same, I am not inclined to allow the plaintiff&#x27;s application for it would be contrary to the principle of comity.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_85\">58. The learned Judge in the English Commercial Court has taken a prima facie view that defendant No. 1 has an arguable case regarding jurisdiction. I have no intention of disregarding that view and, in effect, precluding the English Courts from adjudicating the proceedings filed before it. I would not grant the injunction even in the absence of that decision. The matter must proceed on the basis that the plaintiffs contentions including the question whether the contracts were entered into or not are open both in the English proceedings and in these proceedings. The grant of an anti-suit injunction in such a case posits the absence of the agreement regarding the non-exclusive jurisdiction Clause in an action by the parry denying it and the establishment thereof in an action by a party affirming it. There is no justification for the grant of an injunction in either action where the facts do not warrant an inference either way at an interlocutory stage. I see no basis for in effect injuncting a foreign Court from exercising jurisdiction in either case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_86\">59. There may be other consideration which may warrant the grant of the injunction but not where the only dispute is whether the parties were in fact parties to the agreement.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_87\">60. A view to the contrary would lead to the most undesirable and startling consequences. All that a party desiring to invoke the jurisdiction of particular country would have to do is to allege the existence of a nonexclusive jurisdiction Clause pertaining to that country. Conversely, all that a party desiring to avoid the jurisdiction of a country in respect whereof there is a non-exclusive jurisdiction Clause would have to do is to deny the agreement or the Clause itself. And what must a Court do when each party alleges different non-exclusive jurisdiction Clauses each referring to a different country? There is no logical basis on which the jurisdiction of Courts of one country ought to be preferred to the jurisdiction of the courts in another where the factual existence of a contract is not determined.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_88\">61. The only course in such a case is to adhere to the principle of comity and to allow the proceedings in each country to take their own course leaving the final decision in one country to have its effect on the proceedings in the other.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_89\">62. I am in respectful agreement with the judgment of the Ontario High Court of Justice in (Greymac Trust Co. et al. v. BNA Realty Inc. et al.) 50 Carswell&#x27;s Practice cases where it is held:\n</p><blockquote id=\"blockquote_35\"> The Court will not decide whether the plaintiff in the foreign action has a good cause of action, and the Court will give credit to the foreign Court for doing justice between the parties (Pennel v. Roy) (1853) 2 DeG.M &amp; G.; (Wright v. Simson) (1802) 6 Ves. 714; (The North London Railway Co. v. The Great Northern Railway Co.) 1883 (11) Q.B.D. 30, applied.\n</blockquote> \n\n<blockquote id=\"blockquote_36\">At p. 851 the Chief Justice referred to paragraph 125 of Vol. 18 of Halsbury, p.90:\n</blockquote><blockquote id=\"blockquote_37\"> &quot;The Court will give credit to foreign courts for doing justice in their own jurisdiction.&quot; The case of Wright v. Simpson (1802) 6 Ves. 714, 31. 1972, referred to by the learned lord justice, is an illuminating case with respect to the principles of law to be applied in this case. At p. 730 Lord Eldon, then the Lord Chancellor, said: &quot;With the next passage, that the Courts of that country must be supposed to be deciding according to the laws of that country, I agree to this extent; that natural law requires the Courts of this country to give credit to those of another for the inclination and power to do justice.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_90\">63. Mr. Dwarkadas however submitted that the English Court has in the present case granted an anti-suit injunction in respect of these proceedings without notice to the plaintiff.\n</p> \n\n<p data-structure=\"Section\" id=\"p_91\">64. I do not take the manner in which the applications were made by defendant No. 1 in the English Court as a basis for my decision. I would not allow the course of my judgment to be determined by the orders of the English Courts. I am not sitting in Appeal over the orders of the English Courts. Moreover, the orders of the English Courts being non-speaking orders, I am not prepared to speculate on the reasons which persuaded the learned English Judges to grant the injunction without notice to the plaintiff and to grant it finally, as contended by Mr. DeVitre without affording the plaintiff an opportunity of being heard. I reiterate that, I do not consider it to be a rule of English Law or of the process of the English Courts that anti-suit injunctions may be granted without affording the other side an opportunity of being heard. If the plaintiff is aggrieved by the order, its remedy is to adopt proceedings in the English Courts to challenge the same.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_92\">65. Mr. Dwarkadas submitted that in any event Clause 15 confers exclusive jurisdiction on the English Courts only to decide the validity, construction and performance of the agreement and not the existence of the agreement. The question that falls for consideration viz. whether the agreement was entered into at all or not pertains neither to the validity nor construction nor to the performance of the contract. The Clause read fairly, indicates that the question whether the agreement was entered into or not is not a dispute, difference or question that was even contemplated to arise &quot;under or in relation to a contract&quot;. Mr. DeVitre on the other hand submitted that the English Courts alone are entitled to determine even the factual existence of the contracts.\n</p> \n\n<p data-structure=\"Section\" id=\"p_93\">66. I am unable to agree with either of them. The point does not lead us anywhere. The Clause indeed posits the factual existence of the contract. In that sense it does not oust the jurisdiction of all but the English Courts to determine the factual existence of the contracts. That however would not lead to the conclusion that the English Courts have no jurisdiction to try the issue as to the existence of the contract. To decide questions as to the validity, construction and the performance of the alleged contracts, prima facie the question as to their existence are an integral and inseparable part.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_94\">67. A view to the contrary would enable parties to frustrate non-exclusive jurisdiction Clauses. Moreover, this is a defence which the plaintiff can always take in the English action.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_95\">68. Thus, subject to my reserving to the plaintiff the right on the question of contempt, I would reject the plaintiffs Notice of Motion for an anti-suit injunction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_96\">THE FIRST DEFENDANT&#x27;S NOTICE \nOF MOTION FOR A STAY OF THIS SUIT-\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_97\">69. This brings me to the prayer in the first defendant&#x27;s Notice of Motion for the stay of this suit.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_98\">70. Mr. DeVitre submitted that this suit ought to be stayed on the principle of issue estoppel in view of the judgment of the English Court dated 28th July, 2006 holding that the plaintiff therein i.e. defendant No. 1 herein, had a good arguable case and dismissing the plaintiffs&#x27; application to set aside the order directing the service outside jurisdiction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_99\">71. In support of his submission, Mr. DeVitre relied upon the commentary in Oxford Monographs in Private International Law dealing with The Preclusive Effects Of Foreign Judgments In Private International Law. The commentary deals in some detail with the judgment of The House of Lords in (The Sennar (No. 2)  [1985] 1 WLR 490 and the judgment of the Court of Appeal in (Desert Sun Loan Corporation v. Hill) [1996] 2 All. E.R. 847.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_100\">One of the main issues dealt with in these judgments and in the commentary pertains to the decision in The Sennar, being a turning point as it broadened the range of foreign judgments capable of founding the issue of estoppel to include issue as to a decision. I will however proceed on the basis that a decision on jurisdiction albeit at an interlocutory stage is a decision on merits for the purposes of the application of the doctrine of issue estoppel.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_101\">72. The commentary itself however quite clearly indicates that for the operation of the principle of issue estoppel, the decision must be final and conclusive and not provisional or subject to revision. While analysing the judgment in Desert Sun Loan Corporation v. Hill, the authors note that the principle rests on two important observations the first of which recognises that clear distinctions had to be maintained between final substantive determinations; final interlocutory rulings; and provisional interlocutory rulings. In the footnote to this comment (Footnote No. 111 at page 154) it is noted;\n</p><p data-structure=\"Precedent\" id=\"p_102\"> For example, those that, when made, are expressed to be pending the final determination of the case, such as an interlocutory injunction.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_103\">73. The facts in The Sennar (No. 2) were that earlier the jurisdiction of the Dutch Courts was invoked by one of the parties by their arrest at Rotterdam of a sister ship of the Sennar. The Dutch Court dismissed the claim inter alia on the ground that the plaintiffs being the regular holders of a bill of lading were parties to the contract of carriage contained in it and were therefore bound by all its terms including Clause 27, the exclusive Sudanese jurisdiction Clause. It was held that the plaintiffs were therefore not entitled to found their claim for damages on tort but were only entitled to found it on the contract between the parties and since the contract had in it Clause 27, the Dutch Court was bound to decline jurisdiction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_104\">The appellant thereafter began in the Admiralty Court in England, an action in rem against the ship and her sister ship. One of the issues that fell for consideration was whether the parties were estopped by the decision of the Dutch Court of Appeal from ascertaining that their claim did not fall within Clause 27. The House of Lords held that this was a case of issue estoppel created by the foreign Court of competent jurisdiction in which all three of the requirements for the existence of an issue estoppel laid down in the Carl Zesis case were satisfied. The issue was therefore answered in the affirmative.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_105\">As I have stated earlier, I have proceeded on the basis that a decision on jurisdiction is one on merits and it is not necessary therefore to refer to the decision in the Sennar on this issue. It is however important to note that in the Sennar, the decision of the Dutch Courts was a final judgment on the question of jurisdiction. It is equally important to note that the House of Lords held that in order to create an issue estoppel three requirements are to be satisfied, one of which is that the judgment in the earlier action relied on as creation of an estoppel, must be final and conclusive. It was indeed obvious and accepted that the judgment of the Dutch Court of Appeal was final and conclusive.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_106\">74. In Desert Sun Loan Corporation v. Hill, the Court of Appeal cited with approval, the commentary in Dicey and Morris, page 467, which states that for there to be such an issue estoppel, one of the requirements is that the judgment of the foreign Court must be final and conclusive and between the same parties as in the foreign litigation. The Court of Appeal held:\n</p>  \n\n<blockquote id=\"blockquote_38\">The principle extends to issues which were not but which might have been raised in the earlier proceedings. As Spencer Bower and Turner p 148 says, this means that &#x27;questions of considerable difficulty and nicety may arise&#x27;. But the rule is also restricted. One restriction is the requirement that the earlier (foreign) judgment which is relied upon in one party&#x27;s favour must have been &#x27;final&#x27; and on the merits&#x27;. Secondly, particularly in the case of issue estoppel, there are practical reasons why caution must be exercised before the rule is applied. This restriction was described by Lord Reid in (Carl Zeiss) [1966] 2 All. E.R. 536 at 555 : [1967] 1 AC 853 at 918-919:\n</blockquote><blockquote id=\"blockquote_39\"> I can see no reason in principle why we should deny the possibility of issue estoppel based on a foreign judgment, but there appear to me to be at least three reasons for being cautious in any particular case. In the first place, we are not familiar with modes of procedure in many foreign countries, and it may not be easy to be sure that a particular issue has been decided or that its decision was a basis of the foreign judgment and not merely collateral or obiter. Secondly, I have already alluded to the practical difficulties of a defendant in deciding whether even in this country he should incur the trouble and expense of deploying his full case in a trivial case: it might be most unjust: to hold that a litigant here should be estopped from putting forward his case because it was impracticable for him to do so in an earlier case of a trivial character abroad with the result that the decision in the case went against him. These two reasons do not apply in the present case. The case for the Stiftung, or on this issue those who purported to represent it, was fought as tenaciously in West Germany as this case has been fought here, and it is not difficult to see what were the grounds on which West German judgment was based.  The third reason for caution, however, does arise a difficult problem with which I must now deal. It is clear that there can be no estoppel of this character unless the former judgment was a final judgment on the merits. But what does that mean in connection with issue estoppel? When we are dealing with cause of action estoppel it means that the merits of the cause of action must be finally disposed of so that the matter cannot be raised again in the foreign country. In this connection the case of (Nouvion v. Freeman) (1889) 15 App.Cas. 1 is important. There had been in Spain a final judgment in a summary form of procedure; but that was not necessarily the end of the matter because it was possible to reopen the whole question by commencing a different kind of action, so the summary judgment was not res judicata in Spain. I do not find it surprising that the House unanimously refused to give effect in England to that summary judgment.\n</blockquote> \n\n<blockquote id=\"blockquote_40\">The natural meaning of &#x27;final and on merits&#x27; is that there has been a final, as opposed to provisional, determination of the parties&#x27; substantive rights.\n</blockquote> \n\n<blockquote id=\"blockquote_41\">(emphasis supplied)\n \n\nThere can be little if any doubt that the decision of the English Commercial Court dated 28.7.2006 on the question of jurisdiction was not a final decision. The learned Judge himself made this expressly clear. This is evident from the paragraphs 6 and 9, which read as under:\n</blockquote>  \n\n<blockquote id=\"blockquote_42\">6. It is important that I bear in mind that all I am concerned with to consider is the question of whether the claimant has a good arguable case on this topic. It seems to be that it is manifest that the claimant&#x27;s approach to this issue is fully and well arguable that there was a commitment between the parties as from the date of the confirmation.  Whether that will prove to be so in due course may remain to be seen but I do not find it necessary to go on to consider, the alternative proposition that, even if the confirmation did not of itself constitute an arguable contract, the stamping and initialling of the first draft formal contract by the defendant, page by page, against which shipment was effected, taken with the two contracts were being treated as interconnected, also constitutes the basis of a good arguable case that a contract had been entered into between the parties.  Again, I am not making any decision on that and it may prove in due course that it is arguable that there was a counter offer which was never accepted, although it will be the claimant&#x27;s case that, as I understand it, to the extent there was any form of counter offer, it was irrelevant to the relationship between the claimant and the defendant and only really material to the relationship between the defendant and its bank. That is the first issue.\n</blockquote>  \n\n<blockquote id=\"blockquote_43\"> 9. Again it may prove in due course that the discussions in May 2004 did not touch on the conditions; that the contracts which were sent in 2004 never enclosed the conditions; and, contrary to the assertion of the claimant, they were not included either with the draft formal contracts for the two relevant shipments. That may in due course prove to be the case but I am quite unable to accept the proposition that the claimant does not have a good arguable case that, the defendant had full notice of the content of those conditions and concurred with them. \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_107\">(emphasis supplied)\n \n\n</p><p data-structure=\"Precedent\" id=\"p_108\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1147125\" id=\"span_4\">75. Mr. DeVitre relied upon the following observations from judgment of the Supreme Court in (<a href=\"/doc/1147125/\" id=\"a_2\">Liverpool &amp; London S.P. &amp; I Association Ltd. v. M. V. Sea Success I and Anr.</a>)  2004(9) S.C.C. 512:</span>\n</p>  \n\n<blockquote id=\"blockquote_44\">130. Such observations have to be understood having regard to the concept of finality which is of three types:\n</blockquote>  \n\n<blockquote id=\"blockquote_45\">(1) a final judgment;\n</blockquote> \n\n<blockquote id=\"blockquote_46\">(2) a preliminary judgment; and\n \n\n(3) intermediary or interlocutory judgment.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_109\">131. In our opinion an order refusing to reject the plaint falls in the category of a preliminary judgment and is covered by the second category carved out by this Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_110\">132. It is trite that a party should not be unnecessarily harassed in a suit. An order refusing to reject a plaint will finally determine his right in terms of <a href=\"/doc/161831507/\" id=\"a_3\">Order 7, Rule 11 of the Code of Civil Procedure</a>.\n</p> \n\n<p data-structure=\"Section\" id=\"p_111\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"839465\" id=\"span_5\">133. The idea underlying Order 7, Rule 11(a) is that when no cause of action is disclosed, the courts will not unnecessarily protract the hearing of a suit. Having regard to the changes in the legislative policy as adumbrated by the amendments carried out in <a href=\"/doc/161831507/\" id=\"a_4\">the Code of Civil Procedure</a>, the courts would interpret the provisions in such a manner so as to save expenses, achieve expedition and avoid the Court&#x27;s resources being used up on cases which will serve no useful purpose. A litigation which in the opinion of the Court is doomed to fail would not further be allowed to be used as a device to harass a litigant. See (<a href=\"/doc/839465/\" id=\"a_5\">Azhar Hussain v. Rajiv Gandhi</a>) 1986 DGLS 145 : 1986 (Supp.l) S.C.C. 315 : A.I.R. 1986 S.C. 1253 : 1986(1) SCALE 573.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_112\">(B). The judgment is of no assistance to the first defendant&#x27;s contention on the question of issue estoppel. Indeed, in paragraph 128, it is observed that orders under <a href=\"/doc/161831507/\" id=\"a_6\">Order VII, Rule 11 of the CPC</a> determine the rights conferred upon parties one way or the other and are stricto sensu not interlocutory orders, but having regard to their traits and trappings are preliminary judgments. As is evident from paragraph 4 of the judgment, the order appealed from was a final order holding that the plaint did disclose a cause of action. The question was not kept open for trial at the suit. The judgment is therefore of no assistance to defendant No. 1.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_113\">76. Mr. DeVitre then submitted that the principle of issue estoppel in respect of a foreign judgment ought to be extended even to judgments which are not final but provisional till the final decision in the action itself.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_114\">77. I am not inclined to do so. In this regard I am in respectful agreement with the judgments in Carl-Zeiss, The Sennar and Desert Sun Loan Corporation v. Hill. I see no reason to extend the principle of issue estopped in respect of foreign judgments which are not final. For the principle to apply, there must be a final decision. If a decision is not final, what is it that a party is precluded from contending? There is no basis to support this submission. If the decision is provisional and therefore subject to change before the same Court, the well established basis for the principle of action estoppel does not exist. \n</p>\n<p data-structure=\"Precedent\" id=\"p_115\">78. The submission also has inherent practical difficulties. Let me illustrate. An action is brought in a country where a case would take an enormously long time to be finally decided and the Court in that country on an application for a summary dismissal of the action on a preliminary objection as to jurisdiction, decides that the issue cannot be decided at that stage and must be decided only at the trial. The other party files an action in another country where the decision of the suit finally would take no more than two or three years. I see no warrant for the Courts in the latter country, staying the action merely because there is a prima facie view taken by the Courts in the former country that the question of jurisdiction can be decided only at the final hearing of that suit. There is no warrant for denying the litigant who has instituted proceedings in the latter country for having its proceedings stayed in such circumstances.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_116\">79. Mr. DeVitre submitted that the suit filed in this Court ought to be stayed on the principle of the first suit filed. The principle does not appeal to me at all. With respect to Mr. DeVitre, I see no sound reason for adopting this principle either. Indeed, the principle, if adopted, could lead to a dishonest party frustrating a claim in a Court of competent jurisdiction. The dangers in accepting this principle are obvious and may be best illustrated by accepting the case of defendant No. 1 itself.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_117\">Let me assume, as contended by defendant No. 1, that the plaintiffs case is dishonest in every respect. Let me further accept Mr. DeVitre&#x27;s submission and indeed there is good reason to accept it, that litigation in this country takes many more years to be finally decided than in the Courts of the United Kingdom. The plaintiff could well have filed a suit covering the subject matter relating to the subject matter of this contract in anticipation of a claim to be made by defendant No. 1 in the English Courts. It would not tax legal ingenuity to file such proceedings which would overlap the proceedings to be adopted by defendant No. 1.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_118\">If Mr. DeVitre&#x27;s first action principle is to be accepted, the dishonest plaintiff could frustrate the first Defendant&#x27;s action in the English Courts for the entire duration of the legal proceedings in this country.\n</p> \n\n<p data-structure=\"Section\" id=\"p_119\">80. I have absolutely no hesitation in rejecting Mr. DeVitre&#x27;s submission founded on the first suit principle. It is detrimental to the interest of honest claimants. It would enable dishonest litigants to frustrate the expeditious disposal of a just claim in a Court of appropriate jurisdiction by the simple expedient of preempting such an action by a dishonest action initiated in a foreign Court which by reason of a non exclusive jurisdiction Clause, is not the appropriate Court. There appears to be no better reason for defendant No. 1 to propound this submission than the fact that in this particular case the, proceedings were adopted by it in the English Courts prior to the present proceedings adopted by the plaintiff.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_120\">81. Mr. DeVitre submitted, that the English Court having held that there is a good arguable case, the judgment is binding between the parties and cannot be relitigated before any other Court in any other country.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_121\">82. The argument does not really take the first defendant&#x27;s case any further. All that has been decided by the English Courts is only that defendant No. 1 has a good arguable case - nothing more nothing less.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_122\">Even if I were to proceed on that basis, it would not alter the course of this action. I do not suggest that there is nothing to be tried on the question of jurisdiction despite Mr. DeVitre having consciously chosen not to advance any argument on the merits of the question of jurisdiction either. If the defendants put this matter in issue, it will be decided.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_123\">To accept Mr. DeVitre&#x27;s contention would amount to holding that a prima facie view taken by a Court in one country is to preclude the Courts of all other countries from a final decision on the issue till the Court of the former country decides the issue. I have already dealt with this aspect and rejected it.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_124\">83. Mr. DeVitre submitted that on the principle of comity this Court ought not to go behind the decision of the English Courts on the question of jurisdiction and that therefore this suit ought to be stayed. He submitted that if today this Court undertakes the same enquiry and comes to a different conclusion, it necessarily involves the risk of inconsistent decisions.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_125\">84. The fallacy in this submission stems from confusing a prima facie view at an interlocutory stage with a final decision. There can be no question of a conflict between the two decisions. The first is a decision open to review by the same Court at a subsequent stage. The second is a decision which is not open to review by the same Court or a Court of coordinate jurisdiction and can only be interfered with in appeal.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_126\">85. Mr. DeVitre submitted that the proceedings in English Courts are decided faster than in the Indian Courts. That is not a ground for staying these proceedings. If that is so, the English proceedings will be concluded earlier and the decision in those proceedings would have their own effect.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_127\">86. I may only mention here that whereas the plaintiffs were ready and willing to do everything that is necessary for the expeditious disposal of this suit including by having the evidence recorded on commission. Defendant No. 1 has shown absolutely no inclination in that regard. Mr. DeVitre stated that he would take instructions from defendant No. 1 regarding the same. He never communicated anything thereafter.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_128\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"92145\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1777887\" id=\"span_7\">87. Mr. DeVitre submitted however that the filing of this suit was itself vexatious and an abuse of the process as the suit has already been filed in the English Courts. He submitted that Courts have power under <a href=\"/doc/56600062/\" id=\"a_7\">Section 151</a> of the CPC to strike out pleadings or to stay or dismiss proceedings which are an abuse of their process. He relied upon the judgment of the Supreme Court in (<a href=\"/doc/1777887/\" id=\"a_8\">K.K. Modi v. K.N. Modi and Ors.</a>) 1998 DGLS 152 : 1998 (3) S.C.C. 573 : A.I.R. 1998 S.C. 1297 : J.T. 1998 (1) S.C. 407 and the judgment of a Division Bench of the Madras High Court in (<a href=\"/doc/92145/\" id=\"a_9\">Krishnan and Anr. v. Krishnamurthi and Ors.</a>) A.I.R. 1982 Madras, 101. I will presume; without considering the effect of the Explanation to <a href=\"/doc/85279687/\" id=\"a_10\">Section 10</a> of the CPC, that Mr. DeVitre&#x27;s submission is well founded.</span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_129\">88. I do not find this suit to be either vexatious or an abuse of process. The submission is founded on the basis that the plaintiffs contention regarding there being no contract is unfounded. Even the English Court has not said so and indeed the learned Judge has expressly stated that it is possible that the plaintiff may establish its case. All that is held in favour of defendant No. 1 thus far in the English Courts, is that it has a good arguable case.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_130\">89. It was Mr. DeVitre who fought shy of dealing with the merits of the case altogether. Mr. DeVitre consciously and firmly refused to make any submissions in this regard. Having done so, it is not even open for him to argue that the plaintiffs case on merits is vexatious.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_131\">90. Indeed, even otherwise, the plaintiff has more than just a strong arguable case. Admittedly, the modifications suggested by the plaintiff to the terms and conditions are material in nature. Admittedly, there was no response from defendant No. 1 to the same. This is a strong indication that there was no concluded contract between the parties. Whether defendant No. 1 establishes a contract despite the same on the basis of the prior meetings or on the basis of the conduct in relation to earlier agreements, is yet to be tested.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_132\">91. I have earlier dealt with the necessity of this suit and rejected the contention that there was any delay in filing it or that it was a &quot;counterblast&quot; to the English action.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_133\">92. Indeed, if anything I find that the manner in which defendant No. 1 has conducted itself in this Court as well as in the English Court while applying for the anti suit injunction, is in contempt of this Court. I am therefore also not inclined to exercise my powers under <a href=\"/doc/56600062/\" id=\"a_11\">Section 151</a> to stay the suit.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_134\">93. Mr. DeVitre further submitted that the question whether the contract existed or not is required to be decided by the English Court by the application on the putative proper law test. In other words, he submitted, once a party alleges that a contract was entered into and that contract contains a choice of proper law Clause, the Courts of that country mentioned in the Clause alone would have jurisdiction to decide the question of existence of the contract.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_135\">94. At the outset of the consideration of this submission, I must mention that I restrict my judgment to a case where one of the parties has denied having entered into the agreement itself. In the present case, apart from all the other submissions including regarding the counter offer not having been accepted, the plaintiffs specific case is that the conditions containing the English non-exclusive jurisdiction Clause (Clause 15) were not even forwarded to it. This is a pure question of fact and does not involve questions of formation or existence of a contract based on the legal effect of admitted facts. It is important also to note that the point at issue in these Notices of Motion relate first to the forum and not to the identity of the legal system to be applied. The English law can always be applied in our courts if it is found that the parties had agreed to be bound by the English law. But to determine the applicable law it is necessary first to establish whether or not the contract existed as a matter of fact. The commentary relied upon by Mr. DeVitre and the judgments referred to therein in fact establish a case contrary to his submission.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_136\">95. Mr. DeVitre relied upon the commentary in Pollck &amp; Mulla, Indian Contract &amp; Specific Relief Acts, Thirteen Edition, Vol. I at page 29 which reads as under:\n</p>  \n\n<blockquote id=\"blockquote_47\">FORMATION\n  \n\nThe formation of a contract will be governed by that law which would be the proper law if the contract were validly concluded. Formation of contract would cover aspects of offer and acceptance, consideration and reality of consent. A contract which lacks consideration for formation under the English law, would nevertheless be valid if the law applicable did. not require it. (24) In a case where a question is raised that whether the offer and acceptance resulted in a contract; the question would be determined on the basis of the putative proper law, i.e., the law which would have been the proper law of the contract if it had been validly concluded. In Mackender v. AG Feldia, a case relating to consent, a claim was made under a jeweller&#x27;s block policy negotiated in England for loss by theft. The underwriters discovered that the merchants made a practice of smuggling diamonds into Italy. The claim was rejected on the ground of nondisclosure of the smuggling activities and the underwriters sought a declaration that the policy was void. It was held that the contract being voidable and not void ab initio, illegality under the proper law of contract (the Belgian law) would merely make the policy unenforceable.\n</blockquote> \n\n<blockquote id=\"blockquote_48\">The commentary does not deal with a case where the fact of the contract having been entered into is in issue. The expression &quot;formation of a contract&quot; in the commentary does not appear to contemplate such a case. Mr. Dwarkadas invited my attention to the judgments referred to in the above commentary which clearly establishes this.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_137\">96. Footnote No. 24 in the above extract refers to the decision of the Court of Appeal in (Re Bonancina) 1912 (2) Ch. 394 (CA) where the fact that the agreement was entered into was admitted. The testator was adjudicated bankrupt in 1897 and had obtained his discharge in 1901. The agreement in writing was executed by the parties on 15.10.1906, in Italy, by which the testator acknowledged the debt to the claimant as being 43,959 Lire. It was contended on be half of the executor that by virtue of the provisions of the English Bankruptcy Act, 1883 no proceedings could be taken in England in respect of the debt. The Court of Appeal came to the conclusion that the document was subject to Italian law. The question of forum was neither raised nor decided. The jurisdiction of the English Courts to decide the matter was not even challenged. It was held that the document was governed by Italian law and the Court of Appeal considered expert evidence relating thereto.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_138\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"183886\" id=\"span_8\">97. The decision of the Court of Appeal in (<a href=\"/doc/183886/\" id=\"a_12\">Mackender and Ors. v. Feldia AG. and Ors.</a> 1966(3) AER 849 not only does not assist defendant No. 1 but militates against Mr. DeVitre&#x27;s submission.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_139\">(A). In this case too, the contract itself was admitted. The case involved the rights of the parties under a jeweller&#x27;s block policy, issued by the insurance company covering three European companies incorporated in Switzerland, Belgian and Italy. The policy which covered the companies carrying on business of diamond merchants, against loss of their stock of jewellery, contained a foreign jurisdiction Clause to the effect that it would be governed exclusively by Belgian law and any dispute arising thereunder shall be exclusively subject to Belgian jurisdiction. The representative of the companies alleged that the stock was stolen. The underwriters contended that the companies made a practice of smuggling diamonds into Italy and that it was contrary to English policy to insure goods which are to be smuggled into a friendly foreign country. They also contended that the companies were guilty of non-disclosure that it was in their course of business to smuggle goods into a friendly foreign country. The underwriters issued a writ in the English Courts that the policy be declared void for illegality and voidable for non-disclosure and that it be rescinded for non-disclosure.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_140\">Leave was granted to serve the writ out of the jurisdiction on the companies. The companies appealed to the Court of Appeal and relying upon the foreign jurisdiction Clause, asked that the dispute be decided in Belgian. They had themselves filed proceedings in the Belgium Court claiming the amounts on account of the loss.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_141\">(B). It must be noted therefore that the contract was itself admitted. On behalf of the underwriters, what was contended was that the foreign jurisdiction Clause only applies where a contract has been &quot;truly created and formed&quot; ; owing to the nondisclosure, &quot;there was no true contract - no real consent&quot; by the underwriters and on this basis the contract itself falls including even the foreign jurisdiction Clause. The Court of Appeal rejected this contention. It is however important to note the observations of the Court of Appeal Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_142\">Lord Denning, M.R. observed:\n</p>  \n\n<blockquote id=\"blockquote_49\">I can well see that if the issue was whether there ever had been any contract at all, as, for instance, if there was a plea of non est factum, then the foreign jurisdiction Clause might not apply at all; but here there was a contract, and when it was made it contained the foreign jurisdiction Clause. Even if there was nondisclosure, nevertheless nondisclosure does not automatically avoid the contract. It only makes it voidable. It gives the insurers a right to elect. They can either avoid the contract or affirm it. If they avoid it, it is avoided in this sense, that the insurers are no longer bound by it. They can repudiate the contract and refuse to pay on it. But things already done are not undone. The contract is not avoided from the beginning, but only from the moment of avoidance. In particular, the foreign jurisdiction Clause is not abrogated. A dispute as to nondisclosure is &quot;a dispute arising under&quot; the policy and remains within the Clause; just as does a dispute as to whether one side or other was entitled to repudiate the contract; see Heyman v. Darwins Ltd. (1).\n</blockquote> \n\n<blockquote id=\"blockquote_50\">Lord Diplock observed:\n</blockquote>  \n\n<blockquote id=\"blockquote_51\">A claim that a contract is void for illegality does not raise any issue whether or not the parties in fact agreed to the terms of the policy, including those in the foreign jurisdiction &#x27; Clause. It concedes that they did, but asserts that their agreement gave rise to no legally enforceable rights or duties. It thus raises no dispute about the consensus ad idem of the parties as to the exclusive jurisdiction of the Belgian Courts. The alternative claim of the underwriters, however, to avoid the contract for non-disclosure of a material fact, so it has been ably argued on their behalf, does raise the question whether there was a contract at all and thus the question whether there was any agreement that Belgian law should be the proper law of the contract. This question, it is argued, is to be determined not by Belgian law but by a putative objective proper law, a concept which I find confusing, but which is said in this case to be English law. Furthermore, it is contended that such a question, by whatever law it is to be determined, is not a dispute arising under the policy within the meaning of the foreign jurisdiction Clause.\n</blockquote> \n\n<blockquote id=\"blockquote_52\">This argument, I think, is misconceived. It is based on an imprecise use of the phrase &quot;avoid the contract&quot;. Where acts done in England, in this case the oral negotiations between the assured&#x27;s broker and the underwrit-ers, the initialling of the slip and die signing of the policy, are alleged not to have resulted in an agreement at all (i.e., where mere is a plea of non est factum) and the question is whether there was any real consensus ad idem, it may well be that the question has to be determined by English law and not by the law which would have been agreed by them as the proper law of the contract if they had reached an agreement. That is not the position, however, when underwriters seek to repudiate a contract on discovering mat material facts were not disclosed to them by their assured before the policy was entered into.\n</blockquote> \n\n<blockquote id=\"blockquote_53\">Lord Russell observed, that the case did not involve either non est factum or fraud or even innocent misrepresentation and clarified that he said nothing as to such cases.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_143\">98. The plaintiffs plea that the terms and conditions containing Clause 15 were never forwarded to it stands on the same footing as a plea of non est factum. Both pleas involve the absence of an ingredient essential to the existence of a contractual relationship in fact and not merely to its existence as a legal consequence of admitted facts. Mackender&#x27;s case therefore not only does not support Mr. DeVitre&#x27;s submission but militates against it in cases where the dispute is whether the contract was as a question of fact entered into as in this case.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_144\">99. Mr. DeVitre then relied upon the commentary in Dicey and Morris on The Conflict of Laws, Thirteenth Edition, Volume 2.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_145\">It must be noted that the commentary deals with Rule 176 of the convention to which the United Kingdom but not India, is a party. The rule is based on <a href=\"/doc/691208/\" id=\"a_13\">Article 8</a> of the convention which is headed &quot;material validity&quot;. The commentary itself states that the meaning of this expression is not clear (Footnote 56 at page 1250).\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_146\">Mr. DeVitre placed strong reliance upon the following part of the commentary:\n</p><blockquote id=\"blockquote_54\"> Existence. The effect of the Convention is to refer questions relating to the existence of a contract to the putative governing law, i.e. the law which would govern the contract (or a term of the contract) if it were valid, subject to the special provisions in Clause (2). Apart from that special provision, the Convention rule is the same as the prior common law rule in England.\n</blockquote> \n\n<blockquote id=\"blockquote_55\">The commentary which precedes this paragraph does not deal with a case such as the one before me. The term &quot;existence&quot; in the above quotation does not appear to include a case where a party has denied having entered into the agreement itself, as opposed to a case regarding the legal effect of the documents admittedly executed or otherwise acted upon. In other words, the term &quot;existence&quot; is used in relation to the legal effect consequent to what admittedly has transpired between the parties and not to the factual aspect concerning that which is alleged to have transpired. For instance, it does not include a plea of non est factum. This is clear from the commentary that follows.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_147\">100. The third decision in (Albeko Schuhmaschinen A.G. v. Kamborian Shoe Machine Co. Ltd.) (1961) 111 L.J., 519 was not made available to me.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_148\">The decisions in (The Parouth A and Co.) 1982 (2) Rip, 351 (CA) and in (Union Transport pic v. Continental Lines SA) 1992 (1) WLR 15 (H.L.) are not of any assistance in this case. In neither of the judgments was the existence of the documents exchanged between the parties in dispute.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_149\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1849811\" id=\"span_9\">101. It is in fact interesting to note that the decision in <a href=\"/doc/1849811/\" id=\"a_14\">Mackender and Ors. v. Feldia A.G. and Ors.</a> (supra) is referred to at page 1254(32163) of the commentary and it is observed:</span>\n</p><blockquote id=\"blockquote_56\"> It was held, in an unreserved judgment, that because nondisclosure only made the contract void from the moment of avoidance, the dispute remained within the foreign jurisdiction Clause, and leave to serve out of jurisdiction should therefore be refused. But all three members of the Court suggested that the position might have been different if the allegation had been that there never had been a contract at all, e.g. because of a plea of non est factum, or fraud. Only Diplock L.J., dealt with the question as to what law might govern such questions, and he diought that the concept of the putative objective governing law was &quot;confusing&quot; and said that if &quot;the question is whether there was any real consensus ad idem, it may well be that this question has to be determined by English law and not by die law which would have been agreed by them as the proper law of the contract if they had reached an agreement. \n</blockquote> \n\n<blockquote id=\"blockquote_57\">(emphasis supplied)\n \n\nThe commentary goes on to suggest &quot;that the view is not shared in civil law countries and is inconsistent with the decision of the House of Lords in (Dimskal Shipping Co. S.A. v. International Transport Workers Federation) 1992 (2) A.C., 152. But that comment is not in respect of the observations of the Court of Appeal in the latter class of cases where the allegation is that there never had been a contract at all. It pertains to the first sentence quoted above.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_150\">102. I am of the opinion that where there is a dispute whether the contract was entered into at all, the putative law theory has no application and cannot restrain a party from proceeding with a case instituted in a Court of competent jurisdiction. If the defendant in such an action proves that the contract had in fact been entered into, it is always open to him then to make an application for the stay of the suit. Where a situation arises as in the present case, where both the parties have commenced litigation in different countries, the only course open is to let both the proceedings continue. The consequence of a decision in one Court upon the proceedings in another, is another matter, which would be decided by the Court where the decision of the other Court is relied upon.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_151\">103. In this view of the matter, I do not consider it necessary to deal with Mr. Dwarkadas&#x27;s submission that while determining which law is to be applied to determine a question as to whether a contract was ever entered into, the Private International law of India and not of the United Kingdom or the other Courts would have to be applied as whatever be the governing law of the contract, admittedly entered into, conflict of law is not a part of governing law. The submission is no doubt of considerable importance but considering the view that I have taken, I do not find it necessary to deal with it or with the judgments cited by him this regard.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_152\">104. In the circumstances, Notice of Motion No. 3472 of 2006 is dismissed and prayer (b) of Notice of Motion No. 1343 of 2007 is rejected. Prayer (a) of this Notice of Motion does not survive in view of the dismissal of Notice of Motion No. 3472 of 2006. There shall be no order as to costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_153\">105. The ad interim order dated 18th October, 2006 shall continue upto 21st January, 2008.\n</p> \n\n","numcites":11,"numcitedby":1,"docsource":"Bombay High Court","citetid":212211,"divtype":"judgments","relatedqs":[{"value":"non-exclusive jurisdiction","formInput":"non-exclusive%20jurisdiction"},{"value":"issue estoppel","formInput":"issue%20estoppel"},{"value":"non est factum","formInput":"non%20est%20factum"},{"value":"anti-suit injunction","formInput":"anti-suit%20injunction"},{"value":"anti suit injunction","formInput":"anti%20suit%20injunction"},{"value":"consensus ad idem","formInput":"consensus%20ad%20idem"},{"value":"\"exclusive jurisdiction clause\"","formInput":"%22exclusive%20jurisdiction%20clause%22"},{"value":"foreign jurisdiction clause ","formInput":"foreign%20jurisdiction%20clause%20"},{"value":"counter offer","formInput":"counter%20offer"},{"value":" commercial court ","formInput":"%20commercial%20court%20"},{"value":"foreign judgments","formInput":"foreign%20judgments"},{"value":"estoppel","formInput":"estoppel"},{"value":"suit for injunction","formInput":"suit%20for%20injunction"},{"value":"desertion","formInput":"desertion"},{"value":"jurisdiction in contract","formInput":"jurisdiction%20in%20contract"},{"value":"mackender","formInput":"mackender"},{"value":"cause of action","formInput":"cause%20of%20action"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"jurisdiction clause+contract","formInput":"jurisdiction%20clause%2Bcontract"},{"value":"\"anti suit injunction\" ","formInput":"%22anti%20suit%20injunction%22%20"}],"courtcopy":false,"query_alert":null,"agreement":false}