{"tid":1249452,"publishdate":"2005-05-10","title":"Pallava Granite Industries India ... vs Andhra Pradesh Mineral Development ... on 10 May, 2005","doc":"<h2 class=\"doc_title\">Pallava Granite Industries India ... vs Andhra Pradesh Mineral Development ... on 10 May, 2005</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2005(4)ALD230, 2005(4)ALT79, 2006(1)CTLJ55(AP)</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nG. Yethirajulu, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The petitioner approached this Court through this writ petition seeking to declare the action of the respondent in confirming the tender No. M &amp; S-39/VGG-SB/04 through the proceedings dated 6-5-2004 as arbitrary and illegal and to further declare that the contract is frustrated and to refund Rs. 47,82,575/- with interest.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The petitioner is a company carrying on business of quarrying and marketing granite in domestic and international market. The respondent is the A.P. Mineral Development Corporation Limited, an instrumentality of the State. The averments made in the affidavit filed in support of the petition are briefly as follows:\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The respondent issued a tender notification on 15-4-2004 for sale of 147-675 cbm. of galaxy granite rocks from the quarry situated at R.L Puram Village, Chimakurthy Mandal, Prakasam District. In pursuance of the tender notification the petitioner submitted its tender on 24-4-2004 by quoting the bid amount at Rs. 47,82,575/- @ $ Rs. 29,000/- per cubic metre. Along with the tender documents the petitioner deposited Rs. 7,00,000/- towards Earnest Money Deposit (EMD). The tenders were opened on 27-4-2004 and the petitioner became the successful bidder. The respondent through the proceedings dated 6-5-2004 confirmed the bid and directed the petitioner to pay the bid amount. When the petitioner sought for extension of time for payment of the balance bid amount through the letters dated 19-5-2004 and 26-5-2004, the respondent granted extension of time for payment of the bid amount. Subsequently the petitioner came to know that a writ appeal covered by W.A. No. 621 of 2004 is pending in this High Court in respect of the quarry from which the granite blocks were agreed to be sold and a &quot;status quo&quot; order was passed by the Court on 23-4-2004. The petitioner therefore addressed a letter to the respondent on 19-6-2004 seeking clarification whether the respondent can accept the bid amount from the petitioner in view of the interim order of the High Court dated 23-4-2004. The respondent addressed a letter to the petitioner on 21-6-2004 informing that in the light of the information given by the Advocate General, the interim order of the High Court will not come in the way of dealing with the granite blocks and the petitioner can pay the bid amount and lift the blocks. Pursuant to the letter of the respondent the petitioner deposited the entire bid amount on 14-9-2004 and requested the respondent for transport permits to transport the granite blocks by informing that the sale agreement with the buyers of the petitioner is a time-bound supply agreement and the space in the ship was also kept ready to transport those blocks. Despite payment of the entire bid amount the respondent did not issue transport permits, therefore, the buyer of the petitioner cancelled the purchase order on 9-10-2004. Due to the inaction and failure of the respondent in issuing transport permits, the petitioner could not deal with the granite blocks and the tender became frustrated. The petitioner therefore addressed a letter to the respondent on 22-10-2004 and requested the respondent to refund the bid amount. No reply was sent by the respondent despite reminders. Ultimately, on 1-12-2004 the respondent informed the petitioner that they moved the High Court for modification of interim order of status quo dated 23-4-2004, that the matter was listed on 2-12-2004, therefore, they requested the petitioner to wait for some more time. The petitioner got issued a legal notice on 13-12-2004 seeking refund of the deposited bid amount as the entire process of opening the bid confirming the bid and receiving the balance amount itself is illegal and contrary to court orders. The respondent without informing the petitioner about the status quo order dated 23-4-2004 and without getting necessary clarification or modification of the interim order of the Court has confirmed the bid on 6-5-2004 and consequently the respondent could not issue transport permits to the respondent to transport the granite blocks covered by the tender. Due to the illegal action of the respondent, the petitioner lost purchase contracts after investing huge amount for purchase of the granite blocks. Though the tender became frustrated, the respondent failed to refund the bid amount with the result the petitioner is suffering loss and damage. Hence, the petition seeking writ of mandamus for the reliefs as mentioned above.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_4\">4. The respondent did not dispute the particulars given by the petitioner regarding the sale of galaxy granite blocks, but opposed the request of the petitioner for refund of the bid amount. The averments of the counter-affidavit filed by the respondent are briefly as follows:\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. As per the terms of the sale stipulated in the tender document, the petitioner is required to pay the entire bid amount within 10 days from the date of intimation by the respondent. In the event of failure of the petitioner to make payment of sale consideration, the Corporation would forfeit EMD/Performance Security Deposit available with the Corporation, apart from that the buyer is liable to pay losses, if any, incurred by the Corporation. The petitioner failed to pay the amount within time. The time for payment was extended at the request of the petitioner. The petitioner expressed apprehension about the status quo order of the High Court through a letter dated 19-6-2004. The respondent clarified the position by intimating that the status quo order is only in respect of carrying on mining operations and it does not preclude the respondent from dealing with the blocks and other material already mined in the quarry. On 29-9-2004 the respondent released delivery order and advised the Project Officer, Cheemakurthy to deliver the blocks to the petitioner. The respondent also requested the Assistant Director of Mines and Geology, Ongole on 20-9-2004 to issue permits to the petitioner to transport the blocks. As the permits were not issued, the respondent requested the Government through a letter dated 13-10-2004 to advise the Director of the Mines and Geology to issue permits in the light of the opinion given by the Advocate General in the matter. The respondent extended time for payment of the bid amount for a period of 120 days. The petitioner cannot ask for refund of the entire amount, having failed to pay the bid amount within time. The Director, Mines and Geology had certain apprehensions with regard to the status quo order, therefore, there was certain delay in getting the permits for lifting of the stocks. The process of tender was done in accordance with law. The writ appeals in question were finally heard by a Division Bench of this Court on 28 &amp; 29th December 2004 and the judgment was reserved. The petitioner will be entitled to refund of the amount only if the High Court concludes that the respondent has no right over the extracted blocks. Since the matter relates to the dispute arising out of a contract, it is a subject matter under the exclusive jurisdiction of the Civil Court and the writ cannot be maintained, therefore, it is liable to be dismissed.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\">6. The respondent also filed an additional counter-affidavit mentioning that on 8-2-2005 the High Court allowed Writ Appeal No. 621 of 2004 and batch, 2005(1) ALT 761 in favour of the respondent and in pursuance of the said judgment the Director of Mines and Geology instructed the Assistant Director of Mines and Geology through the letter dated 25-2-2005 to issue dispatch permits to the respondent for the mineral already quarried in two quarry leases held by the respondent. The respondent therefore addressed a letter to the petitioner on 10-3-2005 informing that the Director of Mines and Geology instructed the Assistant Director, Ongole to issue dispatch permits, therefore, the petitioner may make arrangements for lifting of the blocks at the earliest and the petitioner gave a reply on 18-3-2005 informing the respondent that as the matter is subjudice, the blocks cannot be lifted.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">7. In the light of the contentions of both parties, the following are the points taken up for consideration:\n</p>  \n\n<blockquote id=\"blockquote_1\">(1) Whether the writ petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India is maintainable to enforce a contractual obligation of the respondent in favour of the petitioner and whether the Civil Court alone has the jurisdiction to resolve the issue?\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(2) Whether the contract between the petitioner and the respondent for sale of galaxy granite blocks in pursuance of a tender notification dated 15-10-2004 got frustrated on account of inordinate delay caused by the respondent in getting the permits for lifting the blocks and on account of suppression of the factum of status quo order passed by the High Court by the date of accepting the bid of the petitioner?\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_8\">Point No. 1:\n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\">8. The respondent issued a tender notification on 15-4-2004 for sale of galaxy granite blocks. The petitioner was the highest bidder and the bid was knocked down in his favour through the proceedings dated 6-5-2004 for Rs. 47,82,575/-. As per the terms of the tender notification, the bid amount has to be deposited within 10 days from 6-5-2004. The petitioner sought for extension of time and the respondent obliged to extend the time from time to time and ultimately the petitioner deposited the entire bid amount on 14-9-2004 on the assurance given by the respondent that the status quo order passed by the High Court is not coming in the way of lifting of the blocks available at the quarry and the status quo order is confined only for undertaking quarrying operations. As per the terms of the agreement, the petitioner has to lift the blocks within 15 days from the date of deposit of the bid amount, therefore, the petitioner requested the respondent to get permits for transporting the blocks. The respondent in turn addressed the Assistant Director of Mines and Geology for granting of permits, but the said authority did not grant the permit on the ground that the status quo order issued by the High Court is pending. The petitioner having waited for two months gave a legal notice to the respondent for refund of the bid amount on the ground that on account of the delay caused by the respondent in getting the permits, the intending buyer of the petitioner cancelled the contract with the petitioner on account of the delay caused in lifting the blocks. The above sequences of events are reflecting through the correspondence between the parties and there are no disputed questions of facts.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">9. The only question that remained for consideration is whether the contract got frustrated on account of the delay caused by the respondent in obtaining the permit from the Mines and Geology Department for lifting of the blocks?\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\">10. The learned counsel for the respondent submitted that since the matter purely relates to the dispute arising out of a contract, a writ cannot be maintained and the proper forum for the petitioner to agitate is the Civil Court, therefore, requested to dismiss the writ petition on the ground that it cannot be maintained under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the Constitution of India. The learned counsel for the petitioner submitted that as per the pleadings of both parties, there are no disputed questions of facts to be adjudicated by adducing any oral evidence and as the material required to consider whether the contract got frustrated is available on record, the writ petition is maintainable under law.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\">11. The learned counsel for the respondent in support of his contention placed reliance on the following judgments of the Supreme Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_13\">12. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1893286\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1156062\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"318728\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"191872\" id=\"span_4\">In <a href=\"/doc/191872/\" id=\"a_3\">National Highways Authority of India v. Ganga Enterprises</a>, (2003) 7 SCC 410 the Supreme Court while referring to the judgments in <a href=\"/doc/318728/\" id=\"a_4\">Kerala SEB v. Kurien E. Kalathil</a>, (<a href=\"/doc/1156062/\" id=\"a_5\">2000) 6 SCC 293, State of U.P. v. Bridge and Roof Co. (India) Ltd.</a>, (<a href=\"/doc/1893286/\" id=\"a_6\">1996) 6 SCC 22 and Bareilly Development Authority v. Ajai Pal Singh</a>, (1989) 2 SCC 116 observed as following:</span></span></span></span>\n</p><blockquote id=\"blockquote_3\"> It is settled law that the disputes relating to contracts cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> of the Constitution of India.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_5\">In the case covered by <a href=\"/doc/1893286/\" id=\"a_8\">the above decision</a>, the dispute was regarding the terms of offer, which were contractual disputes, therefore, in respect of such disputes, a writ court is not the proper forum.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_6\">In <a href=\"/doc/1943124/\" id=\"a_9\">ABL International Ltd., v. Export Credit Guarantee Corporation of India Ltd.</a>, (2004) 3 SCC 553 the Supreme Court held as follows:</span>\n</p><blockquote id=\"blockquote_4\"> The question whether a writ petition under <a href=\"/doc/1712542/\" id=\"a_10\">Article 226</a> of the Constitution of India is maintainable to enforce the contractual obligation of the State or its instrumentality by an aggrieved party is no more res integra and is settled by a large number of judicial pronouncements by the Supreme Court.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_7\">15. The Supreme <a href=\"/doc/1943124/\" id=\"a_11\">Court further held</a> as follows:</span>\n</p><blockquote id=\"blockquote_5\"> On a given set of facts if &quot;the State&quot; acts in an arbitrary manner even in a matter of contract, an aggrieved party can approach the court by way of writ under <a href=\"/doc/1712542/\" id=\"a_12\">Article 226</a> of the Constitution and the court depending on facts of the said case is empowered to grant the relief.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\">16. The Supreme Court also held that a writ petition involving a consequential relief of monetary relief and claim is also maintainable. It has further observed as follows:\n</p><blockquote id=\"blockquote_6\"> It is clear that when instrumentality of the State acts contrary to public good and public interest, unfairly, unjustly and unreasonably, in its contractual, constitutional or statutory obligations, it really acts contrary to the constitutional guarantee found in <a href=\"/doc/367586/\" id=\"a_13\">Article 14</a> of the Constitution. Therefore, once the State or an instrumentality of the State is a party, it has an obligation in law to act fairly, justly and reasonably to a contract which is the requirement of <a href=\"/doc/367586/\" id=\"a_14\">Article 14</a> of the Constitution.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_18\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_9\">In <a href=\"/doc/191872/\" id=\"a_15\">Ganga Enterprises</a> (1 supra) the Supreme Court reiterated the general principle that a matter relating to the dispute relating to a contract cannot be maintained through a writ under <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution of India, but the judgment in <a href=\"/doc/1943124/\" id=\"a_17\">ABL International Ltd.</a>, (5 supra) clarified that a writ petition can also be maintained under certain circumstances and there is no total bar for the maintainability of the writ petition on the ground of availability of alternative remedy in a civil court. These decisions are therefore not helpful to the respondent in support of its contention.</span></span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_19\">18. In the light of the foregoing discussion regarding the nature of dispute between the parties and in the light of the above legal position, I have no hesitation to hold that the petitioner can maintain the present writ petition. Hence, this point is held against the respondent and in favour of the petitioner.\n</p> \n\n<p data-structure=\"Section\" id=\"p_20\">Point No. 2:\n</p> \n\n<p data-structure=\"Section\" id=\"p_21\">19. Before going to the contentions of the parties and my finding on this point, I would like to go through the relevant provisions under the <a href=\"/doc/171398/\" id=\"a_18\">Contract Act</a> and the case law governing the field on this point.\n</p> \n\n<p data-structure=\"Section\" id=\"p_22\">20. <a href=\"/doc/648614/\" id=\"a_19\">Section 56</a> of the Indian Contract Act, 1872 (for short &#x27;the Act&#x27;) reads as follows:\n</p>  \n\n<blockquote id=\"blockquote_7\">56. Agreement to do impossible Act:\n</blockquote>  \n\n<blockquote id=\"blockquote_8\">An agreement to do an act impossible in itself is void.\n</blockquote> \n\n<blockquote id=\"blockquote_9\">Contract to do act afterwards becoming impossible or unlawful: A contract to do an act which, after the contract is made, becomes impossible, or, by reason of some event which the promisor could not prevent, unlawful, becomes void when the act becomes impossible or unlawful.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">Compensation for loss through non-performance of act known to be impossible or unlawful: Where one person has promised to do something which he knew, or, with reasonable diligence, might have known, and which the promisee did not know to be impossible or unlawful, such promisor must make compensation to such promisee for any loss which such promisee sustains through the non-performance of the promise.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_23\">21. <a href=\"/doc/648614/\" id=\"a_20\">Section 56</a> of the Act speaks about two aspects. The first paragraph speaks of something which is impossible inherently or by its very nature, and no one can obviously be directed to perform such an act. The second paragraph enunciates the law relating to discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done. The doctrine of frustration is an aspect or part of the law of discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done and hence comes within the purview of <a href=\"/doc/648614/\" id=\"a_21\">Section 56</a> of the Act.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\">22. In Tamplin Steamship Co. Ltd. v. Anglo-Mexican Petroleum Products Co. Ltd., (1916) 2 AC 397 at 403 which is generally considered to contain a classic and brief exposition of the law relating to frustration, Lord Loreburn observed:\n</p><blockquote id=\"blockquote_11\"> The parties shall be excused if substantially the whole contract becomes impossible of performance or in other words impracticable by some cause for which neither was responsible.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_25\">23. The law as regards the &#x27;doctrine of frustration&#x27; is well-settled by various pronouncements of the Supreme Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\">24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1214064\" id=\"span_10\">In <a href=\"/doc/1214064/\" id=\"a_22\">Satyabrata Ghose v. Mugneeram Bangur and Co.</a>,  the Apex Court has elaborately discussed the various theories propounded by the judges and jurists in England and the provisions incorporated under <a href=\"/doc/648614/\" id=\"a_23\">Section 56</a> of the Indian Contract Act and held as follows:</span>\n</p>  \n\n<blockquote id=\"blockquote_12\">The first paragraph of the <a href=\"/doc/648614/\" id=\"a_24\">Section 56</a> lays down the law in the same way as in England. It speaks of something which is impossible inherently or by its very nature, and no one can obviously be directed to perform such an act. The second paragraph enunciates the law relating to discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done. The wording of this paragraph is quite general, and though the illustrations attached to it are not at all happy, they cannot derogate from the general words used in the enactment. This much is clear that the word &quot;impossible&quot; has not been used here in the sense of physical or literal impossibility. The performance of an act may not be literally impossible but it may be impracticable and useless from the point of view of the object and purpose which the parties had in view; and if an untoward event or change of circumstances totally upsets the very foundation upon which the parties rested their bargain, it can very well be said that the promissor finds it impossible to do the act which he promised to do.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">Although various theories have been propounded by the Judges and jurists in England regarding the juridical basis of the doctrine of frustration, yet the essential idea upon which the doctrine is based is that of impossibility of performance of the contract; in fact impossibility and frustration are often used as interchangeable expressions. The changed circumstances, it is said, make the performance of the contract impossible and the parties are absolved from the further performance of the contract impossible and the parties are absolved from the further performance of it as they did not promise to perform an impossibility.\n</blockquote> \n\n<blockquote id=\"blockquote_14\">The doctrine of frustration is really an aspect or part of the law of discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done and hence comes within the purview of <a href=\"/doc/648614/\" id=\"a_25\">Section 56</a> of the Indian Contract Act. It would be incorrect to say that <a href=\"/doc/648614/\" id=\"a_26\">Section 56</a> of the Contract Act applies only to cases of physical impossibility and that where this section is not applicable, recourse can be had to the principles of English law on the subject of frustration. It must be held also, that to the extent that the <a href=\"/doc/171398/\" id=\"a_27\">Indian Contract Act</a> deals with a particular subject, it is exhaustive upon the same and it is not permissible to import the principles of English law de hors these statutory provisions. The decisions of the English Courts possess only a persuasive value and may be helpful in showing how the Courts in England have decided cases under circumstances similar to those which have come before our courts.\n</blockquote> \n\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1214064\" id=\"span_11\">In deciding cases in India the only doctrine that we have to go by is that of supervening impossibility or illegality as <a href=\"/doc/1214064/\" id=\"a_28\">laid down in</a> <a href=\"/doc/648614/\" id=\"a_29\">Section 56</a> of the Contract Act, taking the word &quot;impossible&quot; in its practical and not literal sense. It must be borne in mind, however, that <a href=\"/doc/648614/\" id=\"a_30\">Section 56</a> lays down a rule of positive law and does not leave the matter to be determined according to the intention of the parties.</span>\n</blockquote> \n\n<blockquote id=\"blockquote_16\">It must be pointed out here that if the parties do contemplate the possibility of an intervening circumstance which might affect the performance of the contract, but expressly stipulate that the contract would stand despite such circumstance, there can be no case of frustration because the basis of the contract being to demand performance despite the happening of a particular event, it cannot disappear when that event happens.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_27\">25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1961477\" id=\"span_12\">In <a href=\"/doc/1961477/\" id=\"a_31\">Boothalinga Agencies v. V.T.C. Poriaswami Nadar</a>,  the Supreme Court observed as follows:</span>\n</p><blockquote id=\"blockquote_17\"> The doctrine of frustration of contract is really an aspect or part of the law of discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done and hence comes within the purview of <a href=\"/doc/648614/\" id=\"a_32\">Section 56</a> of the Indian Contract Act. It should be noticed that <a href=\"/doc/648614/\" id=\"a_33\">Section 56</a> lays down a rule of positive law and does not leave the matter to be determined according to the intention of the parties.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_28\">26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1025419\" id=\"span_13\">In <a href=\"/doc/1025419/\" id=\"a_34\">Govindhbhai Gordhabhai Patel and Ors. v. Gulam Alhas Mulla Alibhai and Ors.</a>, (1971)3 SCO 179 the Supreme Court held as follows:</span>\n</p><blockquote id=\"blockquote_18\"> Contract becomes void by frustration only if something supervenes after its execution.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_29\">27. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1144263\" id=\"span_14\">In <a href=\"/doc/1144263/\" id=\"a_35\">Naihati Jute Mills Ltd. v. Khyaliram Jagannath</a>,  the Supreme Court observed as follows:</span>\n</p><blockquote id=\"blockquote_19\"> 5. <a href=\"/doc/648614/\" id=\"a_36\">Section 56</a> of the Contract Act inter alia provides that a contract to do an act which, after the contract is made becomes impossible, or by reason of some event which the promisor could not prevent, unlawful, becomes void when the act becomes impossible or unlawful. It also provides that where one person has promised to do something which he knew, or, with reasonable diligence might have known, and which the promisee did not know to be impossible or unlawful, such a promisor must make compensation to such promisee for any loss which such promisee sustains through the non-performance. As envisaged by <a href=\"/doc/648614/\" id=\"a_37\">Section 56</a>, impossibility of performance would be inferred by the courts from the nature of the contract and the surrounding circumstances in which it was made that the parties must have made their bargain upon the basis that a particular thing or state of things would continue to exist and because of the altered circumstances the bargain should no longer be held binding. The courts would also infer that the foundation of the contract had disappeared either by the destruction of the subject-matter or by reason of such long interruption or delay that the performance would really in effect be that of a different contract for which the parties had not agreed. Impossibility of performance may also arise where without any default of either party the contractual obligation had become incapable of being performed because the circumstances in which performance was called for was radically different from that undertaken by the contract. But the common law rule of contract is that a man is bound to perform the obligation which he has undertaken and cannot claim to be excused by the mere fact that performance has subsequently become impossible.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_30\">28. Thus, from the authoritative pronouncements of the Supreme Court it is made out that a contract becomes void by frustration only if something supervenes after its execution. It is an aspect or part of the law of discharge of contract by reason of supervening impossibility or illegality of the act agreed to be done.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_31\">29. The petitioner contended that despite payment of the entire bid amount, the respondent did not issue transport permits, therefore, the buyer of the petitioner cancelled the purchase order. Due to the inaction and failure of the respondent in issuing transport permits, it could not deal with the granite blocks and the tender became frustrated whereas the respondent contended that it requested the Assistant Director of Mines and Geology to issue permits to the petitioner to transport the blocks. As the permits were not issued, it requested the Government to advise the Director of Mines and Geology to issue permits in the light of the opinion given by the Advocate General in the matter. Since it extended time for payment of the bid amount for a period of 120 days, the petitioner cannot ask for refund of the entire amount, having failed to pay the bid amount within time. In view of the contentions of the parties, it has to be seen whether the tender became frustrated due to the inaction and failure of the respondent in issuing transport permits or whether the tender became impossible of performance or in other words impracticable by some cause for which neither of the parties were responsible?\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_32\">30. The learned counsel for the petitioner submitted that the petitioner was the highest bidder. The said fact was intimated by the respondent through its proceedings dated 6-5-2004. The petitioner has to deposit the bid amount within 10 days from the date of the said order. But the petitioner requested for extension of time for the reasons mentioned therein and there is no dispute that the respondent extended time for deposit of the bid amount from time to time. The petitioner contended that when he was about to pay the bid amount, he came to know that on 23-4-2004 a Division Bench of this High Court granted an order of status quo in W.A.M.P.No. 1174 of 2004 filed along with Writ Appeal No. 621 of 2004 and the said order reads as follows:\n</p><blockquote id=\"blockquote_20\"> Status quo is directed to be maintained as of to-day and we direct that till the next date fixed for hearing of the appeal, the parties will not carry on the mining operations in the area in question.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">Therefore, he addressed a letter to the respondent on 19-6-2004 seeking clarification whether the bid amount can be accepted by the respondent in the light of the order of status quo passed by the High Court. The respondent gave a reply on 21-6-2004 informing the petitioner that, as per the opinion given by the Advocate General, the interim order will not come in the way of dealing with the material; therefore, the petitioner can pay the bid amount and lift the blocks. In pursuance of the said letter, the petitioner deposited the entire bid amount on 14-9-2004 and sought for permits, but the respondent could not get the transport permits as the Assistant Director of Mines and Geology was not inclined to give the permits on account of the status quo order passed by the High Court on 23-4-2004. In the meanwhile the prospective buyer of the petitioner by name HANBLE LTD., cancelled the purchase order on 9-10-2004 on account of the delay caused in lifting the blocks for shipment, therefore, the petitioner in turn addressed the respondent for refund of the bid amount on the ground that the tender became frustrated. The fact remains that whatever be the implication of the status quo order of the High Court, the Assistant Director of Mines and Geology did not grant the permit for lifting of the blocks.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">31. Now the questions that arise for consideration are (1) whether the respondent complied with its statutory obligations when the request was made by the petitioner; and (2) if not, the effect of non-compliance with the statutory obligation of the respondent, which formed part of the contract and had a direct bearing on the right of the petitioner to raise the granite blocks.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_34\">32. As per Condition No. 4(ii) of the general terms and conditions of sale, the respondent undertook to arrange permits on receipt of sale consideration. It is an undisputed fact that the respondent failed to obtain the permit from the concerned authorities for the lifting of the blocks till the date of hearing of this matter, despite the High Court allowing the writ appeals filed by the respondent. Though the respondent contended that there was delay in deposit of the sale consideration, it was conceded by the respondent in the counter-affidavit as well as the additional counter that the respondent granted extension of time for 120 days. Therefore, the respondent cannot throw blame on the petitioner only for the delay in the deposit of the amount. It is also an undisputed fact that the respondent did not inform the petitioner at any time that there is a dispute between the respondent and other granite companies regarding the rights over the quarry from which the blocks were excavated and the respondent did not come out with any explanation till the petitioner addressed a letter about the pendency of the writ appeals and the order of the High Court for maintaining status quo. Though the respondent is contending that the status quo order was confined only for quarrying operations, the fact remains that the Assistant Director of Mines and Geology did not issue permit on the ground of the subsistence of the status quo order. The respondent cannot throw blame on the petitioner on the ground of delay in making the payment, since the respondent did not make the offer for contract through the tender notification with clean hands. When the status quo order was passed by the High Court on 23-4-2004, the tender of the petitioner was accepted on 24-4-2004, the bid was opened on 27-4-2004 and the proceedings mentioning that the petitioner was the successful bidder were issued on 6-5-2004. The respondent cannot throw blame on the petitioner for the delay in payment of the bid amount since the delay was condoned by the respondent by extending the time from time to time. The request of the petitioner for the permits could not be considered by the respondent even till the date of hearing the writ petition. The respondent did not take steps for modification of the status quo order till December 2004 for which the respondent cannot blame the petitioner. The petitioner is contending that the tender became frustrated and its performance became impossible due to the non-compliance by the respondent, therefore, it is entitled for the refund of the bid amount. The learned counsel for the petitioner placed reliance on the following judgments of the Supreme Court.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_35\">33. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1811840\" id=\"span_15\">In <a href=\"/doc/1811840/\" id=\"a_38\">Uberoi Mohinder Singh v. State of Haryana</a>, (1991) 2 SCC 362 a gazette notification was published by the State of Haryana notifying the tender published that the minor mineral quarries will be put to auction on a particular date. The auction was held in respect of minor mineral of sand. The bid of the appellant was declared to be the highest. The bidder was required to pay the bid amount within one month from the date of acceptance of it, failing which the bid shall be deemed to have been revoked and the amounts paid as advance contract amount and security shall be forfeited to the government. Before execution of the agreement, the appellant came to know that some dispute was going on regarding the boundary between the State of Uttar Pradesh and Haryana and he wrote a letter to the Senior District Industries Officer requesting that the contract be made effective from the date the area was handed over to the appellant after obtaining clearance and NOC from Flood Control Department and other departments as major portion of the land lay within the protected area, but the respondents did not deal with the objections raised by the appellant and the contract was made effective immediately. The appellant while returning the contract executed by the respondent repeatedly requested for obtaining NOC for undertaking quarrying operations from the concerned authorities. On the other hand, the Director of Industries issued a notice to the appellant asking him to pay the amount accrued as on that date with interest within one month from the date of receipt of a notice, failing which the same will be recovered as arrears of land revenue. The appellant having received no relief at the hands of the respondents approached the Punjab &amp; Haryana High Court by filing a writ petition under <a href=\"/doc/1712542/\" id=\"a_39\">Article 226</a> of the Constitution and it was dismissed in limine. Aggrieved by the order of the High Court, the appellant approached the Supreme Court by filing a Special Leave Petition under <a href=\"/doc/427855/\" id=\"a_40\">Article 136</a> of the Constitution. The Supreme Court after considering the submissions made by both parties observed that there was no fault on the part of the appellant and he was insisting even before execution of the agreement that the quarry shall be handed over to him after obtaining clearance from the Flood Control Department as the entire quarrying area lay within the protected area. The appellant under the gain of forfeiture of the security amount as well as the first instalment was left with no option than to execute the deed in Form-L within one month from the date of acceptance of the bid. The Executive Engineer did not grant NOC, but simply directed the appellant to remain in touch with the Industries Department regarding the issuance of NOC. The Supreme Court ultimately held that the respondents are not entitled to forfeit the amount deposited by the Appellant or to demand any further money from the appellant under the alleged agreement. The writ appeal was accordingly allowed by the Supreme Court directing the respondents to refund the amounts deposited by the appellant with interest at 12% per annum from the date of the order of the Supreme Court till the date of realization.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1811840\" id=\"span_16\">34. The learned counsel for the petitioner submitted that the facts of the present case are similar to the facts covered by <a href=\"/doc/1811840/\" id=\"a_41\">the above decision</a> and as there were no laches on the part of the writ petitioner and as the respondent failed to get the permits for lifting of the blocks, they are liable to refund the amount with interest.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">35. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1558506\" id=\"span_17\">In <a href=\"/doc/1558506/\" id=\"a_42\">Jai Durga Finvest (P) Ltd., v. State of Haryana</a>, (2004) 3 SCC 381 the Supreme Court dealt with the doctrine of frustration and the question whether the contract stood frustrated due to non-performance of the obligation by the other party.</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_38\">36. <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1558506\" id=\"span_18\">In the case covered by <a href=\"/doc/1558506/\" id=\"a_43\">the above decision</a>, the appellant as a contractor entered into a contract with the respondents for extraction of mineral. There was a statutory obligation on the part of the respondent/State to assist the appellant in the acquisition of the land for that purpose, which obligation was incorporated in the agreement executed in the standard statutory form. The appellant could not acquire the land on its own on the basis of the requisite powers devised to it under the mining contract. The respondent failed to extend assistance in that regard and failed to discharge its statutory obligation. On the other hand, the respondent issued a notice demanding payment of contract money and interest thereon after expiry of one month notice terminating the contract. The appellant being aggrieved by the said notice filed a writ of Certiorari in the High Court of Punjab and Haryana. The High Court allowed the said writ petition in part as regards the demand of the amount for the period from 10-3-2000 to 7-4-2000 of the contract money by further observing that the appellant cannot be discharged of its liability as it entered into its contract voluntarily and as in terms thereof it was obliged to deposit the amount in question. The Supreme Court while setting aside the judgment of the High Court remitted back the matter to the High Court by observing that the High Court did not consider the aspect regarding the frustration of the contract.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1558506\" id=\"span_19\">37. In the case on hand, there was a statutory obligation on the part of the respondent to secure permit from the concerned authorities. It fails to do so and even on allowing the writ appeals also it could not get the permit to demand the petitioner to lift the granite blocks. The mere writing of a letter to the Director of Mines and Geology requesting to issue necessary instructions to the Assistant Director of Mines and Geology to issue the permit itself does not amount to discharge of the obligation of the respondent. In the absence of the permit to lift the granite blocks, it is impossible for the petitioner to lift them. The principles <a href=\"/doc/1558506/\" id=\"a_44\">laid down in</a> the above decisions are squarely applicable to the present case. The material available on record is clearly indicating that on account of the failure of the respondent in getting permits within 10 days from the date of payment of the bid amount or on any subsequent date before the petitioner requested for refund of the amount, it became impossible for the petitioner to execute the contract by lifting the granite blocks. After going through the entire material on record, I am convinced that the tender became frustrated due to the inaction and failure of the respondent in issuing transport permits to the petitioner and this is a fit case for ordering refund of the bid amount to the petitioner.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_40\">38. In the result, the writ petition is allowed with costs. The respondents are directed to refund the amount of Rs. 47,82,575/- to the petitioner within one month from the date of this order.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_41\">39. Since the petitioner took four months&#x27; time for deposit of the bid amount, he is not entitled for interest from the date of payment till the date of this order. In the event of the failure of the respondents in arranging payment within one month from the date of this order, the respondents shall pay interest on the amount deposited @ 9% per annum from the date of this order till the date of its payment.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_42\">40. The Advocate Fee is fixed at Rs. 5,000/-.\n</p> \n\n","numcites":16,"numcitedby":0,"docsource":"Andhra HC (Pre-Telangana)","citetid":1249452,"divtype":"judgments","relatedqs":[{"value":"frustration of contracts","formInput":"frustration%20of%20contracts"},{"value":"doctrine of frustration ","formInput":"doctrine%20of%20frustration%20"},{"value":"section 56 contract act","formInput":"section%2056%20contract%20act"},{"value":"discharge of contract","formInput":"discharge%20of%20contract"},{"value":" status quo is an order","formInput":"%20status%20quo%20is%20an%20order"},{"value":"supervening impossibility","formInput":"supervening%20impossibility"},{"value":"section 56 contract","formInput":"section%2056%20contract"},{"value":"status quo","formInput":"status%20quo"},{"value":"\"discharge of contract\"","formInput":"%22discharge%20of%20contract%22"},{"value":"impossibility of performance","formInput":"impossibility%20of%20performance"},{"value":"impossibility of contract","formInput":"impossibility%20of%20contract"},{"value":"indian contract act","formInput":"indian%20contract%20act"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"impossibility of act","formInput":"impossibility%20of%20act"},{"value":"contract act","formInput":"contract%20act"},{"value":"granite","formInput":"granite"},{"value":"contract law","formInput":"contract%20law"},{"value":"\"impossibility of performance\"","formInput":"%22impossibility%20of%20performance%22"},{"value":"writ petition under article 226","formInput":"writ%20petition%20under%20article%20226"},{"value":"non performance","formInput":"non%20performance"}],"cats":[{"value":"agreement-to-do-impossible-act","formInput":"tag:agreement-to-do-impossible-act"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"contract","formInput":"tag:contract"},{"value":"equality-before-law","formInput":"tag:equality-before-law"}],"courtcopy":false,"query_alert":null,"agreement":false}