{"tid":143351427,"publishdate":"2014-05-07","title":"Rinku @ Rajesh Kumar Verma vs The State Of M.P. Judgement Given By: ... on 7 May, 2014","doc":"<h2 class=\"doc_title\">Rinku @ Rajesh Kumar Verma vs The State Of M.P. Judgement Given By: ... on 7 May, 2014</h2>\n\n<pre id=\"pre_1\">IN THE HIGH COURT OF MADHYA PRADESH, JABALPUR\n\nSINGLE BENCH : HON&#x27;BLE MR. JUSTICE N.K.GUPTA, J.\n\n                 Criminal Appeal No.1893/1997\n\n                  Rinku @ Rajesh Kumar Verma\n\n                                VERSUS\n\n                      State of Madhya Pradesh\n---------------------------------------------------------------------------\nShri J.S.Singh and Shri Shivam Singh, counsel for the\nappellant.\nShri Prakash Gupta, Panel Lawyer for the State/respondent.\n---------------------------------------------------------------------------\n                         J U D G M E N T\n</pre><p data-structure=\"Issue\" id=\"p_1\">              (Delivered on the 7th day of May, 2014)\n\n             Being aggrieved with the judgment dated 8.9.1997\n\npassed by the learned Additional Sessions Judge, Jabalpur\n\nin S.T.No.112/1995, the appellant has preferred the present\n\nappeal, whereby the appellant was convicted for offence\n\npunishable under Sections 376 (1), 363/366, 506 (Part-II) of\n\n<a href=\"/doc/1569253/\" id=\"a_1\">IPC</a> and sentenced with 7 years rigorous imprisonment with\n\nfine of Rs.3,000/-, 5 years rigorous imprisonment with fine\n\nof Rs.1,000/- and one year rigorous imprisonment with fine\n\nof Rs.500/-. Default sentenced was also directed.\n\n</p><p data-structure=\"Facts\" id=\"p_2\">2.           The prosecution&#x27;s case, in short, is that, on\n\n19.9.1994, the prosecutrix (P.W.3) was present in her house,\n\nsituated at West Land Khamariya, Jabalpur.                  At about 7\n</p><p data-structure=\"Issue\" id=\"p_3\">                           -:- 2 -:-\n</p>                                                                                       \n<blockquote id=\"blockquote_1\">                                  Criminal Appeal No.1893 of 1997\n\n\np.m. one Vijay Choudhary came to the house of the\n\nprosecutrix and told her mother that tutor of the prosecutrix\n\nwas calling her. The prosecutrix informed that tutor would\n\nnot come for teaching on that day.                        However, Vijay\n\nChoudhary again told that tutor was present and calling her\n\nfor tuition.   Thereafter, the prosecutrix went with Vijay\n\nChoudhary at about 7.10 p.m. by a separate bicycle.                                In\n\nHouse No.55 of West Land, Khamariya, there was an\n\narrangement of tuition.   When the prosecutrix went to the\n\ntuition&#x27;s place, she found that tutor was not present then,\n\nshe shouted upon the accused Vijay Choudhary. Thereafter,\n\nshe went back to her house at 7.30 p.m. When she was on\n\nher way, near the park, the appellant Rajesh Verma held her\n\nbicycle and took her in the park. He tried to kiss her in a\n\nforceful manner. At that time, Sangeeta Verma came to the\n\nspot and she tried to take her to the house of the appellant\n\nand thereafter, the appellant Rajesh Verma shown a knife to\n\nher and ultimately she was taken by Rajesh Verma and\n\nSangeeta Verma to their house. In front of their house, their\n\nparents were found sitting.          They told to confine the\n\nprosecutrix inside the house and therefore, she was\n\nconfined. After sometime Sangeeta Verma had shown some\n\nobscene photographs to her and thereafter, the appellant\n\nRajesh Verma committed rape upon her.                     The prosecutrix\n</blockquote><blockquote id=\"blockquote_2\">                             -:- 3 -:-\n</blockquote>                                                                                         \n<blockquote id=\"blockquote_3\">                                    Criminal Appeal No.1893 of 1997\n\n\nheard the sound of her father, who was asking from father of\n\nthe appellant Rajesh about her presence.                     Thereafter, the\n\nprosecutrix was forced to write some letters and due to fear\n\nof the appellant Rajesh, she wrote such letters. In the late\n\nnight, the accused persons relieved her from the house and\n\nshe found that her parents were standing with the police.\n\nThe appellant Rajesh gave a letter to her 15 days prior to the\n\nincident and she had shown that letter to her father and\n\ntherefore, the appellant Rajesh and his family members were\n\nannoyed with the prosecutrix.                 After recovery of the\n\nprosecutrix, SHO, Police Station Khamariya had registered a\n\ncase.   The prosecutrix was sent for her medico legal\n\nexamination. Dr.(Smt.) Shama Choudhary (P.W.7) examined\n\nthe prosecutrix and gave her report, Ex.P/8. She found that\n\nthe prosecutrix was only 14 years old girl, who did not\n\nsustain any injury either external or internal.                        After due\n\ninvestigation, the charge-sheet was filed before the Chief\n\nJudicial Magistrate, who committed the case to the Sessions\n\nCourt   and   ultimately,   it   was        transferred             to     learned\n\nAdditional Sessions Judge, Jabalpur.\n</blockquote>\n<blockquote id=\"blockquote_4\">3.        The appellant abjured his guilt.                   He took a plea\n\nthat he was falsely implicated in the matter.                     He has filed\n\nsome love letters given by the prosecutrix.                      However, no\n\ndefence evidence was adduced.\n</blockquote><p data-structure=\"Issue\" id=\"p_4\">                                -:- 4 -:-\n</p>                                                                                            \n<blockquote id=\"blockquote_5\">                                       Criminal Appeal No.1893 of 1997\n\n\n</blockquote><blockquote id=\"blockquote_6\">4.        Learned       Additional          Sessions              Judge,           after\n\nconsidering   the   prosecution&#x27;s            evidence,           acquitted            the\n\naccused Santosh Kumar Verma, Smt.Vijyalaxmi Verma and\n\nSangeeta Verma but, convicted and sentenced the appellant\n\nRinku @ Rajesh Verma as mentioned above.\n</blockquote>\n<blockquote id=\"blockquote_7\">5.        I have heard the learned counsel for the parties.\n\n</blockquote><blockquote id=\"blockquote_8\">6.        For consideration of such matters, age of the\n\nprosecutrix should be assessed. The prosecutrix (P.W.3) and\n\nher mother Smt.Sandhya Pandey (P.W.1) has stated that the\n\nprosecutrix was only 14 years old at the time of incident. A\n\nmark-sheet, Ex.P/5 of Central School was also produced to\n\nshow that the date of birth of the prosecutrix was 17.4.1980,\n\nwhereas the incident took place on 19.9.1994.                            Dr. (Smt.)\n\nShama Choudhary (P.W.7) examined the prosecutrix and\n\nfound that secondary sex characters of the prosecutrix were\n\nunder development and she was 14 years old girl.                                In the\n\ncross-examination       of   this    witness           Dr.      (Smt.)         Shama\n\nChoudhary,     nothing       could       be      brought            against           her\n\nassessment about the age of the prosecutrix and therefore,\n\nlooking to the educational record as well as the medical\n\nevidence, the prosecutrix was approximately 14 years old at\n\nthe time of incident.\n</blockquote>\n<blockquote id=\"blockquote_9\">7.        The prosecutrix has stated that she was taken by\n\nthe appellant forcefully when she was coming back to her\n</blockquote><blockquote id=\"blockquote_10\">                              -:- 5 -:-\n</blockquote>                                                                                          \n<blockquote id=\"blockquote_11\">                                     Criminal Appeal No.1893 of 1997\n\n\nhouse. He tried to take her in the park but, she did not went\n\ninside the park and thereafter, he took her with help of her\n\nsister Sangeeta to his house, where he committed rape upon\n\nthe prosecutrix. Smt. Sandhya Pandey (P.W.1) and Ravikant\n\nPandey (P.W.2) have stated that soon after the recovery of\n\nthe prosecutrix, she told that story to them. However, that\n\nstory appears to be prepared afterwards.                        In case diary\n\nstatement of the prosecutrix, Ex.D/5, she had stated to the\n\npolice that her rape was committed in the garden, whereas\n\nshe turned her version in her statement under <a href=\"/doc/497457/\" id=\"a_2\">Section 164</a>\n\nof the Cr.P.C. and also before the trial Court. The incident\n\ntook place on 20.9.1994. Her case diary statement Ex.D/5\n\nwas recorded on the same very day, whereas her statement\n\nunder   <a href=\"/doc/497457/\" id=\"a_3\">Section   164</a>   of   the       Cr.P.C.         was        recorded           on\n\n17.10.1994 i.e. approximately after four weeks of the\n\nincident.   When the prosecutrix changed her version from\n\nher previous statement to her subsequent statement then,\n\nthere may be two possibilities.         Firstly, that the police had\n\nnot recorded her correct statement and secondly, that she\n\nwanted to change her version drastically.                     In the present\n\ncase, it was not the allegation of the prosecutrix that her\n\nstatement was not recorded by the police in complete\n\nmanner.\n</blockquote><p data-structure=\"Section\" id=\"p_5\">                               -:- 6 -:-\n</p>                                                                                           \n<blockquote id=\"blockquote_12\">                                      Criminal Appeal No.1893 of 1997\n\n\n</blockquote><blockquote id=\"blockquote_13\">8.         If the police would have supported the accused\n\npersons and her statements would not have been recorded in\n\nan appropriate manner then, certainly the allegation of rape\n\nwould not have been mentioned in her case diary statement,\n\nEx.D/5.    If the police would have supported the accused\n\npersons then, no allegation of rape would have been\n\nmentioned in the case diary statement of the prosecutrix and\n\nif police was not interested to support the accused persons\n\nthen, there was no difference to the investigation officer if the\n\nprosecutrix has told that rape was committed in the room\n\nand he would have written that rape was committed in the\n\npark.     Under such circumstances, the conduct of the\n\nprosecutrix is also to be considered.\n</blockquote>\n<blockquote id=\"blockquote_14\">9.         The prosecutrix has stated that she was directed\n\nto write down some letters by the appellant and his family\n\nmembers. The prosecutrix as well as her mother accepted\n\nthat the documents Ex.D/2 to Ex.D/11 were in the hand-\n\n</blockquote><p data-structure=\"Facts\" id=\"p_6\">writing of the prosecutrix.      Initially, the prosecution&#x27;s case\n\nwas that the appellant wrote a love letter to the prosecutrix\n\nand she had shown that letter to her father, so her father\n\nshouted upon her and thereafter, she was kidnapped by the\n\nappellant and rape was committed upon her.                            In the case\n\ndiary statement of the prosecutrix, Ex.D/5 she did not\n\nmention about such letters, whereas she had alleged in her\n</p><p data-structure=\"Section\" id=\"p_7\">                            -:- 7 -:-\n</p>                                                                                        \n<blockquote id=\"blockquote_15\">                                   Criminal Appeal No.1893 of 1997\n\n\nstatement under <a href=\"/doc/497457/\" id=\"a_4\">Section 164</a> of the Cr.P.C. that she was\n\nforced to write down such letters. If the document Ex.D/2 to\n\nEx.D/11 are perused then, it would be apparent that such\n\ndocuments were not written at the same time or the same\n\nday. The texture of paper, folds of paper, writing, colour of\n\nink and so many things visible in those documents clearly\n\nindicate that such letters were not written by the prosecutrix\n\non the same day of the incident due to force exerted by the\n\nappellant and his family members. It appears that since the\n\nparents of the prosecutrix knew that the prosecutrix had\n\nalso written some letters to the appellant and such letters\n\nwere shown to the police by the appellant and his family\n\nmembers then, a second version was created by the parents\n\nof the prosecutrix, so that creation of letters may be\n\nexplained by the prosecutrix and the story of rape could be\n\nalleged at the room of the appellant.\n</blockquote>\n<blockquote id=\"blockquote_16\">10.       By perusal of the letters Ex.D/2 to Ex.D/11, it\n\nwould be apparent that the prosecutrix was also in love affair\n\nwith the appellant and she had written so many love letters\n\nto the appellant and when she could not reach to her house\n\nin the given time and thereafter, she was recovered by the\n\npolice then, she had no option except to allege against the\n\nappellant that he took her forcefully and committed rape\n\nupon her. When the father of the prosecutrix had realized\n</blockquote><blockquote id=\"blockquote_17\">                            -:- 8 -:-\n</blockquote>                                                                                        \n<blockquote id=\"blockquote_18\">                                   Criminal Appeal No.1893 of 1997\n\n\nthat such rape could not be done in broad day light at an\n\nopen place like park, therefore, the entire version of the\n\nprosecutrix was changed. She took a somersault.\n\n</blockquote><blockquote id=\"blockquote_19\">11.       According to the case diary statement, the alleged\n\nrape was committed at park. Case diary statement is not a\n\nsubstantial piece of evidence.          It can be used only for\n\ncontradictions and omissions and therefore, when the\n\nprosecutrix did not continue with the same story, with help\n\nof case diary statement, it cannot be said that any rape was\n\ncommitted upon her in the park and therefore, story of rape\n\ncommitted in the park appears to be not proved.                                  The\n\nprosecutrix had alleged that the appellant committed rape\n\nupon her at his room but, she did not tell such a story soon\n\nafter her recovery and therefore, the present story is nothing\n\nbut, an after thought version of the prosecutrix which was\n\ngiven to the police after four weeks of the incident. Also, Dr.\n\n(Smt.)   Shama   Choudhary       (P.W.7)          who        examined             the\n\nprosecutrix and gave her report, Ex.P/8, in which she found\n\nthat hymen of the prosecutrix was intact and her vagina was\n\nso tight, so that a small finger could be inserted in her\n\nvagina with difficulty. It is not the case, in which there is\n\nonly allegation against the appellant about penetration. The\n\nprosecutrix had alleged about complete intercourse and in\n\nFSL report, Ex.P/16, semen particles were found in the\n</blockquote><blockquote id=\"blockquote_20\">                                   -:- 9 -:-\n</blockquote>                                                                                               \n<blockquote id=\"blockquote_21\">                                          Criminal Appeal No.1893 of 1997\n\n\nvaginal swab of the prosecutrix.                    If the intercourse was\n\ncommitted even with the consent of the prosecutrix then,\n\nlooking to the position of her vagina, it was not possible that\n\nsuch intercourse would have committed without making any\n\nharm to the private part of the prosecutrix. At least some\n\ntenderness or swelling must have been found on her private\n\npart. Dr.(Smt.) Shama Choudhary did not find any external\n\nor internal injury on the person of the prosecutrix. Even her\n\nhymen was found intact.\n</blockquote>\n<blockquote id=\"blockquote_22\">12.        It is the settled view of Hon&#x27;ble the Apex Court that\n\nthere is no need of corroboration from the side of medical\n\nevidence      to     believe      the      prosecutrix               but,        if      the\n\nnecessary medical evidence is not available and the medico\n\nlegal   examination          negativates         the       allegation            of      the\n\nprosecutrix        then,   such      evidence          can       be      taken         into\n\nconsideration.\n</blockquote>\n<blockquote id=\"blockquote_23\">13.        On the basis of the aforesaid discussion, when the\n\nprosecutrix        changed     her      version        that       rape        was        not\n\ncommitted with her in the park but, it was committed in the\n\nroom, her deviation from her original allegation indicates\n\nthat she alleged about the rape in the room against the\n\nappellant in an after thought manner.                                  Allegation is\n\ncontradicted by the medical evidence and therefore, the\n\ntestimony of the prosecutrix cannot be believed that the\n</blockquote><blockquote id=\"blockquote_24\">                              -:- 10 -:-\n</blockquote>                                                                                          \n<blockquote id=\"blockquote_25\">                                      Criminal Appeal No.1893 of 1997\n\n\nappellant committed any rape or intercourse upon her.\n\nHence, the prosecution failed to prove that the appellant\n\ncommitted any rape upon the prosecutrix.                           The learned\n\nAdditional Sessions Judge has committed an error in\n\nconvicting the appellant for offence punishable under\n\n<a href=\"/doc/1279834/\" id=\"a_5\">Section 376</a> of IPC.\n</blockquote>\n<blockquote id=\"blockquote_26\">14.          So far as offence under <a href=\"/doc/619940/\" id=\"a_6\">Section 363</a>, <a href=\"/doc/796352/\" id=\"a_7\">366</a> of IPC is\n\nconcerned, it would be apparent that the prosecutrix alleged\n\nabout her kidnapping forcefully by Sangeeta and the\n\nappellant.      However, looking to the variation of the\n\nprosecutrix from her original statement, the trial Court\n\nfound that the accused Sangeeta was not liable for any\n\noffence and therefore, theory that she was taken forcefully\n\ncould not be accepted. Initially a story was cooked that she\n\nwent to get the tuition of Shri K.P.Tripathi due to instigation\n\nof one Vijay Choudhary but, thereafter, such fact was not\n\nconnected with the crime. The prosecutrix had stated that\n\nfact before the trial court to create an excuse.                           On that\n\nparticular day, there was no possibility of appearance of her\n\ntutor and therefore, there was no need to the prosecutrix to\n\ngo for tuition. She did not say that Vijay Choudhary took\n\nthe prosecutrix by misrepresentation and handed over her to\n\nthe appellant. Hence, it appears that the prosecutrix went\n\nfrom her house with the pretext that she was going for\n</blockquote><blockquote id=\"blockquote_27\">                                -:- 11 -:-\n</blockquote>                                                                                            \n<blockquote id=\"blockquote_28\">                                        Criminal Appeal No.1893 of 1997\n\n\ntuition. Smt. Sandhya Pandey (P.W.1) has also stated that\n\nthe prosecutrix went for her tuition and she did not come\n\nback. The prosecutrix has stated that she was not going for\n\ntuition but, it was Vijay who misrepresented that the tutor\n\nwould arrive on that day for the purpose of tuition. Looking\n\nto the version of the prosecutrix, it appears that she knew\n\nthat tutor would not come on that particular day for tuition\n\nand still she went from her house after giving a reason to her\n\nmother that she was going for tuition.                               Under such\n\ncircumstances, it would be apparent that the prosecutrix\n\ngave a wrong pretext to her mother and went to the\n\nappellant&#x27;s house, whereas she knew that on that particular\n\nday, there was no possibility that tutor would come for\n\ntuition. Under such circumstances, the remaining story of\n\nthe prosecution cannot be believed that she was taken\n\nforcefully.\n</blockquote>\n<blockquote id=\"blockquote_29\">15.           Hence, it would be apparent that the prosecutrix\n\nwent from her house on her own to the house of the\n\nappellant.      There is no evidence to corroborate that the\n\nappellant met her near the park and he took the prosecutrix\n\nforcefully with help of Sangeeta.                  When the co-accused\n\nSangeeta was       acquitted     because           the       version          of      the\n\nprosecutrix was not accepted by the trial Court then, the\n\nstory of the prosecutrix is not believable against the\n</blockquote><blockquote id=\"blockquote_30\">                                -:- 12 -:-\n</blockquote>                                                                                            \n<blockquote id=\"blockquote_31\">                                        Criminal Appeal No.1893 of 1997\n\n\nappellant.       Alone   the    appellant           could        not       take       the\n\nprosecutrix forcefully from a public place, whereas the\n\nprosecutrix herself was riding a bicycle.                    If she was taken\n\nforcefully then, her bicycle must be found near the park after\n\nthe incident.     Under such circumstances, the testimony of\n\nthe prosecutrix cannot be believed that she was forcefully\n\ntaken by the appellant from the park. On the contrary, it\n\nappears that the prosecutrix herself went to the house of the\n\nappellant.     Her conduct is visible from various love letters\n\nEx.D/2 to Ex.D/11 written by her to the appellant. Under\n\nsuch circumstances, the appellant could not be convicted for\n\noffence punishable under <a href=\"/doc/796352/\" id=\"a_8\">Section 366</a> of IPC.\n\n</blockquote><blockquote id=\"blockquote_32\">16.          Initially, it was alleged by the prosecutrix that she\n\nwent to the place of tuition due to wrong information given\n\nby one Vijay and when she was coming back, she was held\n\nby the appellant and rape was committed upon her in the\n\npark and thereafter, she was taken to the house of the\n\nappellant.     Again she turned her version that rape was\n\ncommitted in the house of the appellant and her father and\n\nmother came to the house of the appellant to enquire about\n\nthe prosecutrix but, she was confined and she was released\n\nin the late night but, looking to the material contradiction in\n\nher statement with her case diary statement and her\n\nconduct that she changed her version drastically, also, she\n</blockquote><blockquote id=\"blockquote_33\">                             -:- 13 -:-\n</blockquote>                                                                                         \n<blockquote id=\"blockquote_34\">                                     Criminal Appeal No.1893 of 1997\n\n\nadded the story of Vijay without any reason and therefore,\n\npossibility cannot be ruled out that the prosecutrix informed\n\nher mother that she was going for tuition as intimated by\n\nVijay and she went to the house of the appellant.                           Hence,\n\nthere is possibility that the prosecutrix herself went to the\n\nhouse of the appellant on her own. If she went to the house\n\nof the appellant on her own then, no ingredients of offence\n\nunder <a href=\"/doc/619940/\" id=\"a_9\">Section 363</a> of IPC was attracted because the\n\nappellant did not commit anything                         in bringing the\n\nprosecutrix   to   his   house     and        therefore,          though           the\n\nprosecutrix was below 18 years of age, no offence punishable\n\nunder <a href=\"/doc/619940/\" id=\"a_10\">Section 363</a> of IPC could made out against the\n\nappellant.    <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1338434\" id=\"span_1\">In this connection, the judgment passed by\n\nHon&#x27;ble the Apex Court in case of &quot;<a href=\"/doc/1338434/\" id=\"a_11\">Lalta Prasad Vs. State\n\nof Madhya Pradesh</a>&quot;, [AIR 1979 SC 1276] may be perused\n\nin which it was found that there was no proof that the\n\nprosecutrix was subjected to sexual intercourse without her\n\nconsent and the prosecution failed to prove that the\n\nprosecutrix was taken by the accused. On the contrary, it\n\nappears that she went herself with the accused and\n\ntherefore, the accused was acquitted from various charges of\n\nabduction and rape.      However, the prosecution could not\n\nprove beyond doubt that the appellant took the prosecutrix\n\nfrom the park to his house and possibility cannot be ruled</span>\n</blockquote><blockquote id=\"blockquote_35\">                            -:- 14 -:-\n</blockquote>                                                                                        \n<blockquote id=\"blockquote_36\">                                    Criminal Appeal No.1893 of 1997\n\n\nout that the prosecutrix herself went to the house of the\n\nappellant and therefore, it cannot be said that the appellant\n\nkidnapped the prosecutrix.         Consequently, the appellant\n\ncould not be convicted for offence punishable under <a href=\"/doc/619940/\" id=\"a_12\">Section\n\n363</a> of IPC even. The learned Additional Sessions Judge has\n\ncommitted an error in convicting the appellant for the said\n\noffence.\n</blockquote>\n<blockquote id=\"blockquote_37\">17.        So far as the threat is concerned, the prosecutrix\n\nhas stated against the accused Sangeeta that she gave a\n\nthreat and thereafter, the prosecutrix went with her. It was\n\nstated by the prosecutrix that the appellant shown a knife to\n\nher and threatened her. Thereafter, she went to the house of\n\nthe appellant.     However, as discussed above that the\n\nprosecutrix left her father&#x27;s house on her own will, knowing\n\nthe fact that tutor shall not come for tuition on that\n\nparticular day and therefore, it shall be presumed that she\n\nwent herself to the house of the appellant and therefore, her\n\nstory of threat cannot be accepted. There is no eye witness\n\nin the case to support the case of the prosecution. If case\n\ndiary statement of the prosecutrix is perused then, according\n\nto her version, the appellant committed rape upon her in the\n\npark and he did not give any threat to her to come to his\n\nhouse. If the appellant did not take the prosecutrix to his\n\nhouse according to her own version then, there was no\n</blockquote><blockquote id=\"blockquote_38\">                              -:- 15 -:-\n</blockquote>                                                                                          \n<blockquote id=\"blockquote_39\">                                      Criminal Appeal No.1893 of 1997\n\n\npossibility of giving any threat by the appellant to the\n\nprosecutrix.     Under such circumstances, the prosecution\n\nfailed to prove that the appellant gave any threat to the\n\nprosecutrix and therefore, the learned Additional Sessions\n\nJudge has committed an error of law and fact in convicting\n\nthe appellant for the offence under <a href=\"/doc/180217/\" id=\"a_13\">Section 506 (II)</a> of IPC.\n\n</blockquote><blockquote id=\"blockquote_40\">18.       On the basis of the aforesaid discussion, it would\n\nbe apparent that no rape was proved to be committed with\n\nthe prosecutrix. She was not kidnapped or abducted and no\n\nthreat was given to her.       Under such circumstances, the\n\nappellant could not be convicted for offence punishable\n\nunder <a href=\"/doc/619940/\" id=\"a_14\">Sections 363</a>/<a href=\"/doc/796352/\" id=\"a_15\">366</a>, <a href=\"/doc/455161/\" id=\"a_16\">376 (1)</a> or 506 (II) of <a href=\"/doc/1569253/\" id=\"a_17\">IPC</a>.                                The\n\nappeal   filed   by   the   appellant         can       be      accepted           and\n\nconsequently, it is hereby allowed. The conviction as well as\n\nthe sentence directed against the appellant for offence\n\npunishable under <a href=\"/doc/619940/\" id=\"a_18\">Sections 363</a>/<a href=\"/doc/796352/\" id=\"a_19\">366</a>, <a href=\"/doc/455161/\" id=\"a_20\">376 (1)</a> and <a href=\"/doc/180217/\" id=\"a_21\">506 (II)</a> of\n\nIPC are hereby set aside. The appellant is acquitted from all\n\nthe charges appended against him. He would be entitled to\n\nget the fine amount back, if he has deposited the same\n\nbefore the trial Court.\n</blockquote>\n<blockquote id=\"blockquote_41\">19.       The appellant is on bail. His presence is no more\n\nrequired before this Court and therefore, it is directed that\n\nhis bail bonds shall stand discharged.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_8\">                            -:- 16 -:-\n</p>                                                                                        \n<blockquote id=\"blockquote_42\">                                    Criminal Appeal No.1893 of 1997\n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_9\">20.          A copy of the order be sent to the trial Court\n\nalongwith its record for information and compliance.\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_10\">                                                   (N.K.GUPTA)\n                                                      JUDGE\n                                                    7/5/2014\nPushpendra\n </p>","numcites":8,"numcitedby":13,"docsource":"Madhya Pradesh High Court","citetid":143351427,"divtype":"judgments","relatedqs":[{"value":"rape ","formInput":"rape%20"},{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"case diary","formInput":"case%20diary"},{"value":"kidnapping","formInput":"kidnapping"},{"value":"committed rape on","formInput":"committed%20rape%20on"},{"value":"vagina","formInput":"vagina"},{"value":"prosecutrix","formInput":"prosecutrix"},{"value":"section 363","formInput":"section%20363"},{"value":"376,","formInput":"376%2C"},{"value":"intercourse","formInput":"intercourse"},{"value":"love letter","formInput":"love%20letter"},{"value":"threat","formInput":"threat"},{"value":"section 363 & 366","formInput":"section%20363%20%26%20366"},{"value":"506 (ii)","formInput":"506%20%28ii%29"},{"value":"love","formInput":"love"},{"value":"Section 164","formInput":"Section%20164"},{"value":"jabalpur","formInput":"jabalpur"},{"value":"BICYCLE","formInput":"BICYCLE"},{"value":"363","formInput":"363"},{"value":"366","formInput":"366"}],"cats":[{"value":"kidnapping","formInput":"tag:kidnapping"},{"value":"kidnapping-to-compel-marriage","formInput":"tag:kidnapping-to-compel-marriage"},{"value":"confession-recording, recording-of-statement","formInput":"tag:confession-recording, recording-of-statement"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"criminal-intimidation","formInput":"tag:criminal-intimidation"}],"courtcopy":true,"query_alert":null,"agreement":false}