{"tid":20461079,"publishdate":"2022-12-09","title":"The State Of Madhya Pradesh vs Nathuram Yadav (Dead0) Thr. Lrs. ... on 9 December, 2022","doc":"<h2 class=\"doc_title\">The State Of Madhya Pradesh vs Nathuram Yadav (Dead0) Thr. Lrs. ... on 9 December, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-a-dharmadhikari\">Sushrut Arvind Dharmadhikari</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-a-dharmadhikari\">Sushrut Arvind Dharmadhikari</a></h3>\n\n<pre id=\"pre_1\">                                   1\n\n                                                        AA No.11-2017\n\n\n\n\n IN THE        HIGH COURT              OF   MADHYA    PRADESH\n                         AT J A B A L P U R\n                         BEFORE\n HON&#x27;BLE SHRI JUSTICE SUSHRUT ARVIND DHARMADHIKARI\n                      th\n             ON THE 9 OF DECEMBER, 2022\n\n\n                ARBITRATION APPEAL No. 11 of 2017\n\nBETWEEN:-\n  STATE  OF        MADHYA        PRADESH\n  THROUGH\n\n1. THE SECRETARY, PUBLIC WORKS\n   DEPARTMENT,  VALLABH    BHAWAN,\n   BHOPAL (MADHYA PRADESH)\n\n   THE EXECUTIVE ENGINEER PUBLIC\n2. WORKS DEPARTMENT (B&amp;R) DIVISION\n   DAMOH (MADHYA PRADESH)\n                                                     .....APPLICANTS\n(BY SHRI ASHISH ANAND BERNARD - ADDITIONAL ADVOCATE GENERAL\nWITH SHRI RITWIK PARASHAR - GOVERNMENT ADVOCATE)\nAND\nNATHURAM YADAV (DEAD) S/O SHRI PAIJ\nSINGH YADAV VILLAGE KOVARPURA,\nPOST DHILLA, TEHSIL PRITHVIPUR,\nDISTRICT TIKAMGARH (M.P.) (DEAD)\nTHROUGH HIS LEGAL HEIR SHAILENDRA\nSINGH YADAV S/O LATE SHRI NATHURAM\nYADAV R/O VILLAGE KUNWARPURA, POST\nAND TEHSIL PRITHVIPUR DISTRICT\nTIKAMGARH (MADHYA PRADESH)\n                                                 .....RESPONDENTS\n(BY SHRI SIDDHARTH KUMAR JAIN - ADVOCATE)\n      Reserved on : 01.09.2022\n\n      Pronounced on : 09.12.2022\n                                      2\n\n                                                               AA No.11-2017\n\n\n\n\nThis appeal having been heard and reserved for hearing, coming on for\npronouncement this day, the court pronounced the following:\n\n                               JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">      The instant appeal under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a> of Arbitration and Conciliation\nAct, 1996 (hereinafter shall be referred to as &#x27;the Act of 1996&#x27;) has been\npreferred by the State of Madhya Pradesh being aggrieved by the award\ndated 03.07.2015 passed by the sole Arbitrator, whereby the claim of the\nrespondent has been allowed in part as also the order dated 11.11.2016\npassed in MJC (Arbitration Case) No.116/2015 by the Commercial Court,\nBhopal, by which the order of the sole Arbitrator has been affirmed.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_2\">2.    The respondent/claimant Nathuram Yadav is &#x27;A-5&#x27; class contractor\nregistered with the Public Works Department, Government of Madhya\nPradesh. In response to the notice inviting tender dated 10.11.2005 issued by\nthe appellants, the respondent submitted its proposal for the work of\nimprovement of Abhana Tendukheda Patan road between KM 41 to 91 under\nC.R.F. Scheme for the estimated cost of Rs.11.00 crores (eleven crores). The\nrespondent participated in the bid process and the bid of the respondent was\nfound to be appropriate. The respondent&#x27;s proposal was quoted @ 13.52%\nbelow the schedule of rates which was accepted by the respondent and work\norder dated 04.04.2005 was issued. As per schedule for completion of work,\nthe work was to be completed on 03.11.2006. As per schedule of items,\n<span class=\"hidden_text\" id=\"span_1\">                                        3</span>\n\n                                                               AA No.11-2017\n\n\n\nappended with the contract, the respondent was required to remove existing\ndamaged surface of marked patches and after filling with earth, the crust was\nto be laid with G.S.B. &amp; W.B.M. and the same was to be covered with\nbituminous macadam and semi dense bituminous concrete. As per the\ncontract, the liability of the respondent was to remedy the notified defects\nfor a period of 36 months which was to commence from the date of\ncompletion of work. The payment to the contractor was to be made as per\nthe agreement on monthly intervals, for the work done during the period.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">3.    That on 23.04.2007 extension was granted by way of last opportunity\nto the respondent. However, the work was not completed by the respondent.\nThereafter, the dispute arose and the contract was terminated by the\nappellants without issuing any show cause notice and the respondent was\nproceeded according to clause 3 of the agreement. Pursuant to the\npermission of Chief Engineer, the Executive Engineer passed an order on\n20.07.2007 whereby contract awarded to the respondent was terminated and\nhe was directed to remain present for measurement of the work executed by\nhim up to 30.07.2007 so that the balance work, if any, may be executed at\nthe risk and cost of the respondent.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">4.    Being aggrieved, the respondent approached the Arbitral Tribunal at\nBhopal for resolution of dispute. However, the learned Tribunal directed the\nrespondent to approach the High Court for appointment of an Arbitrator. The\nHon&#x27;ble Court vide order dated 03.02.2012 appointed Hon&#x27;ble Justice Shri\nV.K. Agrawal (Retired) an an Arbitrator to adjudicate the claim which is in\nexistence between the parties. The learned Arbitrator adjudicated the claim\n<span class=\"hidden_text\" id=\"span_2\">                                       4</span>\n\n                                                                 AA No.11-2017\n\n\n\nof the respondent and passed an award on 03.07.2015 and awarded a sum of\nRs.1,85,01,091/- (one crore eighty five lakhs one thousand ninety one only)\nto the respondent herein alongwith interest @ 6% per annum on the\naforementioned amount from the date of the proceedings i.e. from\n24.05.2012 till the date of making of the award. Being dissatisfied with the\naward of the Arbitral Tribunal dated 03.07.2015, the appellant filed an\napplication under <a href=\"/doc/536284/\" id=\"a_2\">Section 34</a> of the Act of 1996. The learned trial Court\nrejected the application on the ground that the case of the appellants does not\nfall within the purview of <a href=\"/doc/549389/\" id=\"a_3\">Section 34(2)(b)(ii)</a> of the Act of 1996. Being\ndissatisfied with the order, the present appeal has been filed by the\nappellants before this Court.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">5.    Shri Ashish Bernard, learned Additional Advocate General appearing\nfor the appellants contended that arbitral award dated 03.07.2015 has been\npassed without there being jurisdiction and the same is indirect\ncontravention to the public policy of India, therefore, the same deserves to\nbe set aside. Even the order dated 11.11.2016 passed by the Commercial\nCourt, Bhopal is not in consonance with law, therefore, the same deserves to\nbe set aside. The impugned award dated 03.07.2015 is not only exercised\narbitrarily but is illegal since the same was induced and affected by fraud\ninasmuch as forged and fabricated letter dated 30.06.2007 and so-called\ncertificate dated 13.03.2007 have formed the basis of the arbitral award\nwhich persuaded the arbitral Tribunal to allow the claim of the respondent.\nEven the Clause 3 of the Contract Agreement has been misinterpreted. The\nfinding of the Tribunal with regard to getting the balance executed through\nanother agency at the risk and cost of the respondent is also perverse and\n<span class=\"hidden_text\" id=\"span_3\">                                      5</span>\n\n                                                               AA No.11-2017\n\n\n\ncontrary to the provisions under clause 3 of the GCC. The learned Tribunal\nas well as the Court below failed to consider the fact that the contract work\nawarded to the respondent was a &#x27;works contract&#x27; as defined under <a href=\"/doc/1804257/\" id=\"a_4\">Section\n2(i)</a> of the Madhyastham Adhikaran Adhiniyam, 1983 (hereinafter shall be\nreferred to as &#x27;Act of 1983&#x27;) and the appellants being a public undertaking\nas defined under <a href=\"/doc/1804257/\" id=\"a_5\">Section 2(g)</a> of the Act of 1983, any dispute arising out of\n&#x27;works contract&#x27; in question was essentially referable to the Tribunal\nconstituted under the Act of 1983. <a href=\"/doc/85466302/\" id=\"a_6\">Section 7</a> of the Act, 1983 has an\noverriding effect, therefore, the claim of the respondent ought to have been\nrejected on this ground alone.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">6.    Per contra, learned counsel for the respondent vehemently opposed the\ncontentions of the appellants and submitted that the instant appeal has been\nfiled by the appellants just to escape from their responsibility of making\npayment to the respondent. The appellants had lost the case on two\noccasions. Furthermore, they have complied with the directions of the award\ndated 03.07.2015 which clearly manifests the mala fide intention of the\nappellants and also reflect that they have not approached this Court with\nclean hands. The appellants herein hopelessly failed to fulfill the\nrequirements of <a href=\"/doc/536284/\" id=\"a_7\">Sections 34</a> and <a href=\"/doc/772406/\" id=\"a_8\">37</a> of the Act of 1996. The appellants have\nbeen constantly changing their grounds at every stage of litigation. The\nappellants never challenged the jurisdiction of the arbitral Tribunal at any\npoint of time, to the contrary they have accepted the jurisdiction of the\narbitral Tribunal in para no.36 of the written statement. That apart, in the\nprayer clause as well, the appellants have prayed for allowing the\ncounterclaim, meaning thereby, the appellants are not challenging the\n<span class=\"hidden_text\" id=\"span_4\">                                       6</span>\n\n                                                                  AA No.11-2017\n\n\n\njurisdiction of the Tribunal in respect of the counterclaim. Learned counsel\nfor the respondent has relied on the following judgments:\n</p><blockquote id=\"blockquote_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"168336914\" id=\"span_5\">(<a href=\"/doc/168336914/\" id=\"a_9\">i) Madhya Pradesh Rural Road Development Authority Vs. L.G.\nChaudhary Engineers and Contractors</a> reported in (2018) 10 SCC 826.</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_7\">Relevant paragraph No.17 is reproduced below:-\n</p><blockquote id=\"blockquote_2\">         &quot;We do not express any opinion on the applicability of the\n         State Act where award has already been made. In such case\n         if no objection to the jurisdiction of the arbitration was\n         taken at relevant stage, the award may not be annulled only\n         on that ground.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"124412575\" id=\"span_6\">(<a href=\"/doc/124412575/\" id=\"a_10\">ii) State of Jharkhand &amp; Other Vs. HSS Integrated SDN &amp; Another</a>\nreported in (2019) 9 SCC 798. Relevant paragraph is 8-</span>\n</p><blockquote id=\"blockquote_3\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"124412575\" id=\"span_7\">&quot;Once the finding recorded by the learned Arbitral\n          Tribunal that the termination of the contract was illegal is\n          upheld and the claims made by the claimants have allowed\n          or partly allowed<a href=\"/doc/124412575/\" id=\"a_11\">, <a href=\"/doc/124412575/\" id=\"a_12\">in that case</a></a>, the counterclaim submitted\n          by the petitioners was liable to be rejected and the same is\n          rightly rejected. No interference of this Court is called\n          for.&quot;</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48366848\" id=\"span_8\">(<a href=\"/doc/48366848/\" id=\"a_13\">iii) MMTC Limited Vs. Vedanta Limited</a> reported in (2019) 4 SCC 163.\nRelevant paragraphs are 11 &amp; 14-</span>\n</p><blockquote id=\"blockquote_4\">         &quot;11. As far as <a href=\"/doc/536284/\" id=\"a_14\">Section 34</a> is concerned, the position is\n         well settled by now that the Court does not sit in appeal\n         over the arbitral award and may interfere on merits on\n         the limited ground provided under <a href=\"/doc/549389/\" id=\"a_15\">Section 34(2)(b)(ii)</a>,\n<span class=\"hidden_text\" id=\"span_9\">                              <a href=\"/doc/1846895/\" id=\"a_16\">7</a></span>\n\n                                                        AA No.11-2017\n\n\n\ni.e. if the award is against the public policy of India. As\nper the legal position clarified through decisions of this\nCourt prior to the amendments to the 1996 Act in 2015, a\nviolation of Indian public policy, in turn, includes a\nviolation of the fundamental policy of Indian law, a\nviolation of the interest of India, conflict with justice or\nmorality, and the existence of patent illegality in the\narbitral award. Additionally, the concept of the\n&quot;fundamental policy of Indian law&quot; would cover\ncompliance with statutes and judicial precedents,\nadopting a judicial approach, compliance with the\nprinciples   of   natural    justice,   and    Wednesbury\nreasonableness. Furthermore, &quot;patent illegality&quot; itself\nhas been held to mean contravention of the substantive\nlaw of India, contravention of the 1996 Act, and\ncontravention of the terms of the contract.\n</blockquote><blockquote id=\"blockquote_5\">14. As far as interference with an order made under\n<a href=\"/doc/536284/\" id=\"a_17\">Section 34</a>, as per <a href=\"/doc/772406/\" id=\"a_18\">Section 37</a>, is concerned, it cannot be\ndisputed that such interference under <a href=\"/doc/772406/\" id=\"a_19\">Section 37</a> cannot\ntravel beyond the restrictions laid down under <a href=\"/doc/536284/\" id=\"a_20\">Section 34</a>.\nIn other words, the court cannot undertake an\nindependent assessment of the merits of the award, and\nmust only ascertain that the exercise of power by the\ncourt under <a href=\"/doc/536284/\" id=\"a_21\">Section 34</a> has not exceeded the scope of the\nprovision. Thus, it is evident that in case an arbitral\n<span class=\"hidden_text\" id=\"span_10\">                                       8</span>\n\n                                                                 AA No.11-2017\n\n\n\n        award has been confirmed by the court under <a href=\"/doc/536284/\" id=\"a_22\">Section 34</a>\n        and by the court in an appeal under <a href=\"/doc/772406/\" id=\"a_23\">Section 37</a>, this\n        Court must be extremely cautious and slow to disturb\n        such concurrent findings.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"155272142\" id=\"span_11\">(<a href=\"/doc/155272142/\" id=\"a_24\">iv) Chintels India Limited Vs. Bhayana Builders Private Ltd.</a> reported\nin (2021) 4 SCC 602. Relevant paragraph is 12-</span>\n</p><blockquote id=\"blockquote_6\">        &quot;12. We now come to <a href=\"/doc/106806293/\" id=\"a_25\">section 37(1)(c)</a>. It is important to\n        note that the expression &quot;setting aside or refusing to set\n        aside an arbitral award&quot; does not stand by itself. The\n        expression has to be read with the expression that follows -\n        &quot;under <a href=\"/doc/536284/\" id=\"a_26\">section 34</a>&quot;. <a href=\"/doc/536284/\" id=\"a_27\">Section 34</a> is not limited to grounds\n        being made out under <a href=\"/doc/439304/\" id=\"a_28\">section 34(2)</a>. Obviously, therefore,\n        a literal reading of the provision would show that a refusal\n        to set aside an arbitral award as delay has not been\n        condoned under sub-section (3) of <a href=\"/doc/536284/\" id=\"a_29\">Section 34</a> would\n        certainly fall within <a href=\"/doc/106806293/\" id=\"a_30\">section 37(1)(c)</a>. The aforesaid\n        reasoning is strengthened by the fact that under <a href=\"/doc/514887/\" id=\"a_31\">section\n        37(2)(a)</a>, an appeal lies when a plea referred to in sub-\n        section (2) or (3) of <a href=\"/doc/675839/\" id=\"a_32\">Section 16</a> is accepted. This would\n        show that the Legislature, when it wished to refer to part of\n        a section, as opposed to the entire section, did so.\n        Contrasted with the language of <a href=\"/doc/106806293/\" id=\"a_33\">Section 37(1)(c)</a>, where\n        the expression &quot;under <a href=\"/doc/536284/\" id=\"a_34\">Section 34</a>&quot; refers to the entire\n        section and not to <a href=\"/doc/439304/\" id=\"a_35\">section 34(2)</a> only, the fact that an\n        arbitral award can be refused to be set aside for refusal to\n<span class=\"hidden_text\" id=\"span_12\">                                       9</span>\n\n                                                                 AA No.11-2017\n\n\n\n         condone    delay   under   <a href=\"/doc/1211292/\" id=\"a_36\">Section    34(3)</a>   gets   further\n         strengthened.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75782241\" id=\"span_13\">(<a href=\"/doc/75782241/\" id=\"a_37\">v) Haryana Tourism Limited Vs. Kandhari Beverages Limited</a> reported\nin (2022) 3 SCC 237. Relevant paragraph no. 9-</span>\n</p><blockquote id=\"blockquote_7\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75782241\" id=\"span_14\">&quot;9. As per settled position of law <a href=\"/doc/75782241/\" id=\"a_38\">laid down by</a> this Court\n         in a catena of decisions, an award can be set aside only if\n         the award is against the public policy of India. The award\n         can be set aside under <a href=\"/doc/1722761/\" id=\"a_39\">Sections 34</a>/<a href=\"/doc/1656413/\" id=\"a_40\">37</a> of the Arbitration\n         Act, if the award is found to be contrary to :           (a)\n         fundamental policy of Indian Law; or (b) the interest of\n         India; or (c) Justice or morality; or (d) if it is patently\n         illegal. None of the aforesaid exceptions shall be\n         applicable to the facts of the case on hand. The High Court\n         has entered into the merits of the claim and has decided\n         the appeal under <a href=\"/doc/1656413/\" id=\"a_41\">Section 37</a> of the Arbitration Act as if the\n         High Court was deciding the appeal against the judgment\n         and decree passed by the learned trial Court. Thus, the\n         High Court has exercised the jurisdiction not vested in it\n         under <a href=\"/doc/1656413/\" id=\"a_42\">Section 37</a> of the Arbitration Act. The impugned\n         judgment and order passed by the High Court is hence not\n         sustainable.&quot;</span>\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_12\">7.    I have heard learned counsel for the parties and perused the record as\nalso the pleadings made by the parties before the Tribunal as well as before\nthis Court.\n</p><span class=\"hidden_text\" id=\"span_15\">                                         10</span>\n\n<p data-structure=\"CDiscource\" id=\"p_13\">                                                                   AA No.11-2017\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_14\">8.    That, few important questions which are relevant for the purpose of\ndetermination of the dispute in the present appeal are as under:\n</p><blockquote id=\"blockquote_8\">(i) Whether award of the arbitral tribunal is without jurisdiction as\ncontemplated by the appellant before this Court or not?\n</blockquote><blockquote id=\"blockquote_9\">(ii) Whether return of the dispute in terms of Clause 29 of the agreement by\nthe &#x27;arbitral Tribunal&#x27; is just and proper or not?\n</blockquote><blockquote id=\"blockquote_10\">(iii) Whether the issue of jurisdiction is/was ever raised by the appellant\nbefore the Arbitrator at the first instance or not?\n</blockquote><blockquote id=\"blockquote_11\">(iv) Whether the order of &#x27;arbitral Tribunal&#x27; dated 03.07.2015 was challenged\nbefore any forum in respect of issue of jurisdictional as raised by the present\nappellants in the present appeal or not?\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">9.    In order to deal with the aforesaid questions, this Court would first\nconsider the dispute which came into existence and also the order dated\n03.07.2015 passed by the Madhyastam Adhikaran. After termination of\ncontract, dispute arose between the parties and the respondent invoked\nClause 29 of the agreement which prescribed the procedure for settlement of\nthe dispute and file the dispute before the arbitral Tribunal from where the\ncase of the respondent was registered as Reference No.55/2009.\n</p>\n<p data-structure=\"Precedent\" id=\"p_16\">10.   That the said dispute came up for hearing before the arbitral Tribunal\non 03.05.2015. The Tribunal in the light of Apex Court judgment Va Tech\nEscher Wyass Flovel Limited Vs. M.P.S.E. Board &amp; Another reported in\n2010 Arb.W.L.J. 116 (SC) held that the Act of 1996 shall apply only where\nthere is an arbitration clause but it would not be applicable where there is no\narbitration clause and apart from this, Act of 1996 covers all kinds of dispute\n<span class=\"hidden_text\" id=\"span_16\">                                         11</span>\n\n                                                                   AA No.11-2017\n\n\n\nincluding the dispute relating to the &#x27;works contract&#x27;.    It    was      further\nobserved by the Tribunal that the Apex Court in the above referred case held\nthat the Act of 1983 and 1966 can be harmonized by holding that Act of\n1983 only applies where there is an arbitration clause. The Tribunal has\nfurther observed that when there is an arbitration clause, the jurisdiction in\nthe cases where special arbitration clause exists in the agreement, therefore,\nlooking to this peculiar aspect of the arbitration clause, the dispute has been\nreturned by the arbitral Tribunal to invoke the arbitration clause.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_17\">11.      On perusal of the record, it is seen that the order dated 03.07.2015 was\nnever challenged by the appellants/State before any forum. Neither the\nvalidity of this order nor the issue of jurisdiction was ever raised before the\nHigh Court by the appellants. Thus, the principle of merger would be\napplicable in the present case and the order of the tribunal would be treated\nto have been accepted, therefore, it is not open to challenge at the appellate\nstage.\n</p>\n<p data-structure=\"Section\" id=\"p_18\">12.      From perusal of the record and particularly the pleadings of the\narbitral Tribunal, it transpires that the issue of jurisdiction was never raised\nby the appellants before the Arbitrator, therefore, it can be safely presumed\nthat the issue of jurisdiction was never raised and the same has been raised\nfor the first time in the present proceedings under <a href=\"/doc/1656413/\" id=\"a_43\">Section 37</a> of the Act of\n1996. In answer to question nos.1 and 2, it can be safely held that the award\nof the arbitral Tribunal is well within the jurisdiction as per clause 29 of the\nagreement.\n</p><span class=\"hidden_text\" id=\"span_17\">                                          12</span>\n\n<p data-structure=\"Conclusion\" id=\"p_19\">                                                                       AA No.11-2017\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_20\">13.   So far as other questions are concerned, the core issue raised by the\nappellants in the present appeal is that the award of the arbitral Tribunal is\nwithout jurisdiction. To summarise this issue, it would be appropriate for\nthis Court to deal with the issue of jurisdiction which is the only issue in the\nappeal and only on the basis of this issue, the present appeal may be decided\nand during course of arguments both the parties have confined their\nargument on this issue of jurisdiction, therefore, on this issue, the appeal is\nbeing decided.\n</p>\n<p data-structure=\"PetArg\" id=\"p_21\">14.   From perusal of the pleadings, it appears that the appellants\nparticipated in the proceedings without filing an application before the\narbitral Tribunal to the effect that the Tribunal has been incorrectly\nconstituted or the Tribunal is having no jurisdiction to try the dispute\nexisting between the appellant and the respondent. Not only this, the order\nof the High Court in relation to appointment of an arbitrator was duly\naccepted by the appellants and the said order was never challenged before\nany higher forum, therefore, jurisdiction was very well accepted by the\nappellants. The appellants cannot raise the issue of jurisdiction for the first\ntime in the present appeal, therefore, the award of the Tribunal cannot be\ntreated as without jurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">15.   The appellants have relied upon the judgment rendered by the Full\nBench of this Court in the case of Viva Highways limited Vs. M.P. Road\nDevelopment Corporation reported in 2017 Vol. 2 MPLJ 681 in support\nof their contention. The relevant paragraphs is reproduced below:-\n</p><blockquote id=\"blockquote_12\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"185400685\" id=\"span_18\">&quot;64. The appellants also relied on 2016 (<a href=\"/doc/185400685/\" id=\"a_44\">9) SCC 720, Union of\n            India vs. Indusind Bank Ltd. and another</a> to bolster their\n<span class=\"hidden_text\" id=\"span_19\">                                  13</span>\n\n                                                                   AA No.11-2017\n\n\n\nsubmission that amendment in the definition cannot have any\nretrospective effect. The said judgment is of no help to the\napplicants . In the said case, it was held (34) that the amendment\nwas remedial in nature and not clarificatory or declaratory of the\nlaw. Certain agreements covered by unamended provision were\nmade void for the first time. It was found that rights and\nliabilities that have already accrued between the parties are\nsought to be taken away. In this backdrop, it was held that\namended section will not apply retrospectively. In the present\ncase, no legal statutory, vested or constitutional right of the\napplicants is taken away or altered by the amendment in the\ndefinition nor any fresh liability has been created.</span>\n</blockquote>\n<blockquote id=\"blockquote_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1275754\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21652\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1432986\" id=\"span_22\">65. This is trite law that right of preferring appeal or avail legal\nremedy is a substantive right whereas right relating to forum is\nprocedural in nature. It is equally well settled that in contrast to\nStatutes dealing with the substantive rights, Statutes dealing\nwith merely matters of procedure are presumed to be\nretrospective   unless    such    a   construction     is   textually\ninadmissible. See AIR 1927 P.C. 242 (<a href=\"/doc/1432986/\" id=\"a_45\">Delhi Cloth and General\nMills Ltd. vs. CIT Delhi</a>), AIR 1975 SC 1843 (<a href=\"/doc/21652/\" id=\"a_46\">Gurbachan\nSingh vs. Satpal Singh</a>), AIR 1990 SC 209 (<a href=\"/doc/1275754/\" id=\"a_47\">Hitendra Vishnu\nThakur vs. State of Maharashtra</a>), AIR 1994 SC 2623.</span></span></span> Lord\nDenning, in Blyth vs. Blyth, 1966 (1) ALL ER 524 opined that\nthe rule that an act of Parliament is not to be given retrospective\neffect applies only to Statute which affect vested rights. It does\nnot apply to Statute which only alter the form of procedure or\nadmissibility of evidence, or the effect which the court gives to\nevidence. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"91180225\" id=\"span_23\">The said principle is followed by this court in the case\nreported in 2016 (<a href=\"/doc/91180225/\" id=\"a_48\">1) MPLJ 48, [Mescot Hospital &amp; Research\nCentre vs. State of M.P.</a>].</span>\n</blockquote><span class=\"hidden_text\" id=\"span_24\">                                           14</span>\n\n<blockquote id=\"blockquote_14\">                                                                           AA No.11-2017\n\n\n\n\n</blockquote><blockquote id=\"blockquote_15\">           66. In view of foregoing analysis,we are constrained to hold that\n           the amendment by Act No.7 of 2017 is clarificatory in nature\n           and is applicable to pending and future contracts.\n</blockquote><blockquote id=\"blockquote_16\">           <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"539740\" id=\"span_25\">67. We are not oblivious of the fact that this order may create\n           inconvenience in certain cases where parties may be required to\n           resolve their dispute before a forum constituted under 1983\n           Adhiniyam. However, inconvenience etc. cannot be a ground to\n           interpret a definition or to provide a redressal forum which is\n           otherwise not available as per law [see AIR 1965 SC 1449\n           (<a href=\"/doc/539740/\" id=\"a_49\">Raja Soap Factory and others vs. S.P. Shantharaj and others</a>)\n           Para 9].</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"319060\" id=\"span_26\">In view of 1999 (<a href=\"/doc/319060/\" id=\"a_50\">9) SCC 559, State of H.P. vs. Nurpur\n           Private Bus Operator Union</a>, the doctrine of prospective\n           overruling cannot be utilised by the High Court.</span> In 2001 (1)\n           SCC 534, Raymonds Ltd. vs. MPEB, it was again held that\n           doctrine of prospective overruling can be invoked only in\n           matters arising under the constitution and that it can be applied\n           by the Supreme Court of India.\n</blockquote>\n<blockquote id=\"blockquote_17\">           68. Shri Nagrath urged that in the concession agreement it was\n           made clear that the present dispute will be decided by the\n           arbitration proceedings as per the Act of 1996 and Regulatory\n           Body etc. may deal with future disputes. Suffice it to say that no\n           clause of agreement can prevail over the statutory provisions of\n           the Adhiniyam of 1983. If a dispute falls within the ambit of\n           <a href=\"/doc/738672/\" id=\"a_51\">Section 2(i)(d)</a> &amp; (i) as per <a href=\"/doc/1737370/\" id=\"a_52\">Section 7</a> of the Adhiniyam, the\n           Tribunal constituted under the 1983 Adhiniyam alone will have\n           jurisdiction.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_23\">16.   The appellants have also raised an issue that this being a &#x27;works\ncontract&#x27; the dispute can only be adjudicated by the M.P. Madhyastam\n<span class=\"hidden_text\" id=\"span_27\">                                       15</span>\n\n                                                                 AA No.11-2017\n\n\n\nAdhikaran to adjudicate the claim. So far as the case of Viva Highways\n(supra) is concerned, would be of no help to the appellants in the facts and\ncircumstances of the case and therefore it cannot be made applicable\nretrospectively. The amended definition in <a href=\"/doc/738672/\" id=\"a_53\">Section 2(1)(d)</a> of the Act of\n1996 was introduced on 27.02.2017 and the dispute was returned by the\nTribunal in the year 2015 and the application under <a href=\"/doc/1722761/\" id=\"a_54\">Section 34</a> of the Act of\n1996 has been decided on 11.11.2016 which is much prior to introduction of\nthe amended definition. Thus, in this backdrop, it is clear that the\nproceedings were completed much prior to the amendment. As per <a href=\"/doc/1242720/\" id=\"a_55\">Section 4</a>\nof the Act of 1996, the jurisdiction was accepted by the appellants, therefore,\nit cannot be raised at the appellate stage. Moreover the amended definition\ncame into effect from 2017 i.e. much prior to the original proceedings,\ntherefore, the said submissions of the learned counsel for the appellants has\nno legs to stand.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_24\">17.   That so far as issue in respect of legality and applicability is\nconcerned, as already held in the preceding paragraphs that the award of the\nsole Arbitrator is well within the jurisdiction and the same was accepted by\nthe appellants and never challenged before any forum. Even the order passed\nby the High Court under <a href=\"/doc/596725/\" id=\"a_56\">Section 11(5)(vi)</a> was never challenged by the\nappellants, thus, the issue of jurisdiction attains finality and it cannot be\nraised at this stage of appeal. This Court is of the view that the award of the\nsole Arbitrator is within the conformity of clause 29 of the agreement and\nthe same is within jurisdiction. As already indicated hereinabove, the only\nquestion to be considered by this Court was of jurisdiction and when the\npresent appeal is based only on the ground of jurisdiction, the present award\n<span class=\"hidden_text\" id=\"span_28\">                                         16</span>\n\n                                                                   AA No.11-2017\n\n\n\n  of Arbitrator is within jurisdiction as also the orders passed under <a href=\"/doc/1722761/\" id=\"a_57\">Section 34</a>\n  of the Act is also within the realm of jurisdiction; therefore, there is no\n  reason to interfere with the award passed by the sole Arbitrator as well as\n  order passed by the learned trial Court. In view of the aforesaid analysis and\n  the discussions made hereinabove, the appeal filed by the appellants fails\n  and is hereby dismissed.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_25\">        No order as to costs.\n</p>\n\n<p data-structure=\"Conclusion\" id=\"p_26\">                                                  (S. A. DHARMADHIKARI)\n                                                         JUDGE\n  vc\n\nVARSHA\nCHOURASIYA\n2022.12.09\n15:32:27 +05&#x27;30&#x27;\n </p>","numcites":29,"numcitedby":3,"docsource":"Madhya Pradesh High Court","citetid":20461079,"divtype":"judgments","relatedqs":[{"value":"counterclaim","formInput":"counterclaim"},{"value":"issue of jurisdiction.","formInput":"issue%20of%20jurisdiction."},{"value":"works contract","formInput":"works%20contract"},{"value":"public policy","formInput":"public%20policy"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"\"issue of jurisdiction\"","formInput":"%22issue%20of%20jurisdiction%22"},{"value":"Award  filter:  Madhyastham","formInput":"Award%20%20filter%3A%20%20Madhyastham"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\\\"works contract\\\"  ","formInput":"%5C%22works%20contract%5C%22%20%20"},{"value":"\"public policy\"","formInput":"%22public%20policy%22"},{"value":"jurisdiction of tribunal","formInput":"jurisdiction%20of%20tribunal"},{"value":"sole arbitrator","formInput":"sole%20arbitrator"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"indian laws","formInput":"indian%20laws"},{"value":"Section 37","formInput":"Section%2037"},{"value":"without jurisdiction ","formInput":"without%20jurisdiction%20"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"appealable-orders","formInput":"tag:appealable-orders"},{"value":"limitations","formInput":"tag:limitations"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":true,"query_alert":null,"agreement":false}