{"tid":38147860,"publishdate":"2019-04-27","title":"Tropical Breweries (P) Ltd vs The State Of Tamil Nadu on 27 April, 2019","doc":"<h2 class=\"doc_title\">Tropical Breweries (P) Ltd vs The State Of Tamil Nadu on 27 April, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 MAD 2297</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:c-v-karthikeyan\">C.V.Karthikeyan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:c-v-karthikeyan\">C.V.Karthikeyan</a></h3>\n\n<pre id=\"pre_1\">                                                      1/81          Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                                    IN THE HIGH COURT OF JUDICATURE AT MADRAS\n\n                                                 Reserved on : 28.03.2019\n\n                                               Pronounced on :27.04.2019\n\n                                                             CORAM\n\n                                 THE HONOURABLE MR. JUSTICE C.V.KARTHIKEYAN\n\n                                                 W.P.No.24840 of 2012\n                                                          and\n                                                 W.P.No.25073 of 2012\n                                                          and\n                                                 W.M.P.No.2 &amp; 1 of 2012\n\n\n\n                      Tropical Breweries (P) Ltd.,\n                      Rep.by its Director Mr.Sharad Kumar\n                      No.7, College Lane,\n                      Chennai – 600 006.                                ... Petitioner (in both WPs)\n\n                                                              Vs\n                      1.The State of Tamil Nadu,\n                       Rep.by its Principal Secretary to Government,\n                       Home, Prohibition and Excise (III) Department,\n                       Secretariat,\n                       Chennai – 600 009.\n\n                      2.The Commissioner of Prohibition &amp; Excise,\n                        Chepauk,\n                        Chennai – 600 005.\n\n                      3.State Industrial Promotion Corporation of Tamil Nadu,\n                        Rep.by its Chairman and Managing Director,\n                        No.19.A, Rukmani Lakshmipathy Road,\n                        Egmore,\n                        Chennai – 600 008.                           ...Respondents               (in    both      WPs)\n\n\n\n\nhttp://www.judis.nic.in\n\f                                                        2/81      Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      Prayer in W.P.No.24840 of 2012: This Petition filed under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the\n                      Constitution of India, to issue a Writ of Certiorarified Mandamus calling for the\n                      records of the 1st respondent in Letter (D) No.168/H, P&amp;E III dated 10.09.2011\n                      as communicated to the petitioner by the 2nd respondent by Letter No.P&amp;E V\n                      (1)/6263/2010 dated 16.08.2012, quash the same and consequently direct the\n                      respondents 1 and 2 to extent the Letter of Intent dated 06.09.2010 issued to\n                      the petitioner.\n\n\n                      Prayer in W.P.No.25073 of 2012: This Petition filed under <a href=\"/doc/1712542/\" id=\"a_2\">Article 226</a> of the\n                      Constitution of India, to issue a Writ of Certiorarified Mandamus calling for the\n                      records of the 3rd respondent in its letter P&amp;SP/SIP-TK/Tropical/5/2010 dated\n                      21.11.2011, quash the same and consequently direct the 3rd respondent to\n                      perform its obligation under the Lease Deed dated 02.02.2011 and the\n                      Agreement for supply of water from the Water Supply Scheme, S<a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>OT\n                      Industrial Park, Thervoy Kandigai dated 02.02.2011.\n\n\n\n                                          For Petitioner       : Mr.P.R.Raman, Senior Counsel\n                                                                 For C.Seethapathy\n                                                                 (in both writ petitions)\n\n                                          For R1 &amp; R2          : Mr.P.S.Sivashanmuga Sundaram\n                                                                 Special Government Pleader\n                                                                 (in both writ petitions)\n\n                                          For R3               : Ms.Narmadha Sampath,\n                                                                 Additional Advocate General\n                                                                 For Sundharsana Sundar\n                                                                 (in both writ petitions)\n\n\n\n\nhttp://www.judis.nic.in\n\f                                                       3/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                                                      COMMON ORDER\n\n</pre><p data-structure=\"Issue\" id=\"p_1\">                            The writ petitioner in both writ petitions, Tropical Breweries Pvt. Ltd.,\n\n                      represented by its Director Mr.Sharad Kumar, has sought the relief of\n\n                      Certiorarified Mandamus in W.P.No.24840 of 2012 to call for the records of the\n\n                      first respondent, State of Tamil Nadu represented by its Principal Secretary to\n\n                      Government, Home, Prohibition and Excise (III) Department, in Letter (D)\n\n                      No.168/H,P&amp;E III dated 10.09.2011 as communicated by the second respondent,\n\n                      the Commissioner of Prohibition and Excise, Chennai, Letter.No.P&amp;E V\n\n                      (1)/6263/2010 dated 16.08.2012 and quash the same and the relief of\n\n                      Certiorarified Mandamus in W.P.No.25073 of 2012 to call for the records of the\n\n                      third respondent, State Industries Promotion Corporation of Tamil Nadu,\n\n                      represented by its Chairman and Managing Director in its Letter P&amp;SP/SIP-\n\n                      TK/Tropical/5/2010 dated 21.11.2011 and quash the same. Since the facts in\n\n                      both the writ petitions overlap and since the writ petitioner and the respondents\n\n                      are also the same, both the writ petitions are taken up for consideration.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_2\">                            2. The writ petitioner was incorporated on 11.11.2009 with the principal\n\n                      object of setting up a brewery and distillery. The petitioner had addressed the\n\n                      first respondent by letter dated 08.04.2010 in Form B-I expressing desire to\n\n                      establish a brewery, in the proposed Industrial Estate promoted by the third\n\n                      respondent, S<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>OT, at Thervoy Kandigai for manufacture of Beer. A scheme for\n\n\n\nhttp://www.judis.nic.in\n\f                                                       4/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      working of the brewery as required under Rule 3 (1) of the Tamil Nadu Brewery\n\n                      Rules, 1983 was also submitted and the approval of the State Government was\n\n                      sought. The Government sought for the opinion of the second respondent, the\n\n                      Commissioner of Prohibition &amp; Excise, in this regard.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_3\">                              3. The petitioner also approached the third respondent S<a href=\"/doc/1569253/\" id=\"a_5\">IPC</a>OT by letter\n\n                      dated 12.04.2010, requesting allotment of land in Thervoy Kandigai Industrial\n\n                      Complex. Necessary application forms and payments required were also\n\n                      enclosed/made. By letter dated 12.04.2010, S<a href=\"/doc/1569253/\" id=\"a_6\">IPC</a>OT agreed in principle to allot\n\n                      30 acres of land at the rate of Rs.27.50 Lakhs per acre, subject to the petitioner\n\n                      obtaining “No Objection Certificates” from the Tamil Nadu Pollution Control Board\n\n                      and other statutory authorities. This decision to grant in principle allotment was\n\n                      communicated by the petitioner to the second respondent. The second\n\n                      respondent sought reports from the District Collector, Thiruvallur, and also from\n\n                      the Managing Director of Tamil Nadu State Marketing Corporation Limited. The\n\n                      second respondent also called upon the petitioner to furnish a Site Elevation\n\n                      Plan.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n\n</p><p data-structure=\"Facts\" id=\"p_5\">                              4. The third respondent, S<a href=\"/doc/1569253/\" id=\"a_7\">IPC</a>OT, by letter dated 19.04.2010, while\n\n                      informing that Plot No.A-6/1 admeasuring 30 acres had been allotted to the\n\n                      petitioner, also agreed to allocate 15 lakh litres of water per day, subject to\n\n\n\nhttp://www.judis.nic.in\n\f                                                       5/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      payment of capital cost on water supply system and also execution of a Water\n\n                      Supply Agreement. The third respondent, S<a href=\"/doc/1569253/\" id=\"a_8\">IPC</a>OT then issued an allotment order\n\n                      by letter dated 26.07.2010 to the petitioner allotting Plot No.A-6/1 admeasuring\n\n                      30 acres by way of lease for a period of 99 years, for the setting up of a brewery\n\n                      for manufacture of beer.      Among other stipulations/undertakings, the third\n\n                      respondent, S<a href=\"/doc/1569253/\" id=\"a_9\">IPC</a>OT also undertook to supply water, subject to availability of 15\n\n                      lakh litres of water per day at the rate of 1.5 times the rate fixed by the third\n\n                      respondent and on payment of 50% of the capital cost of the water supply\n\n                      system. The petitioner was prohibited from drawing water either by sinking bore\n\n                      well/tube well or from drawing water from any other bore well/tube well. The\n\n                      petitioner also approached other authorities like the Tamil Nadu Electricity Board,\n\n                      Tamil Nadu Fire &amp; Rescue Service Department, Tamil Nadu Pollution Control\n\n                      Board etc., in order to obtain necessary permission for setting up the brewery.\n\n                      These departments also responded favourably by assuring supply of electricity\n\n                      and by issuing No Objection/Consent letters. These documents and certificates\n\n                      were submitted to the second respondent by letter dated 11.08.2010. Additional\n\n                      communications were also addressed to the second respondent relating to\n\n                      vendors to be appointed as suppliers for the proposed project.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_6\">                            5. The petitioner submitted their acceptance on 20.08.2010 to the\n\n                      allotment letter issued by the 3rd respondent, S<a href=\"/doc/1569253/\" id=\"a_10\">IPC</a>OT, and also sought the\n\n\n\nhttp://www.judis.nic.in\n\f                                                        6/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      estimate of the capital cost for supply of water. The first respondent also\n\n                      tentatively accorded sanction by letter of intent dated 06.09.2010 for\n\n                      establishment of a brewery with a capacity of 10 lakh hectolitres of beer. On\n\n                      18.10.2010,    the third respondent, S<a href=\"/doc/1569253/\" id=\"a_11\">IPC</a>OT issued a receipt acknowledging\n\n                      payment by the petitioner of a sum of Rs.8,23,50,000/- towards plot deposit and\n\n                      development charges. A lease deed was executed between the petitioner and\n\n                      third respondent S<a href=\"/doc/1569253/\" id=\"a_12\">IPC</a>OT on 02.02.2011. The petitioner and third respondent\n\n                      entered into another agreement on the same day for supply of water from the\n\n                      water supply scheme, S<a href=\"/doc/1569253/\" id=\"a_13\">IPC</a>OT Industrial Park, Thervoy Kandigai. By letter dated\n\n                      11.03.2011, the third respondent permitted the petitioner to commence\n\n                      construction of the factory building.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n\n</p><p data-structure=\"Facts\" id=\"p_8\">                             6. In the affidavits filed in support of both the writ petitions, it had been\n\n                      stated that despite the petitioner&#x27;s best efforts to start the construction, there\n\n                      was a constant and continuous lull in the development of infrastructure facilities\n\n                      at the third respondent/Thervoy Kandigai Industrial Park, which prevented the\n\n                      petitioner from commencing work. It was also stated that even on the date of\n\n                      filing of the writ petitions there was no power supply, no water supply and no\n\n                      motorable roads. It was also stated that water was absolutely necessary for\n\n                      construction and was also the primary ingredient for the manufacture of beer. It\n\n                      was further stated that the quality of water to be used for the treatment plant\n\n\n\nhttp://www.judis.nic.in\n\f                                                       7/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      had to be determined before commissioning. It was stated that even if the\n\n                      petitioner had commenced construction, without water, the commissioning of the\n\n                      plant would not be possible. It was claimed in the affidavit that the petitioner\n\n                      would have wasted huge sums of money in the construction. The petitioner\n\n                      therefore addressed the second respondent by letter dated 17.02.2011 bringing\n\n                      to his notice the various activities undertaken for establishment of the brewery\n\n                      and requested extension of validity of the letter of intent. It was claimed that the\n\n                      petitioner had also brought to the notice of the third respondent, S<a href=\"/doc/1569253/\" id=\"a_14\">IPC</a>OT by\n\n                      letter dated 19.05.2011, the lack of infrastructure development and lack of\n\n                      utilities. The petitioner requested the third respondent to grant extension of time\n\n                      for commencement of construction. A further extension was sought by letter\n\n                      dated 30.05.2011. In the letter, the entire steps taken by the petitioner were\n\n                      enumerated and it was also stated that progress could not be made for reasons\n\n                      which were not attributable to the petitioner. However, the third respondent,\n\n                      S<a href=\"/doc/1569253/\" id=\"a_15\">IPC</a>OT, by letter dated 30.06.2011 referred to Condition No.18 of the lease\n\n                      deed and stated that the petitioner should have commenced construction on or\n\n                      before 25.01.2011 and that extension has been granted till 25.05.2011, and\n\n                      requested the petitioner to take immediate steps to commence construction of\n\n                      the factory, failing which further action according to the clauses in the lease deed\n\n                      would be taken.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n\n\nhttp://www.judis.nic.in\n\f                                                      8/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n</p><p data-structure=\"Facts\" id=\"p_10\">                            7. By reply dated 14.07.2011 to S<a href=\"/doc/1569253/\" id=\"a_16\">IPC</a>OT, the petitioner stated that it\n\n                      would not be possible to commence construction since the plot did not have any\n\n                      facilities associated with a “developed plot” as stated in the lease deed. It was\n\n                      further pointed out that the third respondent did not reply to the letter dated\n\n                      19.05.2011. The third respondent, S<a href=\"/doc/1569253/\" id=\"a_17\">IPC</a>OT, by letter dated 01.08.2011\n\n                      responded by stating that one of the allottees had already commenced\n\n                      construction and as the approach road was now available to transport\n\n                      construction materials. The petitioner was again requested to take immediate\n\n                      steps to commence construction. The petitioner claimed that they had incurred\n\n                      expenditure in marking the layout for proposed construction and conducting soil\n\n                      tests. The petitioner further claimed that they had paid the third respondent a\n\n                      sum of Rs.22 Lakhs per acre amounting to Rs.6,60,00,000/- under the lease\n\n                      deed solely towards development charges. The balance amount of Rs.5.5 Lakhs\n\n                      per acre was payable towards plot deposit. The petitioner claimed that the third\n\n                      respondent, S<a href=\"/doc/1569253/\" id=\"a_18\">IPC</a>OT, had failed in its obligation to provide “a developed plot”.\n\n                      The third respondent by letter dated 21.11.2011 which is impugned in\n\n                      W.P.No.25073 of 2012, cancelled the allotment of the plot and forfeited the\n\n                      deposit and fees already paid. The petitioner sent a reply on 05.12.2011 pointing\n\n                      out the failure on the part of the third respondent, S<a href=\"/doc/1569253/\" id=\"a_19\">IPC</a>OT, with respect to\n\n                      providing infrastructure facilities. The petitioner expressed its willingness to\n\n                      execute a surrender deed on the condition that the entire money paid to the\n\n\n\nhttp://www.judis.nic.in\n\f                                                        9/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      respondents was refunded. The petitioner claimed that there had been no\n\n                      developments in the said Industrial Park and the only project that had\n\n                      commenced construction was Michelin Tyres. It was claimed that water was not\n\n                      a raw material for that project, unlike that of the petitioner. The petitioner then\n\n                      received a letter dated 16.08.2012 issued by the second respondent\n\n                      communicating the fact that the first respondent had decided to reject the grant\n\n                      of privilege and licence on the same ground of non-commencement of\n\n                      construction by Government Letter dated 10.09.2011. The letter of the first\n\n                      respondent dated 10.09.2011 communicated to the petitioner by the second\n\n                      respondent by letter dated 16.08.2012 was impugned in W.P.No.24840 of 2012.\n\n</p><p data-structure=\"Facts\" id=\"p_11\">                             8. The petitioner claimed that the impugned letters are liable to be set\n\n                      aside since the reasons for non-commencement of construction was attributable\n\n                      only to the third respondent who had failed to fullfil its obligation under the lease\n\n                      deed and the agreement for supply of water from the water supply scheme,\n\n                      S<a href=\"/doc/1569253/\" id=\"a_20\">IPC</a>OT Industrial Park, Thervoy Kandigai. It was also stated that the third\n\n                      respondent, S<a href=\"/doc/1569253/\" id=\"a_21\">IPC</a>OT, had failed to deliver &#x27;a developed plot&#x27;. They had collected\n\n                      a huge sum of Rs.6,60,00,000/- under the lease deed towards development\n\n                      charges but failed to provide any infrastructural facilities. It had also been stated\n\n                      that the petitioner was not heard before deciding to reject the grant of privilege\n\n                      and licence. It was under these circumstances that both the writ petitions had\n\n                      been filed before this Court.\n</p>\n<p data-structure=\"Issue\" id=\"p_12\">\n\nhttp://www.judis.nic.in\n\f                                                       10/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n</p><p data-structure=\"RespArg\" id=\"p_13\">                             9. In the counter affidavit filed on behalf of the first and second\n\n                      respondents in W.P.No.24840 of 2012, it had been stated that the first\n\n                      respondent in Letter (D) No.222, Home, Prohibition and Excise (III) Department\n\n                      dated 06.09.2010 had accorded sanction to the proposal for construction of a\n\n                      brewery with a capacity of 10 Lakhs hectolitres of beer (1,20,00,000 cases) per\n\n                      year. This was communicated to the petitioner by the second respondent on\n\n                      07.09.2010. It was further stated that the petitioner had requested extension of\n\n                      the validity of the letter of intent for an additional period of six months. It was\n\n                      stated that the validity period expired on 06.03.2011 and the petitioner had not\n\n                      taken any steps for construction of the factory building in the proposed site. On\n\n                      the basis of the report of the District Collector, Tiruvallur, the second respondent\n\n                      sent a report to the first respondent by letter dated 29.06.2011 regarding\n\n                      rejection of letter of intent granted to the petitioner. It was reiterated that the\n\n                      letter of intent was valid only for a period of six months. It was stated that since\n\n                      the petitioner had not started any construction activity, rejection was proper and\n\n                      that the writ petition was liable to be dismissed.\n</p>\n<p data-structure=\"RespArg\" id=\"p_14\">                             10. In the counter affidavit filed on behalf of the first and second\n\n                      respondents in W.P.No.25073 of 2012, it had been stated that in the said writ\n\n                      petition, no relief had been sought as against the State of Tamil Nadu or against\n\n                      the Commissioner of Prohibition and Excise and consequently, the writ petition\n\n                      has to be dismissed as against them.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n\nhttp://www.judis.nic.in\n\f                                                      11/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n</p><p data-structure=\"Facts\" id=\"p_16\">                            11. In the counter filed by the third respondent, S<a href=\"/doc/1569253/\" id=\"a_22\">IPC</a>OT, in W.P.No.24840\n\n                      of 2012 and also in W.P.No.25073 of 2012, it had been stated that the third\n\n                      respondent, S<a href=\"/doc/1569253/\" id=\"a_23\">IPC</a>OT, had allotted Plot No.A-6/1 admeasuring 30 acres to the\n\n                      petitioner by allotment order dated 26.07.2010 consequent to in principle\n\n                      allotment granted on 12.04.2010. It was stated that the petitioner had paid the\n\n                      entire cost within a period of three months. A lease deed was executed on\n\n                      02.02.2011. A separate Water Supply Agreement was also entered into on\n\n                      02.02.2011. Possession was also handed over on 02.02.2011. The petitioner was\n\n                      under an obligation to commence construction of factory building within six\n\n                      months and complete the same within twenty four months from the date of\n\n                      allotment order. The petitioner sought extension of time by another four months\n\n                      and the same was granted by the third respondent by letter dated 11.03.2011.\n\n                      Since, the petitioner did not commence construction of the factory building even\n\n                      within the extended period, the third respondent issued a 15 days&#x27; show cause\n\n                      notice on 30.06.2011 calling upon the petitioner to furnish requisite details\n\n                      regarding commencement of construction and the specific schedule of\n\n                      implementation. It was claimed by the third respondent in the counter affidavit\n\n                      that the petitioner sent a vague reply to the show cause notice. Thereafter, the\n\n                      third respondent, S<a href=\"/doc/1569253/\" id=\"a_24\">IPC</a>OT, issued a notice dated 01.08.2011 calling upon the\n\n                      petitioner to commence construction of factory building immediately. It was\n\n                      claimed by the third respondent that the petitioner did not issue any reply to the\n\n\n\nhttp://www.judis.nic.in\n\f                                                      12/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      above notice. Therefore, the third respondent, by letter dated 21.11.2011\n\n                      cancelled the allotment of Plot No.A-6/1 measuring 30 acres allotted to the\n\n                      petitioner and requested the petitioner to execute a surrender deed. It was also\n\n                      stated that the plot would be resumed under the <a href=\"/doc/23391362/\" id=\"a_25\">Tamil Nadu Public Premises\n\n                      (Eviction of Unauthorized Occupants) Act, 1975</a>.\n</p>\n<p data-structure=\"Issue\" id=\"p_17\">\n\n</p><p data-structure=\"RespArg\" id=\"p_18\">                            12. Quite apart from stating the above facts, in the counter affidavit, the\n\n                      averments made by the petitioner were also denied. It was stated that the third\n\n                      respondent agreed to allocate 15 Lakh litres of water per day subject to payment\n\n                      of capital cost of the water supply system and execution of Water Supply\n\n                      Agreement. It was stated that though Water Supply Agreement had been\n\n                      executed on 02.02.2011, 50% of capital cost on water supply system was yet to\n\n                      be arrived by the third respondent. It was reiterated in the counter affidavit that\n\n                      the petitioner had not commenced construction of factory building. It was stated\n\n                      that one of the other allottees had already commenced construction and nothing\n\n                      prevented the petitioner from commencing the construction activities. It was also\n\n                      stated that in the lease deed it had been provided that the petitioner may dig its\n\n                      own bore well in the plot allotted, after obtaining necessary permission from the\n\n                      third respondent. It was stated that with respect to the infrastructure, the works\n\n                      are in progress. It was also specifically stated that the third respondent would\n\n                      provide infrastructural facilities such as water supply, approach road etc., up to\n\n\n\nhttp://www.judis.nic.in\n\f                                                      13/81         Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      the battery limit point of the plot allotted. It was also stated that M/s.Michelin\n\n                      Tyres and M/s.Bekaert Industries Private Limited had commenced construction of\n\n                      factory building. It was stated that the allotment was cancelled since the\n\n                      petitioner had not commenced construction of the factory building. It was stated\n\n                      that the writ petition should be dismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_19\">\n\n</p><p data-structure=\"RespArg\" id=\"p_20\">                            13. The petitioner filed a reply to the counter affidavit filed by the third\n\n                      respondent. It was specifically stated that the third respondent being a statutory\n\n                      body was amenable to the jurisdiction of this Court under <a href=\"/doc/1712542/\" id=\"a_26\">Article 226</a> of the\n\n                      Constitution of India. It was stated that the land continued to be a “Grazing\n\n                      Ground” even on the date of the impugned letters. It was specifically stated that\n\n                      the petitioner could not commence construction only because the third\n\n                      respondent, S<a href=\"/doc/1569253/\" id=\"a_27\">IPC</a>OT, had failed to provide required infrastructure. It was stated\n\n                      that the copies of all relevant statutory approvals were submitted to the third\n\n                      respondent on 01.04.2011 itself. It was stated that the petitioner had made a\n\n                      substantial investment in order to commence the project. It was stated that the\n\n                      basic infrastructure for commencement of construction was provided in a very\n\n                      limited manner. This could not enable the petitioner to commence construction.\n\n                      It was also stated that the petitioner had received replies under the <a href=\"/doc/671631/\" id=\"a_28\">Right to\n\n                      Information Act</a>, and it was stated that none of the other allottees who were in\n\n                      the same status as the petitioner have commenced construction, but their\n\n\n\nhttp://www.judis.nic.in\n\f                                                      14/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      allotments have not been cancelled. It was also stated that the petitioner was\n\n                      singled out in a    malafide manner. It was stated that the respondent had\n\n                      admitted   in the counter affidavit that they have not worked out the cost of\n\n                      supply of water. It was also stated that even if the petitioner had been granted\n\n                      permission to sink a bore well it would not have been possible to run the same,\n\n                      since the electricity connection was not granted. It was also stated that in the\n\n                      counter affidavit there was an express admission about lack of infrastructure\n\n                      and amenities. It was specifically stated that the petitioner had issued a reply\n\n                      within 15 days from the date of receipt of the show cause notice. It was also\n\n                      stated that the officials of the petitioner had met the officials of the third\n\n                      respondent many times after the receipt of the letter dated 01.08.2011. It was\n\n                      reiterated that the writ petitions should be allowed.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_21\">                            14. An additional affidavit had also been filed by the petitioner stating that\n\n                      though the date of allotment of the plot was 26.07.2010, the road works were\n\n                      completed only on 30.06.2014. The tender for the road work was issued only on\n\n                      18.11.2011. The work commenced only on 30.03.2012. It was stated that\n\n                      therefore there was no possibility of commencement of construction of factory\n\n                      buildings. It was also stated that the agreement for supply of water was entered\n\n                      into on 02.02.2011, but the work order for water supply itself was issued only on\n\n                      23.02.2011 by the third respondent. It was completed and water supply was\n\n\n\nhttp://www.judis.nic.in\n\f                                                      15/81          Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      made available only on 15.12.2014. It was stated that even if the petitioner had\n\n                      commenced and completed construction of factory buildings, there would have\n\n                      been no supply of water. It was also stated that SHV Energy Pvt. Ltd., Sheng\n\n                      Long Bio Tech (India) Pvt. Ltd., Hindustan Resins &amp; Terpenes, CRG Tech\n\n                      solutions Pvt. Ltd., Galfan Engineers Pvt. Ltd., Harsha Exito Engg. Pvt. Ltd., who\n\n                      were all allotted land had not yet completed construction. It was also specifically\n\n                      stated that Harsha Exito Engg. Pvt. Ltd., which was allotted plot on 21.07.2010\n\n                      had not commenced construction even as on 21.01.2013 and had completed\n\n                      construction only on 01.02.2018. It was also specifically stated that the plot\n\n                      allotted to the petitioner is still vacant and had not been dealt with by the third\n\n                      respondent. Additionally, 160.38 acres of lands were also still available and lying\n\n                      vacant in the Industrial Park. It was therefore stated that the writ petitions\n\n                      should be allowed and the impugned orders should be set aside.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_22\">                             15. Heard arguments advanced by Mr.P.R.Raman learned senior counsel\n\n                      for   Mr.C.Seethapathi,   learned    counsel      for     the      writ     petitioner        and\n\n                      Mr.P.S.Sivashanmuga Sundaram, learned Special Government Pleader for the\n\n                      first and second respondents and by Ms.Narmada Sampath, learned Additional\n\n                      Advocate General for Ms. Sudharsana Sundar, learned counsel for the third\n\n                      respondent.\n</p>\n<p data-structure=\"Issue\" id=\"p_23\">\n\n\nhttp://www.judis.nic.in\n\f                                                       16/81          Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                         [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n</p><p data-structure=\"Facts\" id=\"p_24\">                              16. Mr.P.R.Raman, learned senior counsel after pointing out the facts,\n\n                      stressed on the specific undertakings and obligations expected from the third\n\n                      respondent, S<a href=\"/doc/1569253/\" id=\"a_29\">IPC</a>OT, and its failure to provide them. In this connection, the\n\n                      learned senior counsel pointed out that on execution of the lease agreement\n\n                      between the petitioner and the third respondent on 02.02.2011, the writ\n\n                      petitioner had parted with a sum of Rs.1,65,00,000/- towards plot deposit and a\n\n                      sum of Rs.6,60,00,000/- towards development charges and Rs.100/- towards\n\n                      rent as advance and these amounts were payments in full.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_25\">                            17. In this connection, the counter filed by the third respondent was also\n\n                      pointed out, particularly the portion were the deponent of the counter affidavit\n\n                      specifically admitted that the capital cost of water supply system and water\n\n                      supply cost were yet to be finalized. This admission was on August, 2013 and the\n\n                      learned senior counsel stated that it is evident that the third respondents had not\n\n                      fulfilled its obligation of developing the plot, at least by providing road way for\n\n                      transport of construction materials and water for construction and manufacturing\n\n                      necessities. The learned senior counsel stated that the bonafide of the petitioner\n\n                      is reflected in the payment of Rs.1.25 Crores and 6.60 Crores as demanded and\n\n                      also in obtaining permissions and no objection certificates from all the necessary\n\n                      Government    and    statutory   authorities.    It   was      also      pointed       out     that\n\n                      commencement of construction of the factory would be a futile exercise, if\n\n\n\nhttp://www.judis.nic.in\n\f                                                        17/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      production would not commence and production cannot commence since water\n\n                      supply was not available and water was a basic ingredient for manufacture of\n\n                      beer.\n</p>\n<p data-structure=\"Issue\" id=\"p_26\">\n\n</p><p data-structure=\"RespArg\" id=\"p_27\">                              18. It was also pointed out by the learned senior counsel that they had\n\n                      received information through the <a href=\"/doc/671631/\" id=\"a_30\">Right to Information Act</a>, that, contrary to the\n\n                      stand of the third respondent, none of the other factories had commenced\n\n                      construction. It was evident that the learned senior counsel was quite agitated\n\n                      when he pointed out that it was only the petitioner who had been singled out for\n\n                      reasons best known to the third respondent for cancellation of the allotment. It\n\n                      was stated that the writ petition is maintainable since the facts are admitted and\n\n                      there are no dispute over the facts necessitating requirement of recording of\n\n                      evidence in this matter. The learned senior counsel, therefore stated that this\n\n                      court has jurisdiction to examine the issues and consequently, stated that the\n\n                      writ petition should be allowed and the orders cancelling allotment should be set\n\n                      aside and the petitioner must be granted opportunity once again to recommence\n\n                      their business activities in the plot allotted to them. The learned senior counsel\n\n                      also laid stress on the fact that the plot already allotted was still lying vacant and\n\n                      consequently, no financial loss would be incurred to the third respondent if the\n\n                      same is allotted to the writ petitioner.\n</p>\n<p data-structure=\"Issue\" id=\"p_28\">\n</p><p data-structure=\"RespArg\" id=\"p_29\">                              19. Mr.P.S.Sivashanmuga Sundaram, learned Special Government Pleader\n\n\nhttp://www.judis.nic.in\n\f                                                            18/81         Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                             [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      appearing for the first and second respondents stated that there was an\n\n                      obligation on the part of the writ petitioner to commence construction of factory,\n\n                      and since they have not done so, the third respondent have cancelled the\n\n                      allotment and the Government had inturn acted upon the said cancellation and\n\n                      withdrew the letter of intent granted to the petitioner. The learned Special\n\n                      Government     Pleader       argued    that   the     first    and      second        respondents,\n\n                      independently cannot grant any relief to the petitioner since the petitioner has\n\n                      not complied with the stipulations of the lease agreement entered into with the\n\n                      third respondent. The learned Special Government Pleader urged the Court to\n\n                      dismiss the writ petition.\n</p>\n<p data-structure=\"Issue\" id=\"p_30\">\n\n</p><p data-structure=\"RespArg\" id=\"p_31\">                             20. Ms.Narmadha Sampath, learned Additional Advocate General who\n\n                      appeared for the third respondent, stated that the third respondent had allotted\n\n                      a plot measuring about 30 acres to the writ petitioner in the hope that they\n\n                      would commence construction of the factory at least. It was stated that though\n\n                      there were clauses relating to prohibition of sinking of bore wells, the petitioner\n\n                      could have sought permission to sink a bore well and if so, the third respondent\n\n                      would not have objected to the same. The learned Additional Advocate General\n\n                      stated that consequently the claim that there was no water supply cannot be\n\n                      accepted and it was the responsibility of the writ petitioner to commence\n\n                      construction of the factory. It was also pointed out, that, quite repeatedly time\n\n\n\nhttp://www.judis.nic.in\n\f                                                      19/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      was extended for commencement of construction and since the writ petitioner\n\n                      did not show any inclination to construct the factory, it obviously meant that they\n\n                      had no inclination to commence business operation. The allotment was cancelled\n\n                      in order to put the plot to more advantageous use.\n</p>\n<p data-structure=\"Issue\" id=\"p_32\">\n\n</p><p data-structure=\"RespArg\" id=\"p_33\">                            21. The learned Additional Advocate General also stated that the terms of\n\n                      the lease provided for forfeiture of the amounts paid and stated that the writ\n\n                      petitioner was not interested even in the construction of the factory which was a\n\n                      primary requisite for commencement of business which was the reason for which\n\n                      the lands was allotted. It was also pointed out that employment had to be\n\n                      provided for the persons from whom the lands had been acquired and this could\n\n                      not be done in view of the fact that the petitioner did not commence\n\n                      construction. It was further stated that the cancellation of the allotment of land\n\n                      was fully justifiable. The learned Additional Advocate General also stated that in\n\n                      writ jurisdiction, this Court should not ordinarily examine complicated issues of\n\n                      facts and law, in this case, relating to the allegations of breach of the covenants\n\n                      of the lease agreement. It was also pointed out that there was an arbitration\n\n                      clause in the lease deed and if at all the writ petitioner had any grievance they\n\n                      should have taken that course of action. It was further pointed out that in writ\n\n                      jurisdiction this Court would enter in a misadventure, if facts are examined on\n\n                      the basis of affidavits without the documents being put to proof. The learned\n\n\n\nhttp://www.judis.nic.in\n\f                                                       20/81            Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                           [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      Additional Advocate General stated that the writ petitions are not maintainable\n\n                      and therefore stated that the writ petitions should be dismissed.\n\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_34\">                            22. I have carefully considered the arguments advanced.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_35\">                            23.   The   writ   petitioner,   Tropical      Breweries        Private      Limited       was\n\n                      incorporated on 11.11.2009 with the principal object of setting up a brewery and\n\n                      distillery factory. They had addressed a letter to the first respondent, the\n\n                      Principal Secretary to Government, Home, Prohibition and Excise (III)\n\n                      Department, Government of Tamil Nadu on 08.04.2010 in compliance with Form\n\n                      B-I of Rule 3(1) of Tamil Nadu Brewery Rules, 1983, submitting a scheme for the\n\n                      working of a brewery and the establishment of the same at the proposed\n\n                      Industrial Estate promoted by S<a href=\"/doc/1569253/\" id=\"a_31\">IPC</a>OT at Thervoy Kandigai. This letter was\n\n                      forwarded by the first respondent to the second respondent, the Commissioner\n\n                      of Prohibition &amp; Excise on 09.04.2010. The remarks of the second respondent\n\n                      were sought. The petitioner also addressed the third respondent, S<a href=\"/doc/1569253/\" id=\"a_32\">IPC</a>OT, by\n\n                      letter dated 12.04.2010 seeking allotment of land in Thervoy Kandigai Industrial\n\n                      Complex for the brewery project. They forwarded the application form along with\n\n                      the said letter. On the same day, 12.04.2010, the third respondent, S<a href=\"/doc/1569253/\" id=\"a_33\">IPC</a>OT\n\n                      stated that they were agreeable in principle to allot 30 acres of land at Rs.27.50\n\n                      Lakhs per acre subject to obtaining no objection certificate/approvals from the\n\n\n\nhttp://www.judis.nic.in\n\f                                                      21/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      Tamil Nadu Pollution Control Board and other statutory authorities. This was\n\n                      inturn communicated on 16.04.2010 by the writ petitioner to the second\n\n                      respondent stating that in principle allotment of Plot No.A-6/1 had been made by\n\n                      S<a href=\"/doc/1569253/\" id=\"a_34\">IPC</a>OT.\n</p>\n<p data-structure=\"Issue\" id=\"p_36\">\n\n</p><p data-structure=\"Facts\" id=\"p_37\">                            24. Simultaneously, on the same day, 16.04.2010, the second respondent\n\n                      addressed the first respondent stating that the petitioner had furnished project\n\n                      report and necessary fees. It was informed that the District Collector, Tiruvallur\n\n                      had been asked to enquire and sent a detailed report. The Managing Director of\n\n                      Tamil Nadu State Marketing Corporation Limited had also been asked to furnish\n\n                      his remarks for the demand of beer in order to scrutinize the application. The\n\n                      second respondent then addressed the petitioner by letter dated 16.04.2010\n\n                      calling upon them to furnish the Site Elevation Plans of the factory for pursuing\n\n                      necessary action.\n</p>\n<p data-structure=\"Issue\" id=\"p_38\">\n\n</p><p data-structure=\"Issue\" id=\"p_39\">                            25. The third respondent by letter dated 19.04.2010 addressed to the\n\n                      petitioner had informed the Plot No.A-6/1 measuring 30 acres had been allotted\n\n                      in principle and also agreed to allocate 15 lakh litres of water per day subject to\n\n                      payment of capital cost of water supply system and also execution of a Water\n\n                      Supply Agreement. By letter dated 24.06.2010, the Superintending Engineer,\n\n                      Chennai EDC/North of Tamil Nadu Electricity Board had stated that a new\n\n\n\nhttp://www.judis.nic.in\n\f                                                      22/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      230/110 KV SS was proposed at Thervoi Kandigai, S<a href=\"/doc/1569253/\" id=\"a_35\">IPC</a>OT and supply of\n\n                      electricity would be extended to the petitioner at the earliest. Thereafter, the\n\n                      Inspector of Factories, by letter dated 16.07.2010 had also granted conditional\n\n                      permission under the Provisions of the Factories Act 1948 read with the Tamil\n\n                      Nadu Factories Rules 1950 to the petitioner. By letter dated 20.07.2010 the\n\n                      Divisional Officer of Tiruvallur Division of the Tamil Nadu Fire and Rescue\n\n                      Services Department had also given his report regarding the industrial building of\n\n                      the writ petitioner. It was stated that they had no objection to grant planning\n\n                      permission to construct the brewery subject to the fire precautions according to\n\n                      the requirements of the National Building Code of India being provided.\n\n\n\n</p><p data-structure=\"Facts\" id=\"p_40\">                            26. By letter dated 26.07.2010 the third respondent, S<a href=\"/doc/1569253/\" id=\"a_36\">IPC</a>OT, issued\n\n                      allotment order to the writ petitioner of Plot No.A-6/1 measuring 30 acres at\n\n                      Rs.27.50 lakhs per acre. It was stated that a sum of Rs.5.50 lakhs per acre had\n\n                      to be paid towards plot deposit and a sum of Rs.22 lakhs per acre has to be paid\n\n                      towards development charges. The total amount payable was Rs.8.25 Crores.\n\n                      The petitioner had paid an initial deposit of Rs.1.50 lakhs. The balance amount\n\n                      payable was Rs.8,23,50,000/-. The following were the conditions stipulated in\n\n                      the allotment:\n</p>\n<p data-structure=\"Issue\" id=\"p_41\">\n\n</p><blockquote id=\"blockquote_1\">                            “2.a.The extent mentioned above is subject to such modification as\n                            may be necessary with reference to the measurements made at\n\n\nhttp://www.judis.nic.in\n\f                                                              23/81     Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                           [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                                the time of handing over the site. The total amount payable will\n                                also stand accordingly modified.\n</blockquote>\n\n<blockquote id=\"blockquote_2\">                                b.The plot deposit alone will be refunded on the expiry of the\n                                period of lease and S<a href=\"/doc/1569253/\" id=\"a_37\">IPC</a>OT shall not pay any interest thereon.\n</blockquote>\n\n<blockquote id=\"blockquote_3\">                                c.The amount remitted towards development charges and any\n                                additional development charges incurred by S<a href=\"/doc/1569253/\" id=\"a_38\">IPC</a>OT and collected\n                                from you during the lease period will be adjusted towards the\n                                expenditure incurred and/or to be incurred for the development of\n                                S<a href=\"/doc/1569253/\" id=\"a_39\">IPC</a>OT Industrial Park/Complex/Growth Centre Including its\n                                infrastructural facilities.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">                                d.On surrender of a plot by an allottee, the plot deposit may be\n                                refunded in full after forfeiting the initial deposit and processing\n                                fee. The development charges may be refunded after forfeiting an\n                                amount of 5% per year or part thereof for the number of years the\n                                plot was held by the allottee, subject to a minimum deduction of\n                                15%. No compensation for improvement or for the building or for\n                                other structures erected in the plot will be made.\n</blockquote>\n\n<blockquote id=\"blockquote_5\">                                3.The allottee shall comply with the conditions stipulated in col.(2)\n                                of the table within the period prescribed in col.(3) as under:\n</blockquote>\n\n<pre id=\"pre_2\">                          S.No                  Conditions                              Time Limit\n                           (1)                     (2)                                     (3)\n                           i.       Communicate your acceptance Within 30 days from the date of this order.\n</pre><blockquote id=\"blockquote_6\">                                    of this allotment order in the In case it is not received by S<a href=\"/doc/1569253/\" id=\"a_40\">IPC</a>OT within\n                                    duplicate copy of this allotment 30 days from the date of this allotment\n\n\n\nhttp://www.judis.nic.in\n\f                                                            24/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                            [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          S.No                 Conditions                                Time Limit\n                           (1)                    (2)                                       (3)\n                                     order.                          order,     the    allotment   shall   stand\n                                                                     automatically cancelled and initial deposit\n                                                                     paid for the extent allotted and processing\n                                                                     fee shall be forfeited.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_42\">                           ii.       Pay 100% of the amount          Within 90 days from the date of this order\n                                     payable towards the plot        failing which the allotment shall stand\n                                     deposit    and  development     automatically cancelled and the initial\n                                     charges fees initial deposit    deposit paid for the extent allotted and\n                                     already paid.                   processing fee shall be forfeited.\n</p><p data-structure=\"Section\" id=\"p_43\">                          iii.       Execute the lease deed in the Within 30 days from the date of payment of\n                                     prescribed format with the plot cost.\n</p><p data-structure=\"Precedent\" id=\"p_44\">                                     concerned Project Officer and\n                                     register the same.</p><pre id=\"pre_3\">\n                           iv.       Payment of capital cost on Within 30 days from the date of execution\n                                     water supply system.       of lease deed.\n                           v.        Take over the possession of Within 30 days from the date of execution\n                                     the plot from the Project of lease deed.\n                                     Officer concerned.\n                           vi.       Execute      water      supply At the time of taking over possession of the\n                                     agreement.                     land/on payment of Rs.**. Towards water\n                                                                    supply cost for the quantity of water\n                                                                    committed by S<a href=\"/doc/1569253/\" id=\"a_41\">IPC</a>OT.\n                          vii.       Payment of annual lease rent Within 90 days from the date of this order\n</pre><p data-structure=\"PetArg\" id=\"p_45\">                                     of Re.1 for 98 years and Rs.2/- failing which the allotment shall stand\n                                     for the 99th year.              automatically cancelled and the initial\n                                                                     deposit paid for the extent allotted and\n                                                                     processing fee shall be forfeited.\n</p><p data-structure=\"CDiscource\" id=\"p_46\">                          viii.      Implementation      of      the Within 30 months from the date of this\n                                     project/commercial production. order. Failure will entail cancellation of\n                                                                     allotment and forfeiture of initial deposit\n                                                                     and development charges paid towards the\n                                                                     extent allotted.\n</p>\n<p data-structure=\"Section\" id=\"p_47\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_48\">                                  27. There were also further clauses particularly with respect to claim over\n\n                      development charges. Clause 4(b) is as follows:\n</p>\n<p data-structure=\"Section\" id=\"p_49\">\n</p><blockquote id=\"blockquote_7\">http://www.judis.nic.in\n\f                                                       25/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                                    “4.b.Since providing of Infrastructural facilities by\n                             S<a href=\"/doc/1569253/\" id=\"a_42\">IPC</a>OT is an ongoing scheme for the overall development of\n                             the Industrial Park/Growth Centre/Complex and expenses thereon\n                             would be incurred during various periods till its completion, the\n                             allottee shall not have any claim over the development\n                             charges paid to S<a href=\"/doc/1569253/\" id=\"a_43\">IPC</a>OT.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_50\">                            28. With respect to supply of water and sinking of bore wells, the\n\n                      following were the conditions stipulated:\n</p>\n<blockquote id=\"blockquote_8\">                                    “10.a.The allottee shall not sink any well/bore\n                             well/tube well within the plot leased to them. In case of short\n                             supply from S<a href=\"/doc/1569253/\" id=\"a_44\">IPC</a>OT sources, the allottee can apply for\n                             permission which can be considered subject to the conditions as\n                             applicable.\n</blockquote>\n\n<blockquote id=\"blockquote_9\">                                    10.b.If any such open/bore well exists already in the plot\n                             allotted, it shall be under the custody of S<a href=\"/doc/1569253/\" id=\"a_45\">IPC</a>OT.\n</blockquote>\n\n<blockquote id=\"blockquote_10\">                                    11.S<a href=\"/doc/1569253/\" id=\"a_46\">IPC</a>OT will, subject to availability, supply upto\n                             15,00,000 litres of water per day at a rate which is 1.5\n                             times the rate fixed by S<a href=\"/doc/1569253/\" id=\"a_47\">IPC</a>OT from time to time for water\n                             supply in S<a href=\"/doc/1569253/\" id=\"a_48\">IPC</a>OT Industrial Park, Thervoy Kandigai and on\n                             payment of Rs.. ** towards 50% capital cost on water supply\n                             system before execution of water supply agreement.”\n</blockquote><p data-structure=\"Precedent\" id=\"p_51\">                            29. With respect to the construction of the building, the following\n\n                      stipulation was stated:\n</p>\n<p data-structure=\"Section\" id=\"p_52\">\n\n\n</p><blockquote id=\"blockquote_11\">http://www.judis.nic.in\n\f                                                      26/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                                    “13.All buildings to be constructed shall be in conformity\n                             with the bye-laws of the local body and regulations in force from\n                             time to time as well as any other laws, rules and regulations in\n                             force relating to the construction and use of premises. However,\n                             as per the G.O.Ms.No.169, Industries (MIE.2) dated\n                             12.09.1996,      the     allottee     can      start        construction\n                             immediately after submitting the necessary application for\n                             building plan approval to the appropriate authorities provided a\n                             certificate from a Chartered Architect or a Civil Engineer registered\n                             with the concerned local body is enclosed confirming that the plan\n                             is not violating any rules or regulations, including the zone\n                             regulations under the <a href=\"/doc/186719169/\" id=\"a_49\">Town and Country Planning Act, 1971</a>. This\n                             permission is subject to the undertaking that the portion of the\n                             building will be demolished, if it is found that the building violates\n                             any rules and regulations. The allottee should obtain clearances\n                             from Public Health Authorities, Inspectorate of Factories, Pollution\n                             Control Board and such other agencies whose clearances may be\n                             required under any law or procedure in force from time to time.”\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_53\">                            30. Clause 19 of the allotment order related to failure to comply with\n\n                      conditions of the allotment order which would result in cancellation of allotment\n\n                      and it was stipulated that on such event, the lease rent or any other charges\n\n                      collected would not be refunded. This clause was as follows:\n\n</p><blockquote id=\"blockquote_12\">                                   “19.Failure to comply with any of the conditions of this\n                            allotment order shall result in cancellation of allotment,\n                            resumption of the plot and disconnection of water supply\n\n\n\nhttp://www.judis.nic.in\n\f                                                      27/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            by S<a href=\"/doc/1569253/\" id=\"a_50\">IPC</a>OT. On such cancellation plot deposit, development\n                            charges, additional development charges incurred and\n                            collected if any, Lease rent or interest thereon already paid\n                            by the allottee shall not be refunded nor shall any\n                            compensation in whatever form be payable to the\n                            allottee.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_54\">                            31. Finally, there was further clause with respect to drawing of water. This\n\n                      was as follows:\n</p>\n<blockquote id=\"blockquote_13\">                                     “20.The allottee shall not draw water from their own\n                            Borewell/Tubewell sunk in private lands adjacent to S<a href=\"/doc/1569253/\" id=\"a_51\">IPC</a>OT\n                            Industrial     Complex/Park/Growth     Centre        through          pipeline\n                            unauthorisedly trespassing into S<a href=\"/doc/1569253/\" id=\"a_52\">IPC</a>OT premises. If at anytime,\n                            such trespass is found by S<a href=\"/doc/1569253/\" id=\"a_53\">IPC</a>OT, water supply will be\n                            disconnected besides severing the trespassed water line”.\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_55\">                            32. By letter dated 11.08.2010, addressed to the second respondent, with\n\n                      respect to obtaining no objection certificate from the Public Health and\n\n                      Preventive Medicine the petitioner had stated as follows:\n\n</p><blockquote id=\"blockquote_14\">                                   “3.NOC from Public Health &amp; Preventive Medicine – Report\n                            from Chief Water Analyst regarding water sample used in Brewery\n                            (Annexure 3)\n                            Since S<a href=\"/doc/1569253/\" id=\"a_54\">IPC</a>OT is going to undertake water supply thro the Metro\n                            water (letter from S<a href=\"/doc/1569253/\" id=\"a_55\">IPC</a>OT – Annexure 3), we are unable to\n                            provide the water samples from the source at this time. The\n                            pipeline infrastructure is currently being developed by S<a href=\"/doc/1569253/\" id=\"a_56\">IPC</a>OT and\n\n\nhttp://www.judis.nic.in\n\f                                                       28/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            will be ready in 12 months time. Also in our own interest we will\n                            be using highly sophisticated water treatment plants for\n                            processing raw water. For the construction of the brewery, water\n                            will be provided through bore wells which are sunk by S<a href=\"/doc/1569253/\" id=\"a_57\">IPC</a>OT.”\n\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_56\">                             33. In the same letter they had furnished the Income Tax returns, Police\n\n                      Verification Certificate, Clearance Certificate from Pollution Control Board, Report\n\n                      of Inspector of Factories, No due Certificate from Tashildar and Certificate from\n\n                      Nationalized Bank. They also provided Solvency Certificate, Statement from\n\n                      Village Administrative Officer, Villagers Report and Resolution from local body\n\n                      and DTCP No Objection Certificate. They also stated that they would submit the\n\n                      lease document in due course.\n</p>\n<p data-structure=\"Section\" id=\"p_57\">\n\n</p><p data-structure=\"RespArg\" id=\"p_58\">                             34. By letter dated 20.08.2010 addressed to the third respondent,\n\n                      S<a href=\"/doc/1569253/\" id=\"a_58\">IPC</a>OT, the petitioner submitted their acceptance of the allotment of the plot.\n\n                      They also sought details regarding capital cost of water supply system and water\n\n                      supply cost.\n</p>\n<p data-structure=\"Section\" id=\"p_59\">\n\n\n</p><p data-structure=\"RespArg\" id=\"p_60\">                             35. It had been pointed out by the learned senior counsel for the\n\n                      petitioner that this cost had not been worked out by the third respondent,\n\n                      S<a href=\"/doc/1569253/\" id=\"a_59\">IPC</a>OT, and this fact was admitted in the counter affidavit which bore the month\n\n\n\nhttp://www.judis.nic.in\n\f                                                       29/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      and year, August,2013.\n</p>\n<p data-structure=\"Section\" id=\"p_61\">\n\n</p><p data-structure=\"CDiscource\" id=\"p_62\">                             36. The first respondent, thereafter issued a Letter (D) No.222, Home,\n\n                      Prohibition and Excise (III) Department dated 06.09.2010 granting approval of\n\n                      the scheme and the letter of intent. This was for sanction for proposal of\n\n                      construction of factory for manufacturing of beer of a capacity of 10 lakh\n\n                      Hectolitres (1,20,00,000 cases) every year. It was specifically stated that the\n\n                      letter of intent was valid only for a period of six months. This was communicated\n\n                      on 07.09.2010 to the writ petitioner by the second respondent. On 18.10.2010,\n\n                      the third respondent, S<a href=\"/doc/1569253/\" id=\"a_60\">IPC</a>OT, also forwarded the original stamped receipt for\n\n                      Rs.8,23,50,000/- towards payment of plot deposit and development charges for\n\n                      the land allotted. Finally, a lease deed was entered into between the petitioner\n\n                      and the third respondent on 02.02.2011 which was registered as Document\n\n                      No.383/2011 in the Office of the Sub-Registrar, Gummidipoondi.\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_63\">                             37. In the light of the controversy raised by the parties in these writ\n\n                      petitions, the following clauses in the lease deed are significant:\n\n</p><blockquote id=\"blockquote_15\">                                    “15.The party of the Second part will take possession of\n                             the plot in “as is where is” condition and no further\n                             demand for any development, such as earth filling, raising the\n                             level etc., shall be entertained. Any other improvement or\n\n\nhttp://www.judis.nic.in\n\f                                                      30/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          developments inside the allotted plot is purely at the discretion of\n                          the Party of the Second Part.\n</blockquote><blockquote id=\"blockquote_16\">                                   16.The Party of the Second Part shall utilise the allotted plot\n                          only for the purpose for which it was allotted.\n</blockquote>\n\n<blockquote id=\"blockquote_17\">                                   17.The     allottee    shall     commence              commercial\n                          production/trial production within 30 months from the\n                          date of allotment order. Failure will entail cancellation of\n                          allotment and forfeiture of total amount paid towards the\n                          extent allotted.\n</blockquote>\n\n<blockquote id=\"blockquote_18\">                                   18.The party of the second part shall have to commence\n                          construction of buildings within six months from the date\n                          of allotment order and be completed within 24 months\n                          from the date of allotment order. Before commencing such\n                          construction of works on the allotted plot, the allottee should\n                          strictly follow the following building regulations prescribed, among\n                          others.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_64\">                          38. Further in clause 19 it had been provided as follows:\n\n</p><blockquote id=\"blockquote_19\">                                   “19.The party of the Second Part shall, at its own\n                          cost, construct and maintain access roads leading from\n                          the Industrial Park to the said plot in strict accordance with\n                          the specifications and details prescribed by the Party of the First\n                          Part.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_65\">                          39. Further clause 35 is as follows:\n</p>\n<p data-structure=\"Precedent\" id=\"p_66\">\n\n</p><blockquote id=\"blockquote_20\">http://www.judis.nic.in\n\f                                                       31/81           Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                          [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                                   “35.During the currency of the lease, any question of\n                             dispute or difference in relation to or in connection with the\n                             terms of the lease deed shall not be raised by the Party of the\n                             Second Part and, if at all raised, such question of dispute or\n                             difference shall be referred to an Arbitrator appointed by\n                             Government of Tamilnadu.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_67\">                             40. Further clause 42(b) is as follows:\n</p>\n<blockquote id=\"blockquote_21\">                                    “42.b.If the Party of the Second Part fails to comply with\n                             any of the terms and conditions of lease deed, the party of the\n                             first part reserves the right to cancel the allotment and\n                             resume     the    land    under     TNPPE          Act.       The      Financial\n                             Institutions/Banks to whom party of the first part issues NOC for\n                             creating mortgage will be notified with a noticed with a notice of\n                             90 days to take remedial action.”\n\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_68\">                             41. On the same day, 02.02.2011 a Water Supply Agreement had also\n\n                      been entered into between the parties. Clauses 5 and 7 of the agreement are as\n\n                      follows:\n</p>\n<blockquote id=\"blockquote_22\">                                   “5.Water will be supplied at the receiving point of the\n                             allottee from the Over Head Tank/Sump or Well of S<a href=\"/doc/1569253/\" id=\"a_61\">IPC</a>OT upto a\n                             limit of 15,00,000 litre per day on a 16 (Sixteen) hours\n                             basis daily.\n</blockquote>\n\n<blockquote id=\"blockquote_23\">                                   7.The rate of pumping of water shall not normally\n                             exceed 15,00,000 litres per day and the allottee shall make\n\n\nhttp://www.judis.nic.in\n\f                                                      32/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            arrangements to receive and design the internal system with\n                            adequate capacity, pressure, etc.”\n\n\n\n</blockquote><p data-structure=\"Section\" id=\"p_69\">                            42. Further clause 17 of the water supply agreement is as follows:\n\n</p><blockquote id=\"blockquote_24\">                                   “17.Any disputes or differences between the parties\n                            arising out of or relating to this agreement shall be referred to\n                            the Managing Director of S<a href=\"/doc/1569253/\" id=\"a_62\">IPC</a>OT, whose orders shall be final\n                            and binding upon the allottee.”\n\n\n\n</blockquote><p data-structure=\"Facts\" id=\"p_70\">                            43. Till this stage, it is seen that there had been a bonhomie in the\n\n                      relation between the petitioner and the third respondent. The petitioner had\n\n                      applied for and had been allotted a plot in Thervoy Kandigai, Industrial Park\n\n                      admeasuring 30 acres for putting up a factory for manufacturing beer. All the\n\n                      Government Authorities had granted their consents and approvals. A lease deed\n\n                      had been entered into between the petitioner and third respondent. Separate\n\n                      agreement for supply of water had also been entered into. It is thus seen, that a\n\n                      contractual relationship was effected between the petitioner and the third\n\n                      respondent. The relationship between the parties had moved away from that of\n\n                      seeking administrative sanctions to that of an agreement bound by contract. A\n\n                      failure to fulfil any of the terms of the contract would invite the consequences as\n\n                      stipulated in the contract. This was a contract inpersonam between the writ\n\n                      petitioner and the third respondent. The petitioner had also been put in\n\n                      possession of the plot. They had also made the necessary payment for allotment\n\n\nhttp://www.judis.nic.in\n\f                                                       33/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      and for development charges. The third respondent was under an obligation to\n\n                      provide infrastructural development like formation of road and supply of water.\n\n                      There was also a caveat that the petitioner can dig a bore well for construction\n\n                      purposes after obtaining necessary permission from the third respondent. On\n\n                      paper the petitioner had fulfilled all requirements. But in reality, after obtaining\n\n                      lease of the land, ostensibly for the purpose of putting up a factory for\n\n                      manufacturing of beer, the petitioner, on ground 0-level did not even move a\n\n                      single stone toward that objective. They sat on the allotted lands without putting\n\n                      up any construction. Effectively, they also prevented the third respondent from\n\n                      allotting the land to any other more interested party.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_71\">                             44. It had been urged by the learned senior counsel for the petitioner that\n\n                      having satisfied all the requirements of obtaining consents/approvals, the\n\n                      petitioner would have incurred substantial dead waste costs in construction,\n\n                      since there was no road, no water supply, no electricity. He pointed out that\n\n                      there was no point in commencing the construction of factory since production\n\n                      cannot commence without supply of water and electricity. But it must be kept in\n\n                      mind that as on that date in the year 2011, development was an on going\n\n                      process. The petitioner had sought for allotment and had been allotted a plot on\n\n                      “as is where is condition”. They knew about the topography of the land. They\n\n                      were aware of the fact that they were to commence construction of the factory\n\n\n\nhttp://www.judis.nic.in\n\f                                                         34/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                         [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      within a period of six months.\n</p>\n<p data-structure=\"Precedent\" id=\"p_72\">\n\n</p><p data-structure=\"RespArg\" id=\"p_73\">                              45. It had been pointed out by the learned Additional Advocate General\n\n                      that the allotment was cancelled because the petitioner did not commence\n\n                      construction which was a fundamental criteria in the terms of allotment. In this\n\n                      connection, one further clause in the lease deed will also have to be pointed out,\n\n                              “31.Ten percent of the jobs in the Industrial units coming up in\n                              the Industrial Park, shall be reserved to the members of the\n                              families of land owners whose lands have been acquired for the\n                              Industrial Park, subject to eligibility as per qualifications\n                              prescribed for the jobs.”\n\n                             This stipulated that ten percent of the jobs in the Industrial units shall be\n\n                      reserved to the members of the land owners whose lands have been acquired for\n\n                      the Industrial Park. This was subject to eligibility of requisite qualifications.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_74\">                             46. It was the grievance of the learned Additional Advocate General that\n\n                      since the petitioner did not even commence construction of the factory, the\n\n                      obligation of the State Government towards the land owners who had parted\n\n                      with the land could not be fulfilled. The learned Additional Advocate General\n\n                      pointed out that the respondents will have to weigh the scales and balance the\n\n                      interest of not only the writ petitioner but also of all other stake holders involved.\n\n                      The land owners formed a very important part in such stake holder group.\n\n\n\nhttp://www.judis.nic.in\n\f                                                       35/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_75\">                            47. The main thrust of the arguments of Mr.P.R.Raman, learned senior\n\n                      counsel was that there was no supply of water, there was no road way and there\n\n                      was no power and consequently, construction of factory could not be\n\n                      undertaken. In this connection, the learned senior counsel relied on the further\n\n                      information received through <a href=\"/doc/671631/\" id=\"a_63\">Right to Information Act</a> and pointed out that it had\n\n                      been stated on affidavit filed   by the petitioner in the form of an additional\n\n                      affidavit that the road works were completed only on 30.06.2014 and work order\n\n                      for supply of water was issued only on 23.02.2011 and water supply was made\n\n                      available only on 15.12.2014. The learned senior counsel pointed out that the\n\n                      cancellation of allotment was done on 21.11.2011 and it was obvious that as on\n\n                      that date there was no road and there was no supply of water and power.\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_76\">                            48. The learned senior counsel further pointed out that companies who\n\n                      had been allotted lands in the years 2014, 2015, 2016, 2017 and 2018 have not\n\n                      completed their construction of their factory. Very specifically the learned senior\n\n                      counsel pointed out that Harsha Exito Engg. Pvt. Ltd., who were allotted land on\n\n                      21.07.2010, had not commenced construction even as late as 21.01.2013 and\n\n                      had completed construction only on 01.02.2018. The learned senior counsel\n\n                      stated that consequently, the order cancelling allotment was malafide in nature\n\n                      since the writ petitioner alone was singled out. It was pointed out that the only\n\n\n\nhttp://www.judis.nic.in\n\f                                                        36/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      reason given for cancellation of the allotment was that the writ petitioner had not\n\n                      commenced construction of factory building and as repeatedly pointed out by the\n\n                      learned senior counsel, construction could not be started and even if it had\n\n                      started it would have been a futile exercise, since water was not available for\n\n                      business purposes. It was again pointed out that water was the primary\n\n                      ingredient for the manufacturing of beer.\n</p>\n<p data-structure=\"Precedent\" id=\"p_77\">\n\n</p><p data-structure=\"RespArg\" id=\"p_78\">                            49. The learned Additional Advocate General to counter this fact pointed\n\n                      out that if the writ petitioner had grievances against the third respondent with\n\n                      respect to the obligations in the lease deed, then they should have resorted to\n\n                      arbitration to settle the disputes. It was also pointed out by the learned\n\n                      Additional Advocate General that complex issues of facts cannot be decided in\n\n                      writ jurisdiction and evidence would be required to test the facts pleaded and the\n\n                      documents relied on. It was further pointed out that the agreement itself\n\n                      provided for the manner in which recourse to be taken and having failed to take\n\n                      such recourse it was a futile exercise on the part of the writ petitioner to\n\n                      approach this Court involving <a href=\"/doc/1712542/\" id=\"a_64\">Article 226</a> of the Constitution of India. Even\n\n                      otherwise, the learned Additional Advocate General pointed out the letter dated\n\n                      11.03.2011    of   the   third   respondent,   wherein        time      was      granted        for\n\n                      commencement of construction of factory building. It should have commenced\n\n                      on or before 25.01.2011. Time was extend to 25.05.2011 as requested by the\n\n\n\nhttp://www.judis.nic.in\n\f                                                        37/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      writ petitioner. This letter is reproduced for better appreciation:\n\n</p><blockquote id=\"blockquote_25\">                                     “As per condition No.18 of the Lease Deed, your\n                              company has to commence construction of buildings\n                              within six months from the date of allotment order, ie.,\n                              on or before 25.01.2011 and be completed within 24 months\n                              from the date of allotment order.\n</blockquote><blockquote id=\"blockquote_26\">                                     We permit you to commence construction of the\n                              factory building on or before 25.05.2011 as requested by\n                              you and complete the same within the stipulated period as per\n                              the terms of allotment order/Lease Deed.”\n\n\n\n</blockquote><blockquote id=\"blockquote_27\">                             50. Even earlier to this, the writ petitioner had addressed the second\n\n                      respondent on 17.02.2011 seeking extension of the validity of the letter of intent\n\n                      which was valid till 06.03.2011 for an additional period of six months. In the\n\n                      reasons given for such extension, there was no mention about lack of\n\n                      water/power/road to commence construction. The petitioner again addressed the\n\n                      third respondent, S<a href=\"/doc/1569253/\" id=\"a_65\">IPC</a>OT, on 19.05.2011 seeking further extension of time for\n\n                      commencement of construction activities. The petitioner had addressed a further\n\n                      letter on 30.05.2011 to the second respondent complaining that there was no\n\n                      power, no water and no motorable road and therefore progress could not be\n\n                      made in implementation of the project. Extension of the period of validity of\n\n                      letter of intent was also sought. The third respondent/S<a href=\"/doc/1569253/\" id=\"a_66\">IPC</a>OT by letter dated\n\n                      30.06.2011 again called upon the petitioner to commence construction of the\n\n\n\n\nhttp://www.judis.nic.in\n\f                                                        38/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      factory. The relevant portion of the said letter is as follows:\n</blockquote>\n<blockquote id=\"blockquote_28\">                                    “As per condition No.18 of the Lease Deed, your company\n                             has to commence construction of buildings within six\n                             months from the date of allotment order, ie., on or before\n                             25.01.2011 and be completed within 24 months from the\n                             date of allotment order. We have also granted extension of\n                             time upto 25.05.2011 for commencement of construction.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_79\">                             However, we regret to note that you are yet to commence any\n                             activity in the plot allotted to you.\n</p>\n<p data-structure=\"Precedent\" id=\"p_80\">\n</p><p data-structure=\"CDiscource\" id=\"p_81\">                                    Hence, you are requested to take immediate and\n                             necessary steps to commence construction of the factory\n                             building for the commencement of project and furnish the\n                             specific schedule of implementation along with copies of various\n                             statutory clearances obtained, besides distillery licence issued by\n                             Government of Tamil Nadu within 15 days from the date of receipt\n                             of this letter, failing which we may be constrained to take\n                             further action as per the terms of allotment order/Lease\n                             Deed.”\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_82\">                             51. The petitioner addressed a letter to the third respondent, S<a href=\"/doc/1569253/\" id=\"a_67\">IPC</a>OT, on\n\n                      14.07.2011. The relevant portion of the said letter is as follows:\n\n</p><blockquote id=\"blockquote_29\">                                    “4.As you are well aware that the plot leased to us does\n                             not have any of the facilities associated with “Developed\n                             Plots”, yet we were forthcoming in investing in the region to set\n\n\n\nhttp://www.judis.nic.in\n\f                                                      39/81     Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                   [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          up a state of the art brewery, based on the assurances given by\n                          S<a href=\"/doc/1569253/\" id=\"a_68\">IPC</a>OT that the development will take place in rapid pace at the\n                          Industrial Park. On the same premise, we had made the full\n                          payment for the lease &amp; development charges and finalized the\n                          location for our brewery.\n</blockquote>\n\n<blockquote id=\"blockquote_30\">                                5.You would appreciate that it is therefore not possible\n                          for us to commit on the construction schedule, given the\n                          prevailing state of the development activities at the Industrial Park\n                          and we are not in a position to give the implementation schedule\n                          without knowledge of the development schedule from your end.\n</blockquote>\n\n<blockquote id=\"blockquote_31\">                                6.From our side we are had cleared the site of the natural\n                          vegetation, conducted the layout marking, made advance to the\n                          long lead vendors, appointed structural consultants, and ETP\n                          contractors etc. Despite all this we could not commence any\n                          construction activities due to reasons for which are clearly\n                          attributable to the delays from your end, which have been\n                          communicated to you in the past.\n</blockquote>\n\n<blockquote id=\"blockquote_32\">                                7.We further state that we have not received a specific\n                          reply from you to our letter seeking clarity over the development\n                          schedule dated 19.05.2011.\n</blockquote>\n\n<p data-structure=\"Section\" id=\"p_83\">                                In the circumstances we hereby request for organizing the\n                          development of the Industrial Park and till such time the\n                          developments are ready on the “ground” to grant us unilateral\n                          relief from the commitments given under Clause 18 of the Lease\n\n\nhttp://www.judis.nic.in\n\f                                                    40/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                   [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          Deed.”\n\n</p><p data-structure=\"CDiscource\" id=\"p_84\">                          52. By letter dated 01.08.2011, the third respondent replied as follows:\n\n</p><blockquote id=\"blockquote_33\">                                   “As per condition No.18 of the Lease Deed, your company\n                          has to commence construction of buildings within six\n                          months from the date of allotment order, ie, on or before\n                          25.01.2011 and be completed within 24 months from the date of\n                          allotment order. We had also granted extension of time upto\n                          25.05.2011 for commencement of construction.\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_85\">                                   As you had failed to comply with the above condition, a 15\n                          days show-cause notice was issued to you vide reference 2nd cited.\n                          You have in your letter 3rd cited informed that due to non\n                          availability of infrastructure facilities at S<a href=\"/doc/1569253/\" id=\"a_69\">IPC</a>OT Industrial Park,\n                          Thervoy Kandigai, you are not able to commence the construction\n                          activity. You have further stated that till such time the\n                          developments are ready on the ground, you may be granted\n                          unilateral relief from the commitments given under Clause 18 of\n                          the Lease Deed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">\n</p><p data-structure=\"CDiscource\" id=\"p_87\">                                   However, please note that one of the allottee in the\n                          Industrial Park has commenced construction, which is in\n                          progress, as the approach road is now available to transport\n                          the construction materials.\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">\n</p><p data-structure=\"Conclusion\" id=\"p_89\">                                   Hence, you are requested to take immediate and\n                          necessary steps to commence construction of the factory\n                          building and furnish the specific schedule of implementation\n\n\nhttp://www.judis.nic.in\n\f                                                      41/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                     [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                             along with copies of various statutory clearances obtained, besides\n                             distillery licence issued by Government of Tamil Nadu within 90\n                             days from the date of receipt of this letter, failing which we may\n                             be constrained to cancel the allotment and resume the plot under\n                             TNPPE Act.”\n\n\n</p><p data-structure=\"RespArg\" id=\"p_90\">                            53. It was after this notice that the impugned order cancelling the\n\n                      allotment was passed by the third respondent. This was dated 21.11.201. The\n\n                      relevant portions of the impugned order are as follows:\n\n</p><blockquote id=\"blockquote_34\">                                   “As per condition No.18 of the Lease Deed, you have to\n                            commence construction of buildings within six months\n                            from the date of allotment order, ie., on or before 25.01.2011 and\n                            to complete it within 24 months from the date of allotment order.\n                            We had also granted extension of time upto 25.05.2011 for the\n                            commencement of construction.\n</blockquote>\n\n<blockquote id=\"blockquote_35\">                                   As you had failed to comply with the above\n                            conditions, a 15 days show-cause notice was issued to you vide\n                            reference 2nd cited. You had in your letter 3rd cited informed that\n                            due to non availability of infrastructure facilities at S<a href=\"/doc/1569253/\" id=\"a_70\">IPC</a>OT\n                            Industrial Park, Thervoy Kandigai, you are not able to commence\n                            the construction activity and requested for unilateral relief from\n                            the commitments given under Clause 18 of the Lease Deed.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_36\">                                   As your reply is vague and also due to the fact that one\n                            of the allottees in the Industrial Park has commenced\n\n\nhttp://www.judis.nic.in\n\f                                                      42/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            construction, which is in progress, as the approach road is\n                            now available to transport the construction materials, we have\n                            in our letter 4th cited issued 90 days notice to take immediate and\n                            necessary steps to commence construction of the factory building\n                            and furnish the specific schedule of implementation along with\n                            copies of various statutory clearances obtained, besides distillery\n                            licence issued by Government of Tamil Nadu. We regret to note\n                            that you have neither commenced construction nor\n                            furnished specific schedule of implementation along with\n                            copies of statutory approvals, as called for.\n</blockquote>\n\n<blockquote id=\"blockquote_37\">                            In the above circumstances, the allotment of Plot No.A-6/1\n                            measuring 30.00 acres at S<a href=\"/doc/1569253/\" id=\"a_71\">IPC</a>OT Industrial Park, Thervoy\n                            Kandigai made to you, is cancelled with forfeiture of initial\n                            deposit and processing fee.\n</blockquote>\n\n<blockquote id=\"blockquote_38\">                                   You are therefore requested to execute the Surrender Deed\n                            within 15 days from the date of receipt of this letter, failing which\n                            we will be constrained to resume the plot under TNPPE Act. On\n                            execution of the Surrender Deed by your company, the plot\n                            deposit and development charges, as applicable, as per the terms\n                            of allotment order/lease deed shall be refunded.”\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_91\">                            54. An overview of the facts related above reveals that while on the one\n\n                      hand, the writ petitioner had claimed that the third respondent had not provided\n\n                      the basic infrastructures like water and road way and therefore had not\n\n                      commenced construction of the brewery, the third respondent, on the other hand\n\n\n\nhttp://www.judis.nic.in\n\f                                                      43/81          Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      had stated that the petitioner had not even commenced construction of the\n\n                      factory building which was a primary requisite under the lease agreement. It is\n\n                      seen that these facts cannot be adjudicated without the surrounding\n\n                      circumstances being explained by the parties themselves. All that one can\n\n                      comprehend from reading the letters are allegations and counter allegations\n\n                      being made by each party on the other. The petitioner had not given any other\n\n                      explanation apart from the allegation that there had been no road and no proper\n\n                      supply of water required for construction of the factory premises. The third\n\n                      respondent, however, stated that one of the allottees had commenced\n\n                      construction and the approach road was available. They also stated that the\n\n                      petitioner could have sunk bore wells on obtaining permission and used the\n\n                      water for construction purposes. It is thus seen that both parties had reached a\n\n                      dead end and the only way forward was for each to cross examine the other on\n\n                      the stands taken. That would require evidence to be let in. That can be done\n\n                      only when the arbitration clause is invoked.\n</p>\n<p data-structure=\"RespArg\" id=\"p_92\">                            55. The third respondent had very specifically stated that one of the\n\n                      allottees had actually commenced construction and road work was available.\n\n                      They had also stated that the petitioner could have sought permission to sink a\n\n                      bore well and utilized the said water for construction of the factory building.\n\n                      Provision of infrastructure facilities was an on going project. Tenders would have\n\n                      to be called for and transparency in the selection of the tenderers was also a\n\n\n\nhttp://www.judis.nic.in\n\f                                                       44/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      factor which the third respondent had to consider. For its part the petitioner\n\n                      should have made some effort to commenced construction. If there had been a\n\n                      failure on the part of the third respondent in providing facilities as undertaken in\n\n                      the lease deed, then the petitioner should have exercised its rights under the\n\n                      lease agreement. The rights under the lease agreement have been enumerated\n\n                      in clause 35 which had been extracted above relating to settling of disputes\n\n                      through arbitration. The said clause is again reproduced below:\n\n</p><blockquote id=\"blockquote_39\">                            “35.During the currency of the lease, any question of dispute\n                            or difference in relation to or in connection with the terms of the\n                            lease deed shall not be raised by the Party of the Second Part and,\n                            if at all raised, such question of dispute or difference shall be\n                            referred to an Arbitrator appointed by Government of Tamil\n                            Nadu.”\n\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_93\">                             56. A reading of the said clause reveals that any question of dispute or\n\n                      difference in relation to or in connection with the terms of the lease deed if\n\n                      raised by the writ petitioner shall be referred to an Arbitrator. The petitioner had\n\n                      also entered into a specific agreement relating to supply of water. This\n\n                      agreement also envisaged settling of disputes or differences by referring the\n\n                      same to the Managing Director, S<a href=\"/doc/1569253/\" id=\"a_72\">IPC</a>OT. The petitioner had not referred any\n\n                      dispute to the Managing Director, S<a href=\"/doc/1569253/\" id=\"a_73\">IPC</a>OT. The petitioner had not sought for an\n\n                      appointment of Arbitrator. They were well within their rights to do so. They have\n\n                      not given any explanation why they did not chose to exercise this right.\n\n\nhttp://www.judis.nic.in\n\f                                                        45/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_94\">                             57. Both the learned senior counsel and the learned Additional Advocate\n\n                      General relied on precedents to fortify their respective stands.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_95\">                             58. Mr.P.R.Raman learned senior counsel relied on an unreported\n\n                      judgment of this Court in W.P.No.26075 of 2007 dated 01.09.2008, in the\n\n                      case of M/s.Novatron Broadband Pvt. Ltd., Vs. State of Tamil Nadu &amp;\n\n                      Another. A learned Single Judge of this Court was examining a case relating to\n\n                      cancellation of allotment of a plot and forfeiture of initial deposit. In that case, a\n\n                      lease deed was executed on 24.01.2002. There was controversy over the date of\n\n                      handing over of possession. It was also found that in the lease as per Clause 36\n\n                      if there was any dispute, it shall be referred to Arbitration and Arbitrator shall be\n\n                      the Managing Director of S<a href=\"/doc/1569253/\" id=\"a_74\">IPC</a>OT. It was found as a fact that the order of\n\n                      cancellation of allotment was issued by the Managing Director himself. It was\n\n                      therefore found that the arbitration clause become unworkable. It was also found\n\n                      that there was no breach of contract, but the dispute was with respect to the\n\n                      termination of contract. It was therefore held that this Court in its writ\n\n                      jurisdiction under <a href=\"/doc/1712542/\" id=\"a_75\">Article 226</a> Constitution of India had every right to examine the\n\n                      virus of such cancellation.\n</p>\n<p data-structure=\"Precedent\" id=\"p_96\">\n\n</p><p data-structure=\"Section\" id=\"p_97\">                             59. The facts in the present case are totally distinguishable. Here there\n\n\n\nhttp://www.judis.nic.in\n\f                                                      46/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      was no dispute about handing over of possession. Subsequent to handing over of\n\n                      possession, disputes arose over non-construction of road, and not providing\n\n                      water by the third respondent. These are disputes which arose directly from the\n\n                      lease deed entered into between the parties. When there is a dispute arising out\n\n                      of a contract, it is   settled law that the writ Court under <a href=\"/doc/1712542/\" id=\"a_76\">Article 226</a> of the\n\n                      Constitution cannot interfere. The dispute between the parties in the present\n\n                      case is non-statutory and purely contractual. The rights of the parties are\n\n                      governed only by the terms of the contract and in such a circumstance, no writ\n\n                      or order can be issued under <a href=\"/doc/1712542/\" id=\"a_77\">Article 226</a> Constitution of India.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_98\">                            60. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_1\">In this connection, reference can be made to <a href=\"/doc/1893286/\" id=\"a_78\">Bareilly Development\n\n                      Authority V. Ajai Pal Singh</a> 1989 (2) SCC 116, wherein, the Honourable\n\n                      Supreme Court had held as follows:</span>\n</p>\n<blockquote id=\"blockquote_40\">                                   <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1893286\" id=\"span_2\">“The observation made in Rama Dayaram Shetty (1979\n                            (3) SCC 489), that authority covered by <a href=\"/doc/609139/\" id=\"a_79\">Article 12</a> cannot be\n                            permitted to act arbitrarily is not applicable in the present context\n                            because unlike the present case there was no concluded contract\n                            <a href=\"/doc/1893286/\" id=\"a_80\">in that case</a>. Even conceding that the BDA has the trappings of a\n                            State or would be comprehend in &#x27;other authority&#x27; for the purpose\n                            of <a href=\"/doc/609139/\" id=\"a_81\">Article 12</a>, it is now settled that the contract entered into\n                            between the State and the persons aggrieved is non-</span>\n</blockquote><p data-structure=\"Section\" id=\"p_99\">                            statutory and purely contractual, the rights are governed\n                            only by the terms of the contract and no writ or order can\n                            be issued under <a href=\"/doc/1712542/\" id=\"a_82\">Article 226</a> so as to compel the authorities\n\n\nhttp://www.judis.nic.in\n\f                                                       47/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            to remedy a breach of contract pure and simple. While\n                            determining price of the house/flats constructed by the BDA and\n                            the rates of monthly instalments to be paid, the &#x27;Authority&#x27; or its\n                            agent after entering into the filed of ordinary contract acts purely\n                            in its executive capacity. Thereafter, the relations are governed not\n                            by the constitutional provisions but by the legally valid contract\n                            which determines the rights and obligations of the parties inter se.\n                            In this sphere, they can only claim rights conferred upon them by\n                            the contract in the absence of any statutory obligations on the part\n                            of the authority (i.e BDA in this case) in the said contractual field.”\n                                                                               [Emphasis Supplied]\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_100\">                            <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"164673968\" id=\"span_3\">61. The learned senior counsel for the writ petitioner also relied on\n\n                      (<a href=\"/doc/164673968/\" id=\"a_83\">2015) 9 SCC 433, State of Kerala and Others V. M.K.Jose</a>. In that\n\n                      judgment, there was a contractual dispute between appellants and respondent\n\n                      relating to completion of road work and the appellants had terminated contract\n\n                      with respondent. A learned Single Judge had refused to grant relief pertaining to\n\n                      the work already completed by the respondent. In the appeal before the Division\n\n                      Bench, to measure how much work the respondent had completed, the Division\n\n                      Bench appointed a Commission consisting of two advocates and powers were\n\n                      also given to such Commission and based on the report of the Commission, the\n\n                      Division Bench concluded that the termination of contract was illegal.</span> While\n\n                      examining this procedure adopted by the Division Bench, the Honourable\n\n                      Supreme Court referred to cases, wherein both views had been projected namely\n\n\n\nhttp://www.judis.nic.in\n\f                                                        48/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      that in a writ jurisdiction disputes arising out of the contract can be examined\n\n                      and also cannot be examined. Finally, the Honourable Supreme Court held as\n\n                      follows:\n</p>\n<blockquote id=\"blockquote_41\">                                    “20. We have referred to the aforesaid authorities to\n                             highlight under what circumstances in respect of contractual claim\n                             or challenge to violation of contract can be entertained by a writ\n                             court. It depends upon facts of each case. The issue that had\n                             arisen in ABL International [(2004) 3 SCC 553] was that an\n                             instrumentality of a State was placing a different construction on\n                             the clauses of the contract of insurance and the insured was\n                             interpreting the contract differently. The Court thought it apt\n                             merely because something is disputed by the insurer, it should not\n                             enter into the realm of disputed questions of fact. In fact, there\n                             was no disputed question of fact, but it required interpretation of\n                             the terms of the contract of insurance. Similarly, if the materials\n                             that come on record from which it is clearly evincible, the writ court\n                             may exercise the power of judicial review but, a pregnant one, in\n                             the case at hand, the High Court has appointed a Commission to\n                             collect the evidence, accepted the same without calling for\n                             objections from the respondent and quashed the order of\n                             termination of contract.\n</blockquote>\n\n<blockquote id=\"blockquote_42\">                                    21. The procedure adopted by the High Court, if we permit\n                             ourselves to say so, is quite unknown to exercise of powers under\n                             <a href=\"/doc/1712542/\" id=\"a_84\">Article 226</a> in a contractual matter. We can well appreciate a\n                             Committee being appointed in a public interest litigation to assist\n                             the Court or to find out certain facts. Such an exercise is meant for\n\n\nhttp://www.judis.nic.in\n\f                                                         49/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                         [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            public good and in public interest. For example, when an issue\n                            arises whether in a particular State there are toilets for school\n                            children and there is an assertion by the State that there are good\n                            toilets, definitely the Court can appoint a Committee to verify the\n                            same. It is because the lis is not adversarial in nature. The\n                            same principle cannot be taken recourse to in respect of a\n                            contractual controversy. It is also surprising that the High Court\n                            has been entertaining series of writ petitions at the instance of the\n                            respondent, which is nothing but abuse of the process of\n                            extraordinary jurisdiction of the High Court. The Appellate Bench\n                            should have applied more restraint and proceeded in accordance\n                            with law instead of making a roving enquiry. Such a step is\n                            impermissible and by no stretch of imagination subserves any\n                            public interest.”      [Emphasis Supplied]\n\n\n\n                            It is thus seen that the Honourable Supreme Court had consistently held\n\n                      that challenging violations of clauses in a contract in writ jurisdiction depends\n\n                      upon the facts of each case.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_101\">                            62. In the present case, there are facts which are in dispute and which\n\n                      required further explanation and examination. They are,\n\n</p><p data-structure=\"Section\" id=\"p_102\">                            (i)   Interpretation    of the   clause    in    the     lease     deed       relating      to\n\n                      commencement of construction of factory.\n</p>\n<p data-structure=\"Section\" id=\"p_103\">                            (ii) Availability of approach roads.\n</p>\n<p data-structure=\"Section\" id=\"p_104\">                            (iii) Permission to dig a bore well by the petitioner.\n\n</p><p data-structure=\"Precedent\" id=\"p_105\">                            (iv) Availability of water for construction purposes and availability of water\n\n\nhttp://www.judis.nic.in\n\f                                                      50/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                     [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      for manufacturing purposes.\n</p>\n<p data-structure=\"Section\" id=\"p_106\">                            (v) Commencement of work after obtaining possession and retaining\n\n                      possession without commencement of any construction work.\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_107\">                            63. Evidence on the above facts have to be let in and when disputes have\n\n                      been raised by the writ petitioner relating to non-provision of road facility and\n\n                      non-provision of water supply, then these are issues which are naturally arbitral\n\n                      in nature. The writ petitioner had not taken recourse to that step but on the\n\n                      other hand, they had kept protracting commencement of construction of factory\n\n                      and when an order was passed cancelling the allotment, had rushed to the\n\n                      Court seeking invocation of <a href=\"/doc/1712542/\" id=\"a_85\">Article 226</a> of the Constitution of India without\n\n                      resorting to appointment of an Arbitrator during the pendency or subsistence of\n\n                      the lease agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_108\">\n\n</p><p data-structure=\"RespArg\" id=\"p_109\">                            64. In the entire affidavit filed in support of the writ petition and in the\n\n                      additional affidavit and also in the reply affidavit, the writ petitioner had not\n\n                      given any explanation as to why they have not sought appointment of an\n\n                      Arbitrator, as to why they have not approached the Managing Director of the\n\n                      third respondent with respect to non-provision of water. On the one hand, they\n\n                      stated that they could not commence construction of factory, since it would not\n\n                      be possible to commence production of beer without water, but on the other\n\n\n\nhttp://www.judis.nic.in\n\f                                                      51/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      hand, they have also not taken recourse to the legal steps under the lease\n\n                      agreement for appointment of an Arbitrator to examine these issues.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_110\">                            65. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_4\">In <a href=\"/doc/460900/\" id=\"a_86\">State of Bihar V. Jain Plastics and Chemicals Ltd</a> (2002) 1\n\n                      SCC 2012, the Honourable Supreme Court reiterating the exercise of power\n\n                      under <a href=\"/doc/1712542/\" id=\"a_87\">Article 226</a> of the Constitution in respect of enforcement of contractual\n\n                      obligations has stated as follows: (SCC p.217, para 3)\n\n                                  “3. … It is to be reiterated that writ petition under\n                            <a href=\"/doc/1712542/\" id=\"a_88\">Article 226</a> is not the proper proceedings for adjudicating\n                            such disputes. Under the law, it was open to the respondent to\n                            approach the court of competent jurisdiction for appropriate relief\n                            for breach of contract. It is settled law that when an\n                            alternative and equally efficacious remedy is open to the\n                            litigant, he should be required to pursue that remedy and\n                            not invoke the writ jurisdiction of the High Court. Equally,\n                            the existence of alternative remedy does not affect the jurisdiction\n                            of the court to issue writ, but ordinarily that would be a good\n                            ground in refusing to exercise the discretion under Article 226.”\n\n\n                            In the said case, it has been further observed: (SCC p. 218, para</span>\n</p><p data-structure=\"Section\" id=\"p_111\">                            7)\n                            “7. … It is true that many matters could be decided after\n                            referring to the contentions raised in the affidavits and\n                            counter-affidavits, but that would hardly be a ground for\n                            exercise of extraordinary jurisdiction under <a href=\"/doc/1712542/\" id=\"a_89\">Article 226</a> of\n                            the Constitution in case of alleged breach of contract.\n\n\nhttp://www.judis.nic.in\n\f                                                      52/81         Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            Whether the alleged non-supply of road permits by the appellants\n                            would justify breach of contract by the respondent would depend\n                            upon facts and evidence and is not required to be decided or dealt\n                            with in a writ petition. Such seriously disputed questions or\n                            rival claims of the parties with regard to breach of contract are to\n                            be investigated and determined on the basis of evidence\n                            which may be led by the parties in a properly instituted civil suit\n                            rather than by a court exercising prerogative of issuing writs.”\n                                                                                 [Emphasis Supplied]\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_112\">                            66.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_5\">In   <a href=\"/doc/191872/\" id=\"a_90\">National     Highways       Authority           of      India v. Ganga\n\n                      Enterprises</a> [(2003) 7 SCC 410] , the Honourable Supreme Court was\n\n                      examining a case where the respondent had filed a writ petition before the High\n\n                      Court for refund of the security deposit. The High Court posed two questions,\n\n                      namely, (a) whether the forfeiture of security deposit is without authority of law\n\n                      and without any binding contract between the parties and also contrary to\n\n                      <a href=\"/doc/931937/\" id=\"a_91\">Section 5</a> of the Contract Act; and (b) whether the writ petition is maintainable in\n\n                      a claim arising out of breach of contract. While dealing with the said issue, the\n\n                      Honourable Supreme Court opined that: (SCC p. 415, para 6)\n\n                            “6. … It is settled law that disputes relating to contracts\n                            cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_92\">Article 226</a> of the Constitution of\n                            India.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_6\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_8\">It has been so held in <a href=\"/doc/318728/\" id=\"a_93\">Kerala SEB v. Kurien E.\n                            Kalathil</a> [(<a href=\"/doc/1156062/\" id=\"a_94\">2000) 6 SCC 293] , State of U.P. v. Bridge &amp; Roof\n                            Co.    (India)    Ltd.</a> [(<a href=\"/doc/1893286/\" id=\"a_95\">1996)      6    SCC        22]        and Bareilly\n                            Development Authority v. Ajai Pal Singh</a>[(1989) 2 SCC 116]\n\n\nhttp://www.judis.nic.in\n\f                                                      53/81          Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                           . This is settled law. The dispute in this case was regarding the\n                           terms of offer. They were thus contractual disputes in respect of\n                           which a writ court was not the proper forum.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261761\" id=\"span_9\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_10\">Mr Dave, however,\n                           relied   upon   the   cases   of <a href=\"/doc/1956761/\" id=\"a_96\">Verigamto Naveen v. State of\n                           A.P.</a> [(<a href=\"/doc/261761/\" id=\"a_97\">2001)      8     SCC        344]      and Harminder                 Singh\n                           Arora v. Union of India</a> [(1986) 3 SCC 247] . These, however,\n                           are cases where the writ court was enforcing a statutory right or\n                           duty. These cases do not lay down that a writ court can interfere in\n                           a matter of contract only. Thus on the ground of maintainability the\n                           petition should have been dismissed.”                 [Emphasis Supplied]</span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_113\">                            67. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_12\">In <a href=\"/doc/1943124/\" id=\"a_98\">ABL International Ltd. v. Export Credit Guarantee Corpn. of\n\n                      India Ltd.</a>[(2004) 3 SCC 553] , the Honourable Supreme Court after referring\n\n                      to various judgments as well as the pronouncement in Gunwant Kaur [(1969)\n\n                      3 SCC 769] and Century Spg. and Mfg. Co. Ltd. v. Ulhasnagar Municipal\n\n                      Council [(1970) 1 SCC 582] , has held thus: (<a href=\"/doc/1943124/\" id=\"a_99\">ABL International</a>\n\n                      case [(2004) 3 SCC 553] , SCC pp. 568-69 &amp; 572, paras 19 &amp; 27)\n\n                           “19. Therefore, it is clear from the above enunciation of law that\n                           merely because one of the parties to the litigation raises a dispute\n                           in regard to the facts of the case, the court entertaining such\n                           petition under <a href=\"/doc/1712542/\" id=\"a_100\">Article 226</a> of the Constitution is not always bound\n                           to relegate the parties to a suit. In <a href=\"/doc/1943124/\" id=\"a_101\">the above case</a> of Gunwant\n                           Kaur [(1969) 3 SCC 769] this Court even went to the extent of\n                           holding that in a writ petition, if the facts require, even oral\n                           evidence can be taken.</span></span> This clearly shows that in an appropriate\n                           case, the writ court has the jurisdiction to entertain a writ petition\n\n\nhttp://www.judis.nic.in\n\f                                                        54/81         Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                         [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          involving disputed questions of fact and there is no absolute bar for\n                          entertaining a writ petition even if the same arises out of a\n                          contractual obligation and/or involves some disputed questions of\n                          fact.\n</p><p data-structure=\"Precedent\" id=\"p_114\">                                                                ***\n</p><p data-structure=\"CDiscource\" id=\"p_115\">                          27. From the above discussion of ours, the following legal\n                          principles emerge as to the maintainability of a writ petition:\n</p><blockquote id=\"blockquote_43\">                                  (a) In an appropriate case, a writ petition as against a State\n                          or an instrumentality of a State arising out of a contractual\n                          obligation is maintainable.\n</blockquote><blockquote id=\"blockquote_44\">                                  (b) Merely because some disputed questions of fact arise for\n                          consideration, same cannot be a ground to refuse to entertain a\n                          writ petition in all cases as a matter of rule.\n</blockquote><blockquote id=\"blockquote_45\">                                  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_13\">(c) A writ petition involving a consequential relief of\n                          monetary claim is also maintainable.”\n                          While laying down the principle, the Court sounded a word of\n                          caution as under: (<a href=\"/doc/1943124/\" id=\"a_102\">ABL International</a> case [(2004) 3 SCC\n                          553] , SCC p. 572, para 28)\n                                  “28. However, while entertaining an objection as to the\n                          maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_103\">Article 226</a> of the\n                          Constitution of India, the court should bear in mind the fact that\n                          the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_104\">Article 226</a> of\n                          the Constitution is plenary in nature and is not limited by any\n                          other provisions of the Constitution. The High Court having regard\n                          to the facts of the case, has a discretion to entertain or not to\n                          entertain a writ petition. The Court has imposed upon itself\n                          certain restrictions in the exercise of this power.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1885496\" id=\"span_14\">(See <a href=\"/doc/1885496/\" id=\"a_105\">Whirlpool\n                          Corpn. v. Registrar of Trade Marks</a> [(1998) 8 SCC 1] .)</span> And\n\n\nhttp://www.judis.nic.in\n\f                                                      55/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                     [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          this plenary right of the High Court to issue a prerogative writ will\n                          not normally be exercised by the Court to the exclusion of other\n                          available remedies unless such action of the State or its\n                          instrumentality is arbitrary and unreasonable so as to violate the\n                          constitutional mandate of <a href=\"/doc/367586/\" id=\"a_106\">Article 14</a> or for other valid and\n                          legitimate reasons, for which the Court thinks it necessary to\n                          exercise the said jurisdiction.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_116\">                          .............\n</p><p data-structure=\"CDiscource\" id=\"p_117\">                                    “51. … The terms of the insurance contract which were\n                          agreed between the parties were after the terms of the contract\n                          between the exporter and the importer were executed which\n                          included the addendum, therefore, without hesitation we must\n                          proceed on the basis that the first respondent issued the insurance\n                          policy knowing very well that there was more than one mode of\n                          payment of consideration and it had insured failure of all the\n                          modes of payment of consideration. From the correspondence as\n                          well as from the terms of the policy, it is noticed that existence of\n                          only two conditions has been made as a condition precedent for\n                          making the first respondent Corporation liable to pay for the\n                          insured risk, that is: (i) there should be a default on the part of the\n                          Kazak Corporation to pay for the goods received; and (ii) there\n                          should be a failure on the part of the Kazakhstan Government to\n                          fulfil their guarantee.”\n\n\n                               “51. … We have come to the conclusion that the amended\n                          Clause 6 of the agreement between the exporter and the importer\n                          on the face of it does not give room for a second or another\n                          construction than the one already accepted by us. We have also\n\n\n\nhttp://www.judis.nic.in\n\f                                                       56/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            noted that reliance placed on sub-clause (d) of the proviso to the\n                            insurance contract by the Appellate Bench is also misplaced which\n                            is clear from the language of the said clause itself. Therefore, in\n                            our opinion, it does not require any external aid, much less\n                            any oral evidence to interpret the above clause. Merely\n                            because the first respondent wants to dispute this fact, in\n                            our opinion, it does not become a disputed fact. If such\n                            objection as to disputed questions or interpretations is raised in a\n                            writ petition, in our opinion, the courts can very well go into the\n                            same and decide that objection if facts permit the same as in this\n                            case.”                                             [Emphasis Supplied]\n\n\n</p><p data-structure=\"Precedent\" id=\"p_118\">                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164673968\" id=\"span_15\">68. The Honourable Supreme Court in (<a href=\"/doc/164673968/\" id=\"a_107\">2015) 9 SCC 433, State of\n\n                      Kerala and Others V. M.K.Jose</a><a href=\"/doc/164673968/\" id=\"a_108\">, <a href=\"/doc/164673968/\" id=\"a_109\">referred above</a></a> examine the issues which had\n\n                      arisen in ABL International referred supra as follows:</span>\n\n\n\n</p><blockquote id=\"blockquote_46\">                                     “The issue that had arisen in ABL International [(2004)\n                            3 SCC 553] was that an instrumentality of a State was placing a\n                            different construction on the clauses of the contract of insurance\n                            and the insured was interpreting the contract differently. The Court\n                            thought it apt merely because something is disputed by the\n                            insurer, it should not enter into the realm of disputed questions of\n                            fact. In fact, there was no disputed question of fact, but it required\n                            interpretation of the terms of the contract of insurance. Similarly, if\n                            the materials that come on record from which it is clearly evincible,\n                            the writ court may exercise the power of judicial review but, a\n                            pregnant one, in the case at hand, the High Court has appointed a\n\n\nhttp://www.judis.nic.in\n\f                                                        57/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            Commission to collect the evidence, accepted the same without\n                            calling for objections from the respondent and quashed the order\n                            of termination of contract.”                       [Emphasis Supplied]\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_119\">                            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"609434\" id=\"span_16\">69. The learned senior counsel for the writ petitioner also relied on\n\n                      (<a href=\"/doc/609434/\" id=\"a_110\">2011) 5 SCC 697, Union of India and others V. Tantia Construction\n\n                      Private Limited</a>, wherein also there was a Termination/Discharge of contract\n\n                      for breach. It was held that alteration of entire design of rail overbridge was a\n\n                      substantial alteration of plan itself, amounting to converting the same into a\n\n                      completely new project. In those circumstances, the direction to the appellant to\n\n                      expeditiously clear payments from the respondent company in respect of work\n\n                      already completed by it was affirmed by the Honourable Supreme Court. It was\n\n                      also observed as follows:</span>\n</p>\n<blockquote id=\"blockquote_47\">                                   “ 33.Apart from the above, even on the question of\n                            maintainability of the writ petition on account of the\n                            arbitration clause included in the agreement between the\n                            parties, it is now well established that an alternative\n                            remedy is not an absolute bar to the invocation of the writ\n                            jurisdiction of the High court or the Supreme Court and that\n                            without exhausting such alternative remedy, a writ petition would\n                            not   be    maintainable.      The   various     decisions        cited       by\n                            Mr.Chakraborty would clearly indicate that the constitutional\n                            powers vested in the High Court or the Supreme court cannot be\n                            fettered by any alternative remedy available to the authorities.\n                            Injustice, whenever and wherever it takes place, has to be\n\n\nhttp://www.judis.nic.in\n\f                                                       58/81          Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                         [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            struck down as an anathema to the rule of law and the\n                            provisions of the Constitution.\n</blockquote>\n\n<blockquote id=\"blockquote_48\">                                   34.We    endorse    the     view   of    the     High      Court      that\n                            notwithstanding the provisions relating to the arbitration clause\n                            contained in the agreement, the High Court was fully within its\n                            competence to entertain and dispose of the writ petition filed on\n                            behalf of the respondent Company. We, therefore, see no reason\n                            to interfere with the views expressed by the High Court on the\n                            maintainability of the writ petition and also on its merits.”\n                                                                                  [Emphasis Supplied]\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_120\">                            70. In the present case, it was the petitioner who complained that there\n\n                      was no road way fixed. It was the petitioner who complained that no water\n\n                      supply was provided. When the petitioner had raised disputes arising\n\n                      from the lease deed, he should have sought for appointment of an\n\n                      Arbitrator. The contract provided for it. The lease was entered into for\n\n                      that purpose. The lease was registered only to ensure its enforceability.\n\n                      When the terms of the lease were clear that disputes during the\n\n                      subsistence of the lease agreement had to be referred to an arbitration,\n\n                      failure on the part of the writ petitioner to take recourse to such\n\n                      method and then rushing to the writ Court cannot be accepted as a\n\n                      proper course. This Court in its writ jurisdiction cannot embark on a\n\n                      roving enquiry of facts entangling disputed questions of facts and\n\n                      interpretation of clauses.\n</p>\n<p data-structure=\"Precedent\" id=\"p_121\">\nhttp://www.judis.nic.in\n\f                                                       59/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_122\">                             71. The learned Additional Advocate General relied on (2013) 5 SCC\n\n                      470,   Rajasthan      State    Industrial    Development             and       Investment\n\n                      Corporation and Another V. Diamond &amp; Gem Development Corporation\n\n                      Limited and Another. As a matter of fact, Mr.P.R.Raman learned senior\n\n                      counsel pointed out that certain portions of this judgment can also be favourably\n\n                      interpreted to the advantage of the writ petitioner. The entire portions are\n\n                      extracted below:\n</p>\n<blockquote id=\"blockquote_49\">                                    “21. It is evident from the above that generally the Court\n                             should not exercise its writ jurisdiction to enforce the\n                             contractual obligation. The primary purpose of a writ of\n                             mandamus is to protect and establish rights and to impose a\n                             corresponding imperative duty existing in law. It is designed to\n                             promote justice (ex debito justitiae). The grant or refusal of the\n                             writ is at the discretion of the court. The writ cannot be granted\n                             unless it is established that there is an existing legal right of the\n                             applicant, or an existing duty of the respondent. Thus, the writ\n                             does not lie to create or to establish a legal right, but to enforce\n                             one that is already established. While dealing with a writ petition,\n                             the court must exercise discretion, taking into consideration a wide\n                             variety of circumstances, inter alia, the facts of the case, the\n                             exigency    that   warrants   such    exercise     of     discretion,       the\n                             consequences of grant or refusal of the writ, and the nature and\n                             extent of injury that is likely to ensue by such grant or refusal.\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_50\">http://www.judis.nic.in\n\f                                                   60/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                   [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n</blockquote><blockquote id=\"blockquote_51\">                          22. Hence, discretion must be exercised by the court on\n                          grounds of public policy, public interest and public good.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_123\">                          The writ is equitable in nature and thus, its issuance is governed\n                          by equitable principles. Refusal of relief must be for reasons which\n                          would lead to injustice. The prime consideration for the issuance of\n                          the said writ is, whether or not substantial justice will be\n                          promoted. Furthermore, while granting such a writ, the court must\n                          make every effort to ensure from the averments of the writ\n                          petition, whether there exist proper pleadings. In order to maintain\n                          the writ of mandamus, the first and foremost requirement is that\n                          the petition must not be frivolous, and must be filed in good faith.\n                          Additionally, the applicant must make a demand which is clear,\n                          plain and unambiguous. It must be made to an officer having the\n                          requisite authority to perform the act demanded. Furthermore, the\n                          authority against whom mandamus is issued, should have rejected\n                          the demand earlier. Therefore, a demand and its subsequent\n                          refusal, either by words, or by conduct, are necessary to satisfy\n                          the court that the opposite party is determined to ignore the\n                          demand of the applicant with respect to the enforcement of his\n                          legal right. However, a demand may not be necessary when the\n                          same is manifest from the facts of the case, that is, when it is an\n                          empty formality, or when it is obvious that the opposite party\n                          would not consider the demand.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_124\">\n                          ........\n</p>\n<p data-structure=\"Conclusion\" id=\"p_125\">\n</p><p data-structure=\"Precedent\" id=\"p_126\">                          33. The aforesaid reasons given by the High Court are mutually\n                          inconsistent. When the High Court came to the conclusion that the\n\n\nhttp://www.judis.nic.in\n\f                                                     61/81         Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          appellant RIICO had no competence to deal with the land and to\n                          cancel the allotment made in favour of the respondent Company,\n                          there was no justification to hold RIICO responsible for providing the\n                          approach road. Such a finding could be permissible only if the\n                          appellant RIICO had competence to deal with the land in dispute.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_127\">                          34. The High Court also erred in holding that the provision of\n                          providing the access road was an obligation on the part of the\n                          appellant RIICO, deciding this on equitable grounds. The terms of\n                          the      lease   deed   clearly    stipulated     that       in     case      the\n                          appellant RIICO provides the access road, it will be vested with the\n                          right to collect the charges incurred by it from the respondent\n                          Company, therein, and in the alternative, it would be the obligation\n                          of the respondent Company to develop its own infrastructure, and\n                          the same would include development of the access road.\n                          Therefore, the appellant RIICO was not under any obligation to\n                          provide the said access road.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_128\">\n                          ..........\n</p>\n<p data-structure=\"Conclusion\" id=\"p_129\">\n</p><p data-structure=\"RespArg\" id=\"p_130\">                          37. The terms incorporated in the lease deed itself provide\n                          for timely completion of construction and also for the\n                          commencement of production within a stipulated period.\n                          Records however reveal that only 10% of total construction work\n                          stood completed by the respondent Company. No proper\n                          application was ever filed for seeking extension of time by the\n                          respondent Company, as per the Rules. We have been taken\n                          through the record. While providing justification for the non-\n\n\nhttp://www.judis.nic.in\n\f                                                     62/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                    [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            completion of construction and commencement of production, in\n                            very vague terms, it was submitted by the respondent Company\n                            that extension of time was sought from statutory authorities.\n                            However, the said application did not specify how much more time\n                            the Company was seeking, and that too, without meeting any\n                            requirements provided in the statutory Rules.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_131\">\n</p><p data-structure=\"CDiscource\" id=\"p_132\">                            39. The cancellation of allotment was made by appellant RIICO in\n                            exercise of its power under Rule 24 of the 1979 Rules read with\n                            the terms of the lease agreement. Such an order of cancellation\n                            could have been challenged by filing a review application before\n                            the competent authority under Rule 24(aa) and, in the alternative,\n                            the respondent Company could have preferred an appeal under\n                            Rule 24(bb)(ii) before the Infrastructure Development Committee\n                            of the Board. The respondent Company ought to have\n                            resorted to the arbitration clause provided in the lease\n                            deed in the event of a dispute, and the District Collector, Jaipur\n                            would have then decided the case. However, the respondent\n                            Company did not resort to either of the statutory remedy, rather\n                            preferred a writ petition which could not have been entertained by\n                            the High Court. It is a settled law that writ does not lie\n                            merely because it is lawful to do so. A person may be asked\n                            to exhaust the statutory/alternative remedy available to him in\n                            law.”                                            [Emphasis Supplied]\n\n\n\n</p><p data-structure=\"RespArg\" id=\"p_133\">                            72. Mr.P.R.Raman, learned senior counsel stated that the establishment of\n\n                      a factory was for public good since it generates employment and therefore this\n\n\n\nhttp://www.judis.nic.in\n\f                                                     63/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                     [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      Court should examine the cancellation of allotment in its proper perspective.\n\n                      However, it is to be pointed out that the writ petitioner had not even commenced\n\n                      construction of the factory, much less commenced production of beer. Concepts\n\n                      of public interest and public good could have been taken advantage of by the\n\n                      writ petitioner had they commenced construction, employed labour and the\n\n                      allotment had been arbitrarily cancelled. But where they have not even moved\n\n                      one single stone towards commencement of construction, their grievance against\n\n                      the respondent for not providing road and water, were disputes which arose\n\n                      directly from the rights guaranteed in the lease deed. Those disputes are\n\n                      arbitraral in nature.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_134\">\n\n\n</p><p data-structure=\"Precedent\" id=\"p_135\">                             73. As a matter of fact in the very same judgment quoted above, in\n\n                      (2013) 5 SCC 470, Rajasthan State Industrial Development and\n\n                      Investment Corporation and Another V. Diamond &amp; Gem Development\n\n                      Corporation Limited and Another, the Honourable Supreme Court also had\n\n                      an occasion to examine a legal issue revolving the phrase “as is where is”. The\n\n                      Honourable Supreme Court held as follows:\n</p>\n<blockquote id=\"blockquote_52\">                             “V. “As-is-where-is”—Meaning of\n</blockquote><blockquote id=\"blockquote_53\">                             <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"86383334\" id=\"span_17\">25. The phrase “as-is-where-is”, has been explained by this Court\n                             in <a href=\"/doc/86383334/\" id=\"a_111\">Punjab Urban Planning &amp; Development Authority v. Raghu Nath</a>\n\n\n\n\nhttp://www.judis.nic.in\n\f                                                      64/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                            Gupta [(2012) 8 SCC 197 : (2012) 4 SCC (Civ) 397] , holding as\n                            under: (SCC p. 201, para 14)\n                                   “14. We notice that the respondents had accepted the\n                            commercial plots with open eyes, subject to the abovementioned\n                            conditions. Evidently, the commercial plots were allotted on\n                            ‘as-is-where-is’ basis. The allottees would have ascertained\n                            the facilities available at the time of auction and after\n                            having accepted the commercial plots on ‘as-is-where-is’\n                            basis, they cannot be heard to contend that PUDA had not\n                            provided the basic amenities like parking, lights, roads,\n                            water, sewerage, etc. If the allottees were not interested\n                            in taking the commercial plots on ‘as-is-where-is’ basis,\n                            they should not have accepted the allotment and after\n                            having accepted the allotment on ‘as-is-where-is’ basis,\n                            they are estopped from contending that the basic\n                            amenities like parking, lights, roads, water, sewerage, etc.\n                            were not provided by PUDA when the plots were allotted.”\n                                                                              [Emphasis Supplied]</span>\n\n\n\n</blockquote><p data-structure=\"RespArg\" id=\"p_136\">                            74. Even in the present case, the writ petitioner had entered into the\n\n                      agreement with open eyes. They knew the nature of the plot which was\n\n                      allotted to them. They knew the outlay of the Industrial Estate. They\n\n                      knew that road and water are major factors in their business and that\n\n                      it was an on going development project. They complained about lack of\n\n                      provision of such facilities. That should have referred these issues before the\n\n                      Arbitrator. They failed to do so. The writ Court cannot come to their assistance.\n\n\nhttp://www.judis.nic.in\n\f                                                      65/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n</p><p data-structure=\"Precedent\" id=\"p_137\">                            75. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95332064\" id=\"span_18\">In (<a href=\"/doc/95332064/\" id=\"a_112\">2017) 5 SCC 86, Orissa Industrial Infrastructure\n\n                      Development Corporation V. Mesco Kalinga Steel Limited and Others</a>,\n\n                      Mesco had applied to IDCO for allotment of 2500 acres of land and IDCO in turn,\n\n                      requested the Government of Orissa which then conveyed in principle approval\n\n                      for allotment of land on the terms and conditions <a href=\"/doc/95332064/\" id=\"a_113\">laid down in</a> the policy decision\n\n                      of the State Government as revised on 25.01.1995 for establishment of steel\n\n                      plant. The allotment letter contemplated the execution of the lease deed as a\n\n                      condition precedent, however, advance possession of land was given by the\n\n                      Corporation to Mesco. From the conduct of Mesco, it was apparent that it had no\n\n                      justification at any point of time not to execute the lease deed and the breach\n\n                      was not remedied by it for several years.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_138\">                            76. In that case, the High Court held that since IDCO has not complied\n\n                      with Clause 18 contained in the policy decision dated 25-1-1995 inasmuch as 3\n\n                      months&#x27; notice has not been given, it was not open to resume the possession\n\n                      otherwise than in due course of law. Since Mesco had confined its prayer to the\n\n                      available land to the aforesaid extent, the High Court had issued directions to\n\n                      lease out 825.68 acres of land. The Honourable Supreme Court held as follows:\n\n</p><blockquote id=\"blockquote_54\">                                   “22. In the light of aforesaid decision, when we consider\n                             the overall conduct of Mesco in the instant case, we are fully\n                             satisfied that the High Court has adventured into an\n                             avoidable illegality while directing execution of lease\n                             deed. It is a settled law that equity follows the rule of\n\n\n\nhttp://www.judis.nic.in\n\f                                                   66/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                   [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          common law in respect of such contracts. Renewal of lease is\n                          a privilege and if a tenant wishes to claim the privilege, he must\n                          do so strictly within the time limited for the purpose. This Court\n                          has further considered the question where there is no time-limit,\n                          an application may be made within a reasonable time. If delay is\n                          on the part of lessee for renewal arising out of mere neglect on his\n                          part and which could have been avoided by reasonable diligence,\n                          would not entitle him to claim renewal. Applying the same\n                          principle to the instant case, it is apparent that the conduct of\n                          Mesco was unfair and unpardonable. The conduct disentitled it\n                          from indulgence by Court in any manner. We are constrained to\n                          observe that a number of times the High Court had unnecessarily\n                          directed the matter to be reconsidered and on each and every\n                          occasion there was rejection of the representation by the\n                          authorities concerned. Thus, no equitable consideration was\n                          available with Mesco to invoke the writ jurisdiction for the reliefs\n                          sought. Relief granted is not permissible as per law.\n</blockquote>\n\n<blockquote id=\"blockquote_55\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"33512197\" id=\"span_19\">23. Mesco had no enforceable right for grant of any relief by mere\n                          handing over of possession. The question came up before this\n                          Court in <a href=\"/doc/33512197/\" id=\"a_114\">Khela Banerjee v. City Montessori School [Khela\n                          Banerjee</a> v. City Montessori School, (2012) 7 SCC 261 :</span>\n</blockquote><blockquote id=\"blockquote_56\">                          (2012) 4 SCC (Civ) 197] when bid was cancelled and was not\n                          accepted but the Manager of the respondent convinced the\n                          Governor to pass individual order of possession and acceptance of\n                          the balance amount in ten six-monthly instalments; thereafter\n                          instalments were not paid. This Court held that no enforceable\n                          right accrued in favour of the respondent notwithstanding the\n\n\nhttp://www.judis.nic.in\n\f                                                  67/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                  [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          execution of the agreement dated 12-1-1996 and the offer made\n                          by the respondent to make the payment of the balance price was\n                          rightly rejected. This Court has held thus: (SCC pp. 275-76,\n                          paras 29-30 &amp; 32)\n\n                              “29. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1990262\" id=\"span_20\">The first question which merits consideration is whether\n                           the conclusion recorded by the High Court [<a href=\"/doc/1990262/\" id=\"a_115\">City Montessori\n                           School v. State of U.P.</a>, 2011 SCC OnLine All 2771] on the\n                           issue of enforceability of the agreement dated 12-1-1996 is\n                           correct and Respondent 1&#x27;s prayer for issue of a direction to\n                           LDA to accept the balance price was rightly rejected. It is an\n                           admitted position that in response to tender notice dated 20-</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_139\">                           12-1994, Respondent 1 gave bids for four plots including Plot\n                           No. 92-A/C and paid 25% of the price offered by it but did not\n                           pay the balance amount necessitating cancellation of the bid,\n                           about which intimation was given vide letter dated 14-6-1995.\n                           Respondent 1 did not challenge the cancellation of bids by\n                           availing appropriate legal remedy but its Manager succeeded in\n                           convincing the Governor of the State to pass an unusual order\n                           for handing over possession of the plots and acceptance of the\n                           balance amount in six-monthly instalments. The reasons which\n                           prompted the Governor to act in violation of the Rules of\n                           Business and ordain restoration of the plots in favour of\n                           Respondent 1 albeit without setting aside the decision of LDA to\n                           cancel the bids are not borne out from the records produced\n                           before this Court. Therefore, we hold that the order passed by\n                           the Governor and the consequential actions taken by the State\n                           Government and LDA including the execution of agreement\n                           dated 12-1-1996 did not create an enforceable right in favour of\n\n\nhttp://www.judis.nic.in\n\f                                                   68/81          Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                     [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          Respondent 1 and the High Court rightly declined to issue a\n                          mandamus to LDA to accept the offer made on its behalf for\n                          payment of the balance price.\n</p><p data-structure=\"CDiscource\" id=\"p_140\">                             30. It is significant to note that the agreement dated 12-1-\n                          1996 contained an unequivocal stipulation that if Respondent 1\n                          fails to pay the instalments of balance price within the\n                          prescribed time-limit then the agreement would become void\n                          and LDA will be free to sell the plot to any other person.\n                          Admittedly, Respondent 1 did not pay the instalments of\n                          balance price. Therefore, the agreement stood automatically\n                          terminated and LDA became entitled to dispose of the plot by\n                          adopting an appropriate mechanism consistent with the\n                          doctrine of equality enshrined in <a href=\"/doc/367586/\" id=\"a_116\">Article 14</a> of the Constitution.\n                          It is rather intriguing as to why the functionaries of LDA\n                          remained silent for more than 13 years and did not repossess\n                          the plot in question. This was perhaps due to the pressure\n                          brought by the Manager of Respondent 1 from different\n                          quarters, administrative as well as political.\n</p><p data-structure=\"Conclusion\" id=\"p_141\">                                                            ***\n</p><p data-structure=\"Precedent\" id=\"p_142\">                             32. We have carefully gone through the provisions of the\n                          2009 Act and find that they do not even remotely deal with the\n                          issue of allotment of land to the educational institutions.\n                          Therefore, the Division Bench of the High Court was not at all\n                          justified in ordering transfer of the plot to Respondent 1 and\n                          that too by ignoring its own finding that the said respondent\n                          was a ranked defaulter and the writ petition was filed after a\n                          time gap of 13 years without any tangible explanation.”\n\n\n\n\nhttp://www.judis.nic.in\n\f                                                    69/81         Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                     [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_143\">                          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1420055\" id=\"span_21\">24. Mesco was required to do several acts in this case as per\n                          the general terms and conditions subject to which the lease\n                          was to be granted. Nothing has been performed including\n                          payment of instalments, etc. and in such a situation no relief is\n                          permissible to be given as held by this Court in <a href=\"/doc/1420055/\" id=\"a_117\">Raj\n                          Kishore v. Prem        Singh [Raj      Kishore</a> v. Prem               Singh,\n                          (2011) 1 SCC 657 : (2011) 1 SCC (Civ) 313] in which this\n                          Court has referred to Halsbury&#x27;s Laws of England thus:</span>\n</p><blockquote id=\"blockquote_57\">                          (SCC p. 666, para 33)\n                          “33. This Court also quoted with approval the following passage\n                          from Halsbury&#x27;s Laws of England, Vol. 14, 3rd Edn., p.\n                          622, Para 1151:\n</blockquote><blockquote id=\"blockquote_58\">                          ‘1151. Conditions must as a general rule be strictly observed.—\n                          Where under a contract, conveyance, or will a beneficial\n                          right is to arise upon the performance by the beneficiary\n                          of some act in a stated manner, or at a stated time, the\n                          act must be performed accordingly in order to obtain the\n                          enjoyment of the right, and in the absence of fraud,\n                          accident or surprise, equity will not relieve against a\n                          breach of the terms.”\n                          It is apparent that when several acts are to be done in a stated\n                          manner and in stipulated time and none of them has been\n                          performed, as in the instant case, such gross breach became\n                          irremediable and no equitable principle could have come to the\n                          rescue of Mesco as it has utterly failed to fulfil its obligations.\n                          ...........\n</blockquote><blockquote id=\"blockquote_59\">                          ...........\n</blockquote>\n\n<blockquote id=\"blockquote_60\">http://www.judis.nic.in\n\f                                                      70/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n</blockquote><blockquote id=\"blockquote_61\">                             27. The High Court has totally misdirected itself in\n                             directing to lease out the balance land. The High Court has\n                             also ignored that certain intervening events have taken place\n                             and there was total failure on the part of Mesco to carry out its\n                             obligations. The High Court could not have issued the direction\n                             more so in the changed situation and in view of the defaults\n                             committed by Mesco. As a matter of fact, Mesco was never\n                             inclined to abide by the terms of the letter dated 4-7-2003.\n</blockquote><p data-structure=\"Precedent\" id=\"p_144\">                             When resumption was made on 25-7-2003, a representation\n                             was submitted on 20-8-2003 by Mesco. In that, an attempt was\n                             made to dictate its own terms in the garb of prayer for payment.\n                             As a matter of fact, it is apparent from the conduct of Mesco\n                             that it had no justification at any point of time not to execute the\n                             lease deed. It was delaying the same for the reasons best\n                             known to it which was wholly impermissible conduct, particularly\n                             after taking possession. The breach was not remedied for\n                             several years much less for three months in which it was to be\n                             remedied. Thus, the High Court misadventured into\n                             holding the action of IDCO of resumption of land to be\n                             illegal. There was no equitable or legal consideration in favour\n                             of the respondent herein and a writ is not issued to perpetuate\n                             an illegality. Not only the conduct of Mesco was unfair, third-\n                             party rights had also intervened. Lawful method had been\n                             exercised for resumption of land and cancellation of letter of\n                             handing over the possession.”                  [Emphasis Supplied]\n\n\n</p><p data-structure=\"Precedent\" id=\"p_145\">                            77. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_22\">In (<a href=\"/doc/460900/\" id=\"a_118\">2002) 1 SCC 216, State of Bihar and Others V. Jain\n\n                      Plastics and Chemicals Ltd</a>, the Honourable Supreme Court held as follows:</span>\n\n\n</p><blockquote id=\"blockquote_62\">http://www.judis.nic.in\n\f                                                         71/81         Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                          [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                                   “7. In our view, it is apparent that the order passed by the\n                            High Court is, on the face of it, illegal and erroneous. It is true\n                            that many matters could be decided after referring to the\n                            contentions raised in the affidavits and counter-affidavits,\n                            but that would hardly be a ground for exercise of\n                            extraordinary      jurisdiction         under    <a href=\"/doc/1712542/\" id=\"a_119\">Article       226</a>       of    the\n                            Constitution in case of alleged breach of contract. Whether\n                            the alleged non-supply of road permits by the appellants would\n                            justify breach of contract by the respondent would depend upon\n                            facts and evidence and is not required to be decided or dealt with\n                            in a writ petition. Such seriously disputed questions or rival claims\n                            of the parties with regard to breach of contract are to be\n                            investigated and determined on the basis of evidence which may\n                            be led by the parties in a properly instituted civil suit rather than\n                            by a court exercising prerogative of issuing writs.”\n                                                                                  [Emphasis Supplied]\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_146\">                            78. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_23\">In (<a href=\"/doc/77081689/\" id=\"a_120\">2015) 7 SCC 728, Joshi Technologies International INC. V.\n\n                      Union of India and Others</a>, the Honourable Supreme Court held as follows:</span>\n\n</p><blockquote id=\"blockquote_63\">                                      “70. Further, the legal position which emerges from\n                             various    judgments       of   this   Court    dealing       with      different\n                             situations/aspects relating to contracts entered into by the\n                             State/public authority with private parties, can be summarised as\n                             under:\n</blockquote><blockquote id=\"blockquote_64\">                                      70.1. At the stage of entering into a contract, the State\n                             acts purely in its executive capacity and is bound by the\n                             obligations of fairness.\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_147\">http://www.judis.nic.in\n\f                                                    72/81         Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                     [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n\n\n                                 70.2. State in its executive capacity, even in the\n                          contractual field, is under obligation to act fairly and cannot\n                          practise some discriminations.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_148\">\n</p><p data-structure=\"CDiscource\" id=\"p_149\">                                 70.3. Even in cases where question is of choice or\n                          consideration of competing claims before entering into the field of\n                          contract, facts have to be investigated and found before the\n                          question of a violation of <a href=\"/doc/367586/\" id=\"a_121\">Article 14</a> of the Constitution could arise.\n                          If those facts are disputed and require assessment of\n                          evidence the correctness of which can only be tested\n                          satisfactorily by taking detailed evidence, involving\n                          examination and cross-examination of witnesses, the case\n                          could not be conveniently or satisfactorily decided in\n                          proceedings under <a href=\"/doc/1712542/\" id=\"a_122\">Article 226</a> of the Constitution. In such\n                          cases the Court can direct the aggrieved party to resort to\n                          alternate remedy of civil suit, etc.\n\n\n                                 70.4. Writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_123\">Article 226</a>\n                          of the Constitution was not intended to facilitate avoidance of\n                          obligation voluntarily incurred.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_150\">\n</p><p data-structure=\"Section\" id=\"p_151\">                                 70.5. Writ    petition   was    not    maintainable          to    avoid\n                          contractual obligation. Occurrence of commercial difficulty,\n                          inconvenience or hardship in performance of the conditions\n                          agreed to in the contract can provide no justification in not\n                          complying with the terms of contract which the parties had\n                          accepted with open eyes. It cannot ever be that a licensee can\n\n\nhttp://www.judis.nic.in\n\f                                                    73/81       Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                   [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                          work out the licence if he finds it profitable to do so: and he can\n                          challenge the conditions under which he agreed to take the\n                          licence, if he finds it commercially inexpedient to conduct his\n                          business.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_152\">\n</p><p data-structure=\"CDiscource\" id=\"p_153\">                                 70.6. Ordinarily, where a breach of contract is complained\n                          of, the party complaining of such breach may sue for specific\n                          performance of the contract, if contract is capable of being\n                          specifically performed. Otherwise, the party may sue for\n                          damages.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_154\">\n</p><p data-structure=\"RespArg\" id=\"p_155\">                                 70.7. Writ can be issued where there is executive action\n                          unsupported by law or even in respect of a corporation there is\n                          denial of equality before law or equal protection of law or if it can\n                          be shown that action of the public authorities was without giving\n                          any hearing and violation of principles of natural justice after\n                          holding that action could not have been taken without observing\n                          principles of natural justice.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_156\">\n</p><p data-structure=\"CDiscource\" id=\"p_157\">                                 70.8. If the contract between private party and the\n                          State/instrumentality and/or agency of the State is under\n                          the realm of a private law and there is no element of\n                          public law, the normal course for the aggrieved party, is\n                          to invoke the remedies provided under ordinary civil law\n                          rather than approaching the High Court under <a href=\"/doc/1712542/\" id=\"a_124\">Article 226</a>\n                          of the Constitution of India and invoking its extraordinary\n                          jurisdiction.\n</p>\n<p data-structure=\"Precedent\" id=\"p_158\">\n\n\nhttp://www.judis.nic.in\n\f                                                   74/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                   [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                                 70.9. The distinction between public law and private law\n                          element in the contract with the State is getting blurred.\n                          However, it has not been totally obliterated and where the matter\n                          falls purely in private field of contract, this Court has maintained\n                          the position that writ petition is not maintainable. The dichotomy\n                          between public law and private law rights and remedies would\n                          depend on the factual matrix of each case and the distinction\n                          between the public law remedies and private law field, cannot be\n                          demarcated with precision. In fact, each case has to be examined,\n                          on its facts whether the contractual relations between the parties\n                          bear insignia of public element. Once on the facts of a particular\n                          case it is found that nature of the activity or controversy involves\n                          public law element, then the matter can be examined by the High\n                          Court in writ petitions under <a href=\"/doc/1712542/\" id=\"a_125\">Article 226</a> of the Constitution of\n                          India to see whether action of the State and/or instrumentality or\n                          agency of the State is fair, just and equitable or that relevant\n                          factors are taken into consideration and irrelevant factors have\n                          not gone into the decision-making process or that the decision is\n                          not arbitrary.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_159\">\n</p><p data-structure=\"Section\" id=\"p_160\">                                 70.10. Mere reasonable or legitimate expectation of a\n                          citizen, in such a situation, may not by itself be a distinct\n                          enforceable right, but failure to consider and give due weight to it\n                          may render the decision arbitrary, and this is how the\n                          requirements of due consideration of a legitimate expectation\n                          forms part of the principle of non-arbitrariness.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_161\">\n</p><p data-structure=\"Conclusion\" id=\"p_162\">                                 70.11. The scope of judicial review in respect of disputes\n\n\nhttp://www.judis.nic.in\n\f                                                      75/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                      [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                             falling within the domain of contractual obligations may be more\n                             limited and in doubtful cases the parties may be relegated to\n                             adjudication of their rights by resort to remedies provided for\n                             adjudication of purely contractual disputes.” [Emphasis Supplied]\n\n\n</p><p data-structure=\"Precedent\" id=\"p_163\">                            79. In the present case, the writ petitioner had also raised various\n\n                      disputes even subsequent to the filing of the writ petition. The writ petitioner\n\n                      had obtained information through <a href=\"/doc/671631/\" id=\"a_126\">Right to Information Act</a>, that there were\n\n                      several other allottees who had commenced construction at a very late stage.\n\n                      The writ petitioner had pointed out that the tender for the road works were\n\n                      completed only on 30.06.2014. The work order for water supply was issued on\n\n                      22.02.2011 and water supply was made available on 15.12.2014. These are all\n\n                      the issues which have to be examined in detail and this Court cannot go into a\n\n                      roving exercise to determine each and every fact. These facts require an\n\n                      adjudicating process to be initiated and evidence to be recorded to test the\n\n                      allegations made.\n</p>\n<p data-structure=\"Issue\" id=\"p_164\">                            80. I am very conscious of the fact that the contract between the parties\n\n                      has been severed by cancellation of allotment of the plot. The writ petitioner had\n\n                      missed the bus in so far as invoking provisions of arbitration are concerned.\n\n                      However, they have been litigating in this Court at least from the year 2012\n\n                      onwards. Instead of shutting the doors, since the plot is reported to be still\n\n                      available and had not yet been reallotted, the writ petitioner is granted an\n\n\n\n\nhttp://www.judis.nic.in\n\f                                                       76/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      opportunity of raising the issues of non-provision of road and non-supply of\n\n                      water at the relevant point of time, as reasons for non-commencement of\n\n                      construction of factory premises before an Arbitrator to be appointed as provided\n\n                      under the lease agreement and the issue of non-provision of water supply before\n\n                      the Managing Director of S<a href=\"/doc/1569253/\" id=\"a_127\">IPC</a>OT as provided under the Water Supply\n\n                      Agreement which are both dated 02.02.2011. All issues of fact and law can be\n\n                      raised by the parties. The writ petitioner can raise issues relating to justification\n\n                      of non-commencement of construction of factory premises and respondent can\n\n                      raise their issues relating to compelling circumstances surrounding the\n\n                      cancellation of allotment. The writ petitioner may also raise the issue of payment\n\n                      of the entire sum as demanded by the third respondent/S<a href=\"/doc/1569253/\" id=\"a_128\">IPC</a>OT. The third\n\n                      respondent may rely on the forfeiture clause provided in the lease agreement.\n\n                      These are all issues which require deep determination of facts and it would be in\n\n                      the interest of both the parties, that they present these issues before an\n\n                      Arbitrator who can adjudicate all issues and render a finding. The fact that the\n\n                      plot is also available today may also to be examined by the arbitrator and a\n\n                      considered decision can be taken. Facts pleaded in the affidavit and reliance\n\n                      placed on documents which are controverted at each and every stage by the\n\n                      other side cannot be adjudicated by the Court sitting in writ jurisdiction.\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_165\">                             81. The law of the land on that aspect is clear. When parties are\n\n\n\nhttp://www.judis.nic.in\n\f                                                        77/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                        [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      governed under a contract, they are bound by the terms of the\n\n                      contract. The relief they seek must be within the framework of such\n\n                      contract. Venturing beyond the contract would be dragging the Court\n\n                      to indulge in a misadventure, which procedure had been deprecated by\n\n                      the Honourable Supreme Court. The parties have agreed that they\n\n                      would refer disputes to arbitration. They must respect such agreement.\n\n                      The Court inturn must call upon them to enforce such a clause. Exercise\n\n                      of discretionary relief under <a href=\"/doc/1712542/\" id=\"a_129\">Article 226</a> of the Constitution of India is\n\n                      restricted to weighing the balance scales of both the parties. When\n\n                      there is a dispute which is pregnant and adversarial in nature, it would\n\n                      only be just that the parties are called upon to settle the dispute in the\n\n                      manner in which they had agreed that such disputes are to be settled,\n\n                      in this case through arbitration.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_166\">                             82. I am conscious of the fact that referring the parties to the arbitration\n\n                      would be turning the clock backwards, but left with no other alternative and in\n\n                      the interest of both the parties since the plot is also still available, I hold that it\n\n                      would be a worthwhile exercise. The writ petitioner may also seek, if it is held\n\n                      that the cancellation was malafide either re-allotment on fresh terms or on the\n\n                      existing terms or even seeking repayment of the amount already paid by them.\n\n                      Similarly, the third respondent may also impress on the Arbitrator the fact that\n\n                      the writ petitioner had not even commenced construction of factory within the\n\n\n\nhttp://www.judis.nic.in\n\f                                                       78/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      stipulated time and within the extended time and hence seek justification of\n\n                      cancellation of allotment of the plot and forfeiture of the deposits made. The\n\n                      nature of reliefs that the Arbitrator can grant on the basis of evidence are wide in\n\n                      scope and it would be to the disadvantage of both the parties, if the writ\n\n                      jurisdiction is exercised and a discretion is exercised by this Court without\n\n                      resorting or giving an opportunity to the parties who inked the lease agreement\n\n                      to speak about their points of view and subject themselves for cross\n\n                      examination.\n</p>\n<p data-structure=\"RespArg\" id=\"p_167\">                             83. The documents relied on by both the parties have to be tested. This is\n\n                      essential because in their counter affidavit, the third respondent, S<a href=\"/doc/1569253/\" id=\"a_130\">IPC</a>OT had\n\n                      stated that for the show cause notice issued, a vague reply was received from\n\n                      the petitioner. They have further issued a notice for which no reply was received.\n\n                      It was stated that only thereafter cancellation of the agreement was ordered. On\n\n                      the other hand the writ petitioner has stated in their affidavit that on a number\n\n                      of occasions officials of the petitioner had met the officers of the third\n\n                      respondent, S<a href=\"/doc/1569253/\" id=\"a_131\">IPC</a>OT, in person. These are all facts which have to be proved in a\n\n                      manner known to law. These are all facts which have to be asserted and\n\n                      disputed through evidence which is tested in manner known to law.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_168\">                             84. For all the reasons stated above, I am afraid that this Court cannot\n\n                      grant the relief sought for in the writ petitions. However, as observed earlier the\n\n\n\nhttp://www.judis.nic.in\n\f                                                       79/81        Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                                                       [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n                      writ petitioner is at liberty to seek an appointment of the Arbitrator in accordance\n\n                      with the terms of the lease deed provided they are able to convince that\n\n                      initiation of the writ petition and pendency before this Court from the year 2012\n\n                      till this date was bonafide in nature and have been initiated with bonafide\n\n                      intention. With these observations the writ petitions are dismissed. No costs.\n\n                      Consequently, connected writ miscellaneous petitions are closed.\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_169\">                                                                                           27.04.2019\n                      smv\n                      Internet: Yes/No\n                      Index: Yes/No\n                      Speaking Order / Non Speaking Order\n\n                      Note: Issue order copy on 29.04.2019\n\n\n                      To,\n\n</p><p data-structure=\"Precedent\" id=\"p_170\">                      1.The State of Tamil Nadu,\n                       Rep.by its Principal Secretary to Government,\n                       Home, Prohibition and Excise (III) Department,\n                       Secretariat,\n                       Chennai – 600 009.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_171\">                      2.The Commissioner of Prohibition &amp; Excise,\n                        Chepauk,\n                        Chennai – 600 005.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_172\">                      3.State Industrial Promotion Corporation of Tamil Nadu,\n                        Rep.by its Chairman and Managing Director,\n                        No.19.A, Rukmani Lakshmipathy Road,\n                        Egmore,\n                        Chennai – 600 008.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_173\">\n\n\nhttp://www.judis.nic.in\n\f                          80/81   Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                     [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n\n\n                                                    C.V.KARTHIKEYAN.J,\n\n                                                                                 smv\n\n\n\n\n                                                Pre-delivery Order made in\n<span class=\"hidden_text\" id=\"span_24\">                                                    W.P.No.24840 of 2012</span>\n                                                                      and\n<span class=\"hidden_text\" id=\"span_25\">                                                    W.P.No.25073 of 2012</span>\n\n\nhttp://www.judis.nic.in\n\f                          81/81   Order dt: 27.04.2019 in W.P.Nos.24840 &amp; 25073/2012\n                                     [Tropical Breweries V. State of Tamil Nadu &amp; Ors.]\n\n\n\n\n                                                                      27.04.2019\n\n\n\n\nhttp://www.judis.nic.in\n\f</p>","numcites":25,"numcitedby":0,"docsource":"Madras High Court","citetid":38147860,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"article 226 of constitution of india","formInput":"article%20226%20of%20constitution%20of%20india"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"sipcot","formInput":"sipcot"},{"value":"Cancellation of allotment ","formInput":"Cancellation%20of%20allotment%20"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"letter of intent","formInput":"letter%20of%20intent"},{"value":"purposive construction","formInput":"purposive%20construction"},{"value":"development charges","formInput":"development%20charges"},{"value":"certiorarified mandamus","formInput":"certiorarified%20mandamus"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"surrender deed","formInput":"surrender%20deed"},{"value":"allotment of land","formInput":"allotment%20of%20land"},{"value":"statutory authorities","formInput":"statutory%20authorities"},{"value":"riico","formInput":"riico"},{"value":"mandamus","formInput":"mandamus"},{"value":"abl international","formInput":"abl%20international"},{"value":"approach road  filter:  order 26 rule 9 of cpc","formInput":"approach%20road%20%20filter%3A%20%20order%2026%20rule%209%20of%20cpc"},{"value":"discretion  filter:  Supreme way of giving job discretionary power of government FOR APPOINTMENTS","formInput":"discretion%20%20filter%3A%20%20Supreme%20way%20of%20giving%20job%20discretionary%20power%20of%20government%20FOR%20APPOINTMENTS"},{"value":"allotment of plots","formInput":"allotment%20of%20plots"}],"cats":[{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"}],"courtcopy":true,"query_alert":null,"agreement":false}