{"tid":74071392,"publishdate":"2024-08-31","title":"WP(C)/1076/2024 on 31 August, 2024","doc":"<h2 class=\"doc_title\">WP(C)/1076/2024 on 31 August, 2024</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-saikia\">Soumitra Saikia</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-saikia\">Soumitra Saikia</a></h3>\n\n<pre id=\"pre_1\">                    GAHC010021402024\n\n\n\n\n                                            IN THE GAUHATI HIGH COURT\n                          (HIGH COURT OF ASSAM, NAGALAND, MIZORAM &amp; ARUNACHAL PRADESH)\n                                                         PRINCIPAL SEAT\n                                                      W.P(C) NO. 1076/2024\n\n                               1. Union of India, represented by the General Manager, NF\n                               Railway, Maligaon, Guwahati-781011, District-Kamrup (M),\n                               Assam\n\n                               2. The Chief Engineer, Construction-2, N.F. Railway,\n                               Maligaon, Guwahati-781011, District- Kamrup (M), Assam\n\n                               3. The Deputy Chief Engineer/Construction-8, N.F.\n                               Railway, Maligaon, Guwahati-781011, District-Kamrup(M),\n                               Assam\n\n\n                                                              -Versus-\n\n                               M/s GSR Ventures Private Limited, A Company having its\n                               registered office at 103, Srinivasa, 6-3-1187, Begumpet,\n                               Hyderabad-500016, Andhra Pradesh, Represented by its\n                               authorized signatory K. Mohammed Rafi, S/o K.C Imam\n                               Saheb, F.No. 519, Block A May Flyover Heights, Mallapur,\n                               Mallapur Uppal, K.V. Reddy, Rangareddy, Telangana-\n                               560076\n\n                                                    -BEFORE-\n                                         HON&#x27;BLE MR. JUSTICE SOUMITRA SAIKIA\n\n                        Advocate for the petitioners          : Mr. H. Gupta, CGC\n                        Advocate for the respondent           : Mr. A.K. Saraf, Senior Advocate assisted by</pre>\n<p data-structure=\"Issue\" id=\"p_1\">                                                                Ms. S. Bhattacharjee, Advocate\n                        Dates of Hearing                       : 18.07.2024\n                        Date of Judgment &amp; Order               : 31.08.2024\n\n\n<span class=\"hidden_text\" id=\"span_1\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                                     Page 1 of 38</span>\n                                                       JUDGMENT AND ORDER (CAV)\n\n                  This writ petition has been filed under <a href=\"/doc/1331149/\" id=\"a_1\">Article 227</a> of the Constitution\n\n             of India by the Union of India as the writ petitioners. By the instant writ\n\n             proceedings, the Union of India as the writ petitioners is put into\n\n             challenge the orders dated 11.11.2023 passed by the learned Arbitrator\n\n             in    Arbitration        Proceeding         No.      AH-02/2022   and   the   arbitration\n\n             proceeding No. AH-03/2022.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">             2.     The respondent was allotted two contracts relating to Earthwork\n\n             Filling to Form Embankment/Sub-Bank and construction of Minor\n\n             Bridges, Retaining Wall, Pucca Approach Road, Alignment and other\n\n             Ancillary Works in connection with Construction of the New BG Railway\n\n             line from Bairabi to Sairang (Miroram) under contract Agreement\n\n             bearing No. CON/B-S/1917 dated 02.03.2015 and Contract Agreement\n\n             No. CON/B-S/2079 dated 24.11.2015. The said works were terminated\n\n             by the writ petitioners/Railways leading to the disputes arising between\n\n             the petitioners/Railways and the respondent. The respondent issued a\n\n             notice for arbitration as per clause 64 (1)(i) of the Arbitration Clause.\n\n             The said notice was replied to by the Railway authorities rejecting the\n\n             demand for arbitration on the ground that Clause 47 of the Contract\n\n             Agreement bars claims for arbitration beyond 20% of the SCA. Similar\n\n             reply was issued by the Railways in respect of both the contracts.\n\n             Thereafter, the respondent submitted a second notice demanding\n\n<span class=\"hidden_text\" id=\"span_2\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                           Page 2 of 38</span>\n              arbitration purportedly under arbitration Clause 48 &amp; 49 of the\n\n             Agreement treating the same to be additional special conditions or\n\n             contract. The second notice however was issued only in respect of one\n\n             contract work namely, CON/B-S/1917 dated 02.03.2015. Since the\n\n             Railways declined to refer the matter to the arbitration, the respondent\n\n             approached this Court by filing Arbitration Petition No. 20/2021;\n\n             Arbitration Petition No. 22/2021 and Arbitration Petition No. 28/2021 in\n\n             respect of each of the contract. The petitions were filed under <a href=\"/doc/605764/\" id=\"a_2\">Section\n\n             11(6)</a> of the Arbitration and Conciliation Act and accordingly the matter\n\n             was urged before the Court seeking appointment of an arbitrator in\n\n             respect both the arbitrations relating to both the contract works. While\n\n             opposing the maintainability of the petitions filed under <a href=\"/doc/605764/\" id=\"a_3\">Section 11(6)</a> of\n\n             the Arbitration and Conciliation Act, 1996 by the respondent, it was\n\n             urged by the Railways before the Co-ordinate Bench, the arbitration\n\n             proceedings sought for is not maintainable in view of the specific clause\n\n             No. 47 of the agreement which bars arbitration. It was submitted that\n\n             as per Clause 47 of the agreement, settlement of claims of dispute\n\n             between the parties by ways of arbitration is permissible only where the\n\n             value is less than or equal to 20% of the value of the contract and\n\n             when the claims of dispute are of value more than 20% of the value of\n\n             the contract, provisions of Clause 63 &amp; 64 and other relevant clauses of\n\n             the general conditions of the contract will not be applicable and\n\n<span class=\"hidden_text\" id=\"span_3\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]            Page 3 of 38</span>\n              arbitration will not be a remedy for settlement of such disputes. It was\n\n             submitted that since the dispute itself is not open to arbitration in terms\n\n             of the specific provisions contained in the agreement, there was no\n\n             question for appointment of an arbitrator under <a href=\"/doc/605764/\" id=\"a_4\">Section 11(6)</a> of the\n\n             Arbitration and Conciliation Act, 1996. Accordingly, it was submitted by\n\n             the Railways before the Co-ordinate Bench that the petitions filed by\n\n             the respondent under <a href=\"/doc/605764/\" id=\"a_5\">Section 11(6)</a> of the Arbitration and Conciliation\n\n             Act, 1996 are not maintainable and the same should therefore be\n\n             dismissed.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Precedent\" id=\"p_5\">             3.     The Co-ordinate Bench by the order dated 18.11.2022 disposed of\n\n             these three applications. The Co-ordinate Bench by order dated\n\n             18.11.2022 came to the conclusion that where the contentious issued\n\n             have arisen because of incorrect use of clauses which are admitted by\n\n             the Railway authorities himself, Court was of the view that it would be\n\n             best left to be decided by the Arbitral Tribunal and as to whether the\n\n             claim raised before is arbitrable or not and not by this Court at the\n\n             referral stage. The Co-ordinate Bench held that as per the terms of the\n\n             contract between the parties, two views are possible. In view of the\n\n             contentions raised before the Court by the respondent that Clause 47\n\n             will not operate as a bar as individual items of work where disputes\n\n             arise are required to be considered independently by referring the same\n\n\n\n<span class=\"hidden_text\" id=\"span_4\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]             Page 4 of 38</span>\n              to arbitration and the bar of 20% of the value of contract is not to\n\n             operate on the aggregate value of all the items but it has to be decided\n\n             individually item-wise, the Co-ordinate Bench by referring to several\n\n             Judgments of the Apex Court held that the question of arbitrability can\n\n             be decided by the Court only where the facts are very clear and glaring.\n\n             The Co-ordinate Bench concluded that in the proceedings before it, the\n\n             facts are not clear and glaring so as to warrant intervention by the\n\n             Court at the referral stage and accordingly, the Court proceeded to\n\n             appoint Hon&#x27;ble Mrs. Justice Anima Hazarika (Retired), Former Judge of\n\n             this Court to act as a sole arbitrator to decide the disputes including the\n\n             issue of arbitrability in respect of Arbitration Petition No. 20/2021;\n\n             Arbitration Petition No. 22/2021 and Arbitration Petition No. 28/2021\n\n             subject to her willingness and disclosure and/or absence of any\n\n             impediment as contemplated under <a href=\"/doc/750244/\" id=\"a_6\">Section 12</a> of the Arbitration and\n\n             Conciliation Act, 1996.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Facts\" id=\"p_7\">             4.     Pursuant to the orders passed by the Co-ordinate Bench in\n\n             Arbitration Petition No. 20/2021; Arbitration Petition No. 22/2021 and\n\n             Arbitration Petition No. 28/2021, the Arbitral Tribunal assumed its\n\n             jurisdiction and by a detailed order dated 11.11.2023 passed in\n\n             Arbitration proceeding No. AH-02/2022 (arising out of Arbitration\n\n             Petition No. 20/2021) and Arbitration Proceeding No. AH-03/2022\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]             Page 5 of 38</span>\n              (arising out of Arbitration Petition No. 22/2021) upheld the contentions\n\n             on the respondents. It was held that the disputes in both the\n\n             proceedings namely AH-02/2022 (arising out of Arbitration Petition No.\n\n             20/2021) and Arbitration Proceeding No. AH-03/2022 (arising out of\n\n             Arbitration Petition No. 22/2021) to be arbitrable. These orders passed\n\n             by the Arbitral Tribunal are presently being assailed by the petitioner by\n\n             filing an application under <a href=\"/doc/1331149/\" id=\"a_7\">Article 227</a> of the Constitution of India.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_8\">             5.     It is submitted on behalf of the petitioner that as per the Clause 47\n\n             of the Contract Agreement, the disputes raised by the respondent are\n\n             not arbitrable as the exceed more than 20% of the contract value.\n\n             There being a clear provision under the contract agreement entered by\n\n             and between the writ petitioner and the respondents, it is clear that the\n\n             disputes raised by the respondent are not arbitrable. As such the\n\n             Arbitral Tribunal committed grave error of law and on facts in coming to\n\n             a conclusion that the disputes raised by the respondents are arbitrable\n\n             and had thereby proceeded to exercise the jurisdiction of the Tribunal\n\n             to decide upon the dispute urged by the respondents. It is submitted\n\n             that before the Arbitral Tribunal, it was urged that Contract Agreement\n\n             containing Arbitration Clause is binding on both the parties. In view of\n\n             the fact that the claim amount is more than 20% of the value of the\n\n             contract, as per Clause 64.7 (Clause 47, 48 &amp; 49) of the Contract\n\n\n\n<span class=\"hidden_text\" id=\"span_6\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]              Page 6 of 38</span>\n              Agreement, the disputes raised are not arbitrable. Clause 16.2 and\n\n             Clause 16.3 and 16.4 are altogether different clauses not relating to\n\n             Arbitration. Railway authorities has stated before High Court that due to\n\n             over-sight in the contents of Clauses 48 and 49 of the present contract,\n\n             reference had been made to Clauses 16.2 and 16.3 instead of referring\n\n             to Clauses 47 and 48. But in any view of the matter making reference\n\n             of Clause 48 for arbitration is prima facie a wrong interpretation. It is\n\n             submitted on behalf of the Railway Department that the interpretation\n\n             of Clauses 48 &amp; 49 with reference to Clause 16.2 &amp; 16.3 would only\n\n             mean that Special Conditions stated in Clause 16.2 and 16.3 has to be\n\n             fulfilled before invoking arbitration and the scope of the arbitration\n\n             would be confined to the Schedule of Programme and Detailed\n\n             Programme submitted by the Contractor for completion of the Contract\n\n             which was admittedly not adhered to in the present case as the\n\n             Arbitration was invoked before the completion of the Contract Work.\n\n             The Contractor has admittedly not completed the Works and hence\n\n             could not have resorted to arbitrate any dispute before the completion\n\n             of the work. However, the Tribunal went on to hold that the relevant\n\n             clauses of arbitration are Clauses 63 and 64 of the General Conditions\n\n             of the Contract but a slight misunderstanding has been created in the\n\n             contract agreement itself when it sought to incorporate some of the\n\n             modified clauses of General conditions of contract into the Additional\n\n<span class=\"hidden_text\" id=\"span_7\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]           Page 7 of 38</span>\n              Special Condition of Contract forming parts of the Contract Agreement.\n\n             The Tribunal further held that in simple words, the claimants are using\n\n             two alternative avenues to claim that the dispute is arbitrable, one, by\n\n             means of invoking Clause 64(1)(i) of the General Conditions of Contract\n\n             which the respondents have rejected citing Clause 47 of the Additional\n\n             Special Conditions of Contract and, another, by invoking Clause 48 &amp; 49\n\n             of the same Additional Special Conditions of Contract. The Tribunal\n\n             continued to hold that essentially this dispute regarding arbitrability\n\n             turns on whether the claimant has a right to invoke Clause 64(1)(i) of\n\n             the General Conditions of Contract, failing which, the claimant has a\n\n             right to invoke Clause 48 &amp; 49 of the same Additional Special Conditions\n\n             of Contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"PetArg\" id=\"p_10\">             6.     It is submitted on behalf of the petitioners that the view adopted\n\n             by the Tribunal is erroneous on a plain reading of the provisions of the\n\n             agreement. It is submitted on behalf of the petitioner that as per Clause\n\n             45.0, the opening paragraph clearly states that Arbitration and\n\n             Settlement of disputes shall be governed vide clause 63 &amp; 64 of the\n\n             General Conditions of Contract, N.F. Railway, 1998 edition which are\n\n             reproduced below subject to any correction made prior to the opening\n\n             of this tender. There is no term &quot;Additional Special Condition of\n\n\n\n\n<span class=\"hidden_text\" id=\"span_8\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]           Page 8 of 38</span>\n              Contract&quot; in the Arbitration Clause forming part of the Contract\n\n             Agreement.\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"RespArg\" id=\"p_12\">             7.     It is further submitted that there is no Additional Special Conditions\n\n             of Contract. In fact, Clause 47, 48 and 48 are under Clause 64.7 and it\n\n             has to be read together while giving interpreting Clauses 47, 48 and 49.\n\n             Clauses 47, 48 and 49 if read together, prima facie makes the dispute\n\n             non-arbitrable. Rejection of the plea of non-arbitrability of dispute\n\n             cannot be agitated again under <a href=\"/doc/536284/\" id=\"a_8\">Section 34</a> of the Arbitration and\n\n             Conciliation Act, 1996. Decision of the arbitrability of the dispute goes\n\n             to root of the subject matter of arbitration which is different from the\n\n             jurisdiction of the tribunal under <a href=\"/doc/675839/\" id=\"a_9\">Section 16</a> of the Arbitration and\n\n             Conciliation Act, 1996.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"RespArg\" id=\"p_14\">             8.     It is further contended on behalf of the petitioner that the Tribunal\n\n             upheld the rejection of the demand for arbitration as invoked by the\n\n             Contractor under Clause 64(1)(i) of the GCC on the ground that Clause\n\n             47 of the GCC provides that provisions of Clause 64 of the GCC will be\n\n             applicable only in settlement of claims or disputes for value less than or\n\n             equal to 20% of the value of the contract and when the claims of the\n\n             disputes are of value more than 20% of the value of contract,\n\n             provisions of Clauses 63 &amp; 64 and other relevant clause of the GCC will\n\n             not be applicable and arbitration will not be a remedy for settlement of\n\n\n<span class=\"hidden_text\" id=\"span_9\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]               Page 9 of 38</span>\n              such dispute. However, surprisingly on the other hand it went on to\n\n             examine in Paragraph 19 at page 134 of the impugned Judgment, right\n\n             of the claimant to seek arbitration under Clause 48 and 49 of the\n\n             Additional Special Conditions of Contract.\n</p>\n<p data-structure=\"Issue\" id=\"p_15\">\n</p><p data-structure=\"Section\" id=\"p_16\">             9.     It is strenuously submitted on behalf of the petitioner that Clause\n\n             47 of the GCC provides that provisions of Clause 64 of the GCC will be\n\n             applicable only in settlement of claims or disputes for value less than or\n\n             equal to 20% of the value of the contract and when the claims of the\n\n             disputes are of value more than 20% of the value of contract,\n\n             provisions of Clauses 63 &amp; 64 and other relevant clause of the GCC will\n\n             not be applicable and arbitration will not be a remedy for settlement of\n\n             such dispute. The Tribunal on the other hand, while interpreting Clause\n\n             48 of the same Clause 64.7 held that dispute is arbitrable under Clause\n\n</p><p data-structure=\"Precedent\" id=\"p_17\">             48. Such interpretation, would be conflicting to the decision already\n\n             reached by the Tribunal in the forgoing paragraphs of the impugned\n\n             orders holding the disputes to be non-arbitrable in view of the Clause\n\n</p><p data-structure=\"Section\" id=\"p_18\">             47. Further, the Arbitration Clauses have to be read together to form an\n\n             interpretation consistent with each other. The interpretation of an\n\n             arbitration clause, as indeed of all contractual provisions, must be\n\n             predicted upon a construction of the contract as a whole, and no\n\n             particular word or phrase should be unduly emphasized to negate the\n\n\n\n<span class=\"hidden_text\" id=\"span_10\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]            Page 10 of 38</span>\n              clause of its true meaning. If the dispute is held to be arbitrable under\n\n             64.7- Clause 48 of the Contract Agreement, 64.7-Clause 47 of the\n\n             Contract Agreement would become meaningless and redundant.\n\n\n</p><p data-structure=\"RespArg\" id=\"p_19\">             10.            The final limb of the argument on behalf of the petitioner is\n\n             that since under the provisions of <a href=\"/doc/1306164/\" id=\"a_10\">Arbitration and Conciliation Act, 1996</a>,\n\n             there is no specific provision for filing an appeal against such orders\n\n             deciding the arbitrability of the matter by then arbitrator, the petitioner\n\n             has approached this Court under <a href=\"/doc/1331149/\" id=\"a_11\">Article 227</a> in the absence of any other\n\n             appropriate statutory remedy available. It is submitted that since on a\n\n             plain reading of the agreement, it is apparent that the disputes are not\n\n             arbitrable and/or that the disputes are completely barred and that the\n\n             purported disputes cannot be referred to arbitration under the clauses\n\n             of the agreement entered by and between the petitioners and the\n\n             respondent, the impugned orders passed by the Arbitral Tribunal are\n\n             required to be interfered with, set aside and quashed and this Court be\n\n             pleased to hold that the disputes referred for arbitration are not\n\n             arbitrable in view of the specific terms and conditions of the agreement.\n\n\n</p><p data-structure=\"PetArg\" id=\"p_20\">             11.        In support of his contentions, the learned counsel for the\n\n             petitioner relies upon the following Judgments:\n</p>\n<p data-structure=\"Issue\" id=\"p_21\">\n</p><blockquote id=\"blockquote_1\">                                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"165499937\" id=\"span_11\">&quot;1. <a href=\"/doc/165499937/\" id=\"a_12\">ATW (India) Pvt. Ltd. Vs. Union of India</a>, reported in (2024)\n                                    SCC Online Gau 260</span>\n\n\n\n<span class=\"hidden_text\" id=\"span_12\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                         Page 11 of 38</span>\n</blockquote><blockquote id=\"blockquote_2\">                                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"197054318\" id=\"span_13\">2. <a href=\"/doc/197054318/\" id=\"a_13\">NTPC Limited Vs. SPML Infra Limited</a>, reported in (2023) 9\n                                    SCC 385;</span>\n</blockquote>\n<blockquote id=\"blockquote_3\">                                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"65547598\" id=\"span_14\">3. <a href=\"/doc/65547598/\" id=\"a_14\">M.D. Creations &amp; Others Vs. Ashok Kumar Gupta, C.O</a>\n                                    2545/2022;</span>\n</blockquote>\n<blockquote id=\"blockquote_4\">                                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188959631\" id=\"span_15\">4. <a href=\"/doc/188959631/\" id=\"a_15\">Bhaven Consruction Vs. Executive Engineer, Sardar Sarovar\n                                    Narmada Nigam Limited and Anr</a>, reported in (2022) 1 SCC 75;</span>\n</blockquote>\n<blockquote id=\"blockquote_5\">                                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_16\">5. <a href=\"/doc/21412870/\" id=\"a_16\">Deep Industries Limited Vs. Oil and Natural Gas Corporation\n                                    Limited and Anr.</a>, reported in (2020) 15 SCC 706;</span>\n</blockquote>\n<blockquote id=\"blockquote_6\">                                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164803491\" id=\"span_17\">6. <a href=\"/doc/164803491/\" id=\"a_17\">United India Insurance Company Limited and Anr Vs. Hyundai\n                                    Engineering and Construction Company Limited and Ors</a>,\n                                    reported in (2018) 17 SCC 607;</span>\n</blockquote>\n<blockquote id=\"blockquote_7\">                                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"178196567\" id=\"span_18\">7. <a href=\"/doc/178196567/\" id=\"a_18\">Panasonic India Private Limited Vs. Shah Aircon</a> through its\n                                    Proprietorship Shadab Raza, reported in (2022) SCC Online Del\n                                    3288; and</span>\n\n</blockquote><blockquote id=\"blockquote_8\">                                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"23402471\" id=\"span_19\">8. <a href=\"/doc/23402471/\" id=\"a_19\">Oriental Insurance Company Limited Vs. Niarbheram Power\n                                    and Steel Private Limited</a>, reported in (2018) 6 SCC 534&quot;.</span>\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_22\">             11.            The learned Senior counsel for the respondent on the other\n\n             hand strongly objects the submissions made by the writ petitioners. It\n\n             is submitted that Co-ordinate Bench by Judgment and Order dated\n\n             18.11.2022 by Arbitration Petition No. 20/2021; Arbitration Petition No.\n\n             22/2021 and Arbitration Petition No. 28/2021 has elaborately discussed\n\n             on the issues including the interpretation of the Clauses and did not\n\n             come to a finding that on a plain reading of the terms and conditions of\n\n             the agreement, it can be held conclusively held that the matters cannot\n\n             be referred for arbitration. It is submitted that the Co-ordinate Bench\n\n             upon careful perusal of all the records and upon due consideration of\n\n             the submissions made by both the parties passed an order appointing\n\n             the learned sole Arbitrator in exercise of its power under <a href=\"/doc/605764/\" id=\"a_20\">Section 11(6)</a>\n\n<span class=\"hidden_text\" id=\"span_20\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                       Page 12 of 38</span>\n              of the <a href=\"/doc/1306164/\" id=\"a_21\">Arbitration and Conciliation Act, 1996</a>. It is submitted that the\n\n             order dated 18.11.2022 by the learned Co-ordinate Bench has attained\n\n             finality and the said appointment of the Arbitrator was never assailed\n\n             by the present writ petitioners before the Apex Court. It is further\n\n             submitted that pursuant to the learned sole Arbitrator being appointed\n\n             and the Arbitrator having assumed jurisdiction, the writ petitioners have\n\n             filed their written statement of defence. No objection was raised by the\n\n             writ petitioners regarding the jurisdiction of the sole Arbitrator. It is\n\n             submitted that when the petitioners have accepted the jurisdiction of\n\n             the Arbitral Tribunal and have filed its written statement of defence, it\n\n             is now not open to the writ petitioners to assail the jurisdiction of the\n\n             Tribunal by filing the instant writ petition. It is further submitted that in\n\n             terms of         <a href=\"/doc/109140/\" id=\"a_22\">Section 16</a> of the Arbitration Act, there is a clear provision\n\n             prescribed under the Statute for the Arbitral Tribunal to decide on its\n\n             own jurisdiction. The learned Senior counsel appearing for the\n\n             respondent submits that the Act clearly empowers the Arbitral Tribunal\n\n             to rule on its jurisdiction and that having been done by the Arbitral\n\n             Tribunal by order dated 11.11.2023 passed in Arbitral Proceedings No.\n\n             AH-02/2022 (arising out of Arbitration Petition No. 20/2021) and\n\n             Arbitration Proceedings No. AH-03/2022 (arising out of Arbitration\n\n             Petition No. 22/2021), the only remedy for the writ petitioner is to\n\n             prefer an appeal against the award under <a href=\"/doc/536284/\" id=\"a_23\">Section 34</a> of the Act.\n\n<span class=\"hidden_text\" id=\"span_21\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                Page 13 of 38</span>\n</p><p data-structure=\"Issue\" id=\"p_23\">              12. It is argued that the grounds which are urged by the writ petitioner\n\n             before this Court were already urged before the Co-ordinate Bench\n\n             during the proceedings initiated by the respondent seeking appointment\n\n             of Arbitrator under <a href=\"/doc/605764/\" id=\"a_24\">Section 11(6)</a>. The Co-ordinate Bench upon due\n\n             consideration of all the materials placed before it as well as the\n\n             submissions made came to the conclusion that question of arbitrability\n\n             of the issue can be decided by the Court at the time of appointment of\n\n             an Arbitrator only where the facts are clear and distinct. The Co-\n\n             ordinate Bench held that since the facts are not clear and glaring, the\n\n             Co-ordinate Bench correctly exercised its jurisdiction and appointed the\n\n             sole Arbitrator and further directed the sole Arbitrator to decide on the\n\n             question of arbitrability. This order having not been further challenged\n\n             by the writ petitioners, the same has attained finality. Consequently,\n\n             the present writ petition filed under <a href=\"/doc/1331149/\" id=\"a_25\">Article 227</a> ought not to be\n\n             entertained as the same would amount to seeking a review of the\n\n             directions of the Co-ordinate Bench vide Judgment and Order dated\n\n             18.11.2022 appointing the Arbitrator.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">\n</p><p data-structure=\"Section\" id=\"p_25\">             13. The learned Senior counsel for the respondent strenuously submits\n\n             that the law <a href=\"/doc/23402471/\" id=\"a_26\">laid down by</a> the Apex Court in this regard is very clear\n\n             that it is impermissible for Courts to exercise jurisdiction under <a href=\"/doc/1712542/\" id=\"a_27\">Article\n\n             226</a> or 227 of the Constitution on questions with respect to the\n\n\n\n<span class=\"hidden_text\" id=\"span_22\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]            Page 14 of 38</span>\n              jurisdictional competence of the Arbitral Tribunal. The only remedy\n\n             available in such a case would be the statutory remedy provided under\n\n             <a href=\"/doc/536284/\" id=\"a_28\">Section 34</a> or 37 of the <a href=\"/doc/1306164/\" id=\"a_29\">Arbitration and Conciliation Act</a>. In support of\n\n             his contentions, he relies on the following Judgments:\n\n\n</p><blockquote id=\"blockquote_9\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"68845867\" id=\"span_23\">1. <a href=\"/doc/68845867/\" id=\"a_30\">GTPL Hathway Vs. Strategic Marketing Pvt. Ltd</a>, reported in AIR\n             2021 (NOC) 376 (GUJ) [Paragraph-16];</span>\n</blockquote>\n<blockquote id=\"blockquote_10\">                 2. SBP Patel &amp; Co. Vs. M/S Patel Engineering Ltd &amp; Anr., reported in\n             2009 AIR SCW 6659 [Paragraph -47(vi) &amp; (vii)];\n</blockquote>\n<blockquote id=\"blockquote_11\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188959631\" id=\"span_24\">3. <a href=\"/doc/188959631/\" id=\"a_31\">Bhaven Construction Vs. Exe Engineer Sardar Sarovar Narmada</a>,\n             reported in AIR Online 2021 SC 6 [Paragraph-22];</span>\n</blockquote>\n<blockquote id=\"blockquote_12\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_25\">4. <a href=\"/doc/21412870/\" id=\"a_32\">Deep Industries Limited Vs. Oil and Natural Gas Corporation\n             Limited &amp; Anr</a>, reported in (2020) 15 SCC 706 [Paragraph-8];</span>\n</blockquote>\n<blockquote id=\"blockquote_13\">                 5. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"163266171\" id=\"span_26\"><a href=\"/doc/163266171/\" id=\"a_33\">Intercontinental Hotels Groups (India) Pvt. Ltd &amp; Anr Vs.\n             Waterline Hotels Private Ltd.</a>, reported in (2022) 7 SCC 662 [Paragraph\n             19 &amp; 20];</span>\n</blockquote>\n<blockquote id=\"blockquote_14\">                 <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184660633\" id=\"span_27\">6. <a href=\"/doc/184660633/\" id=\"a_34\">State of West Bengal Vs. Sarkar and Sarkar</a>, reported in (2018) 12\n             SCC 736 [Paragraph 11].</span>\n</blockquote>\n<blockquote id=\"blockquote_15\">             14.       Pressing the above Judgments in support of his submissions, the\n\n             learned Senior counsel for the respondent sums up his arguments as\n\n             under:\n</blockquote>\n\n<blockquote id=\"blockquote_16\">                     a) that the petition filed by the petitioners is not maintainable as\n\n                     they have not shown any bad faith, malafide, or patent lack of\n\n                     inherent jurisdiction in the present case;\n</blockquote>\n<blockquote id=\"blockquote_17\"><span class=\"hidden_text\" id=\"span_28\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]              Page 15 of 38</span>\n</blockquote><blockquote id=\"blockquote_18\">                      b) that the order passed under <a href=\"/doc/605764/\" id=\"a_35\">Section 11(6)</a> had attained finality\n\n                     and thereby subsequent orders passed by the Arbitral tribunal are\n\n                     beyond the scope of challenge under <a href=\"/doc/1712542/\" id=\"a_36\">Articles 226</a> <a href=\"/doc/1331149/\" id=\"a_37\">&amp; 227;</a>\n\n</blockquote><blockquote id=\"blockquote_19\">                     c) that the <a href=\"/doc/1052228/\" id=\"a_38\">Arbitration Act</a> itself provides various mechanisms to\n\n                     address grievances towards any injustice and the sections are\n\n                     incorporated in a fair and just manner. In the present case, the\n\n                     <a href=\"/doc/1052228/\" id=\"a_39\">Arbitration Act</a> and its salutary provisions under <a href=\"/doc/536284/\" id=\"a_40\">Sections 34</a> and\n\n                     <a href=\"/doc/772406/\" id=\"a_41\">37</a> should be respected and not bypassed on vague contentions\n\n                     by the petitioners;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_26\">                     d) that the Judgments relied upon by the petitioners have also\n\n                     been discussed in a comprehensive during consideration of the\n\n                     <a href=\"/doc/605764/\" id=\"a_42\">Section 11(6)</a> petition i.e. Globe India Pvt Ltd etc. and thereby\n\n                     any subsequent rulings as seen in case of ATW India Pvt Ltd. will\n\n                     not have a retrospective effect on the order passed by this\n\n                     Hon&#x27;ble Court on 18.11.2022 also no reference is being made to\n\n                     the other clauses which are relevant in the present case and\n\n                     thereby the factual aspects differ in the present case. The other\n\n                     judgments do not have any relevance and interpretation of\n\n                     clauses have been distinctively and in great details been discussed\n\n                     by this Hon&#x27;ble court with regard to the interpretation of contract.\n\n                     Reviewing the same is questionable and cannot be done by this\n\n\n<span class=\"hidden_text\" id=\"span_29\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]              Page 16 of 38</span>\n                      court under <a href=\"/doc/1712542/\" id=\"a_43\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_44\">227.</a> The arguments by the\n\n                     petitioners are untenable and the same is thereby not\n\n                     maintainable;\n</p>\n<p data-structure=\"Issue\" id=\"p_27\">                     e) that, the writ petition should therefore be dismissed with\n\n                     exemplary costs as the petitioners have not shown bad faith, or\n\n                     malafide in the order they have not challenged the Sec 11(6)\n\n                     order nor raised jurisdictional issues under Sec 16 of the\n\n                     <a href=\"/doc/1052228/\" id=\"a_45\">Arbitration Act</a> before the Arbitrator. It is submitted that any\n\n                     issues with regard to jurisdiction the same should have been\n\n                     raised before the appropriate forum. The petitioners have raised\n\n                     questions again about the interpretation of the contract which\n\n                     was an intricate issue at this stage under <a href=\"/doc/1712542/\" id=\"a_46\">Articles 226</a> and <a href=\"/doc/1331149/\" id=\"a_47\">227</a>\n\n                     and the same was that has already been discussed and\n\n                     adjudicated upon by this Hon&#x27;ble Court. Thus, they should refrain\n\n                     from raising it again especially when the same can only be\n\n                     challenged under <a href=\"/doc/427855/\" id=\"a_48\">Article 136</a> of the Constitution. During the\n\n                     pendency of arbitral proceedings, the order cannot be challenged\n\n                     under 226 and 227 of the Constitution of India as held by the\n\n                     Hon&#x27;ble courts in various aforesaid Judgments.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">\n\n\n<span class=\"hidden_text\" id=\"span_30\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]           Page 17 of 38</span>\n</p><p data-structure=\"CDiscource\" id=\"p_29\">              15. The rival submissions have been duly considered. The case laws\n\n             referred to by the contesting parties have also been carefully taken\n\n             note of.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">\n</p><p data-structure=\"Issue\" id=\"p_31\">             16. Since the order passed by the Arbitral Tribunal dated 11.11.2023 in\n\n             Arbitration Proceeding No.AH-02/2022 and the Arbitration Proceeding\n\n             No. AH-03/2022 are being assailed in the present proceeding requiring\n\n             this Court to examine whether any interference is called for under\n\n             exercise of its jurisdiction under Article 226/227 of the Constitution of\n\n             India, it will be apposite to examine the law requiring invocation of the\n\n             powers of the High Court under such circumstances.\n</p>\n<p data-structure=\"RespArg\" id=\"p_32\">             17. The case projected on behalf of the petitioners is that in view of\n\n             the plain reading of the terms of the contract and/or the agreement, it\n\n             is apparent that the dispute raised by the respondent could not have\n\n             been entered upon for arbitration by the Tribunal. As such, the Arbitral\n\n             Tribunal having failed to take note of the provisions of the terms of the\n\n             arbitration agreement and there being no statutory alternative remedy\n\n             at this stage, the petitioners have come before this Court seeking\n\n             issuance of a writ for interference of the impugned order dated\n\n             11.11.2023 passed by the learned Arbitrator in Arbitration Proceeding\n\n             No. AH-02/2022 and the arbitration proceeding No. AH-03/2022\n\n             respectively. The petitioners have urged before this Court that where\n\n\n\n<span class=\"hidden_text\" id=\"span_31\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]           Page 18 of 38</span>\n              the need arises, a writ Court is not denuded of its constitutional powers\n\n             passed effective orders interfering with orders passed by the Arbitral\n\n             Tribunal contrary to the provisions of the <a href=\"/doc/1052228/\" id=\"a_49\">Arbitration Act</a>.\n\n\n</p><p data-structure=\"Issue\" id=\"p_33\">             18. The respondent on the other hand contends that once the Arbitral\n\n             Tribunal has invoked its jurisdiction, there is no occasion for a writ\n\n             Court to interference in any such orders as may be passed. In view of\n\n             the statutory remedy of appeal available under <a href=\"/doc/536284/\" id=\"a_50\">Section 34</a> and <a href=\"/doc/772406/\" id=\"a_51\">37</a> as\n\n             the case may be in the <a href=\"/doc/1306164/\" id=\"a_52\">Arbitration and Conciliation Act, 1996</a>. The\n\n             question before this Court therefore is whether during the pendency of\n\n             the arbitration proceedings whether a writ Court can interfere with such\n\n             orders passed by the Arbitral Tribunal.\n</p>\n<p data-structure=\"Precedent\" id=\"p_34\">\n</p><p data-structure=\"Precedent\" id=\"p_35\">             19. In this context, the law governing the <a href=\"/doc/1306164/\" id=\"a_53\">Arbitration and Conciliation\n\n             Act</a> needs to be referred to examine the extent of interference that may\n\n             be called for by a writ Court in orders passed by the Arbitral Tribunal or\n\n             proceedings before it. The Apex Court in a Constitution Bench\n\n             comprising of seven (7) Hon&#x27;ble Judges in a very recent Judgment while\n\n             answering a reference pertaining to the validity of an Arbitration\n\n             agreement which was insufficiently stamped or under stamped and the\n\n             consequences thereof, had authoritatively answered the reference by\n\n             examining several earlier precedents of the Supreme Court of India as\n\n             well as other Courts across the globe. In Re: Interplay Between\n\n\n<span class=\"hidden_text\" id=\"span_32\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]            Page 19 of 38</span>\n              Arbitration Agreements under the <a href=\"/doc/1306164/\" id=\"a_54\">Arbitration Act, 1996</a> and the <a href=\"/doc/74910796/\" id=\"a_55\">Indian\n\n             Stamp Act, 1899</a>, reported in (2024) 6 SCC 1, the Apex Court was\n\n             called upon to resolve an issue which arose in the context of three\n\n             statutes- the <a href=\"/doc/1306164/\" id=\"a_56\">Arbitration and Conciliation Act, 1996</a>; the <a href=\"/doc/74910796/\" id=\"a_57\">Stamp Act,\n\n             1899</a> and the <a href=\"/doc/171398/\" id=\"a_58\">Contract Act, 1872</a>. The reference arose in the context of\n\n             the facts involved that when an application is made for appointment of\n\n             an Arbitrator, an objection was raised on the ground that the arbitration\n\n             agreement is inadmissible because it is an instrument which is\n\n             unstamped or inadequately stamped. The primary issue that arose for\n\n             consideration of the Apex Court is whether such arbitration agreement\n\n             would be non-existent, unenforceable or invalid if the underlying\n\n             contract is not stamped. Although in the facts of the present\n\n             proceedings, there is no dispute or objection raised that the underlying\n\n             agreement containing the arbitration clause/agreement is unstamped or\n\n             inadequately stamped, a reference to this Judgment is felt necessary by\n\n             this Court in view of the exhaustive references made tracing the history\n\n             of Arbitration Law in India and across the globe and in that context\n\n             examined the extent of Court interferences in matters where the parties\n\n             have agreed to resolve their disputes through arbitration. The Apex\n\n             Court upon examination of the earlier precedents arrived at a finding\n\n             that in the event of shortfall of stamp duty on an agreement or in the\n\n             underlying contract containing an Arbitration Agreement although the\n\n<span class=\"hidden_text\" id=\"span_33\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]           Page 20 of 38</span>\n              same would not be admissible in evidence but the said document is not\n\n             rendered invalid or void ab-initio because the failure to stamp and\n\n             instrument is a curable defect. After discussing several precedents on\n\n             the subject, the Apex Court held that an Arbitration Agreement is\n\n             separate from the underlying contract. The separability of their\n\n             arbitration agreement from the underlying contract is based on four\n\n             factors;- (i) the intention of the parties to require arbitration of any\n\n             dispute; (ii) preventing any unwilling party from avoiding its earlier\n\n             commitments; (iii) the underlying contract if insufficiency stamped\n\n             would not result in invalidating of the arbitration agreement; and (iv) if\n\n             the separability presumption is discarded, the Courts will have to rule\n\n             on the merits of the disputes instead of the Arbitral Tribunals.\n\n\n</p><p data-structure=\"Issue\" id=\"p_36\">             20.            The Apex Court held that the separability presumption\n\n             ensures that an arbitration agreement survives a termination/\n\n             repudiation or frustration of a contract to give effect to the true\n\n             intention of the parties and ensure sanctity of the arbitral proceedings.\n\n             It was held that under the doctrine of Kompetenz-Kompetenz\n\n             empowers the Arbitral Tribunal to decide on all substantive issues\n\n             including the existence of an arbitration agreement as well as the\n\n             arbitrability of the issues raised. This doctrine empowers the Arbitral\n\n             Tribunal to decide whether there is a valid agreement, whether the\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]            Page 21 of 38</span>\n              Tribunal is properly constituted, whether the matters which have been\n\n             submitted to arbitration is in accordance with the arbitration agreement.\n\n             All these issues are capable of being decided by the Arbitral Tribunal\n\n             constituted in terms of the doctrine of kompentz-kompetenz. The\n\n             consistent view by the Apex Court and Courts of India as well as across\n\n             the world is that where the parties have agreed to resolve their\n\n             disputes through arbitration and an Arbitral Tribunal is properly\n\n             constituted, there should be minimal interference by Courts except as\n\n             otherwise provided under the statute. Unless there is a claim that the\n\n             Arbitration Agreement or the underlying contract where the arbitration\n\n             clause is present was obtained by fraud perhaps the interference by\n\n             Courts in respect of the orders passed by the Arbitral Tribunal should\n\n             be the minimum and only as per the provisions prescribed under the\n\n             statute.\n</p>\n<p data-structure=\"Precedent\" id=\"p_37\">\n</p><p data-structure=\"Precedent\" id=\"p_38\">             21. In SBP Patel &amp; Co. Vs. M/S Patel Engineering Ltd &amp; Anr, reported in\n\n             2009 AIR SCW 6659, it was held that once the matter reaches the\n\n             Arbitral Tribunal or the sole arbitrator, the High Court would not\n\n             interfere with the orders passed by the arbitrator or the Arbitral\n\n             Tribunal during the course of arbitration proceedings and the parties\n\n             could approach the Court only in terms of <a href=\"/doc/772406/\" id=\"a_59\">section 37</a> of the act or in\n\n             terms with <a href=\"/doc/536284/\" id=\"a_60\">section 34</a> of the act. In this Judgment also, the Apex Court\n\n\n\n<span class=\"hidden_text\" id=\"span_35\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]          Page 22 of 38</span>\n              did not warrant orders of the Arbitral Tribunal to be assailed in 226/227\n\n             proceedings in view of the statutory provisions under <a href=\"/doc/536284/\" id=\"a_61\">Sections 34</a> &amp; <a href=\"/doc/772406/\" id=\"a_62\">37</a>\n\n             of the Arbitration and Conciliation Act. The Apex Court held that the\n\n             aggrieved party has to wait until the award by the Arbitral Tribunal\n\n             before it can go for an appeal under <a href=\"/doc/536284/\" id=\"a_63\">Sections 34</a> &amp; <a href=\"/doc/772406/\" id=\"a_64\">37</a>.\n</p>\n<p data-structure=\"Precedent\" id=\"p_39\">\n</p><p data-structure=\"Precedent\" id=\"p_40\">             22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"188959631\" id=\"span_36\">In <a href=\"/doc/188959631/\" id=\"a_65\">Bhaven Construction Vs. Exec Engineer Sardar Sarovar Narmada</a>,\n\n             reported in (2022) 1 SCC 7, the Apex Court held as under:</span>\n\n</p><blockquote id=\"blockquote_20\">                        19. In this context we may observe Deep Industries Ltd. v. ONGC [Deep\n                    Industries Ltd. v. ONGC, (2020) 15 SCC 706] , wherein interplay of <a href=\"/doc/1091250/\" id=\"a_66\">Section 5</a>\n                    of the Arbitration Act and <a href=\"/doc/1331149/\" id=\"a_67\">Article 227</a> of the Constitution was analysed as\n                    under : (SCC p. 714, paras 16-17)\n                            &quot;16. Most significant of all is the non obstante clause contained in\n                        <a href=\"/doc/310829/\" id=\"a_68\">Section 5</a> which states that notwithstanding anything contained in any\n                        other law, in matters that arise under <a href=\"/doc/1052228/\" id=\"a_69\">Part I of the Arbitration Act</a>, no\n                        judicial authority shall intervene except where so provided in this Part.\n</blockquote><p data-structure=\"Section\" id=\"p_41\">                        <a href=\"/doc/772406/\" id=\"a_70\">Section 37</a> grants a constricted right of first appeal against certain\n                        judgments and orders and no others. Further, the statutory mandate also\n                        provides for one bite at the cherry, and interdicts a second appeal being\n                        filed [see <a href=\"/doc/1269652/\" id=\"a_71\">Section 37(2)</a> of the Act].\n</p><p data-structure=\"Section\" id=\"p_42\">                            17. This being the case, there is no doubt whatsoever that if petitions\n                        were to be filed under Articles 226/227 of the Constitution against orders\n                        passed in appeals under <a href=\"/doc/772406/\" id=\"a_72\">Section 37</a>, the entire arbitral process would be\n                        derailed and would not come to fruition for many years. At the same time,\n                        we cannot forget that <a href=\"/doc/1331149/\" id=\"a_73\">Article 227</a> is a constitutional provision which\n                        remains untouched by the non obstante clause of <a href=\"/doc/310829/\" id=\"a_74\">Section 5</a> of the Act. In\n                        these circumstances, what is important to note is that though petitions can\n                        be filed under <a href=\"/doc/1331149/\" id=\"a_75\">Article 227</a> against judgments allowing or dismissing first\n                        appeals under <a href=\"/doc/772406/\" id=\"a_76\">Section 37</a> of the Act, yet the High Court would be\n                        extremely circumspect in interfering with the same, taking into account the\n\n<span class=\"hidden_text\" id=\"span_37\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                        Page 23 of 38</span>\n                         statutory policy as adumbrated by us hereinabove so that interference is\n                        restricted to orders that are passed which are patently lacking in inherent\n                        jurisdiction.&quot;\n</p><p data-structure=\"Precedent\" id=\"p_43\">                                                                                (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_44\">             23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_38\">In <a href=\"/doc/21412870/\" id=\"a_77\">Deep Industries Limited Vs. Oil and Natural Gas Corporation\n\n             Limited and Anr</a>, reported in (2020) 15 SCC 706, the Apex Court held as\n\n             under:</span>\n</p>\n<blockquote id=\"blockquote_21\">                         &quot;16. Most significant of all is the non obstante clause contained in <a href=\"/doc/310829/\" id=\"a_78\">Section\n                         5</a> which states that notwithstanding anything contained in any other law,\n                         in matters that arise under <a href=\"/doc/1052228/\" id=\"a_79\">Part I of the Arbitration Act</a>, no judicial\n                         authority shall intervene except where so provided in this Part. <a href=\"/doc/772406/\" id=\"a_80\">Section 37</a>\n                         grants a constricted right of first appeal against certain judgments and\n                         orders and no others. Further, the statutory mandate also provides for one\n                         bite at the cherry, and interdicts a second appeal being filed [see <a href=\"/doc/1269652/\" id=\"a_81\">Section\n                         37(2)</a> of the Act].\n</blockquote><blockquote id=\"blockquote_22\">                         17. This being the case, there is no doubt whatsoever that if petitions\n                         were to be filed under Articles 226/227 of the Constitution against orders\n                         passed in appeals under <a href=\"/doc/772406/\" id=\"a_82\">Section 37</a>, the entire arbitral process would be\n                         derailed and would not come to fruition for many years. At the same time,\n                         we cannot forget that <a href=\"/doc/1331149/\" id=\"a_83\">Article 227</a> is a constitutional provision which\n                         remains untouched by the non obstante clause of <a href=\"/doc/310829/\" id=\"a_84\">Section 5</a> of the Act. In\n                         these circumstances, what is important to note is that though petitions\n                         can be filed under <a href=\"/doc/1331149/\" id=\"a_85\">Article 227</a> against judgments allowing or dismissing\n                         first appeals under <a href=\"/doc/772406/\" id=\"a_86\">Section 37</a> of the Act, yet the High Court would be\n                         extremely circumspect in interfering with the same, taking into account\n                         the statutory policy as adumbrated by us hereinabove so that interference\n                         is restricted to orders that are passed which are patently lacking in\n                         inherent jurisdiction.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_45\">                    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21412870\" id=\"span_39\">The Apex <a href=\"/doc/21412870/\" id=\"a_87\">Court further held</a> that serious disputes as to jurisdiction\n\n             would not amount to lack of jurisdiction. At best it there can be stated\n\n\n\n<span class=\"hidden_text\" id=\"span_40\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                         Page 24 of 38</span>\n              to be a mere error of law, which could not, in any case, be interfered\n\n             with under <a href=\"/doc/1331149/\" id=\"a_88\">Article 227</a> of the Constitution of India.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_46\">             24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"121987320\" id=\"span_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"163266171\" id=\"span_42\">In <a href=\"/doc/163266171/\" id=\"a_89\">Intercontinental Hotels Group (India) Pvt. Ltd &amp; Anr Vs.\n\n             Waterline Hotels Private Ltd.</a>, reported in (2022) 7 SCC 662, the Apex\n\n             Court referring to <a href=\"/doc/121987320/\" id=\"a_90\">Vidya Drolia Vs. Durga Trading Corp</a>, reported in\n\n             (2021) 2 SCC 1 had accepted the view that Courts have very limited\n\n             jurisdiction under <a href=\"/doc/605764/\" id=\"a_91\">Section 11(6)</a> of the Act of 1996. The Courts are to\n\n             take a &quot;prima facie&quot; view as explained therein, on issues relating to\n\n             existence of the arbitration agreement. Usually, the issues of\n\n             arbitrability/validity are matters to be adjudicated by the arbitrators.\n\n             The only narrow exception curved out was that Courts could adjudicate\n\n             to &quot;cut the deadwood&quot;. Ultimately, the Apex Court held that the\n\n             watchword for the Courts is &quot;when in doubt, do refer&quot;. The Apex Court\n\n             from a study of the precedents came to the following conclusions, with\n\n             respect to adjudication of subject matter arbitrability under <a href=\"/doc/1146817/\" id=\"a_92\">Section 8</a> or\n\n             11 of the Act, are pertinent:</span></span>\n</p>\n<blockquote id=\"blockquote_23\">                         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1243245\" id=\"span_43\">225.1 In line with the categories <a href=\"/doc/121987320/\" id=\"a_93\">laid down by</a> the earlier judgment\n                         of <a href=\"/doc/1243245/\" id=\"a_94\">Boghara Polyfab [National Insurance Co. Ltd. v. Boghara Polyfab (P)\n                         Ltd.</a>, (2009) 1 SCC 267] the Courts were examining &#x27;subjectmatter\n                         arbitrability&#x27; at the pre-arbitral stage, prior to the 2015 amendment.</span>\n</blockquote>\n<blockquote id=\"blockquote_24\">                         225.2 Post the 2015 amendment, judicial interference at the reference\n                         stage has been substantially curtailed.\n</blockquote>\n<blockquote id=\"blockquote_25\">                         225.3 Although subject matter arbitrability and public policy objections are\n                         provided separately Under <a href=\"/doc/536284/\" id=\"a_95\">Section 34</a> of the Act, the Courts herein have\n\n<span class=\"hidden_text\" id=\"span_44\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                         Page 25 of 38</span>\n                          understood the same to be interchangeable under the Act. Further,\n                         subject matter arbitrability is interlinked with in rem rights.\n</blockquote>\n<blockquote id=\"blockquote_26\">                         225.4 There are special classes of rights and privileges, which ensure to\n                         the benefit of a citizen, by virtue of constitutional or legislative instrument,\n                         which may affect the arbitrability of a subjectmatter.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_47\">                    The further conclusions arrived at by the Apex Court are indicated at\n\n             Paragraph 244 as under:\n</p>\n<blockquote id=\"blockquote_27\">                         &quot;244. Before we part, the conclusions reached, with respect to question\n                         No. 1, are:\n</blockquote>\n<blockquote id=\"blockquote_28\">                         244.1 <a href=\"/doc/1146817/\" id=\"a_96\">Sections 8</a> and <a href=\"/doc/1841764/\" id=\"a_97\">11</a> of the Act have the same ambit with respect to\n                         judicial interference.\n</blockquote>\n<blockquote id=\"blockquote_29\">                         244.2 Usually, subject matter arbitrability cannot be decided at the stage\n                         of <a href=\"/doc/1146817/\" id=\"a_98\">Sections 8</a> or 11 of the Act, unless it&#x27;s a clear case of deadwood.\n\n                         244.3 The Court, Under <a href=\"/doc/1146817/\" id=\"a_99\">Sections 8</a> and <a href=\"/doc/1841764/\" id=\"a_100\">11</a>, has to refer a matter to\n                         arbitration or to appoint an arbitrator, as the case may be, unless a party\n                         has established a prima facie (summary findings) case of nonexistence of\n                         valid arbitration agreement, by summarily portraying a strong case that he\n                         is entitled to such a finding.\n</blockquote>\n<blockquote id=\"blockquote_30\">                         244.4 The Court should refer a matter if the validity of the arbitration\n                         agreement cannot be determined on a prima facie basis, as laid down\n                         above, i.e., &#x27;when in doubt, do refer&#x27;.\n</blockquote>\n<blockquote id=\"blockquote_31\">                         244.5 The scope of the Court to examine the prima facie validity of an\n                         arbitration agreement includes only:\n</blockquote>\n<blockquote id=\"blockquote_32\">                          244.5.1 Whether the arbitration agreement was in writing? Or\n\n                          244.5.2 Whether the arbitration agreement was contained in exchange of\n                         letters, telecommunication etc?\n</blockquote>\n<blockquote id=\"blockquote_33\">\n\n\n<span class=\"hidden_text\" id=\"span_45\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                             Page 26 of 38</span>\n                          244.5.3 Whether the core contractual ingredients qua the arbitration\n                         agreement were fulfilled?\n</blockquote>\n<blockquote id=\"blockquote_34\">                         244.5.4 On rare occasions, whether the subject matter of dispute is\n                         arbitrable?&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\">             25.            Coming to the facts of the present proceedings what is\n\n             required to be taken note of is that the petitioners have also submitted\n\n             to the jurisdiction of the Arbitral Tribunal and filed its counter claim. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"184660633\" id=\"span_46\">In\n\n             this context, the Apex Court in the <a href=\"/doc/184660633/\" id=\"a_101\">State of West Bengal Vs. Sarkar and\n\n             Sarkar</a>, reported in (2018) 12 SCC 736 held as under:</span>\n</p>\n<blockquote id=\"blockquote_35\">                                    &quot;In any case, even <a href=\"/doc/603606/\" id=\"a_102\">Section 7(4)(c)</a> of the Arbitration act, in such\n\n                            factual circumstances would lead to the same conclusion. Therefore, in\n\n                            the facts and circumstances of this case, there is also no dispute about\n\n                            the fact, that as against the claim raised by the respondent Sarkar &amp;\n\n                            Sarkar before the arbitrator, the appellant State of West Bengal, had\n\n                            indeed raised a counter-claim and having done so, it must be deemed\n\n                            to have submitted before the arbitrator, a request to adjudicate its\n\n                            claim as well. When both the parties, had approached the arbitrator,\n\n                            and submitted themselves to the arbitrator&#x27;s jurisdiction, independent\n\n                            of all other factual and legal consideration, the arbitrability of the\n\n                            disputes was clearly made out under <a href=\"/doc/1737370/\" id=\"a_103\">Section 7(4)(c)</a> of the Arbitration\n\n                            Act.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_49\">             26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1740954\" id=\"span_47\">In <a href=\"/doc/1740954/\" id=\"a_104\">Waryam Singh and Another vs. Amarnath and Another</a> reported\n\n             in (1954) 1 SCC 51, the Apex Court held that &quot;</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_50\">\n\n<span class=\"hidden_text\" id=\"span_48\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                          Page 27 of 38</span>\n</p><blockquote id=\"blockquote_36\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"865224\" id=\"span_49\">This power of superintendence conferred by <a href=\"/doc/1331149/\" id=\"a_105\">article 227</a> is, as pointed out by\n                    Harries C. J., in <a href=\"/doc/865224/\" id=\"a_106\">Dalmia Jain Airways Ltd. v. Sukumar Mukherjee</a>(2), to be\n                    exercised most sparingly and only in appropriate cases in order to keep the\n                    Subordinate Courts within the bounds of their authority and not for correcting\n                    mere errors. As rightly pointed out by the Judicial Commissioner in the case\n                    before us the lower courts in refusing to make an order for ejectment acted\n                    arbitrarily. The lower courts realised the legal position but in effect declined to\n                    do what was by <a href=\"/doc/163714/\" id=\"a_107\">section 13 (2) (i)</a> incumbent on them to do and thereby\n                    refused to exercise jurisdiction vested in them by law. It was, therefore, a\n                    case which called for an interference by the court of the Judicial Commissioner\n                    and it acted quite properly in doing so. In our opinion there is no ground on\n                    which in an appeal by special leave under <a href=\"/doc/427855/\" id=\"a_108\">article 136</a> we should interfere. The\n                    appeal, therefore, must stand dismissed with costs.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_51\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"607991\" id=\"span_50\">27. Again in <a href=\"/doc/607991/\" id=\"a_109\">Achutananda Baidya vs. Prafullya Kumar Gayen and Others</a>\n\n             reported in (1997) 5 SCC 76 the Apex Court held as follows:</span>\n\n\n</p><blockquote id=\"blockquote_37\">                                &quot; 9. We are, however, unable to accept such contention of Mr.\n                               Bhattacharya. In this case, the High Court has rightly held that the\n                               appellate authority came to the finding of non-existence of oral\n                               agreement of reconveyance without considering the evidence on\n                               record. If the appellate authority does not consider the materials on\n                               record having a bearing on a finding of fact and makes the finding of\n                               fact, such finding of fact arrived without consideration of relevant\n                               materials on record cannot be sustained in law. The High Court, in\n                               such circumstances, will be competent to consider the validity of the\n                               finding of fact assailed before it with reference to materials on record.\n</blockquote>\n<blockquote id=\"blockquote_38\">                               10. The power of superintendence of the High Court under <a href=\"/doc/1331149/\" id=\"a_110\">Article\n                               227</a>     of    the    Constitution      is    not   confined   to   administrative\n                               superintendence only but such power includes within its sweep the\n                               power of judicial review. The power and duty of the High Court\n                               under <a href=\"/doc/1331149/\" id=\"a_111\">Article 227</a> is essentially to ensure that the Courts and\n                               Tribunals, inferior to High Court, have done what they were required\n                               to do. Law is well settled by various decisions of this Court that the\n                               High Court can interfere under <a href=\"/doc/1331149/\" id=\"a_112\">Article 227</a> of the Constitution in\n                               cases of erroneous assumption or acting beyond its jurisdiction,\n\n<span class=\"hidden_text\" id=\"span_51\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                                    Page 28 of 38</span>\n                                refusal to exercise jurisdiction, error of law apparent on record as\n                               distinguished from a mere mistake of law, arbitrary to capricious\n                               exercise of authority or discretion, a patent error in procedure,\n                               arriving at a finding which is perverse or based on no material, or\n                               resulting in manifest injustice. As regards finding of fact of the\n                               inferior court, the High Court should not quash the judgment of the\n                               subordinate court merely on the ground that its finding of fact was\n                               erroneous but it will be open to the High Court in exercise of the\n                               powers under <a href=\"/doc/1331149/\" id=\"a_113\">Article 227</a> to interfere with the finding of fact if the\n                               subordinate court came to the conclusion without any evidence or\n                               upon manifest misreading of the evidence thereby indulging in\n                               improper exercise of jurisdiction or if its conclusions are perverse.\n</blockquote>\n<blockquote id=\"blockquote_39\">                               11. If the evidence on record in respect of a question of fact is not\n                               at all taken into consideration and without reference to such\n                               evidence, the finding of fact is arrived at by inferior court or Tribunal,\n                               such finding must be held to be perverse and lacking in factual basis.\n                               In such circumstances, in exercise of the jurisdiction under <a href=\"/doc/1331149/\" id=\"a_114\">Article\n                               227</a>, the High Court will be competent to quash such perverse\n                               finding of fact.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_52\">             28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1647965\" id=\"span_52\">In <a href=\"/doc/1647965/\" id=\"a_115\">Jasbir Singh vs. State of Punjab</a> reported in (2006) 8 SCC 294,\n\n             the Apex Court held that the power of superintendence over all the\n\n             subordinate courts and tribunals is given to the High Court under <a href=\"/doc/1331149/\" id=\"a_116\">Article\n\n             227</a> of the Constitution. The said power is both of administrative and\n\n             judicial nature and it could be exercised suo motu also. However, such\n\n             power of superintendence does not imply that the High Court can\n\n             influence the subordinate judiciary to pass any order or judgment in a\n\n             particular manner. While invoking the provisions of <a href=\"/doc/1331149/\" id=\"a_117\">Article 227</a> the High\n\n             Court would exercise such powers most sparingly and only in\n\n<span class=\"hidden_text\" id=\"span_53\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                              Page 29 of 38</span>\n              appropriate cases in order to keep the subordinate courts within the\n\n             bounds of their authority. It cannot intervene in the judicial functions of\n\n             the lower judiciary. The independence of the subordinate courts in the\n\n             discharge of their functions is of paramount importance, just as the\n\n             independence of the superior courts in the discharge of their judicial\n\n             functions is. It is the members of the subordinate judiciary who directly\n\n             interact with the parties in the course of proceedings of the case and,\n\n             therefore, it is no less important that their independence should be\n\n             protected        effectively       to     the     satisfaction   of   the   litigants.   The\n\n             independence of the judiciary has been considered as a part of the\n\n             basic structure of the Constitution and such independence is postulated\n\n             not only from the executive, but also from all other sources of pressure.\n\n             The apex Court also held that in the course of inspection, the High\n\n             Court Judge is required to examine whether the courts are functioning\n\n             within the norms <a href=\"/doc/1647965/\" id=\"a_118\">laid down by</a> the High Court. Mostly the inspection is\n\n             to be confined to the administrative functioning of the courts and its\n\n             officers. If any member of the administrative staff is not doing the work\n\n             assigned to him or is causing any delay in the process of administration\n\n             of justice, the Inspecting Judge can give proper direction and see that\n\n             the courts function smoothly. But under no circumstances, the\n\n             Inspecting Judge, as part of his administrative duty enjoys the power to\n\n             interfere with the judicial functions of the subordinate courts in\n\n<span class=\"hidden_text\" id=\"span_54\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]                              Page 30 of 38</span>\n              individual cases. In the course of inspection, a High Court Judge cannot\n\n             pass any order on interim applications, such as bail petitions or transfer\n\n             applications or applications for interim injunction, howsoever justified\n\n             they may be. Orders on bail applications are passed under the\n\n             provisions of the <a href=\"/doc/445276/\" id=\"a_119\">Code of Criminal Procedure</a> or under various other\n\n             enactments, which provide for grant of bail and such orders are passed\n\n             as part of the judicial work. The Inspecting Judge is not supposed to\n\n             pass any judicial order in individual cases in the course of inspection. Of\n\n             course, he can give administrative directions to the presiding officer or\n\n             to any of the subordinate staff, if such directions are pertinent in the\n\n             context of administration of justice. Except giving general directions\n\n             regarding any matter concerning administration of justice, any\n\n             interference in the judicial functions of the presiding officer would\n\n             amount to interference with the independence of the subordinate\n\n             judiciary.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_53\">\n</p><p data-structure=\"Precedent\" id=\"p_54\">             29. In the State of Orissa and Others. Vs. Gokulananda Jena reported\n\n             in (2003) 6 SCC 465, the Apex Court held that\n\n\n                    &quot; In view of <a href=\"/doc/675839/\" id=\"a_120\">Section 16</a> read with <a href=\"/doc/750244/\" id=\"a_121\">Sections 12</a> and <a href=\"/doc/1137274/\" id=\"a_122\">13</a> of the Act, as\n\n             interpreted in Konkan Rly. Case (2002) 2 SCC 388, almost all disputes\n\n             which could be presently contemplated can be raised and agitated\n\n             before the arbitrator appointed by the Designated Judge under Section\n\n<span class=\"hidden_text\" id=\"span_55\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]             Page 31 of 38</span>\n              11(6) of the Act. From the perusal of the said provisions of the Act, it\n\n             follows that there is hardly any area of dispute which cannot be decided\n\n             by the arbitrator appointed by the Designated Judge. So, since an\n\n             efficacious alternative remedy is available before the arbitrator, a writ\n\n             court normally would not entertain a challenge to an order of\n\n             Designated Judge made under <a href=\"/doc/605764/\" id=\"a_123\">Section 11(6)</a> of the Act which includes\n\n             considering the question of jurisdiction of the arbitrator himself.\n\n             Therefore, even though a writ petition under <a href=\"/doc/1712542/\" id=\"a_124\">Article 226</a> of the\n\n             Constitution is available to an aggrieved party, ground available for\n\n             challenge in such a petition is limited because of the alternative remedy\n\n             available under the Act itself.&quot;\n</p>\n<p data-structure=\"Conclusion\" id=\"p_55\">\n</p><p data-structure=\"Conclusion\" id=\"p_56\">                    On the facts of that case the Apex Court therefore declined to\n\n             exercise its power under <a href=\"/doc/1712542/\" id=\"a_125\">Article 226</a> of the Constitution of India.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_57\">             30. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"26503\" id=\"span_56\">In <a href=\"/doc/26503/\" id=\"a_126\">Mohd. Yunus vs. Mohd. Mustaqim and Ors.</a> reported in (1983) 4\n\n             SCC 566 the nature and scope of a High Court&#x27;s jurisdiction under\n\n             <a href=\"/doc/1331149/\" id=\"a_127\">Article 227</a> was considered. The Apex Court held that the supervisory\n\n             jurisdiction conferred on the High Courts under <a href=\"/doc/1331149/\" id=\"a_128\">Article 227</a> of the\n\n             Constitution of India &quot; to seeing that an inferior court or tribunal\n\n             functions within the limits of its authority&quot;, and not to correct an error\n\n             apparent on the face of the records, much less an error of law. In this\n\n             case there was, in our opinion, no error of law much less an error\n\n<span class=\"hidden_text\" id=\"span_57\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]            Page 32 of 38</span>\n              apparent on the fact of the record. There was no failure on the part of\n\n             the learned Subordinate Judge to exercise jurisdiction nor did he act in\n\n             disregard of principles of natural justice. Nor was the procedure\n\n             adopted by him not in consonance with the procedure established by\n\n             law. In exercising the supervisory power under <a href=\"/doc/1331149/\" id=\"a_129\">Article 227</a>, the High\n\n             Court does not act as an appellant court or tribunal. It will not review or\n\n             re-weigh the evidence upon which the determination of the inferior\n\n             court or tribunal purports to be based or to correct errors of law in the\n\n             decision.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_58\">             31. Upon careful examination of the precedents discussed above, it is\n\n             evident that the consistent view of the Courts is that under the scheme\n\n             of the <a href=\"/doc/1306164/\" id=\"a_130\">Arbitration and Conciliation Act, 1996</a>, minimal Court interference\n\n             is prescribed and at the stage of orders being passed under <a href=\"/doc/605764/\" id=\"a_131\">Section\n\n             11(6)</a>, the only requirement for the Courts is to see the existence of a\n\n             valid arbitration agreement. Even an improperly or an understamped\n\n             underlying contract containing an arbitration clause or an agreement\n\n             would not hinder referring the parties to an arbitration agreement as\n\n             the arbitration agreement has been presumed to be a separate contract\n\n             from the underlying contract which may contain such an arbitration\n\n             clause. Under such circumstances, there is no gainsaying that the\n\n             legislative wisdom as is discernable from the provisions of the statue of\n\n             the Act of 1996 is that where the parties agree to refer the disputes to\n\n<span class=\"hidden_text\" id=\"span_58\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]             Page 33 of 38</span>\n              an arbitration and an Arbitral Tribunal is validly constituted under\n\n             orders of the Court under <a href=\"/doc/1841764/\" id=\"a_132\">Section 11</a>, the Jurisdiction of the Tribunal\n\n             including the arbitrability of the dispute at the first instances is to be\n\n             decided by the Arbitral Tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_59\">             32. Any party aggrieved by the award of the Arbitral Tribunal has a\n\n             right of appeal under <a href=\"/doc/536284/\" id=\"a_133\">Section 34</a> and further appeal under <a href=\"/doc/772406/\" id=\"a_134\">Section 37</a> as\n\n             prescribed under the Act of 1996. Furthermore, by the earlier order\n\n             dated 18.12.2022 passed in Arbitration Petition No. 20/2021; Arbitration\n\n             Petition No. 22/2021 and Arbitration Petition No. 28/2021 out of which\n\n             the order dated 11.11.2023 passed by the Arbitral Tribunal in\n\n             Arbitration Petition No. 20/2021 and Arbitration petition No. 22/2021 is\n\n             presently assailed in this writ petition.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_60\">             33 A careful perusal of the order passed by the Co-ordinate Bench\n\n             revels that the Co-ordinate Bench had examined the provisions of the\n\n             contract in minute detailed and thereafter appointed the learned\n\n             arbitrator and left it to the learned arbitrator to decide the disputes\n\n             including the issue of arbitrability. The order dated 18.12.2022 passed\n\n             by the Co-ordinate Bench in Arbitration Petition No. 20/2021;\n\n             Arbitration Petition No. 22/2021 and Arbitration Petition No. 28/2021\n\n             was passed after hearing both the parties including the present writ\n\n             petitioners. Pursuant to the orders passed by the Co-ordinate Bench\n\n             appointing the arbitrator and directing the parties to appear before the\n\n<span class=\"hidden_text\" id=\"span_59\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]            Page 34 of 38</span>\n              arbitrator and leaving the question of arbitrability of the issue to be\n\n             decided by the arbitrator. The petitioner before this Court participated\n\n             in the arbitration proceedings. The said order was never assailed before\n\n             any other forum. As such the order dated 18.12.2022 passed in\n\n             Arbitration Petition No. 20/2021; Arbitration Petition No. 22/2021 and\n\n             Arbitration Petition No. 28/2021 appointing the learned arbitrator to\n\n             arbitrate on the issues and also to decide on the question of the\n\n             arbitrability of the issues had attained finality. It is also not in dispute\n\n             that the petitioners have in the meantime submitted to the jurisdiction\n\n             of the Arbitral Tribunal and besides filing written statement have also\n\n             filed counter claims.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_61\">             34. Under such circumstances and in view of the elaborate discussion\n\n             of the precedents above, this Court does not find that there is any\n\n             infirmity which calls for exercise of a writ under <a href=\"/doc/1712542/\" id=\"a_135\">Article 226</a> or 227 of\n\n             the Constitution of India. The issues before the Arbitral Tribunal\n\n             including the question of jurisdiction can be assailed by the petitioner\n\n             before the appellate forum prescribed under <a href=\"/doc/536284/\" id=\"a_136\">Sections 34</a> &amp; <a href=\"/doc/772406/\" id=\"a_137\">37</a> of the\n\n             Act of 1996. There is no allegation of fraud or forgery made against any\n\n             of the parties during the proceedings before the Arbitral Tribunal\n\n             leading to the orders passed by the Arbitral Tribunal which are\n\n             presently impugned in the present proceedings. The only question to be\n\n             decided is whether the disputes which the respondent has raised are\n\n<span class=\"hidden_text\" id=\"span_60\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]              Page 35 of 38</span>\n              capable of being decided in arbitration in the terms of the contract\n\n             agreement. There is no dispute on facts that the contract agreement\n\n             contained an arbitration clause. There is also no dispute that in respect\n\n             of the contract work differences had arisen between the parties which\n\n             had led to certain disputes.\n</p>\n<p data-structure=\"Precedent\" id=\"p_62\">             35. In view of the arbitration clause available in the contract\n\n             agreement, these disputes are required to be resolved through\n\n             arbitration. Whether these disputes are capable of being resolved\n\n             through arbitration taking into consideration the various clauses and\n\n             conditions of the contract act was an issue which is left to be decided\n\n             by the Arbitral Tribunal by the Co-ordinate Bench vide order dated\n\n             18.12.2022 while exercising powers under <a href=\"/doc/605764/\" id=\"a_138\">Section 11(6)</a> appointing the\n\n             arbitrator. By way of the impugned orders, the arbitrator has held that\n\n             the disputes are capable of being decided through arbitration and has\n\n             assumed jurisdiction accordingly. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"165499937\" id=\"span_61\">In view of the authoritative findings of\n\n             the Apex Court, more particularly, in view of the recent law <a href=\"/doc/26503/\" id=\"a_139\">laid down\n\n             by</a> the Apex Court in RE:- Interplay between arbitration agreements\n\n             under <a href=\"/doc/1306164/\" id=\"a_140\">Arbitration Act, 1996</a> and the <a href=\"/doc/74910796/\" id=\"a_141\">Indian Stamp Act, 1899</a> reported in\n\n             2024 (6) SCC 1, the conclusions and the findings arrived at by the Co-\n\n             ordinate Bench in its order rendered in <a href=\"/doc/165499937/\" id=\"a_142\">ATW (India Pvt. Ltd.) vs. Union\n\n             of India</a> reported 2024 SCC Online Gau 2602 will no longer be binding\n\n             on this Court.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_63\"><span class=\"hidden_text\" id=\"span_62\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]            Page 36 of 38</span>\n</p><p data-structure=\"Conclusion\" id=\"p_64\">                     As discussed above, the petitioners have also submitted to the\n\n             jurisdiction of the Tribunal by submitted counter claims.\n\n</p><p data-structure=\"Section\" id=\"p_65\">             36. The power of writ under the <a href=\"/doc/1331149/\" id=\"a_143\">Article 227</a> is a constitutional power\n\n             which cannot be curtailed by any statute. The same is available to a\n\n             writ court in its supervisory jurisdiction to ensure subordinate courts\n\n             and tribunals function within their powers / jurisdiction conferred. When\n\n             any order is passed by such a tribunal exceeding their jurisdiction or\n\n             order is obtained by fraud or it fails to exercise its jurisdiction then a\n\n             writ court under Art 227 can certainly interfere. But such is not the case\n\n             here. The tribunal has been conferred its jurisdiction by this court under\n\n             sec 11(6) to decide the question of arbitrability of the dispute.\n\n             Therefore it cannot be said that the Tribunal has assumed jurisdiction it\n\n             did not have or that it failed to exercise its jurisdiction. The order dated\n\n             18.12.2022 passed by the Co-ordinate Bench under <a href=\"/doc/605764/\" id=\"a_144\">section 11(6)</a> has\n\n             attained finality as no appeal has been preferred. The facts pleaded and\n\n             discussed above before this Court does not reveal any occasion which\n\n             calls for interference of the impugned order under the extra ordinary\n\n             powers under <a href=\"/doc/1712542/\" id=\"a_145\">Article 226</a> or 227. No doubt, the powers of a writ Court\n\n             under <a href=\"/doc/1712542/\" id=\"a_146\">Article 226</a> or 227 are being constitutional powers, the same\n\n             cannot be excluded by any non-obstantive clause under any statute\n\n             including that of the <a href=\"/doc/1306164/\" id=\"a_147\">Arbitration and Conciliation Act</a> of 1996, however,\n\n             in the facts pleaded and submitted before this Court, there is no\n\n<span class=\"hidden_text\" id=\"span_63\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]              Page 37 of 38</span>\n              occasion which warrants this Court to invoke its powers under Sections\n\n             226 or 227 to interfere with the orders dated 11.11.2023 passed by the\n\n             learned Arbitrator in Arbitration Proceeding No. AH-02/2022 and the\n\n             arbitration proceeding No. AH-03/2022. The parties have a forum for\n\n             appeal under <a href=\"/doc/536284/\" id=\"a_148\">Section 34</a> &amp; <a href=\"/doc/772406/\" id=\"a_149\">37</a> of the Act of 1996 and the same would\n\n             be available to be aggrieved party in the event of any award that is\n\n             being passed by the Arbitral Tribunal.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_66\">\n</p><p data-structure=\"Conclusion\" id=\"p_67\">             37. Under such circumstances, this Court is disinclined to invoke its\n\n             powers under <a href=\"/doc/1712542/\" id=\"a_150\">Article 226</a> and <a href=\"/doc/1331149/\" id=\"a_151\">227</a> for issuances of a writ to interfere\n\n             with the orders dated 11.11.2023 passed by the learned Arbitrator in\n\n             Arbitration Proceeding No. AH-02/2022 and the Arbitration Proceeding\n\n             No. AH-03/2022. The writ petition is, therefore, devoid of merit and the\n\n             same is therefore dismissed. No order as to cost.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_68\">\n</p><p data-structure=\"Conclusion\" id=\"p_69\">             38. The Arbitral Tribunal is permitted to proceed in the Arbitration\n\n             Proceedings without any further delay. Interim order passed earlier\n\n             stands vacated. The parties will appear before the Arbitral Tribunal\n\n             forthwith.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_70\">\n</p><p data-structure=\"Conclusion\" id=\"p_71\">                                                                            JUDGE\n                    Comparing Assistant\n\n\n\n\n<span class=\"hidden_text\" id=\"span_64\">W.P(C) No. 1076/2024 [Union of India &amp; Ors Vs. M/S GSR Ventures Pvt. Ltd]          Page 38 of 38</span>\n </p>","numcites":41,"numcitedby":0,"docsource":"Gauhati High Court","citetid":74071392,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}