{"tid":297111,"publishdate":"2006-05-17","title":"Smt. Bhagwan Devi vs The Chairman, Delhi Agricultural ... on 17 May, 2006","doc":"<h2 class=\"doc_title\">Smt. Bhagwan Devi vs The Chairman, Delhi Agricultural ... on 17 May, 2006</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2006(2)ARBLR374(DELHI), 131(2006)DLT411</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-k-kaul\">Sanjay Kishan Kaul</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-k-kaul\">Sanjay Kishan Kaul</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nSanjay Kishan Kaul, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. The petitioner has filed the present petition under <a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and Conciliation Act, 1996 (for short, `the said Act&#x27; seeking appointment of an arbitrator to enter upon reference and adjudicate the disputes between the parties in view of the failure of the respondent to commence the arbitration proceedings despite notice dated 30.09.2004.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\">2. The facts leading to the present petition are briefly set out hereinafter. The petitioner had purchased the land situated in Village Mamurpur, Narela, Delhi in the year 1959, which was developed. A notification was issued under <a href=\"/doc/43654/\" id=\"a_2\">Section 4</a> of the Land Acquisition Act, 1891 on 30.10.1963 followed by a declaration under <a href=\"/doc/1660061/\" id=\"a_3\">Section 6</a> of that Act on 10.01.1969. The acquisition proceedings were challenged by the petitioner in CWP No. 149/1987. The respondent herein was also imp leaded as a party in view of the fact that the land was being acquired by the Government of India for the benefit of the respondent.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. The parties in the present petition entered into a settlement on 30.09.1988 when the writ petition was still pending and filed an application, which was registered as CM No. 4773/1988. The writ petition was accordingly disposed of on 05.10.1998 in terms of the agreement between the parties. It was further directed that the agreement would form part of the order.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_4\">4. The agreement acknowledged that the petitioner was in actual physical possession of the land and in view of the agreement, half of the land was to continue to vest with the petitioner, while the balance half was to vest with the respondent. Since the acquisition proceedings had been initiated, the methodology adopted for implementation of the said settlement was that the acquisition would be given effect to and the land would be re-conveyed to the petitioner to the extent of the half share. Such re-conveyance was to take place in pursuance of a proper deed to be executed by the respondent. The compensation to be received by the petitioner was also in turn to be shared equally between the parties as the same was for the whole land, while the half land was to continue to vest in the petitioner. One of the clauses of the said settlement is as under:\n</p><blockquote id=\"blockquote_1\"> That if any dispute touching the effect and meaning of this Agreement arises in between the parties, it shall be referred to the Chairman of the Board, whose decision shall be final and binding upon the parties.\n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. The aforesaid agreement dated 30.09.1988 was not implemented and, thus, the petitioner filed an application in the writ proceedings seeking implementation of the settlement. On the other hand, the respondent herein also filed an application seeking to repudiate the settlement. Both the applications were disposed of by the Order dated 06.08.2002 and the Division Bench was of the view that the miscellaneous application of the petitioner would not be maintainable and it was for the petitioner to seek enforcement of the settlement by taking out appropriate proceedings as may be permissible in law. The respondent was also given liberty to take such defense as are available in law including the one set out in their application.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_6\">6. It is thereafter that the present petition has been filed by the petitioner seeking invocation of clause (k, which is stated to be an arbitration clause agreed to between the parties.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_7\">7. On the pleadings of the parties, the following issues were framed on 11.11.2005:\n</p>  \n\n<blockquote id=\"blockquote_2\">Whether the clause in question amounts to an arbitration clause in an agreement;\n</blockquote> \n\n<blockquote id=\"blockquote_3\">ii) Whether the arbitration is maintainable in view of an alleged alternative remedy available to the petitioner by filing a revision petition<a href=\"/doc/167272696/\" id=\"a_4\"> u/S 121</a> of the Delhi Agricultural Produce Marketing (Regulation Act, 1998\n \n\n</blockquote><p data-structure=\"RespArg\" id=\"p_8\">8. Learned counsels for the parties have advanced their submissions by reference to the legal authorities. The findings on the issue are set out hereinafter.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_9\">ISSUE NO. 1 :\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">9. The basic question, which arises, is whether the clause (k contained in the agreement dated 30.09.1998 is actually an arbitration clause. It is not necessary to go into the factual matrix of the matter since if this clause is to be construed as an arbitration clause, the parties must be directed to resort to that remedy agreed to between the parties.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"925222\" id=\"span_1\">10. Learned counsel for the respondent relied upon the judgment of this Court in M/s. <a href=\"/doc/925222/\" id=\"a_5\">Garg Builders and Engineers v. U.P. Rajkiya Nirman Nigam Ltd. and Ors.</a>  to contend that the clause in question in the present case cannot be construed as a clause for arbitration. Learned Single Judge had emphasized that it was the duty of the court to find out whether there exists an arbitration clause and agreement or not and whether the disputes are liable to be referred to arbitration. Such a conclusion is to be arrived at by reference to the intention of the parties by reading the language of the clause. The relevant Clause 15 in question in the said matter is as under:</span>\n</p> \n\n<blockquote id=\"blockquote_4\">Clause 15\n \n\nIn the event of any dispute arising out of any of the conditions of this agreement, the matter shall be referred to the then Unit In-charge, whose decision shall be final and binding on both the parties.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_2\">11. On consideration of the aforesaid clause, it was held that the same do not amount to an arbitration clause. The parameter of consideration by the court was set out and it was observed that the duty of the court was to find out whether the dispute is one which involved the interpretation of a contract or which arises there under. The party should intend that the arbitrator should determine the disputes in quasi-judicial manner and mere agreement is not sufficient. In this behalf, it was held that Clause 15 was not comprehensive enough to constitute an arbitration clause and, at best, the decision of the Unit In-charge would fall in the category of `Excepted Matter&#x27;. It may be noticed that the dispute related to the construction work in relation to a drain. It was held that an arbitration clause has to be broad and comprehensive enough to embrace all or any dispute between the parties in respect of the agreement or any provision therein or anything arising out of it. The Court took note of the decision of the Supreme Court in <a href=\"/doc/344153/\" id=\"a_6\">State of U.P. v. Tipper Chand</a>  where it was held that the Superintendent Engineer was vested only with supervision and administrative control over the work and he was not an arbitrator. The clauses like Clause 15 were held to be finality clauses and not arbitration clauses.</span>\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"421126\" id=\"span_3\">12. Learned counsel for the respondent also referred to recent judgment of the Apex Court in <a href=\"/doc/421126/\" id=\"a_7\">Dharma Prathishthanam v. Madhok Construction P Ltd.</a> . It may, however, be noticed that the dispute therein pertained more to the manner of conduct of arbitration proceedings and the question was not of the construction of any particular clause. However, learned Counsel sought to derive strength from the observations made in para 31 of the judgment, which are as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_5\">31.Three types of situations may emerge between the parties and then before the court. Firstly, an arbitration agreement, under examination from the point of view of its enforceability, may be one which expresses the parties&#x27; intention to have their disputes settled by arbitration by using clear and unambiguous language, then the parties and the court have no other choice but to treat the contract as binding and enforce it. Or, there my be an agreement suffering from such vagueness or uncertainty as is not capable of being construed at all by culling out the intention of the parties with certainty, even by reference to the provisions of the <a href=\"/doc/1052228/\" id=\"a_8\">Arbitration Act</a>, then it shall have to be held that there was no agreement between the parties in the eye of the law and the question of appointing an arbitrator or making a reference or disputes by reference to <a href=\"/doc/1146817/\" id=\"a_9\">Sections 8</a>, <a href=\"/doc/1079220/\" id=\"a_10\">9</a> and <a href=\"/doc/385194/\" id=\"a_11\">20</a> shall not arise. Secondly, there may be an arbitrator or arbitrators named, or the authority may be named who shall appoint an arbitrator, then the parties have already been ad idem on the real identity of the arbitrator as appointed by them beforehand; the consent is already spelled out and binds the parties and the court. All that may remain to be done in the event of an occasion arising for the purpose, is to have the agreement filed in the court and seek an order of reference to the arbitrator appointed by the parties. Thirdly, if the arbitrator is not named and the authority who would appoint the arbitrator is also not specified, the appointment and reference shall be to a sole arbitrator unless a different intention is expressly spelt out. The appointment and reference - both shall be by the consent of the parties. Where the parties do not agree, the court steps in and assumes jurisdiction of the court being invoked in that regard. We hasten to add that mere inaction by a party called upon by the other one to act does not lead to an inference as to implied consent or acquiescence being drawn. The appellant not responding to the respondent&#x27;s proposal for joining in the appointment of a sole arbitrator named by him could not be construed as consent and the only option open to the respondent was to have invoked the jurisdiction of court for appointment of an arbitrator and an order of reference of disputes to him. It is the court which only could have compelled the appellant to join in the proceedings.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\">13. Learned counsel for the petitioner, on the other hand, referred to a catena of judgments to show how the law in respect of such clauses developed over a period of time. The question as to what should be the parameters while construing such a clause as an arbitration clause or not has been considered in a number of judgments by this Court as well as by the Apex Court.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"837235\" id=\"span_4\">14. The first judgment referred to by learned Counsel for the petitioner is in the case of <a href=\"/doc/837235/\" id=\"a_12\">Mrs. Sushila Seth and Ors. v. The State of Madhya Pradesh</a> . The relevant Clause 25 <a href=\"/doc/837235/\" id=\"a_13\">in that case</a> is as under:</span>\n</p> \n\n<blockquote id=\"blockquote_6\">Clause 25\n \n\nExcept where otherwise specified in the contract the decision of the C.E. of the circle for the time being shall be final, conclusive and binding on al parties to the contract upon all questions relating to the meaning of the specifications, designs, drawings and instructions herein-before mentioned and as to the quality of workmanship, or material used on the work, or as to any other question, claim, right, matter or thing whatsoever in any way arising out of or relating to the contract, designs, drawings, specifications, estimates, instructions, orders or their conditions or otherwise concerning the works, or the execution work or failure to execute the same whether arising during the progress of the work, or after the completion or abandonment thereof.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\">15. The question arose whether such a clause amounted to an arbitration clause and it was held so. The Division Bench held that a decision of a dispute necessarily involves the hearing of the parties and this is the essence of arbitration and, thus, the dispute is to be decided by the Chief Engineer after following the principles of natural justice and not behind the back of the contractor.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"344153\" id=\"span_5\">16. Learned counsel for the petitioner fairly pointed out that in a subsequent judgment of the Supreme Court in <a href=\"/doc/344153/\" id=\"a_14\">State of U.P. v. Tipper Chand</a>&#x27;s case (supra, a slightly different view was taken of this matter.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"837235\" id=\"span_6\">The relevant Clause 22 <a href=\"/doc/344153/\" id=\"a_15\">in that case</a> was similar to the clause as in the case of <a href=\"/doc/837235/\" id=\"a_16\">Mrs. Sushila Seth and Ors.</a>&#x27;s case (supra and it was held that such a clause did not amount to an arbitration agreement.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_7\">17. The matter again came up before the Apex Court in <a href=\"/doc/1979603/\" id=\"a_17\">Smt. Rukmanibai Gupta v. The Collector, Jabalpur and Ors.</a> . Clause 15 being the relevant clause in the said matter is as under: 15. Whenever any doubt, difference or dispute shall hereafter arise touching the construction of these presents or anything herein contained or any matter or things connected with the said lands or the working or non-working thereof or the amount or payment of any rent or royalty reserved or made payable hereunder the matter in difference shall be decided by the Lesser whose decision shall be final.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\">18. The Supreme Court held that language of the said clause left no room for doubt that it spells out an arbitration agreement and discussed the legal position in respect of the clause as under:\n</p>  \n\n<blockquote id=\"blockquote_7\">6. Does Clause 15 spell out an arbitration agreement - <a href=\"/doc/1430346/\" id=\"a_18\">Section 2(a)</a> of the Arbitration Act, 1940 defines &#x27;arbitration agreement&#x27; to mean a written agreement to submit present or future differences to arbitration, whether an arbitrator is named therein or not. Clause 15 provides that any doubt, difference or dispute, arising after the execution of the lease deed touching the construction of the terms of the lease deed or anything therein contained or any matter or things connected with the said lands or the working or non-working thereof or the amount or payment of any rent or royalty reserved or made payable there under, the matter in difference shall be decided by the Lesser whose decision shall be final. The reference has to be made to the Lesser and the Lesser is the Governor. His decision is declared final by the terms of the contract. His decision has to be in respect of a dispute or difference that may arise either touching the construction of the terms of the lease deed or disputes or differences arising out of the working or non-working of the lease or any dispute about the payment of rent or royalty payable under the lease deed. Therefore, Clause 15 read as a whole provides for referring future disputes to the arbitration of the Governor. Arbitration agreement is not required to be in any particular form. What is required to be ascertained is whether the parties have agreed that if disputes arise between them in respect of the subject-matter of contract such dispute shall be referred to arbitration, then such an arrangement would spell out an arbitration agreement. A passage from Russel on Arbitration, 19th Ed. p. 59 may be referred to with advantage:\n</blockquote>  \n\n<blockquote id=\"blockquote_8\">If it appears from the terms of the agreement by which a matter is submitted to a person&#x27;s decision that the intention of the parties was that he should hold an inquiry in the nature of a judicial inquiry and hear the respective cases of the parties and decide upon evidence laid before him then the case is one of an arbitration.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"172786\" id=\"span_8\">19. A Division Bench of this Court in M/s. <a href=\"/doc/172786/\" id=\"a_19\">Bharat Lal &amp; Co. v. Union of India and Anr.</a>  examined clause of the special conditions of contract, which is as under:</span>\n</p> \n\n<blockquote id=\"blockquote_9\">Clause 16\n \n\nIn the event of any request of dispute arising under these conditions or in connection with this contract the decision of the Divisional Superintendent, Northern Railway, will be final.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_9\">20. The Division Bench followed the ratio <a href=\"/doc/172786/\" id=\"a_20\">laid down by</a> the Supreme Court in <a href=\"/doc/1979603/\" id=\"a_21\">Smt. Rukmanibai Gupta</a>&#x27;s case (supra. It was observed that intention of the parties has to be seen in every case and if the language of the clause leaves no room for doubt that the parties intended to enter into an arbitration agreement and to have their disputes resolved by arbitration, the agreement is an arbitration agreement. The observations made in Russel on Arbitration 19th Ed. Page 59, as noticed herein-above, were also quoted with approval.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"925222\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_12\">21. It is the submission of learned Counsel for the petitioner that the Division Bench judgment of this Court has taken note of the judgment in <a href=\"/doc/1979603/\" id=\"a_22\">Smt. Rukmanibai Gupta</a>&#x27;s case (supra, while the learned Single Judge of this Court in M/s. <a href=\"/doc/925222/\" id=\"a_23\">Garg Builders and Engineers</a>&#x27;s case (supra had only referred to the judgment of the Apex Court in <a href=\"/doc/344153/\" id=\"a_24\">State of U.P. v. Tipper Chand</a>&#x27;s case (supra.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_14\">The judgment of the Apex Court in <a href=\"/doc/344153/\" id=\"a_25\">State of U.P. v. Tipper Chand</a>&#x27;s case (supra was delivered on 22.02.1980, while the judgment in the case of <a href=\"/doc/1979603/\" id=\"a_26\">Smt. Rukmanibai Gupta</a>&#x27;s case (supra was delivered on 22.10.1980 and is, thus, the later judgment.</span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_15\">22. The Apex Court had again an opportunity to examine the similar question in <a href=\"/doc/64556/\" id=\"a_27\">State of Orissa and Anr. v. Damodar Das</a> . It would suffice to say that the relevant Clause 25 therein provided for the decision of a Public Health Engineer to be final and it was held that nomination of the said Engineer was only to decide the question arising in the quality of the work or any other matter enumerated therein. Thus, if the decision of the Public Health Engineer would become final, the result would be that it would not even be necessary to have it made rule of the court under the <a href=\"/doc/1052228/\" id=\"a_28\">Arbitration Act, 1940</a>. In effect, the said clause was construed in the nature of an exclusion clause making it in the category of &#x27;Expected Matters&#x27;.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1710218\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_19\">23. Learned Single Judge of the Karnataka High Court considered all the three aforesaid judgments of the Apex Court in <a href=\"/doc/344153/\" id=\"a_29\">State of U.P. v. Tipper Chand</a>&#x27;s case (supra, <a href=\"/doc/1979603/\" id=\"a_30\">Smt. Rukmanibai Gupta</a>&#x27;s case (supra and <a href=\"/doc/64556/\" id=\"a_31\">State of Orissa and Anr. v. Damodar Das</a>&#x27;s case (supra in <a href=\"/doc/1710218/\" id=\"a_32\">Lachmanna B. Horamani v. State of Karnataka and Ors.</a> .</span></span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_20\">24. The relevant clause therein was construed as an arbitration clause as it was held that the clause did not simply confer a power of supervision as held in <a href=\"/doc/344153/\" id=\"a_33\">State of U.P. v. Tipper Chand</a>&#x27;s case (supra.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_21\">25. The matter as to what construes an arbitration clause was examined in depth in <a href=\"/doc/1777887/\" id=\"a_34\">K.K. Modi v. K.N. Modi and Ors.</a> . The particular clause in question was held not to be an arbitration clause in the given facts of the case. However, that is not relevant since the attributes of an agreement for arbitration were succinctly set out. It would be useful to reproduce in extentio the observations of the Apex Court in this behalf:</span>\n</p>  \n\n<blockquote id=\"blockquote_10\">17. Among the attributes which must be present for an agreement to be considered as an arbitration agreement are:\n</blockquote>  \n\n<blockquote id=\"blockquote_11\">(1) the arbitration agreement must contemplate that the decision of the tribunal will be binding on the parties to the agreement,\n \n\n(2) that the jurisdiction of the tribunal to decide the rights of parties must derive either from the consent of the parties or from an order of the court or from a statute, the terms of which make it clear that the process is to be an arbitration,\n \n\n(3) the agreement must contemplate that substantive rights of parties will be determined by the agreed tribunal,\n \n\n(4) that the tribunal will determine the rights of the parties in an impartial and judicial manner with the tribunal owning an equal obligation of fairness towards both sides,\n \n\n(5) that the agreement of the parties to refer their disputes to the decision of the tribunal must be intended to be enforceable in law and lastly,\n \n\n(6) the agreement must contemplate that the tribunal will make a decision upon a dispute which is already formulated at the time when a reference is made to the tribunal.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_27\">18. The other factors which are relevant include, whether the agreement contemplates that the tribunal will receive evidence from both sides and hear their contentions or at least give the parties an opportunity to put them forward; whether the wording of the agreement is consistent or inconsistent with the view that the process was intended to be an arbitration, and whether the agreement requires the tribunal to decide the dispute according to law.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_28\">19. In Russel on Arbitration, 21st Edn., at p. 37, para 2-014, the question how to distinguish between an expert determination and arbitration, has been examined. It is stated,\n \n\nMany cases have been fought over whether a contract&#x27;s chosen form of dispute resolution is expert determination or arbitration. This is a matter of construction of the contract, which involves an objective enquiry into the intentions of the parties. First, there are the express words of the disputes clause. If specific words such as &#x27;arbitrator&#x27;, &#x27;arbitral tribunal&#x27;, &#x27;arbitration&#x27; or the formula &#x27;as an expert and not as an arbitrator&#x27; are used to describe the manner in which the dispute resolver is to act, they are likely to be persuasive although not always conclusive ... . Where there is no express wording, the court will refer to certain guidelines. Of these, the most important used to be, whether there was an &#x27;issue&#x27; between the parties such as the value of an asset on which they had not taken defined positions, in which case the procedure was held to be expert determination; or a &#x27;formulated dispute&#x27; between the parties where defined positions had been taken, in which case the procedure was held to be an arbitration. This imprecise concept is still being relied on. It is unsatisfactory because some parties to contract deliberately choose expert determination for dispute resolution. The next guideline is the judicial function of an arbitral tribunal as opposed to the expertise of the expert; ... . An arbitral tribunal arrives at its decision on the evidence and submissions of the parties and must apply the law or if the parties agree, on other consideration; an expert, unless it is agreed otherwise, makes his own enquiries, applies his own expertise and decides on his own expert opinion ..\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_29\">20. The authorities thus seem to agree that while there are no conclusive tests, by and large, one can follow a set of guidelines in deciding whether the agreement is to refer an issue to an expert or whether the parties have agreed to resolve disputes through arbitration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_30\">21. Therefore our courts have laid emphasis on (1 existence of disputes as against intention to avoid future disputes; (2 the tribunal or forum so chosen is intended to act judicially after taking into account relevant evidence before it and the submissions made by the parties before it; and (3 the decision is intended to bind the parties. Nomenclature used by the parties may not be conclusive. One must examine the true intent and purport of the agreement. There are, of course, the statutory requirements of a written agreement, existing or future disputes and an intention to refer them to arbitration. (Vide <a href=\"/doc/738672/\" id=\"a_35\">Section 2</a> Arbitration Act, 1940 and <a href=\"/doc/1846895/\" id=\"a_36\">Section 7</a> Arbitration and Conciliation Act, 1996.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_31\">22. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_22\">In the case of <a href=\"/doc/1979603/\" id=\"a_37\">Rukmanibai Gupta v. Collector, Jabalpur</a> , this Court dwelt upon the fact that disputes were referred to arbitration and the fact that the decision of the person to whom the disputes were referred was made final, as determinative of the nature of the agreement which the Court held was an arbitration agreement.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">23. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_23\">In the case of <a href=\"/doc/344153/\" id=\"a_38\">State of UP v. Tipper Chand</a>  a clause in the contract which provided that the decision of the Superintending Engineer shall be final, conclusive and binding on all parties to the contract upon all questions relating to the meaning of the specifications, designs, drawings and instructions was construed as not being an arbitration clause. This Court said that there was no mention in this clause of any dispute, much less of a reference thereof. The purpose of the clause was clearly to vest the Superintending Engineer with supervision of the execution of the work and administrative control over it from time to time.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_33\">24. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"26826\" id=\"span_24\">In the case of <a href=\"/doc/26826/\" id=\"a_39\">Cursetji Jamshedji Ardaseer Wadia v. Dr. R.D. Shiralee</a> AIR 1943 Bom 32 : 44 Bom LR 859 the test which was emphasised was whether the intention of the parties was to avoid disputes to resolve disputes.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1137010\" id=\"span_25\">In the case of <a href=\"/doc/1137010/\" id=\"a_40\">Vadilal Chatrabhuj Gandhi v. Thakorelal Chimanlal Munshaw</a>  the emphasis was on judicial enquiry and determination as indicative of an arbitration agreement as against an expert opinion. The test of preventing disputes or deciding disputes was also resorted to for the purpose of considering whether the agreement was a reference to arbitrator or not. In that case, the agreement provided that the parties had agreed to enter into a compromise for payment of a sum up to, but not exceeding, Rs 20 lakhs.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">Which shall be borne and paid by the parties in such proportions or manner as Sir Jamshedji B.Kanga shall, in his absolute discretion, decided as a valuer and not as an arbitrator after giving each of us summary hearing.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\">The Court said that the mere fact that judicial enquiry had been held is not sufficient to make the ultimate decision a judicial decision. The Court held that Sir Jamshedji Kanga had not to decided upon the evidence led before him. He had to decide in his absolute discretion. There was not to be a judicial enquiry worked out in a judicial manner. Hence this was not an arbitration. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_36\">25. <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1530261\" id=\"span_26\">In the case of <a href=\"/doc/1530261/\" id=\"a_41\">State of W.B. v. Haripada Santra</a>  the agreement provided that in the event of a dispute, the decision of the Superintending Engineer of the Circle shall be final. The Court relied upon the fact that the reference was to disputes between the parties on which a decision was required to be given by the Superintending Engineer. Obviously, such a decision could be arrived at by the Superintending Engineer only when the dispute was referred to him by either party for decision. He was also required to act judicially and decide the disputes after hearing both parties and after considering the material before him. It was, therefore, an arbitration agreement.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1075328\" id=\"span_27\">In the case of <a href=\"/doc/1075328/\" id=\"a_42\">J&amp;K State Forest Corporation v. Abdul Karim Wani</a>  this Court considered the agreement as an agreement of reference to arbitration. It has emphasised that 1 the agreement was in writing ; 2 it was contract at the present time to refer the dispute arising out of the present contract; and 3 there was a valid agreement to refer the dispute to arbitration of the Managing Director, Jammu &amp; Kashmir State Forest Corporation. The Court observed that endeavor should always be made to find out the intention of the parties, and that intention has to be found out by reading the terms broadly and clearly without being circumscribed.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"867843\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_29\">27. The decision in the case of <a href=\"/doc/1979603/\" id=\"a_43\">Rukmanibai Gupta</a> (supra has been followed by this Court in the case of <a href=\"/doc/867843/\" id=\"a_44\">M. Dayanand Reddy v. A.P. Industrial Infrastructure Corpn. Ltd.</a> . Commenting on the special characteristics of an arbitration agreement this Court has further observed <a href=\"/doc/867843/\" id=\"a_45\">in <a href=\"/doc/867843/\" id=\"a_46\">the above case</a></a> that arbitration agreement embodies an agreement between the parties that in case of a dispute such dispute shall be settled by an arbitrator or an umpire of their own constitution or by an arbitrator to be appointed by the Court in an appropriate case. (SCC p. 143, para 8\n \n\nIt is pertinent to mention that there is a material difference in an arbitration agreement inasmuch as in an ordinary contract the obligation of the parties to each other cannot, in general, be specifically enforced and breach of such terms of contract results only in damages. The arbitration clause, however, can be specifically enforced by the machinery of the <a href=\"/doc/1052228/\" id=\"a_47\">Arbitration Act</a>.</span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_39\">28. The Court has further observed that it is to be decided whether the existence of an agreement to refer the dispute to arbitration can be clearly ascertained in the facts and circumstances of the case. This, in turn, depends on the intention of the parties to be gathered from the relevant documents and surrounding circumstances.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_32\">29. The decisions in the case of <a href=\"/doc/344153/\" id=\"a_48\">State of U.P. v. Tipper Chand</a> (supra and <a href=\"/doc/1979603/\" id=\"a_49\">Rukmanibai Gupta</a> (supra have also been cited with approval by this Court in the case of <a href=\"/doc/64556/\" id=\"a_50\">State of Orissa v. Damodar Das</a> . In this case, this Court considered a clause in the contract which made the decision of the Public Health Engineer, final, conclusive and binding in respect of all questions relating to the meaning of specifications, drawings, instructions ... or as to any other question, claim, right, matter or thing, whatsoever in any way arising out of, or relating to the contract, drawings, specifications, estimates ... or otherwise concerning the works or the execution or failure to execute the same, whether arising during the progress of the work or after the completion or the sooner determination thereof of the contract. This Court held that this was not an arbitration clause. It did not envisage that any difference or dispute that may arise in execution of the works should be referred to the arbitration of an arbitrator.</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">30. A long line of English cases starting with Carus-Wilson and Greene, In re (1886 18 QBD 7, have also been cited before us. In Carus-Wilson and Greene, In re (1886 18 QBD 7, on the sale of land, one of the conditions of sale was that the purchaser should pay for the timber on the land at a valuation for which purpose, each party should appoint a valuer and the valuers should, before they proceed to act, appoint an umpire. The Court said that such valuation was not in the nature of an award. The Court applied the tests which we have already referred to, namely, (1 whether the terms of the agreement contemplated that the intention of the parties was for the person to hold an enquiry in the nature of a judicial enquiry, hear the respective cases of the parties and decide upon evidence laid before him, (2 whether the person was appointed to prevent differences from arising and not for settling them when they had arisen. The Court held the agreement to be for valuation. It said that the fact that if the valuers could not agree as to price, an umpire was to be appointed would not indicate that there were any disputes between the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"936043\" id=\"span_33\">26 Learned counsel for the petitioner has also drawn the attention of this Court to the judgment of the Supreme Court in <a href=\"/doc/936043/\" id=\"a_51\">Mallikarjun v. Gulbarga University</a> 2003 (3 Arb. LR 579 (SC where the relevant Clause 30 was as under:</span>\n</p> \n\n<blockquote id=\"blockquote_12\">Clause 30\n \n\nThe decision of the Superintendent Engineer of the Gulbarga Circle for the time being shall be final, conclusive and binding on all parties to the contract upon all questions relating to the meaning of the specifications, designs, drawings and instructions herein before mentioned and as to the quality of workmanship or material used on the work, or as to any other question, claim, right, matter, or thing whatsoever, in any way arising out of, or relating to the contract, designs, drawings, specifications, estimates, instructions, orders or those conditions, or otherwise concerning the works or the execution, or failure to execute the same, whether arising during the progress of the work, or after the completion or abandonment thereof in case of dispute arising between the contractor and Gulbarga University.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_43\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_34\">27. The Supreme Court while relying upon its earlier judgment in <a href=\"/doc/48449/\" id=\"a_52\">Bihar State Mineral Development Corporation and Anr. v. Encon Builders I P Ltd.</a>,  laid down the essential elements of the arbitration agreement as under:</span>\n</p>  \n\n<blockquote id=\"blockquote_13\"> (i) There must be a present or a future difference in connection with some contemplated affair;\n</blockquote> \n\n<blockquote id=\"blockquote_14\">(ii) There must be the intention of the parties to settle such difference by a private tribunal;\n</blockquote> \n\n<blockquote id=\"blockquote_15\">(iii) The parties must agree in writing to be bound by the decision of such tribunal; and\n \n\n</blockquote><blockquote id=\"blockquote_16\">(iv) The parties must be ad idem.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"936043\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"48449\" id=\"span_36\">28. In view of the aforesaid legal position, it is obvious that the test as laid down have to be applied to the present case. The four-fold test <a href=\"/doc/48449/\" id=\"a_53\">laid down in</a> <a href=\"/doc/48449/\" id=\"a_54\">Bihar State Mineral Development Corporation and Anr.</a>&#x27;s case (supra and followed in <a href=\"/doc/936043/\" id=\"a_55\">Mallikarjun</a>&#x27;s case (supra, if applied to the present case, in my considered view, would result in only one conclusion that the clause in question in the present case is an arbitration clause. There were disputes between the parties, which were resolved in terms of the agreement dated 30.09.1998. There was contemplation of possibility of some dispute arising in respect of implementation of the agreement and it is to take care of such a situation that clause (k was included in the agreement. Thus, there were present or future difference contemplated satisfying the first test. The inclusion of the said clause and the language does make it clear that the intention of the parties was to settle such difference through the modes provided in the clause and the same had been put down in writing in the agreement. Thus, the second and third tests were also satisfied. The last test that the parties must be ad idem is also satisfied as the clause itself is succinctly setting out the mode of settlement in case of such dispute.</span></span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">29. It is not in dispute that the agreement dated 30.09.1998 has not been implemented till date. The land continues to be with the petitioner in pursuance of interdicts granted by the Court with the result that the respondent has not been able to develop the same. This is an unfortunate position as the object of the settlement was to bring not only the litigation to an end, but also to see that the land is utilised by the respondent for the public purpose, it was meant for. In such a case, an early end or adjudication to the controversy is all the more necessary. It was in order to avoid the possibility of any protected civil litigation even after the settlement was arrived at that such a clause was inserted in the agreement between the parties. The dispute in question involves substantive rights of the parties which had to be determined by the forum of arbitration. No doubt, the word &#x27;arbitration&#x27; or &#x27;arbitrator&#x27; has not been used in the clause, but that would not be of much relevance as mere use of the words has already been held not to make an arbitration clause. It is the intent of the parties and the wordings of the clause, which are important and not mere description of the clause. The object of an arbitration is that the parties choose a Judge to decide their disputes instead of taking recourse to civil proceedings and every endeavor must be made to see that in such a situation, recourse is had to that very mode of settlement of disputes which the parties have agreed to.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_46\">30. I am, thus, of the considered view that Clause (k aforesaid constitutes an arbitration clause between the parties.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_47\">ISSUE NO. 2 :\n</p> \n\n<p data-structure=\"Section\" id=\"p_48\">31. The second issue arises from the objection of the respondent that the petitioner has an alternative remedy by filing a revision petition under <a href=\"/doc/167272696/\" id=\"a_56\">Section 121</a> of the Delhi Agricultural Produce Marketing (Regulation Act, 1998. The said section reads as under:\n</p><blockquote id=\"blockquote_17\"> 121. Revision. Â- Notwithstanding anything contained in this Act, the Government shall have the power of reversing or modifying any order or the Board or any of its officers passed or purporting to have been passed under this Act, if it is satisfied that such order is not in accordance with the provisions of this Act, or any Rule, regulation or Bye-law made there under.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_49\">32. <a href=\"/doc/1052228/\" id=\"a_57\">The Act</a> was made with the following object:\n</p><blockquote id=\"blockquote_18\"> <a href=\"/doc/1052228/\" id=\"a_58\">An Act</a> to provide for the better regulation of marketing of agricultural produce and the establishment of markets for agricultural produce in the National Capital Territory of Delhi and for matters connected therewith or incidental thereto.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_50\">33. It would, thus, be obvious that the object with which the Act was brought into force was the regulation of marketing of agricultural produce and establishment of markets for agricultural produce. That is not the controversy in the present case. Section 121 only envisages a revision petition whereby the Government has been authorised to reverse or modify an order of the Board or any of its Officers passed in exercise of the said Act, if such an order is not in accordance with the provisions of that Act or any rule or regulation or bye-law made there under. No such order has been passed. The said provision would have no application to the dispute in the present case. This issue is, thus, answered against the respondent.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\">34. In view of the aforesaid, the petition filed by the petitioner must succeed. The only question now to be considered is the consequence of the failure of the respondent to act in pursuance of the letter dated 30.09.2004 sent by the petitioner through counsel invoking the arbitration clause. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"41226024\" id=\"span_37\">In this behalf, learned Counsel has drawn the attention of this Court to the judgment of the Apex Court in <a href=\"/doc/41226024/\" id=\"a_59\">Datar Switchgears Ltd. v. Tata Finance Ltd. and Anr.</a>  to contend that where the Arbitrator is not appointed within the stipulated period of time or within a reasonable period, the same amounts to failure of the procedure contemplated under the agreement and in such an eventuality, the arbitrator has to be appointed by this Court. I find force in this contention as the facts are not in dispute. The matter also involves some intricate legal issues.</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_52\">35. In view of the aforesaid, Justice Arun Kumar (Retd., 10, Krishna Menon Marg, New Delhi - 110 001 (Phone : 2301-2175 is appointed as the Sole Arbitrator to enter upon reference and adjudicate the disputes between the parties. The fee of the Arbitrator shall be fixed by the Arbitrator himself to be shared equally between the parties.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_53\">36. The petition is allowed leaving the parties to bear their own costs.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_54\">37. The Registry to ensure that the Order is sent to the learned Arbitrator expeditiously.\n</p> \n\n","numcites":28,"numcitedby":3,"docsource":"Delhi High Court","citetid":297111,"divtype":"judgments","relatedqs":[{"value":"expert determination","formInput":"expert%20determination"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"agricultural produce market","formInput":"agricultural%20produce%20market"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"valuer","formInput":"valuer"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"royalty","formInput":"royalty"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"arbitration case","formInput":"arbitration%20case"},{"value":"expert  filter:  sec 26 arbitration and conciliation act 1996","formInput":"expert%20%20filter%3A%20%20sec%2026%20arbitration%20and%20conciliation%20act%201996"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"public health","formInput":"public%20health"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"lease deed","formInput":"lease%20deed"},{"value":"sanjay kishan kaul ","formInput":"sanjay%20kishan%20kaul%20"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"legal-stay","formInput":"tag:legal-stay"}],"courtcopy":false,"query_alert":null,"agreement":false}