{"tid":1643159,"publishdate":"1999-09-01","title":"M/S Atlas Export Industries vs M/S Kotak & Company on 1 September, 1999","doc":"<h2 class=\"doc_title\">M/S Atlas Export Industries vs M/S Kotak &amp; Company on 1 September, 1999</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 1999 SUPREME COURT 3286, 1999 AIR SCW 3271, 2000 CLC 175 (SC), (2000) 2 MARRILJ 455, (2000) 1 DMC 709, (1999) 7 SUPREME 589.2, (2001) 1 HINDULR 554, 1999 (5) SCALE 332, 1999 (4) LRI 809, 1999 (7) SUPREME 589, 1999 (8) ADSC 87, 2000 CORLA(BL SUPP) 148 SC, 1999 (3) ARBI LR 305, 1999 (7) SCC 61, 1999 (9) SRJ 219, (1999) 6 JT 451 (SC), 1999 (6) JT 451, (2000) 1 CALLT 1, (2000) 1 LANDLR 610, (2000) 2 MAD LW 85, (2000) 1 MAHLR 580, (2000) 1 SCJ 93, (1999) 3 ARBILR 305, (1999) 4 RECCIVR 136, (1999) 5 SCALE 332, (2000) 1 CIVLJ 186, (2000) 3 BOM CR 636</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:r-c-lahoti\">R.C.  Lahoti</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-r-babu\">S.R.Babu</a>, <a href=\"/search/?formInput=benchid:r-c-lahoti\">R.C.Lahoti</a></h3>\n\n<pre id=\"pre_1\">           PETITIONER:\nM/S ATLAS EXPORT INDUSTRIES\n\n\tVs.\n\nRESPONDENT:\nM/S KOTAK &amp; COMPANY\n\nDATE OF JUDGMENT:\t01/09/1999\n\nBENCH:\nS.R.Babu, R.C.Lahoti\n\n\n\n\nJUDGMENT:</pre>\n\n\n\n<p data-structure=\"Issue\" id=\"p_1\">R.C.  Lahoti,J.\n</p>\n\n\n\n\n<p data-structure=\"Facts\" id=\"p_2\">      The  appellant, the Atlas Export Industries,  Junagadh\n(hereinafter  `Atlas&#x27;,\tfor short) entered into\t a  contract\ndated  3rd  June, 1980 with M/s Oceandale  Company  Limited,\nHongkong  (  hereinafter`Oceandale&#x27;,  for   short  ).\t The\nagreement  was for the supply of 200 MT of Indian  groundnut\nextractions  of\t the specifications as to quantity,  quality\nand  packages detailed in the contract and to be shipped  on\nor  before 30th June, 1980.  The price was agreed at US $200\nper  M.T.   The goods were to be supplied through M/s  Kotak\nand  Company, Bombay (hereinafter `Kotak&#x27;, for short ).\t M/s\nPrashant  Agencies, Bombay were the brokers.  The  existence\nof  the\t contract, to which Atlas, Oceandale and Kotak\twere\nthe  parties,  is not in dispute.  Kotak were at  all  times\nresponsible  for  the  performance on behalf  of  the  final\nbuyers\tOceandale.   The  letter  of credit  was  opened  by\nOceandale  in  favour  of Kotak who then transferred  it  in\nfavour of Atlas.  The letter of credit was opened at US $203\nwhereas\t Kotak&#x27;s purchase from Atlas was at US $200.  It was\nagreed\tupon  between  Atlas and Kotak that  the  difference\nwould  be  paid locally by Atlas to Kotak in Indian  rupees.\nThe  time  for\tshipment was extended  by  mutual  agreement\nbetween\t the  parties  and  correspondingly  the  period  of\nvalidity  of  the  letter  of\tcredit\twas  also  extended.\nHowever,  still\t there was failure to ship the goods by\t the\ntime  appointed\t by  the  contract  and\t as  extended  which\nresulted into a dispute arising between the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_3\">      The  contract  dated  3rd June, 1980  incorporated  an\narbitration  clause  which  is\t extracted  and\t  reproduced\nhereunder  :-  &quot;This  contract is made under the  terms\t and\nconditions  effective  at date of the Grain and\t Food  Trade\nAssociation Ltd.  London Contract No.15 which is hereby made\na  part\t of this contract........  both buyers\tand  sellers\nhereby\tacknowledge  familiarity with the text of the  GAFTA\ncontract and agree to be bound by its terms and conditions.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_4\">      `GAFTA&#x27;\tstands\t for  the   Grain  and\tFood   Trade\nAssociation  Ltd.,  London.   Clause  27  of  the   Standard\nContract 15 of the GAFTA provides as under:-\n</p>\n<blockquote id=\"blockquote_1\">      &quot;27.  ARBITRATION -\n</blockquote>\n<blockquote id=\"blockquote_2\">      (a)  Any dispute arising out of or under this contract\nshall be settled by arbitration in London in accordance with\nthe   Arbitration  Rules  of  the   Grain  and\tFood   Trade\nAssociation  Limited, No.125 such Rules forming part of this\ncontract and of which both parties hereto shall be deemed to\nbe cognisant.\n</blockquote>\n<blockquote id=\"blockquote_3\">      (b)  Neither  party hereto, nor any  persons  claiming\nunder  either  of them, shall bring any such  dispute  until\nsuch  dispute shall first have been heard and determined  by\nthe  arbitrators, umpire or Board of Appeal, as the case may\nbe,  in\t accordance  with the Arbitration Rules\t and  it  is\nexpressly  agreed  and\tdeclared that the obtaining  of\t the\naward  from  the arbitration, umpire or Board of Appeal,  as\nthe case may be, shall be a condition precedent to the right\nof  either  party  hereto or of any  person  claiming  under\neither\t of  them  to  bring   any  action  or\tother  legal\nproceedings against the other of them in respect of any such\ndispute.&quot;\n</blockquote>\n\n<p data-structure=\"Facts\" id=\"p_5\">      Kotak  appointed their own arbitrator and called\tupon\nAtlas  to  appoint their arbitrator.  Both the\tparties\t did\nappoint\t their respective arbitrators.\tThe arbitrators gave\ntheir  award, published on 22nd June, 1987 as per the  rules\nof GAFTA.  The award directed Atlas to pay Kotak a sum of US\n$9600 with interest calculated thereon at the rate of 12 per\ncent per annum from 26th October, 1980 until the date of the\naward  as  also the costs of arbitration as  specified.\t  No\nappeal was preferred against the award.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">      Kotak  moved an application under <a href=\"/doc/165903923/\" id=\"a_1\">Sections 5</a> and <a href=\"/doc/22353255/\" id=\"a_2\">6</a>  of\nthe  Foreign Awards (Recognition and Enforcement) Act,\t1961\nbefore\tthe High Court of Bombay seeking enforcement of\t the\naward  by  filing  of  the  same  and  pronouncing  judgment\naccording to the award.\t Atlas raised objections against the\nprayer made by Kotak.  The objections have been rejected and\nthe award made rule of the Court followed by decree in terms\nof  the award under the judgment dated 22nd September,\t1992\npassed\tby learned Single Judge of the High Court of Bombay.\nA  Letters  Patent  Appeal preferred by\t Atlas\thaving\tbeen\ndismissed,  the\t present  appeal by special leave  has\tbeen\nfiled.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_7\">      Having  heard  the learned counsel for the parties  we\nare  of\t the opinion that the appeal is devoid of any  merit\nand hence liable to be dismissed.  The only objection raised\nby  Atlas before the High Court of Bombay was that there was\nno  agreement  in writing between the parties requiring\t the\ndisputes  arising  out\tof the contract\t being\treferred  to\narbitration  in\t accordance  with the arbitration  rules  of\nGAFTA.\t No particulars of the plea were given.\t As  already\nnoticed,  the  existence of contract between the parties  is\nnot  denied.   The  arbitration clause in  the\tcontract  is\nincorporated  by reference.  The parties knew that excepting\nthe terms specifically set out therein in the contract dated\n3rd  June 1980, the rest of the terms and conditions were to\nbe  the\t same as were incorporated in the Standard  Contract\nNo.15  of  GAFTA as effective on the date of  the  contract.\nClause\t27,  entitled Arbitration, and finding its place  in\nStandard  Contract No.15 is also not in dispute.  The law on\nthe  subject  is  stated  in Russell  on  Arbitration  (19th\nEdition, at page 50) is under :-\n</p>\n<blockquote id=\"blockquote_4\">      &quot;The  agreement may arise by the incorporation of\t one\ndocument  containing an arbitration clause in another  under\nwhich  the  dispute arises.  &quot;Where parties by an  agreement\nimport\tthe  terms of some other document as part  of  their\nagreement   those   terms   must  be   imported\t  in   their\nentirety...but subject to this:\t that if any of the imported\nterms  in any way conflicts with the expressly agreed terms,\nthe  latter  must  prevail  over  what\twould  otherwise  be\nimported.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_8\">      In  Halsbury&#x27;s Law of England (4th Edition, Vol.2 Page\n267, para 522), it is stated as under:-\n</p>\n<blockquote id=\"blockquote_5\">      &quot;If  the agreement is written, it may be included in a\nparticular  contract  by  reference   or  implication.\t The\nagreement  between  the parties may incorporate\t arbitration\nprovisions  which are set out in some other document, but in\norder  to  be  binding the arbitration\tprovisions  must  be\nbrought to the notice of both parties.\n</blockquote>\n<blockquote id=\"blockquote_6\">      It  is inherent in cases of incorporation by reference\nthat  the parties are concerned not with one document  alone\nbut  with at least two, one of which contains an arbitration\nclause\tand the other of which does not.  In some cases\t the\none  document  may  constitute\ta  contract  between   other\nparties.  A common case is where the two documents concerned\nare  a\tcharterparty and a bill of lading.  If the  relevant\ncontract  between  the relevant parties is contained in\t the\ndocument  which\t does  contain the  arbitration\t clause,  no\nquestion  of  incorporation arises.  Where this is  not\t the\ncase,  the  question  whether the  document  containing\t the\narbitration  clause is incorporated in the relevant contract\nbetween\t the  relevant parties is, as always, a question  of\nconstruction.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_9\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1456489\" id=\"span_1\">In  <a href=\"/doc/1456489/\" id=\"a_3\">Alimenta  S.A.   Vs.\t National  Agricultural\t Co-</a>\noperative  Marketing  Federation of India Ltd.\tand Anr.   -\nAIR  1987  SC  643, the arbitration clause contained  in  an\nearlier contract between the parties was incorporated into a\nlatter\tcontract  only by reference.  This Court  held\tthat\nsuch  a\t referential incorporation was permissible  and\t the\nclause\twas  binding  between  the  parties  unless  it\t was\ninsensible,  unintelligible  or\t was inconsistent  with\t the\nterms of the present contract.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">      It  is  not the case of the appellant Atlas that\tthey\nwere  not aware of the terms and conditions of the  Standard\nContract  No.15\t of  GAFTA.  Such a plea if at\tall  it\t was\nsought\t to  be\t raised\t then\tshould\thave   been   raised\nspecifically  but that is not the case here.  The High Court\nwas  therefore\tright in rejecting the only objection  which\nwas raised on behalf of the appellant Atlas before it.\n</p>\n<p data-structure=\"Section\" id=\"p_11\">      It  was  however contended by the learned counsel\t for\nthe  appellant\tthat the award should have been held  to  be\nunenforceable  inasmuch\t as  the very contract\tbetween\t the\nparties relating to arbitration was opposed to public policy\nunder  Section 23 read with <a href=\"/doc/1224074/\" id=\"a_4\">Section 28</a> of the Contract\tAct.\nIt  was submitted that Atlas and Kotak, the parties  between\nwhom  the  dispute  arose, are both Indian parties  and\t the\ncontract  which had the effect of compelling them to  resort\nto  arbitration by foreign arbitrators and thereby impliedly\nexcluding  the\tremedy available to them under the  ordinary\nlaw  of India should be held to be opposed to public policy.\nUnder\t<a href=\"/doc/1625889/\" id=\"a_5\">Section\t  23</a>  of  the\tIndian\tContract   Act\t the\nconsideration or object of an agreement is unlawful if it is\nopposed to public policy.  Section 28 and Exception 1 to it,\n(  which only is relevant for the purpose of this case)\t are\nextracted and reproduced hereunder:-\n</p>\n\n<blockquote id=\"blockquote_7\">      &quot;28.   Every agreement, by which any party thereto  is\nrestricted  absolutely from enforcing his rights under or in\nrespect\t of any contract, by the usual legal proceedings  in\nthe  ordinary  tribunals,  or which limits the\ttime  within\nwhich  he  may\tthus  enforce his rights, is  void  to\tthat\nextent.\n</blockquote>\n\n<blockquote id=\"blockquote_8\">      Exception\t 1.  - This section shall not render illegal\na  contract  by\t which two or more persons  agree  that\t any\ndispute\t which\tmay  arise between them in  respect  of\t any\nsubject\t  or  class  of\t subjects   shall  be  referred\t  to\narbitration,  and  that\t only  the amount  awarded  in\tsuch\narbitration  shall be recoverable in respect of the  dispute\nso referred.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_12\">      The  case at hand is clearly covered by Exception 1 to\nSection\t 28.  Right of the parties to have recourse to legal\naction\tis  not excluded by the agreement.  The parties\t are\nonly  required to have their dispute/s adjudicated by having\nthe  same  referred  to\t arbitration.\tMerely\tbecause\t the\narbitrators  are  situated  in a foreign country  cannot  by\nitself\tbe enough to nullify the arbitration agreement\twhen\nthe parties have with their eyes open willingly entered into\nthe  agreement.\t  Moreover, in the case at hand the  parties\nhave  willingly initiated the arbitration proceedings on the\ndisputes  having  arisen between them.\tThey have  appointed\narbitrators,  participated  in arbitration  proceedings\t and\nsuffered an award.  The plea raised before us was not raised\neither\tbefore or during arbitration proceedings, nor before\nthe learned Single Judge of the High Court in the objections\nfiled  before  him, nor in the Letters Patent  Appeal  filed\nbefore\tthe Division Bench.  Such a plea is not available to\nbe  raised by the appellant Atlas before this Court for\t the\nfirst time.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_13\">      For  the foregoing reasons, we find no fault with\t the\naward  having been made rule of the Court by the High Court.\nThe  appeal  is dismissed with costs.\n</p>\n","numcites":5,"numcitedby":17,"docsource":"Supreme Court of India","citetid":1643159,"divtype":"judgments","relatedqs":[{"value":"public policy","formInput":"public%20policy"},{"value":"gafta","formInput":"gafta"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"contract between parties","formInput":"contract%20between%20parties"},{"value":"arbitration proceedings","formInput":"arbitration%20proceedings"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"\"public policy\"","formInput":"%22public%20policy%22"}],"cats":[{"value":"agreements-in-restraint-of-legal-proceeding-void","formInput":"tag:agreements-in-restraint-of-legal-proceeding-void"},{"value":"legal-and-illegal-considerations-and-objects","formInput":"tag:legal-and-illegal-considerations-and-objects"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"}],"courtcopy":true,"query_alert":null,"agreement":false}