{"tid":132573071,"publishdate":"2016-07-15","title":"M/S. S.K.S.Logistic Ltd vs Oil & Natural Gas Corporation Ltd on 15 July, 2016","doc":"<h2 class=\"doc_title\">M/S. S.K.S.Logistic Ltd vs Oil &amp; Natural Gas Corporation Ltd on 15 July, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:p-kalaiyarasan\">P.Kalaiyarasan</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-selvam\">A.Selvam</a>, <a href=\"/search/?formInput=benchid:p-kalaiyarasan\">P.Kalaiyarasan</a></h3>\n\n<pre id=\"pre_1\">        \n\n \nIN THE HIGH COURT OF JUDICATURE AT MADRAS\n\nDated :  15.07.2016\n\nCORAM:\n\nTHE HONOURABLE MR.JUSTICE A.SELVAM\nand \nTHE HONOURABLE MR.JUSTICE P.KALAIYARASAN\n\nO.S.A.No.366 of 2002\n\nM/s. S.K.S.Logistic Ltd.,\nNo.404, Abaya Steel House,\nBaroda Street,\nMumbai - 400 009. \nA company registered under the \n<a href=\"/doc/1353758/\" id=\"a_1\">Companies Act, 1956</a>. \t\t\t.. Appellant\n\nVs.\n\n1. Oil &amp; Natural Gas Corporation Ltd.,\n    having its Southern Regional Office at \n    CMDA Building,\n    Gandhi Irwin Road, Egmore,\n    Chennai - 600 008.  \n    A company registered under the \n    <a href=\"/doc/1353758/\" id=\"a_2\">Companies Act, 1956</a>.\n\n2. Sri.P.C.Tilak (Arbitrator)\n\n3. Sri. N.Meenakshisundaram (Arbitrator)\n\n4. Sri K.R.Gururajan (Arbitraror)\t\t..Respondents\n\n(Cause title amended vide order\nof Court, dated 31.01.2008\nmade in C.M.P.No.3367 of 2007)\n\tOriginal Side Appeal under Clause 15 of the Letters Patent read with Order XXXVI Rule 1 of Original Side Rules against the Order, dated 28.06.2002 made in O.P.No.153 of 1999.\n\tFor Appellant \t: Mr.Vijay Narayanan, Senior Counsel\n\t\t\t  for Mr.P.S.Sivashanmugasundaram\n\n\tFor Respondents :   Mr.G.Masilamani, Senior counsel\n\t\t\t  for M/s. King &amp; Partridge for R1\n\n\t\t\t  R2 to R4 - Arbitrators \n\nJ U D G M E N T\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">(Judgment of the Court was delivered by\nP.KALAIYARASAN, J)\n\tChallenge in this Original Side Appeal is to the order, dated 28.06.2002 passed in O.P.No.153 of 1999.\n</p>\n<p data-structure=\"Facts\" id=\"p_2\">\t2. The first respondent herein filed O.P.No.153 of 1999, praying to set aside portion of the Award, dated 18.11.1998 with respect to claim No.6 and Counter claim Nos. 2,4,5,6,7 and 8 and to award the sums claimed by them with interest.\n</p>\n<p data-structure=\"Facts\" id=\"p_3\">\t3. The learned single Judge set aside the Award of the Arbitrators and awarded the sums claimed by the first respondent herein. Aggrieved against the order, the present appeal has been preferred. \n</p><p data-structure=\"Facts\" id=\"p_4\">\t4. The brief facts of the case is as follows :\n</p><blockquote id=\"blockquote_1\">\t\t(i) Pursuant to the notice inviting tender by the first respondent, Oil &amp; Natural Gas Corporation Ltd., (herein after called as &quot;ONGC&quot;), the appellant, M/s. Shahi Shipping Ltd., (herein after called as &quot;SSL&quot;) (Now SKS Logistic Ltd) submitted its bid and ONGC placed letter of intend for transportation of crude oil at the minimum quantity of 240 MTs per day by road-cum-sea route. On 08.11.1994, written contract was also entered into between ONGC and SSL. SSL agreed to commence the operation from 01.01.1995. The contract was for a period of one year. \n</blockquote><blockquote id=\"blockquote_2\">\t\t(ii) The transportation is to be made from  Surasanyanam to Kakinada by road and from there to Vishakapatnam by sea. SSL commenced the transportation only on 23.02.1995 and transported 3 voyages, one on 05.03.1995, second on 09.03.1995 and third on 04.04.1995, lifting total quantity  5312 MTs and delivered 4312 MTs in all the three voyages. They left out crude oil in the barge comes to 1000 MTs altogether in 3 voyages. After six months period, SSL could deliver 923 MTs in the left over crude oil. After lifting of crude oil on 04.04.1995 for third voyage, there was no transportation. Therefore, ONGC issued notice on 04.09.1995, directing SSL to resume transportation fixing a dead line up to 10.09.1995. SSL failed to continue the operation and therefore, contract was terminated by ONGC by its notice, dated 27.12.1995. On 28.12.1995, ONGC encashed the Bank Guarantee submitted by SSL for a sum of Rs.22,66,650/-. In the meantime, SSL raised bills on ONGC for transport charges relating to the delivery of crude oil. ONGC declined to honor the bills, as the value of crude oil withheld by SSL was very high and also SSL was liable to pay liquidated damages in terms of the contract. \n</blockquote><blockquote id=\"blockquote_3\">\t\t(iii) The dispute between the parties was referred to the Arbitrators as agreed by them. Before the Arbitrators, SSL presented a claim under 15 heads for a total sum of Rs.88,64,997.83/-. ONGC made a counter claim under 8 heads to the tune of Rs.3,32,16,353/-. The Arbitrators passed an award on 18.11.1998. ONGC filed the O.P in so far as award against it. SSL has now come forward with this appeal with respect to the orders passed against Claim No.6 and Counter Claim Nos.2,4,5 and 8.\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_5\">\t5. The learned Senior counsel appearing for the appellant contends that Arbitrators rightly passed the award by appreciating the evidence and correctly interpreting the terms of the contract. The learned Single Judge traversed beyond the scope of <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Arbitration and Conciliation Act, 1996, interpreting the terms of the contract, which is impermissible in law and re-appreciating the evidence, by holding that the award suffers from inconsistent finding and evidence of RW1 proves the case of ONGC in relation to shutting down of oil well. \n</p><p data-structure=\"PetArg\" id=\"p_6\">\t6. Learned Senior counsel appearing for the appellant further contends that the learned single Judge is also not correct in rendering a finding that the onus of proof shifts on SSL, as strict rule of <a href=\"/doc/1953529/\" id=\"a_4\">Evidence Act</a> has no application to the Arbitral proceedings under <a href=\"/doc/1731368/\" id=\"a_5\">Section 19</a> of the Arbitration and Conciliation Act, 1996. The learned single Judge also failed to note that for invoking Bank Guarantee and termination of contract needs different yardstick from that of granting damages, as per Clause 11.1.3 of the Contract. \n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">\t7. Learned Senior counsel appearing for the first respondent per contra contends that the learned single Judge, has rightly set aside the award, after satisfying himself that the Arbitrators arrived at inconsistent conclusions, ignoring the material documents and material terms of the contract. The Arbitrators failed to rely on Exs.B.62 to B.68 and Ex.B.32, without considering the fact that strict adherence of <a href=\"/doc/1953529/\" id=\"a_6\">Evidence Act</a> is not required in the Arbitral Proceedings. As per Clause 11.1.3 of the Contract, the learned single Judge has rightly awarded liquidated damages. \n</p>\n<p data-structure=\"Section\" id=\"p_8\">\t8. The jurisdiction of the Court to decide the Award is circumscribed by <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> of the Arbitration and Conciliation Act, 1996. It is useful to refer to the relevant part of <a href=\"/doc/536284/\" id=\"a_8\">Section 34</a>, which reads as under :\n</p><blockquote id=\"blockquote_4\">&quot;34.Application for setting aside arbitral award.- (1) Recourse to a Court against an arbitral award may be made only by an application for setting aside such award in accordance with sub-section (2) and sub-section (3). \n</blockquote><blockquote id=\"blockquote_5\">(2) An arbitral award may be set aside by the Court only if--- \n</blockquote>\n<blockquote id=\"blockquote_6\">     (a) the party making the application furnishes proof that-\n</blockquote><blockquote id=\"blockquote_7\">       (i) a party was under some incapacity, or \n</blockquote><blockquote id=\"blockquote_8\">       (ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or \n</blockquote><blockquote id=\"blockquote_9\">     (iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or \n</blockquote><blockquote id=\"blockquote_10\">    (iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matter beyond the scope of the submission to arbitration: \n</blockquote><blockquote id=\"blockquote_11\">Provided that, if the decisions on matters submitted to arbitration can be separated from those not so submitted, only that part of the arbitral award which contains decisions on matters not submitted to arbitration may be set aside; or \n</blockquote><blockquote id=\"blockquote_12\">      (v) the composition of the arbitral tribunal or the arbitral procedure was not in accordance with the agreement of the parties, unless such agreement was in conflict with a provision of this Part from which the parties cannot derogate, or, failing such agreement, was not in accordance with this Past; or \n</blockquote><blockquote id=\"blockquote_13\">(b) the Court finds that--\n</blockquote><blockquote id=\"blockquote_14\">(i) the subject-matter of the dispute is not capable of settlement by arbitration under the law for the time being in force, or\n</blockquote><blockquote id=\"blockquote_15\">(ii) the arbitral award is in conflict with the public policy of India. \n</blockquote><blockquote id=\"blockquote_16\">[Explanation 1.\u0017For the avoidance of any doubt, it is clarified that an award is in conflict with the public policy of India, only if,\u0017\n</blockquote><blockquote id=\"blockquote_17\">(i) the making of the award was induced or affected by fraud or corruption or was in violation of section 75 or section 81; or\n</blockquote><blockquote id=\"blockquote_18\">(ii) it is in contravention with the fundamental policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_19\">(iii) it is in conflict with the most basic notions of morality or justice.\n</blockquote><p data-structure=\"Issue\" id=\"p_9\">Explanation 2.\u0017For the avoidance of doubt, the test as to whether there is a contravention with the fundamental policy of Indian law shall not entail a review on the merits of the dispute.];\n</p><p data-structure=\"CDiscource\" id=\"p_10\">[(2A) An arbitral award arising out of arbitrations other than international commercial arbitrations, may also be set aside by the Court, if the Court finds that the award is vitiated by patent illegality appearing on the face of the award:\n</p><blockquote id=\"blockquote_20\">Provided that an award shall not be set aside merely on the ground of an erroneous application of the law or by reappreciation of evidence.\u0014]&quot;\n</blockquote>\n<p data-structure=\"PetArg\" id=\"p_11\">\t9. The learned Senior counsel for the appellant as well as the learned Senior counsel for the first respondent brought to the notice of this Court, the settled propositions of law covering the field by citing the Supreme Court Judgments. \n</p>\n<p data-structure=\"Precedent\" id=\"p_12\">\t10. In ONGC Ltd., v. Saw Pipes Ltd., reported in (2003) 5 SCC 705, the Supreme court considered the expression &quot;public policy of India&quot; as follows : \n</p><blockquote id=\"blockquote_21\">&quot;31. Therefore, in our view, the phrase &#x27;Public Policy of India&#x27; used in <a href=\"/doc/536284/\" id=\"a_9\">Section 34</a> in context is required to be given a wider meaning. It can be stated that the concept of public policy connotes some matter which concerns public good and the public interest. What is for public good or in public interest or what would be injurious or harmful to the public good or public interest has varied from time to time. However, the award which is, on the face of it, patently in violation of statutory provisions cannot be said to be in public interest. Such award/judgment/decision is likely to adversely affect the administration of justice. Hence, in our view in addition to narrower meaning given to the term &#x27;public policy&#x27; in Renusagar&#x27;s case (supra), it is required to be held that the award could be set aside if it is patently illegal. Result would be - award could be set aside if it is contrary to: -\n</blockquote><blockquote id=\"blockquote_22\">(a) fundamental policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_23\">(b) the interest of India; or\n</blockquote><blockquote id=\"blockquote_24\">(c) justice or morality, or\n</blockquote><blockquote id=\"blockquote_25\">(d) in addition, if it is patently illegal.\n</blockquote><p data-structure=\"Section\" id=\"p_13\">Illegality must go to the root of the matter and if the illegality is of trivial nature it cannot be held that award is against the public policy. Award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the Court. Such award is opposed to public policy and is required to be adjudged void.\n</p><p data-structure=\"Issue\" id=\"p_14\">...\n</p><p data-structure=\"Precedent\" id=\"p_15\">74. In the result, it is held that:-\n</p><blockquote id=\"blockquote_26\">A. (1) The Court can set aside the arbitral award under <a href=\"/doc/439304/\" id=\"a_10\">Section 34(2)</a> of the Act if the party making the application furnishes proof that:-\n</blockquote><blockquote id=\"blockquote_27\">(i) a party was under some incapacity, or\n</blockquote><blockquote id=\"blockquote_28\">(ii) the arbitration agreement is not valid under the law to which the parties have subjected it or, failing any indication thereon, under the law for the time being in force; or\n</blockquote><blockquote id=\"blockquote_29\">(iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case; or iv) the arbitral award deals with a dispute not contemplated by or not falling within the terms of the submission to arbitration, or it contains decisions on matters beyond the scope of the submission to arbitration;\n</blockquote><blockquote id=\"blockquote_30\">2) The Court may set aside the award:-\n</blockquote><blockquote id=\"blockquote_31\">(i) (a) if the composition of the arbitral tribunal was not in accordance with the agreement of the parties,\n</blockquote><blockquote id=\"blockquote_32\">(b) failing such agreement, the composition of the arbitral tribunal was not in accordance with\n<a href=\"/doc/1306164/\" id=\"a_11\">Part-I of the Act</a>.\n</blockquote><blockquote id=\"blockquote_33\">ii) if the arbitral procedure was not in accordance with:-\n</blockquote><blockquote id=\"blockquote_34\">(a) the agreement of the parties, or\n</blockquote><blockquote id=\"blockquote_35\">(b) failing such agreement, the arbitral procedure was not in accordance with <a href=\"/doc/1306164/\" id=\"a_12\">Part-I of the Act</a>.\n</blockquote><blockquote id=\"blockquote_36\">However, exception for setting aside the award on the ground of composition of arbitral tribunal or illegality of arbitral procedure is that the agreement should not be in conflict with the provisions of <a href=\"/doc/1306164/\" id=\"a_13\">Part-I of the Act</a> from which parties cannot derogate.\n</blockquote><blockquote id=\"blockquote_37\">(c) If the award passed by the arbitral tribunal is in contravention of provisions of the Act or any other substantive law governing the parties or is against the terms of the contract.\n</blockquote><blockquote id=\"blockquote_38\">(3) The award could be set aside if it is against the public policy of India, that is to say, if it is contrary to:-\n</blockquote><blockquote id=\"blockquote_39\"> (a) fundamental policy of Indian law;\n</blockquote><blockquote id=\"blockquote_40\"> (b) the interest of India; or\n</blockquote><blockquote id=\"blockquote_41\"> (c) justice or morality, or\n</blockquote><blockquote id=\"blockquote_42\"> (d) if it is patently illegal.\n</blockquote><blockquote id=\"blockquote_43\">(4) It could be challenged:-\n</blockquote><blockquote id=\"blockquote_44\">  (a) as provided under Section 13(5); and\n</blockquote><blockquote id=\"blockquote_45\">  (b) <a href=\"/doc/1153621/\" id=\"a_14\">Section 16(6)</a> of the Act.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\">\t11. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1617540\" id=\"span_1\">In <a href=\"/doc/1617540/\" id=\"a_15\">DDA v. R.S. Sharma and Co</a>, reported in (2008) 13 SCC 80, the Supreme Court summarised the law as follows:</span> \n</p>\n<blockquote id=\"blockquote_46\">\u001321. From the above decisions, the following principles emerge:\n</blockquote><blockquote id=\"blockquote_47\">(a) An award, which is\n</blockquote><blockquote id=\"blockquote_48\">(i) contrary to substantive provisions of law; or\n</blockquote><blockquote id=\"blockquote_49\">(ii) the provisions of the Arbitration and Conciliation Act, 1996; or\n</blockquote><blockquote id=\"blockquote_50\">(iii) against the terms of the respective contract; or\n</blockquote><blockquote id=\"blockquote_51\">(iv) patently illegal; or\n</blockquote><blockquote id=\"blockquote_52\">(v) prejudicial to the rights of the parties;\n</blockquote><blockquote id=\"blockquote_53\">is open to interference by the court under <a href=\"/doc/439304/\" id=\"a_16\">Section 34(2)</a> of the Act.\n</blockquote><blockquote id=\"blockquote_54\">(b) The award could be set aside if it is contrary to:\n</blockquote><blockquote id=\"blockquote_55\">(a) fundamental policy of Indian law; or\n</blockquote><blockquote id=\"blockquote_56\">(b) the interest of India; or\n</blockquote><blockquote id=\"blockquote_57\">(c) justice or morality.\n</blockquote><blockquote id=\"blockquote_58\">(c) The award could also be set aside if it is so unfair and unreasonable that it shocks the conscience of the court.\n</blockquote><blockquote id=\"blockquote_59\">(d) It is open to the court to consider whether the award is against the specific terms of contract and if so, interfere with it on the ground that it is patently illegal and opposed to the public policy of India.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_17\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31621011\" id=\"span_2\">12. The Supreme Court in <a href=\"/doc/31621011/\" id=\"a_17\">Associate Builders v. DDA</a>, reported in (2015) 3 SCC 49, after referring the principle <a href=\"/doc/31621011/\" id=\"a_18\">laid down in</a> the above two cases, dealt with what constitute the Fundamental policy of Indian Law, wherein it has been held as follows :</span> \n</p><blockquote id=\"blockquote_60\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"86594\" id=\"span_3\">&quot;27. Coming to each of the heads contained in Saw Pipes (2003) 5 SCC 705, judgment, we will first deal with the head \u0013fundamental policy of Indian law\u0014. It has already been seen from Renusagar (<a href=\"/doc/86594/\" id=\"a_19\">Renusagar Power Co. Ltd., v. General Electric Co.</a>, 1994 Supp (1) SCC 644), judgment that violation of the <a href=\"/doc/27905/\" id=\"a_20\">Foreign Exchange Act</a> and disregarding orders of superior courts in India would be regarded as being contrary to the fundamental policy of Indian law. To this it could be added that the binding effect of the judgment of a superior court being disregarded would be equally violative of the fundamental policy of Indian law.</span>\n</blockquote><blockquote id=\"blockquote_61\">28. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"136518863\" id=\"span_4\">In a recent judgment, <a href=\"/doc/136518863/\" id=\"a_21\">ONGC Ltd. v. Western Geco International Ltd.</a>, [(2014) 9 SCC 263] this Court added three other distinct and fundamental juristic principles which must be understood as a part and parcel of the fundamental policy of Indian law. The Court held: (SCC pp. 278-80, paras 35 &amp; 38-40)\n\u001335. What then would constitute the \u0011fundamental policy of Indian law\u0012 is the question. The decision in ONGC [(2003) 5 SCC 705] does not elaborate that aspect. Even so, the expression must, in our opinion, include all such fundamental principles as providing a basis for administration of justice and enforcement of law in this country. Without meaning to exhaustively enumerate the purport of the expression \u0011fundamental policy of Indian law\u0012, we may refer to three distinct and fundamental juristic principles that must necessarily be understood as a part and parcel of the fundamental policy of Indian law. The first and foremost is the principle that in every determination whether by a court or other authority that affects the rights of a citizen or leads to any civil consequences, the court or authority concerned is bound to adopt what is in legal parlance called a \u0011judicial approach\u0012 in the matter. The duty to adopt a judicial approach arises from the very nature of the power exercised by the court or the authority does not have to be separately or additionally enjoined upon the fora concerned. What must be remembered is that the importance of a judicial approach in judicial and quasi-judicial determination lies in the fact that so long as the court, tribunal or the authority exercising powers that affect the rights or obligations of the parties before them shows fidelity to judicial approach, they cannot act in an arbitrary, capricious or whimsical manner. Judicial approach ensures that the authority acts bona fide and deals with the subject in a fair, reasonable and objective manner and that its decision is not actuated by any extraneous consideration. Judicial approach in that sense acts as a check against flaws and faults that can render the decision of a court, tribunal or authority vulnerable to challenge.</span>\n</blockquote><blockquote id=\"blockquote_62\">*\t*\t*\n</blockquote><blockquote id=\"blockquote_63\">38. Equally important and indeed fundamental to the policy of Indian law is the principle that a court and so also a quasi-judicial authority must, while determining the rights and obligations of parties before it, do so in accordance with the principles of natural justice. Besides the celebrated audi alteram partem rule one of the facets of the principles of natural justice is that the court/authority deciding the matter must apply its mind to the attendant facts and circumstances while taking a view one way or the other. Non-application of mind is a defect that is fatal to any adjudication. Application of mind is best demonstrated by disclosure of the mind and disclosure of mind is best done by recording reasons in support of the decision which the court or authority is taking. The requirement that an adjudicatory authority must apply its mind is, in that view, so deeply embedded in our jurisprudence that it can be described as a fundamental policy of Indian law.\n</blockquote><blockquote id=\"blockquote_64\">39. No less important is the principle now recognised as a salutary juristic fundamental in administrative law that a decision which is perverse or so irrational that no reasonable person would have arrived at the same will not be sustained in a court of law. Perversity or irrationality of decisions is tested on the touchstone of Wednesbury [Associated Provincial Picture Houses Ltd., v. Wednesbury Corpn., (1948) 1 KB 223] principle of reasonableness. Decisions that fall short of the standards of reasonableness are open to challenge in a court of law often in writ jurisdiction of the superior courts but no less in statutory processes wherever the same are available.\n</blockquote><blockquote id=\"blockquote_65\">40. It is neither necessary nor proper for us to attempt an exhaustive enumeration of what would constitute the fundamental policy of Indian law nor is it possible to place the expression in the straitjacket of a definition. What is important in the context of the case at hand is that if on facts proved before them the arbitrators fail to draw an inference which ought to have been drawn or if they have drawn an inference which is on the face of it, untenable resulting in miscarriage of justice, the adjudication even when made by an Arbitral Tribunal that enjoys considerable latitude and play at the joints in making awards will be open to challenge and may be cast away or modified depending upon whether the offending part is or is not severable from the rest.\u0014\n(emphasis in original)\n\n</blockquote><blockquote id=\"blockquote_66\">29. It is clear that the juristic principle of a \u0013judicial approach\u0014 demands that a decision be fair, reasonable and objective. On the obverse side, anything arbitrary and whimsical would obviously not be a determination which would either be fair, reasonable or objective.\n</blockquote><blockquote id=\"blockquote_67\">30. The audi alteram partem principle which undoubtedly is a fundamental juristic principle in Indian law is also contained in <a href=\"/doc/1347069/\" id=\"a_22\">Sections 18</a> and <a href=\"/doc/541243/\" id=\"a_23\">34(2)(a)(iii)</a> of the Arbitration and Conciliation Act. These sections read as follows:\n</blockquote><blockquote id=\"blockquote_68\">\u001318. Equal treatment of parties.\u0017The parties shall be treated with equality and each party shall be given a full opportunity to present his case.\n</blockquote><blockquote id=\"blockquote_69\">*\t*\t*\n</blockquote><blockquote id=\"blockquote_70\">34. Application for setting aside arbitral award.\u0017(1)\t*\t*\t*\n(2) An arbitral award may be set aside by the court only if\u0017\n</blockquote><blockquote id=\"blockquote_71\">(a) the party making the application furnishes proof that\u0017\n*\t*\t*\n</blockquote><blockquote id=\"blockquote_72\">(iii) the party making the application was not given proper notice of the appointment of an arbitrator or of the arbitral proceedings or was otherwise unable to present his case;\u0014\n</blockquote><blockquote id=\"blockquote_73\">31. The third juristic principle is that a decision which is perverse or so irrational that no reasonable person would have arrived at the same is important and requires some degree of explanation. It is settled law that where:\n</blockquote><blockquote id=\"blockquote_74\">(i) a finding is based on no evidence, or\n</blockquote><blockquote id=\"blockquote_75\">(ii) an Arbitral Tribunal takes into account something irrelevant to the decision which it arrives at; or\n</blockquote><blockquote id=\"blockquote_76\">(iii) ignores vital evidence in arriving at its decision,\nsuch decision would necessarily be perverse.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\">\t13. In the same Judgment, it has also been held what order is perverse or not and also held that the Court does not sit as a Court of appeal, while deciding the Award. The following paragraphs deal with the same :\n</p><blockquote id=\"blockquote_77\">&quot;32. A good working test of perversity is contained in two judgments. In Excise and Taxation Officer-cum-Assessing Authority v. Gopi Nath &amp; Sons (1992 Supp (2) SCC 312), it was held: (SCC p. 317, para 7)\n\u00137. \u0005 It is, no doubt, true that if a finding of fact is arrived at by ignoring or excluding relevant material or by taking into consideration irrelevant material or if the finding so outrageously defies logic as to suffer from the vice of irrationality incurring the blame of being perverse, then, the finding is rendered infirm in law.\u0014\nIn Kuldeep Singh v. Commr. of Police [(1992) 2 SCC 10], it was held: (SCC p. 14, para 10)\n\u001310. A broad distinction has, therefore, to be maintained between the decisions which are perverse and those which are not. If a decision is arrived at on no evidence or evidence which is thoroughly unreliable and no reasonable person would act upon it, the order would be perverse. But if there is some evidence on record which is acceptable and which could be relied upon, howsoever compendious it may be, the conclusions would not be treated as perverse and the findings would not be interfered with.\u0014\n</blockquote><blockquote id=\"blockquote_78\">33. It must clearly be understood that when a court is applying the \u0013public policy\u0014 test to an arbitration award, it does not act as a court of appeal and consequently errors of fact cannot be corrected. A possible view by the arbitrator on facts has necessarily to pass muster as the arbitrator is the ultimate master of the quantity and quality of evidence to be relied upon when he delivers his arbitral award. Thus an award based on little evidence or on evidence which does not measure up in quality to a trained legal mind would not be held to be invalid on this score (Very often an arbitrator is a lay person not necessarily trained in law. Lord Mansfield, a famous English Judge, once advised a high military officer in Jamaica who needed to act as a Judge as follows:\n</blockquote><blockquote id=\"blockquote_79\">\u0013General, you have a sound head, and a good heart; take courage and you will do very well, in your occupation, in a court of equity. My advice is, to make your decrees as your head and your heart dictate, to hear both sides patiently, to decide with firmness in the best manner you can; but be careful not to assign your reasons, since your determination may be substantially right,although your reasons may be very bad, or essentially wrong\u0014. \n</blockquote><blockquote id=\"blockquote_80\">It is very important to bear this in mind when awards of lay arbitrators are challenged). Once it is found that the arbitrators approach is not arbitrary or capricious, then he is the last word on facts. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"478091\" id=\"span_5\">In <a href=\"/doc/478091/\" id=\"a_24\">P.R. Shah, Shares &amp; Stock Brokers (P) Ltd. v. B.H.H. Securities (P) Ltd.</a>, [(2012) 1 SCC 594], this Court held: (SCC pp. 601-02, para 21)\n\u001321. A court does not sit in appeal over the award of an Arbitral Tribunal by reassessing or reappreciating the evidence. An award can be challenged only under the grounds mentioned in <a href=\"/doc/439304/\" id=\"a_25\">Section 34(2)</a> of the Act. The Arbitral Tribunal has examined the facts and held that both the second respondent and the appellant are liable. The case as put forward by the first respondent has been accepted. Even the minority view was that the second respondent was liable as claimed by the first respondent, but the appellant was not liable only on the ground that the arbitrators appointed by the Stock Exchange under Bye-law 248, in a claim against a non-member, had no jurisdiction to decide a claim against another member. The finding of the majority is that the appellant did the transaction in the name of the second respondent and is therefore, liable along with the second respondent. Therefore, in the absence of any ground under <a href=\"/doc/439304/\" id=\"a_26\">Section 34(2)</a> of the Act, it is not possible to re-examine the facts to find out whether a different decision can be arrived at.\u0014</span>\n</blockquote><blockquote id=\"blockquote_81\">34. It is with this very important caveat that the two fundamental principles which form part of the fundamental policy of Indian law (that the arbitrator must have a judicial approach and that he must not act perversely) are to be understood.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_19\">\t14. Bearing in mind, the above settled proposition of law and the incorporation of (a) Award affected by fraud or corruption; (b) Award in contravention with the Fundamental policy of Indian law; (c) Award in conflict with the main basic notions of morality or justice, by way of explanation to <a href=\"/doc/439304/\" id=\"a_27\">Section 34 (2)</a>, through amendment brought in by Act 3 of 2016, which came into effect on 23.10.2015, let us analyse the case on hand. \n</p><p data-structure=\"Conclusion\" id=\"p_20\">\t15. The following claims are under challenge in this appeal: \n</p><blockquote id=\"blockquote_82\">Claim No.6\nPort charges\nRs.98,024/-\n</blockquote><blockquote id=\"blockquote_83\">Counter Claim No.2\nCause for closure of Oil Well (Cl.11.1.3)\nRs.26,27,520/-\n</blockquote><blockquote id=\"blockquote_84\">Counter Claim No.4\nRefund of excess Insurance\nRs.1,45,389/-\n</blockquote><blockquote id=\"blockquote_85\">Counter Claim No.5\nRefund of excess Insurance\nRs.14,354/-\n</blockquote><blockquote id=\"blockquote_86\">Counter Claim No.8\nCompensation for failure to transport resulted in closure of well\nRs.2,68,27,200/-\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_21\">\t16. Counter Claim Nos.2 and 8 are with respect to cause for closure of oil well and compensation for failure to transport, resulted in closure of well. The other claims namely, Claim No.6, Counter Claim Nos.4 and 5 relate to port charges and refund of excess insurance. \n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">\t17. The learned single Judge ordered the above claims by setting aside the award passed by the Arbitrators. As already pointed out, ONGC claims in Counter Claim No.2, a sum of Rs.26,27,520/- towards compensation for poor upliftment of crude oil in terms of Clause 11.1.3 of contract during the period from 23.02.1995 to 01.04.1995. In Counter Claim No.8, ONGC claims a sum of Rs.2,68,27,200/- towards compensation for failute to transport resulting in the closure of producing well in terms of Clause 11.1.3 of contract, during the period from 02.04.1995 to 10.09.1995. \n</p><p data-structure=\"Conclusion\" id=\"p_23\">\t18. There is no dispute that contract between the parties is for one year commencing from 01.01.1995. \n</p><p data-structure=\"Section\" id=\"p_24\">\tClause 11.1.3 of the contract reads thus :\n</p><blockquote id=\"blockquote_87\">&quot;11.1.3 Failure to Transport :\n</blockquote><blockquote id=\"blockquote_88\">\tAny failure of the contractor to transport crude oil except under Force Majeure condition at an average rate of 240 TPD or higher stipulations based on quarterly prorated schedule which results in closure of producing well (s) shall be compensated by Contractor at twice such cost of crude oil transportation arranged by ONGC. &quot;\n</blockquote>\t\n<p data-structure=\"Section\" id=\"p_25\">\tForce Majeure is defined in Clause 21.2 of the Contract, which reads thus :\n</p><blockquote id=\"blockquote_89\">&quot;21.2. The term &quot;Force Majeure&quot; as employed herein shall mean act of God, War, Civil, Riot, Fire, Flood, Sabotage and acts and regulations of Government of India, which prevent performance by the parties to this Agreement.&quot;         \n</blockquote><p data-structure=\"Section\" id=\"p_26\">\tClause 4.0 provides penalty for poor uplift of crude oil, which reads thus :\n</p><blockquote id=\"blockquote_90\">&quot;In the event Contractor delays mobilisation of the facilities and commissioning of the infrastructure to commence transportation of crude oil by Road cum sea route, by 01.01.95, a penalty of 1/2% of Agreement value per week or part thereof subject to a maximum of 5% shall be levied until the time contractor starts transportation of crude oil on an average rate of 240 tons per day or higher stipulations based on quarterly prorated schedule.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_27\">\t19. There is no dispute that though contract for transportation of crude oil was to commence from 01.01.1995, SSL commenced the transportation only on 23.02.1995 with 53 days delay. ONGC sent a letter to SSL, dated 08.05.1995 under Ex.A.32, informing to improve the performance of transportation with a view to lift minimum stipulated quantity. In this letter, the delay of 53 days in commencing the transportation and lifting quantity averaging of 72 MTs per day against the minimum lifting schedule of 240 MTs per day were specifically mentioned. It is also stated in the letter that the poor performance of SSL had forced the ONGC to restrict the production rate from off-shore wells and attained closure of well as well and instructed to lift the material as per the provisions of the contract. \n</p><p data-structure=\"CDiscource\" id=\"p_28\">\t20. SSL raised the bills for the crude oil transportation in 3 voyages. ONGC had not settled the bills and sent a letter under Ex.B.27, dated 29.05.1995. In this letter, SSL was informed that against the delivery quantity of 5312.12 MT, SSL have so far produced acknowledgement of HPCL for a quantity of 4311.385 MT only, leaving a balance of 1000.74 MT and as such, the claim difference is disputed. It is further stated in the letter that as per Clause 10.2 of the contract, SSL is to submit original consignment note duly acknowledged at destination. Further, in view of holding of huge stocks by SSL, the bills submitted by SSL were withheld.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_29\">\t21. As per Clause 10.2 of the contract, payments should be arranged to Contractor within 30 days from the date of submission of invoices with the original consignment note, with respect to all undisputed amounts. Since, there was dispute with respect to the quantity of lifting against delivery and there was shortfall of about 1000 MTs, ONGC had not settled the bills and informed the same through the above letter. Violating the terms of the contract, SSL not only delayed in commencement of the transportation but there was poor upliftment also due to poor pumping and performance\n\n</p><p data-structure=\"CDiscource\" id=\"p_30\">\t22. As far as Counter Claim No.8 is concerned, it is covered by Clause 11.1.3 of contract. As per this Clause, ONGC is entitled to liquidated damages from the contractor at twice such cost of crude oil transportation for the failure of the contractor from transporting crude oil at an average rate of 240 MTs leading to closure of producing wells. Exs.B.62 to B.68 are monthly reports. In Ex.B.62, it is mentioned that due to decreased oil lifting, 2,3,1 and 2 wells were shut in on 8/3, 9/3, 22/3 and 24/3 respectively and all wells were completely shut in from 9/3 to 13/3, as there was no oil lifting. \n</p>\n<p data-structure=\"Precedent\" id=\"p_31\">\t23. In Ex.B.63, t is shown that due to decreased lifting, 2, all and 2 wells were shut in on 3/4, 5/4 and 19/4 respectively. In Ex.B.64, 3 wells were shown shut in on 19/5 due to decreased lifting. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">\t24. After 01.04.1995, there was no transportation by the SSL. It is also mentioned in the reports that chokes were also decreased on many occasions. \n</p><p data-structure=\"Precedent\" id=\"p_33\">\t25. R.W.1, Superintendent (Production) at Southern Regional Business Centre of ONGC, in his proof affidavit before the Arbitrators during evidence says that as the Deputy Superintendent Engineer, he was incharge of the transportation of crude oil from Surasanyanam. A copy of such monthly reports sent by M/s. Command Petroleum was received in their office. M/s. Command Petroleum became operating in Feb.95 and prior there to ONGC was operating the said wells. Up to Feb 95, he was the Resident Engineer incharge of the production of crude oil from the aforesaid four wells. In the cross-examination, he has stated thus : \n</p><blockquote id=\"blockquote_91\">&quot;I was not involved in the preparation of the monthly report, Ex.B.62 to Ex.B.68. ONGC was producing oil in Ravva oil field exclusively till the end of Feb.95 after which the Joint venture including ONGC was producing crude oil in that Ravva Oil Field. The statement in my affidavit that M/s. Command Petroleum had agreed to be the operator and that ONGC was put in charge of transportation of crude oil from Feb.95 is correct.&quot; \n</blockquote>\n<p data-structure=\"Section\" id=\"p_34\">\t26. Thus, decrease in choke and closure of the producing wells was done on many occasions due to transportation of lesser quantity by SSL. No doubt, as per the evidence of C.W.1 before the Arbitrators, there were other contractors for transportation of crude oil from different wells. The contract to the SSL was to transport crude oil from Ravaa field. The Arbitrators mainly rejected the above counter claim, on the ground that the persons responsible for the preparation of the report was not examined and there were other operators also to mitigate the failure. Non-examination of the person responsible for the preparation of the report to reject the reports is not correct, in the light of <a href=\"/doc/1731368/\" id=\"a_28\">Section 19</a> of the Arbitration and Conciliation Act, 1996, wherein it is provided that the Arbitral Tribunal shall not be bound by <a href=\"/doc/161831507/\" id=\"a_29\">the Code of Civil Procedure</a>, 1908 or the <a href=\"/doc/1953529/\" id=\"a_30\">Indian Evidence Act, 1872</a>. \n</p><p data-structure=\"CDiscource\" id=\"p_35\">\t27. The strict adherence of the <a href=\"/doc/1953529/\" id=\"a_31\">Evidence Act</a> is not required in Arbitral Proceedings. Further, R.W.1, categorically stated before the Arbitrators that he was incharge of the transportation of crude oil till Feb. 1995 and continued in the joint venture with M/s. Command Petroleum Indian Ltd., and he also spoke about the reports. Further, Exs.B.62 to B.68, monthly reports were marked before the Arbitrators without any objection from the other side. Therefore, the learned single Judge has rightly relied upon the above documents and the evidence of R.W.1 for the closure of the wells due to failure on the part of the SSL in lifting the crude oil, as per the terms of the contract. \n</p><p data-structure=\"CDiscource\" id=\"p_36\">\t28. It is also pertinent to note that a cursory reading of Clause 11.1.3 of contract does disclose that ONGC is entitled to arrange alternative transportation, in case of failure of the contract to transport. The mitigating circumstances that other transporters were also available with ONGC cannot be a ground to absolve SSL from its liability as per the contract. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_37\">\t29. The SSL not only failed to transport and deliver the minimum scheduled quantity of crude oil to HPCL Refinery during the period from 23.02.1995 to 01.04.1995, even after delayed commencement but also it had delivered nothing from 02.04.1995 till termination of the contract on 10.09.1995. As per the terms of the contract, SSL is required to transport the minimum  240 MTs crude oil daily. Failure to transport crude oil resulting closure of producing wells amounts breach of contract, which entitles the ONGC to get the pre-determined liquidated damages, as per the terms of Clause 11.1.3 of the contract. The transportation charge per metric tonne is Rs.345/- and therefore, twice the charge per tonne is the pre-determined liquidated damage. The Arbitrators decision rejecting the above claim of the ONGC for non-lifting of the stipulated quantity of crude oil, resulting closure of the producing wells, ignoring the specific terms of the contract is patently illegal, which goes to the root of the matter and it shocks conscience of the Court. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_38\">\t30. The learned single Judge has elaborately discussed how the Arbitrators have given inconsistent findings with regard to the non-performance of the contract by SSL. The learned Arbitrators in their Award justified in invoking the Bank Guarantee furnished by SSL and encashing the same by saying that SSL committed breach of the terms of the contract, without commencing the transportation by 01.01.1995 and the shortage in delivery of crude oil came to be ascertained and more over SSL could not keep up the schedule of transportation of 240 MTs per day, which attracted Clause 11.1.3 of the contract.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_39\">\t31. The learned Arbitrators, while rejecting Claim No.18 of the SSL, says that SSL could not keep up the schedule of transportation of 240 MTs per day, which attracted Clause 11.1.3 of Ex.B.61. \n</p>\n<p data-structure=\"CDiscource\" id=\"p_40\">\t32. Whereas, while rejecting the Counter Claim No.2 of the respondent, the learned Arbitrators, gave a finding as follows :\n</p><blockquote id=\"blockquote_92\">&quot;We are unable to hold that the shortfall in the upliftment of crude oil amounting to 3807.87 MT during the period of 38 days from 23.02.1995 to 01.04.1995 of transportation undertaken by SSL had resulted in the closure of production wells in Ravva field. Hence, the conditions stipulated in Clause 11.1.3 of the agreement Ex.B.69 are not satisfied.&quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_41\">\t33. Though the learned Arbitrators noted in several places about the defective pumping system of SSL, poor discharge factors, facing difficulty in getting the berth allotment from OCC due to defective pumping and poor pumping rate affecting other vessels waiting for berth during all the three voyages, had failed to see the closure of producing wells and decrease in choke. Thus, the learned Arbitrators gave not only inconsistent findings but also ignored vital evidence. The liquidated damages stipulated in Clause 11.1.3 is reasonable and question of mitigating the damages under <a href=\"/doc/1941714/\" id=\"a_32\">Section 74</a> of the Indian Contract Act does not arise in this case.\n</p><p data-structure=\"Conclusion\" id=\"p_42\">\t34. As far as port charges and excess insurance are concerned, Clause 11.2.2 speaks about port charges and Clause 11.2.3 deals with cargo Insurance and the said Clauses read thus :\n</p><blockquote id=\"blockquote_93\">&quot;11.2.2. Port charges : Contractor shall be responsible for prompt payment of all port charges at their cost except the port charges at Vizag which will be reimbursed against documentary evidence.\n</blockquote><blockquote id=\"blockquote_94\">11.2.3 Cargo Insurance :\n</blockquote><blockquote id=\"blockquote_95\">Contractor is responsible to obtain transit insurance of the crude oil, jointly in the name of Contractor and ONGC to cover all risks from the point of taking over of crude from landfall point at Surasanyanam to the point of handing over of crude oil at HPCL, Vizag. Contractor shall be reimbursed the insurance premium against documentary evidence. Before commencement of operation, the contractor should submit the Insurance papers to DGM (OPS), K.G.Project, Rajamundry.&quot;\n</blockquote>\t\n<p data-structure=\"CDiscource\" id=\"p_43\">\t35. SSL claims port charges. According to ONGS, the port charges incurred on account of the default attributable to SSL in occupying the port for longer hours due to poor pumping rate. Annexure to Ex.B.49, which was sent by SSL to ONGC reveals that the port charges got increased due to the fact that barge was staying at Vishakapatnam port for longer period.\n</p><p data-structure=\"Precedent\" id=\"p_44\">\t36. As far as insurance is concerned, the undelivered left out crude oil was 1000 MT and ignoring the same, the Arbitrators awarded the excess insurance charge claimed by SSL. Considering the above aspects, the learned single Judge, allowed the Counter Claim Nos.4 and 5 in favour of ONGC.\n</p><p data-structure=\"Section\" id=\"p_45\">\t37. For the aforementioned reasons, the learned single Judge has rightly interfered with the Award under <a href=\"/doc/536284/\" id=\"a_33\">Section 34</a> of the Arbitration and Conciliation Act, 1996, as the award of the learned Arbitrators suffers from patent illegality and contrary to Fundamental policy of Indian law due to perversity.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_46\">\t38. The Original Side Appeal is therefore dismissed, confirming the order of the learned single Judge. There will be no order as to costs. \n</p>\n<p data-structure=\"Precedent\" id=\"p_47\">(A.S.,J.) (P.K.,J)\n\t\t\t\t\t         15-07-2016\n\nIndex:Yes \n\ntsvn\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nA.SELVAM,J.\n</p><p data-structure=\"Conclusion\" id=\"p_48\">AND\nP.KALAIYARASAN,J.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_49\">tsvn\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t             Judgment in\n<span class=\"hidden_text\" id=\"span_6\">\t\t\t\t       O.S.A.No.366 of 2002</span>\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\t\t\t 15-07-2016\n          </p>","numcites":17,"numcitedby":0,"docsource":"Madras High Court","citetid":132573071,"divtype":"judgments","relatedqs":[{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"force majeure","formInput":"force%20majeure"},{"value":"setting aside of an arbitral award","formInput":"setting%20aside%20of%20an%20arbitral%20award"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"public policy of india","formInput":"public%20policy%20of%20india"},{"value":"public policy","formInput":"public%20policy"},{"value":"setting aside of award","formInput":"setting%20aside%20of%20award"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"ONGC","formInput":"ONGC"},{"value":"arbitration and conciliation act, 1996","formInput":"arbitration%20and%20conciliation%20act%2C%201996"},{"value":"patently illegal","formInput":"patently%20illegal"},{"value":"crude oil","formInput":"crude%20oil"},{"value":"\"liquidated damages","formInput":"%22liquidated%20damages"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"original side appeal","formInput":"original%20side%20appeal"},{"value":"logistics","formInput":"logistics"},{"value":"renusagar","formInput":"renusagar"},{"value":"closure","formInput":"closure"},{"value":"arbitration and conciliation act/ sortby:/","formInput":"arbitration%20and%20conciliation%20act/%20sortby%3A/"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"law-governing-evidence","formInput":"tag:law-governing-evidence"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"},{"value":"companies-law","formInput":"tag:companies-law"},{"value":"determination-of-rules-of-procedure","formInput":"tag:determination-of-rules-of-procedure"}],"courtcopy":true,"query_alert":null,"agreement":false}