{"tid":161468605,"publishdate":"2011-10-13","title":"Bharat Heavy Electricals Ltd. & Anr. vs Dpc Engineering Project Pvt. Ltd. on 13 October, 2011","doc":"<h2 class=\"doc_title\">Bharat Heavy Electricals Ltd. &amp; Anr. vs Dpc Engineering Project Pvt. Ltd. on 13 October, 2011</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-j-mehta\">Valmiki J. Mehta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-j-mehta\">Valmiki J.Mehta</a></h3>\n\n<pre id=\"pre_1\">*             IN THE HIGH COURT OF DELHI AT NEW DELHI\n\n+                         FAO Nos. 189/2011 &amp; 190/2011\n\n%                                                13th October, 2011\n\n1.       FAO NO.189/2011\n\nBHARAT HEAVY ELECTRICALS LTD. &amp; ANR.            ...... Appellants\n                   Through:   Mr. Sandeep Sethi, Senior Advocate with\n                              Mr. A.K. Roy, Advocate.\n\n                    VERSUS\nDPC ENGINEERING PROJECT PVT. LTD.               ...... Respondent\n                    Through:   Mr. Gurvinder Singh, Advocate.\n\n2.       FAO No.190/2011\n\nBHARAT HEAVY ELECTRICALS LTD. &amp; ANR.            ...... Appellants\n                   Through:   Mr. Sandeep Sethi, Senior Advocate with\n                              Mr. A.K. Roy, Advocate.\n\n                    VERSUS\nDPC ENGINEERING PROJECT PVT. LTD.               ...... Respondent\n                    Through:   Mr. Gurvinder Singh, Advocate.\n\n\nCORAM:\nHON&#x27;BLE MR. JUSTICE VALMIKI J.MEHTA\n\n    1.   Whether the Reporters of local papers may be\n         allowed to see the judgment?\n\n    2.   To be referred to the Reporter or not? Yes\n\n    3.   Whether the judgment should be reported in the Digest? Yes\n\n\nVALMIKI J. MEHTA, J (ORAL)\n</pre>\n<p data-structure=\"Facts\" id=\"p_1\">1.            The challenge by means of these first appeals under <a href=\"/doc/772406/\" id=\"a_1\">Section 37</a>\n\nof the Arbitration &amp; Conciliation Act, 1996 (hereinafter referred to as „the\n\n\n<span class=\"hidden_text\" id=\"span_1\">FAO Nos.189/2011 &amp; 190/2011                                           Page 1 of 19</span>\n Act‟) is to the impugned orders of the Court below dated 21.2.2011 and\n\n5.2.2011.   By the impugned orders, the petition of the respondent under\n\n<a href=\"/doc/1079220/\" id=\"a_2\">Section 9</a> of the Act has been allowed and the appellant No.1 has been\n\nrestrained from withholding with it the monies claimed by the respondent\n\nherein, the petitioner in the Court below, under the subject contract as also\n\nother contracts. Both these appeals involve similar issues and are based on\n\nsimilar facts and are therefore being disposed of by this common judgment.\n\nFor the sake of convenience, reference is made to the facts of FAO\n\nNo.189/2011.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">2.          The facts of the case are that the respondent herein was\n\nawarded the contract, being contract No.620/09, being one of eight contracts\n\nfor erection, testing, commissioning and trial operation of a Turbine\n\nGenerator set with auxiliary and piping at District Jhansi, UP dated\n\n3.10.2009. The case of the respondent in the petition filed under <a href=\"/doc/1079220/\" id=\"a_3\">Section 9</a> of\n\nthe Act was that it had completed almost 57% of the work within 10 months\n\nagainst total time allowed of 18 months in spite of which the contract was\n\nbeing terminated without any fault on the part of the respondent.      It was\n\nalleged that termination notice dated 14.5.2010 issued by the appellant No.1\n\nherein was illegal and fabricated. The respondent claims to have replied to\n\nthe legal notice seeking reconsideration of the termination notice to which\n\nthere was no response, whereupon the arbitration clause No.33 in the\n\ncontract was invoked by the respondent vide its letter dated 9.6.2010. The\n\n<span class=\"hidden_text\" id=\"span_2\">FAO Nos.189/2011 &amp; 190/2011                                         Page 2 of 19</span>\n appellant no.1 herein, and respondent no.1 before the Court below,\n\nsubmitted in the reply to the <a href=\"/doc/1079220/\" id=\"a_4\">Section 9</a> petition that respondent herein was a\n\ndefaulting contractor who failed to perform his obligation under the contract.\n\nIt was the stand of the appellants that they were forced to terminate the\n\ncontract because in spite of repeated notices, the respondent did not\n\nimprove its work at site. On account of the breach of contract committed by\n\nthe respondent, its contract was terminated and the contract was awarded to\n\nM/s. Vasavi Power Services Pvt. Ltd. on 11.6.2010 at the risk and cost of the\n\nrespondent herein in terms of clause 25 of the general conditions of the\n\ncontract.   It was further the case of the appellant that the contract in\n\nquestion is in respect of a project of national importance which was time\n\nbound and that the correspondence between the parties would show that the\n\nsame had to be terminated on account of defaults and breaches on the part\n\nof the respondent herein.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Issue\" id=\"p_5\">3.          By the impugned orders, the appellant No.1 herein, and the\n\nrespondent in the Court below, has been restrained from withholding the\n\nmonies which are claimed by the contractor under the subject contract and\n\nalso under other contracts. The only issue which is therefore required to be\n\nexamined in these appeals is whether the impugned orders are correct when\n\nthey restrain the appellant No.1 from withholding the monies which are\n\nclaimed by the respondent herein under the subject contract No.620 of 2009\n\nand also the other contracts. To complete the narration it is stated that the\n\n<span class=\"hidden_text\" id=\"span_3\">FAO Nos.189/2011 &amp; 190/2011                                         Page 3 of 19</span>\n respondent herein had claimed various other reliefs in its petition under\n\n<a href=\"/doc/1079220/\" id=\"a_5\">Section 9</a> of the Act, and though which were declined by the impugned order,\n\nyet there is no appeal filed by the respondent herein against the impugned\n\norders for the reliefs declined.\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Section\" id=\"p_7\">4.          It is trite that the petition under <a href=\"/doc/1079220/\" id=\"a_6\">Section 9</a> of the Act has to be\n\ndecided on the same principles contained in Order 39 Rules 1 and 2 <a href=\"/doc/161831507/\" id=\"a_7\">of Code\n\nof Civil Procedure</a>, 1908 (<a href=\"/doc/161831507/\" id=\"a_8\">CPC</a>) viz on the basis of existence of a prima facie\n\ncase, balance of convenience and irreparable injury.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"RespArg\" id=\"p_9\">5.          A reference to the impugned orders shows that there is no\n\ndiscussion as to how the respondent has a prima facie case.        All that the\n\nimpugned orders bring out is that there are disputes which will be decided in\n\narbitration and therefore till such decision is taken by the Arbitrator, the\n\nrespondent herein is entitled to the relief restraining the appellant No.1 from\n\nwithholding the amounts. In the impugned order dated 21.2.2011, subject\n\nmatter of FAO 189/2011, the Court below has after observing that there were\n\ndisputes and differences with respect to termination of contract stated as\n\nunder:-\n</p>\n<p data-structure=\"Issue\" id=\"p_10\">\n</p><blockquote id=\"blockquote_1\">      &quot;However, whether the default is intentional or circumstantial and\n\ncause of breach is yet to be determined in the arbitral proceedings&quot;.\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_11\">In the impugned order dated 5.2.2011, which is the subject matter of FAO\n\nNo.190/2011, the Court below observes that there is vicious circle of\n\n<span class=\"hidden_text\" id=\"span_4\">FAO Nos.189/2011 &amp; 190/2011                                          Page 4 of 19</span>\n allegation, one following the other and the Court further observes &quot;however\n\nthe liability of the plaintiff is yet to be established&quot;.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_12\">      Both the orders conclude by observing that since the arbitral\n\nproceedings are still pending, till the time the liabilities of the petitioner\n\ntherein are fixed either by the Court or by the Arbitrator, there cannot be\n\nwithholding of payments.\n</p>\n<p data-structure=\"Issue\" id=\"p_13\">\n</p><p data-structure=\"Precedent\" id=\"p_14\">6.           In order to appreciate the lack of any effective application of\n\nmind while passing the impugned orders, I would seek to reproduce the\n\nwhatever limited reasoning which the trial Court below has given so as to\n\nappreciate that the orders are clearly flawed and have to be set aside. The\n\nrelevant paras of the impugned order dated 21.2.2011 holding the\n\nrespondent entitle to injunction are paras 15 to 17 and which read as under:-\n\n\n</p><blockquote id=\"blockquote_2\">         &quot;15.      In reply to a letter, petitioner had requested the\n         respondents not to adjust the payment of one contract against\n         the other as he would not be able to make payment to his work\n         force and other supplier/creditor and ultimately Jhansi contract\n         would also be terminated.      The contract has already been\n         terminated by the respondent company before filing the present\n         petition. The contract in question is in respect of a project of\n         national importance which is time bound. It becomes apparent\n         from the mails and correspondence exchanges between the\n         petitioner and the respondent that termination of the contract\n         has been occasioned due to default and breaches on the part of\n         the petitioner which has forced the respondent to get the work\n         executed at the risk and cost of the claimant in terms of the\n         contract.    However, whether the default is intentional or\n         circumstantial and cause of breach is yet to be determined in the\n         arbitral proceedings.    But the act of the respondent in\n         termination and assignment of the said contract to third party is\n         saved by sub-clause 25.1 and 25.3 of Clause 25 of contract.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_5\">FAO Nos.189/2011 &amp; 190/2011                                         Page 5 of 19</span>\n<blockquote id=\"blockquote_3\">         16.       Various documents placed on record to establish the\n        inability of the petitioner to complete the contract, however,\n        petitioner alleges non-payment by the respondents as one of the\n        cause for failure on his part for non completion of the work.\n        While the respondents allege defaults and failure to performance\n        on all fronts leading to stopping of payment and termination of\n        the contract of the petitioner.\n</blockquote>\n<blockquote id=\"blockquote_4\">        17.        Keeping in view the arguments by both the counsels\n        and from perusal of the records and the fact that the arbitration\n        proceedings are still pending. The prayer of the petitioner is\n        allowed to the extent that till the time the liabilities of petitioner,\n        if any, are fixed for the other contractors either by the court or by\n        the arbitrator for the disputed contract, no payment be withheld\n        as regards the contract no.620/09 for Jhansi, U.P. site to the\n        extent for the work done and till the time the liability, if any, and\n        if ever fixed for other contractors, the same may not be\n        recovered from the running bills of the contract no.620/09 till the\n        final outcome of the arbitration proceedings.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_15\">            The impugned order dated 5.2.2011 contains the following\n\nreasons for grant of injunction:-\n</p>\n<p data-structure=\"Section\" id=\"p_16\">\n</p><blockquote id=\"blockquote_5\">        &quot;17.      Various mails and letters exchanged between the\n        petitioner and the respondents do establish that the work under\n        the impugned contract was not completed by the petitioner and\n        thus awarded to M/s. Steel Builders on 23.08.2010 after\n        cancellation of contract of the petitioner vide mail/letter dated\n        27.07.2010. The petitioner has submitted that the work at\n        Shrinagar site could not be completed as the payments of the\n        said contract were withheld by the respondent. To prove this, he\n        has relied on a letter dated 28.06.2010, wherein the AGM of\n        respondent company has written that some of the R.A.s of the\n        petitioner have been passed on the basis of work actually\n        executed and verified by site, however, the payments have been\n        withheld as the work of the petitioner had been short closed at\n        some of the respondent‟s site and some is being carried out by\n        respondents through other vendors and at risk and cost of the\n        petitioner.\n</blockquote>\n<blockquote id=\"blockquote_6\">        18.      In reply to that letter, petitioner had requested the\n        respondents not to adjust the payment of one contract against\n        that one as otherwise he would not be able to make payment to\n\n<span class=\"hidden_text\" id=\"span_6\">FAO Nos.189/2011 &amp; 190/2011                                             Page 6 of 19</span>\n         his work force and other supplier/creditor and ultimately\n        Shrinagar contract would also be terminated. Although the\n        contract has been terminated by the respondent company, after\n        filing of present petition, none of the clauses of 25 of the\n        contract prohibits the respondent from terminating the contract\n        in case of pendency of application under <a href=\"/doc/1079220/\" id=\"a_9\">Section 9</a> of Arbitration\n        &amp; Conciliation Act. The contract in question is in respect of a\n        project of national importance which is time bound. It becomes\n        apparent from the mails and correspondence exchanged\n        between the petitioner and the respondent that the termination\n        of the contract has been occasioned due to default and breaches\n        on the part of the petitioner which has forced the respondent to\n        get the work executed at the risk and cost of the claimant in\n        terms of the contract.       However, whether the default is\n        intentional or circumstantial and cause of breach is yet to be\n        determined in the arbitral proceedings. But the act of the\n        respondent in termination and assignment of the said contract to\n        third party is saved by sub-clauses 25.1 and 25.3 of Clause and\n        25.3 of Clause 25 of the contract. In view of the fact that\n        contract at Srinagar Site has already been terminated and\n        assigned to another company, thus prayers of the petitioner that\n        the respondents, its agent, representative or officials be\n        restrained to create hurdle in completing the Srinagar project\n        and also the prayer that the respondents be asked to work as per\n        rule and no arbitrary action be taken against the petitioner\n        company without due process of law, become infructuous and\n        are thus disallowed.\n</blockquote><blockquote id=\"blockquote_7\">        19.         Various documents placed on record do establish the\n        inability of the petitioner to complete the contract, however,\n        petitioner alleges non payment by the respondents of his due\n        payment to be the cause of failure on his part for non completion\n        of the work while the respondent allege defaults and failure to\n        performance on all fronts leading to stopping of payment and\n        termination of the contract of the petitioner. The reasons cited\n        by both the parties seem like a vicious circle, one perpetually\n        following the another. Sub- clause 25.4 of clause 25 authorises\n        the respondent to recover any moneys due from the contractor\n        from out of any moneys due to the contractor under this or any\n        other contract or from the security deposit.           However, the\n        liability of the plaintiff is yet to be established. Thus the prayer\n        of the petitioner is allowed to the extent that till the time the\n        liabilities of petitioner, if any, are fixed for the other contracts\n        either by the court or by the arbitrator for the disputed contract,\n\n<span class=\"hidden_text\" id=\"span_7\">FAO Nos.189/2011 &amp; 190/2011                                           Page 7 of 19</span>\n            no payment be with held as regards the contract no.578/09 for\n           Shrinagar, Uttrakhand site and till the time the liability, if any,\n           and if ever fixed for other contracts, the same may not be\n           recovered from the running bills of the contract no.578/09.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"PetArg\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"120342440\" id=\"span_8\">7.            Learned senior counsel for the appellants basically relied upon\n\nthe decision of the Supreme Court in the case of M/s. <a href=\"/doc/120342440/\" id=\"a_10\">H.M. Kamaluddin\n\nAnsari &amp; Co. Vs. Union of India and Others</a> AIR 1984 SC 29 to canvass\n\nthe proposition that the appellants may not be entitled to appropriate and\n\nrecover the monies, however, the appellant No.1 cannot be restrained from\n\nwithholding the amounts. Reliance is also placed upon Clause 25.4 of the\n\ncontract which provides that the appellant No.1 is entitled to recover monies\n\ndue from the contractor from out of any money due to the contractor under\n\nthis or any other contract or from the security deposit.           Learned senior\n\ncounsel for the appellants, however, restricts his relief to a lesser relief not of\n\nrecovery of amounts but entitlement to withhold the amount till the\n\nconclusion of the arbitration proceedings.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\n</p><p data-structure=\"Precedent\" id=\"p_19\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"137677123\" id=\"span_9\">8.            Learned counsel for the respondent per contra relies upon a\n\nDivision    Bench    judgment    of   this   Court   in   the   case   of   <a href=\"/doc/137677123/\" id=\"a_11\">Simplex\n\nInfrastructures Ltd. Vs. National Highways Authority of India</a> 177\n\n(2011) DLT 248.</span>          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"558150\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137677123\" id=\"span_11\">The Division Bench in the judgment in the case of\n\n<a href=\"/doc/137677123/\" id=\"a_12\">Simplex Infrastructures Ltd.</a> (supra) has relied upon the decision of the\n\nSupreme Court in the case of <a href=\"/doc/558150/\" id=\"a_13\">Transmission Corp. of A.P. Ltd. Vs. Lanco\n\n\n<span class=\"hidden_text\" id=\"span_12\">FAO Nos.189/2011 &amp; 190/2011                                                 Page 8 of 19</span>\n Kondapalli Power (P) Ltd. JT</a> 2005 (10) SC 542, which held that an\n\ninjunction can be granted to continue an existing state of affairs so that\n\npayment can be made in terms of the existing state of affairs which have\n\nbeen acted upon by the parties for a long period of time.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_13\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137677123\" id=\"span_14\">The Division Bench\n\nin the case of <a href=\"/doc/137677123/\" id=\"a_14\">Simplex Infrastructures Ltd.</a> (supra) distinguished the\n\njudgment of the Supreme Court in the case of M/s. <a href=\"/doc/120342440/\" id=\"a_15\">H.M. Kamaluddin\n\nAnsari &amp; Co.</a> (supra) by holding that under the new <a href=\"/doc/1052228/\" id=\"a_16\">Arbitration Act</a> of\n\n1996, as compared to the old Act of 1940, an injunction can be granted\n\nwhich has the effect of causing payment of amounts to the petitioner in a\n\npetition under <a href=\"/doc/1079220/\" id=\"a_17\">Section 9</a> of the Act.     Counsel for the respondent also has\n\nstated that respondent has a prima facie case in its favour as also the\n\nbalance of convenience.       It is argued that the respondent will be caused\n\nirreparable injury if interim orders were not granted by the Court below and\n\nif the interim orders are vacated by this Court.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">\n</p><p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_15\">9.          So far as the issue as to entitlement of the appellants to withhold\n\nthe monies under the subject contract or under other contracts, the issue is\n\nsquarely covered by the decision in the case of M/s. <a href=\"/doc/120342440/\" id=\"a_18\">H.M. Kamaluddin\n\nAnsari &amp; Co.</a> (supra) in which it has been held that though there cannot be\n\nrecovery or appropriation of an amount by the person who is liable to make\n\nthe payment however, such person cannot be forced to make the payment\n\nand he is entitled to withhold the same. The relevant observations of the\n\n\n\n\n<span class=\"hidden_text\" id=\"span_16\">FAO Nos.189/2011 &amp; 190/2011                                          Page 9 of 19</span>\n Supreme Court are contained in paras 13, 14, 19, 21 and 30 of the judgment\n\nand which read as under:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">\n</p><blockquote id=\"blockquote_8\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"491812\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"972715\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"461988\" id=\"span_19\">&quot;13. As some doubt was raised in the Delhi High Court as to the\n      exact scope of the ratio of the <a href=\"/doc/461988/\" id=\"a_19\">Union of India Vs. Raman Iron\n      Foundry</a>, AIR 1974 SC 1265 (supra) the matter was referred to a\n      Full Bench apparently to consider the earlier Division Bench\n      judgments in <a href=\"/doc/972715/\" id=\"a_20\">Marwar Tent Factory Vs. Union of India</a>, <a href=\"/doc/491812/\" id=\"a_21\">AIR 1975\n      Delhi 27 and Air Foam Industries P. Ltd. v. Union of India</a>, AIR 1973\n      Delhi 253.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1779799\" id=\"span_20\">The Full Bench in <a href=\"/doc/1779799/\" id=\"a_22\">Mohan Meakin Breweries Ltd. v.\n      Union of India</a>, AIR 1975 Delhi 248 took the view that though an\n      injunction could be granted in those matters restraining the Union\n      of India from adjusting or recovering any damages claimed by it\n      from other pending bills of the contractor no order of injunction\n      restraining the Union of India from withholding the payments due\n      to the contractor under other pending bills could be issued.</span>\n</blockquote>\n<blockquote id=\"blockquote_9\">      14. Following the Full Bench decision the Division Bench in the\n      present case held that the Court in arbitration proceedings was\n      not competent to issue an injunction restraining the Union of India\n      from withholding the amount due to the appellant-contractor\n      under other pending bills. The only remedy of the appellant is to\n      proceed outside the arbitration proceedings for the payments due\n      under the pending bills, from the respondent. The Court can,\n      however, restrain the Union of India from recovering or\n      appropriating the amount due to the appellant-contractor under\n      pending bills towards the damages claimed by the Union, unless it\n      has been adjudicated upon or admitted by the other side.\n</blockquote><blockquote id=\"blockquote_10\">      19. On the own case of the appellant that there was no\n      concluded contract between the parties containing an arbitration\n      clause it will be difficult to say that the application for injunction\n      moved by the appellant was for the purpose of and in relation to\n      arbitration proceedings. This apart the amount due under the\n      pending bills to the appellant was not the subject matter of the\n      present proceedings and therefore the injunction order restraining\n      the respondents from withholding the amount due to the appellant\n      under the pending bills in respect of other contracts could not be\n      said to be for the purpose of and in relation to the present\n      arbitration proceedings. In this view of the matter it was not open\n      to the Court to pass the interim injunction restraining the\n      respondents from withholding the amount due to the appellant\n      under pending bills in respect of other contracts.\n</blockquote>\n<span class=\"hidden_text\" id=\"span_21\">FAO Nos.189/2011 &amp; 190/2011                                           Page 10 of 19</span>\n<blockquote id=\"blockquote_11\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1779799\" id=\"span_22\">21. It is true that the order of injunction <a href=\"/doc/1779799/\" id=\"a_23\">in that case</a> was in\n      negative form. But if an order injuncted a party from withholding\n      the amount due to the other side under pending bills in other\n      contracts, the order necessarily means that the amount must be\n      paid. If the amount is withheld there will be a defiance of the\n      injunction order and that party could be hauled up for infringing\n      the injunction order. It will be a contradiction in terms to say that\n      a party is injuncted from withholding the amount and yet it can\n      withhold the amount as of right. In any case if the injunction order\n      is one which a party was not bound to comply with, the Court\n      would be loath and reluctant to pass such an ineffective injunction\n      order. The Court never passes an order for the fun of passing it.\n      It is passed only for the purpose of being carried out. Once this\n      Court came to the conclusion that the Court has power under\n      <a href=\"/doc/1519579/\" id=\"a_24\">Section 41(b)</a> read with Second Schedule to issue interim\n      injunction but such interim injunction can only be for the purpose\n      of and in relation to arbitration proceedings and further that the\n      question whether any amounts were payable by the appellant to\n      the respondent under other contracts, was not the subject-matter\n      of the arbitration proceedings and, therefore, the Court\n      obviously could not make any interim order which, though\n      ostensibly in form an order of interim injunction, in\n      substance amounted to a direction to the appellant to pay\n      the amounts due to the respondent under other contracts,\n      and such an order would clearly be not for the purpose of\n      and in relation to the arbitration proceedings; the\n      subsequent observation of the Court that the order of injunction\n      being negative in form and substance, there was no direction to\n      the respondent to pay the amount due to the appellant under\n      pending bills of other contracts is manifestly inconsistent with the\n      proposition of law <a href=\"/doc/1779799/\" id=\"a_25\">laid down by</a> this Court in the same case.</span>\n</blockquote>\n<blockquote id=\"blockquote_12\">      30. We are clearly of the view that an injunction order\n      restraining the respondents from withholding the amount due\n      under other pending bills to the contractor virtually amounts to a\n      direction to pay the amount to the contractor-appellant. Such an\n      order was clearly beyond the purview of Clause (b) of <a href=\"/doc/28932/\" id=\"a_26\">Section 41</a>\n      of the Arbitration Act. The Union of India has no objection to the\n      grant of an injunction restraining it from recovering or\n      appropriating the amount lying with it in respect of other claims of\n      the contractor towards its claim for damages. But certainly Cl.18\n      of the standard contract confers amply power upon the Union of\n      India to withhold the amount and no injunction order could be\n\n\n\n<span class=\"hidden_text\" id=\"span_23\">FAO Nos.189/2011 &amp; 190/2011                                          Page 11 of 19</span>\n       passed restraining the Union of India from withholding the\n      amount.&quot;                             (Emphasis supplied)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_23\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_24\">10.           A reference to the aforesaid paras of the judgment in the case of\n\nM/s. <a href=\"/doc/120342440/\" id=\"a_27\">H.M. Kamaluddin Ansari &amp; Co.</a> (supra) brings out the following\n\nconclusions:-</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\">\n</p><blockquote id=\"blockquote_13\">      (i)     The amount which is claimed to be due by a contractor under\n\nother contracts cannot become the subject matter of another arbitration\n\nproceedings in another contract i.e. it is only one particular contract which is\n\nthe subject matter of arbitration and the other contacts which are not the\n\nsubject matter of the arbitration proceedings in a <a href=\"/doc/1079220/\" id=\"a_28\">Section 9</a> petition of one\n\ncontract and therefore an order in a petition under one contract cannot\n\nresult in an injunction to take payment under other contracts which are not\n\nthe subject matter of subject arbitration proceedings. (vide para 19 of the\n\njudgment)\n\n\n</blockquote><blockquote id=\"blockquote_14\">      (ii)    An order of injunction directing that a person cannot withhold the\n\namount in fact is an order directing payment of the amount. (vide para 21 of\n\nthe judgment)\n\n\n</blockquote><blockquote id=\"blockquote_15\">      (iii)   Though a person cannot during the pendency of the arbitration\n\nproceedings recover and appropriate the amount which he claims to be due,\n\nhowever, there is nothing which prevents a person from withholding the\n\namounts recovering or appropriating the same. (vide para 30 of the\n\njudgment).\n</blockquote>\n<span class=\"hidden_text\" id=\"span_25\">FAO Nos.189/2011 &amp; 190/2011                                          Page 12 of 19</span>\n<p data-structure=\"Precedent\" id=\"p_25\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_26\">11.         Ordinarily therefore in terms of the decision in M/s. <a href=\"/doc/120342440/\" id=\"a_29\">H.M.\n\nKamaluddin Ansari &amp; Co.</a> (supra) nothing further would have to be seen\n\nand the petition of the respondent under <a href=\"/doc/1079220/\" id=\"a_30\">Section 9</a> of the Act is liable to be\n\nstraightway dismissed.</span>        <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"137677123\" id=\"span_27\">However, the decision of a Division Bench in the\n\ncase of <a href=\"/doc/137677123/\" id=\"a_31\">Simplex Infrastructures Ltd.</a> (supra) would have to be examined\n\nas to whether the facts of the present case falls within the ratio of <a href=\"/doc/137677123/\" id=\"a_32\">the said\n\njudgment</a> for the petition under <a href=\"/doc/1079220/\" id=\"a_33\">Section 9</a> of the respondent to be allowed.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137677123\" id=\"span_28\">A\n\nreference to the facts in the case of <a href=\"/doc/137677123/\" id=\"a_34\">Simplex Infrastructures Ltd.</a> (supra)\n\nshows that with respect to the contract awarded to the contractor payments\n\nwere made in terms of a particular interpretation of clause 70.3 of the\n\ncontract for a period of three years and for which 31 interim payment\n\ncertificates were issued for payment. It is only thereafter that the National\n\nHighways Authority of India Limited (owner of the project) suddenly decided\n\nthat interpretation of clause 70.3 was different and consequently refused to\n\nmake payment although 31 interim payment certificates were issued on the\n\nbasis of interpretation for around three years of the operation of the\n\ncontract.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137677123\" id=\"span_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"558150\" id=\"span_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"558150\" id=\"span_31\">These facts were similar to the facts of the decision of the\n\nSupreme Court in the case of M/s. <a href=\"/doc/558150/\" id=\"a_35\">Transmission Corporation of A.P.</a>\n\n(supra) wherein payment was made for power generated for a long period\n\nof time at 368.144 MW and which was sought to be reduced suddenly after a\n\nlong period of time to 351.49 MW. It is these actions of wanting to alter a\n\ncontinuous course of conduct which was injuncted by the Supreme Court in\n\n\n<span class=\"hidden_text\" id=\"span_32\">FAO Nos.189/2011 &amp; 190/2011                                         Page 13 of 19</span>\n the case of M/s. <a href=\"/doc/558150/\" id=\"a_36\">Transmission Corporation of A.P.</a> (supra) and also by\n\nthe Division Bench of this Court in the case of <a href=\"/doc/137677123/\" id=\"a_37\">Simplex Infrastructures\n\nLtd.</a> (supra). Further, the Division Bench of this Court while granting the\n\ninjunction secured NHAI Ltd. by directing that payments which will be\n\nreceived by the contractor will be secured by nothing less than bank\n\nguarantees covering the payments made.</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">\n</p><p data-structure=\"Precedent\" id=\"p_27\">12.         It is relevant at this stage to note the Constitution Bench decision\n\nof the Supreme Court in the case of Padma Sundra Rao (dead) and\n\nothers Vs. State of T.N. and Others (2002) 3 SCC 533.                         The\n\nConstitution Bench of the Supreme Court has specifically stated in this\n\njudgment that the Courts should not place reliance on a decision without\n\ndiscussing as to how the factual situation fits in with the facts of the decision\n\non which reliance is placed.     The Supreme Court cautioned that there is\n\nalways peril in treating the words of a speech or judgment as though they\n\nare words in a legislative enactment. The Supreme Court directed that it is to\n\nbe remembered that judicial utterances are made in setting of facts of a\n\nparticular case and one additional or different fact may make a world of\n\ndifference between conclusions in two cases. This is the ratio given in para 9\n\nof the judgment.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">\n</p><p data-structure=\"CDiscource\" id=\"p_29\">13.         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137677123\" id=\"span_33\">In my opinion, therefore, considering the facts of the present\n\ncase in which there is no consistent conduct of the appellant no.1 herein\n\n\n\n<span class=\"hidden_text\" id=\"span_34\">FAO Nos.189/2011 &amp; 190/2011                                           Page 14 of 19</span>\n over a long period of time by which regular payments were made to the\n\ncontractor, the decision of Division Bench of this Court in the case of\n\n<a href=\"/doc/137677123/\" id=\"a_38\">Simplex Infrastructures Ltd.</a> (supra) cannot apply. Further, during the\n\ncourse of arguments, learned counsel for the respondent herein, and the\n\npetitioner in petition under <a href=\"/doc/1079220/\" id=\"a_39\">Section 9</a> of the Act, has taken up a stand that\n\nthe respondent is not ready to accept payment by securing the appellant by\n\nmeans of bank guarantees to cover the amounts. In the contract which is\n\nthe subject matter of FAO No.189/2011 the appellant No.1 has an\n\napproximate claim of Rs.121.5 lacs and which is comprised of two amounts\n\nbeing 59.5 lacs being the amount due towards the liquidated damages for\n\ndelay in performance of the contract and the amount of Rs.62 lacs which is\n\nclaimed to be the difference in the value of the subject contract and the risk\n\nand cost purchase tender issued after termination of the contract.      In the\n\ncontract which is the subject matter of FAO No.190/2011 the claim of the\n\nappellant no.1 is for Rs.3.55 crores of which an amount of Rs.86 lacs is\n\ntowards the liquidated damages and an amount of Rs.2.69 crores is towards\n\nthe claim of damages for the difference in the risk and cost purchase tender\n\nawarded at a higher price.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">\n</p><p data-structure=\"Precedent\" id=\"p_31\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137677123\" id=\"span_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"558150\" id=\"span_36\">14.         I am bound by the decisions of the Supreme Court in the case of\n\nM/s. <a href=\"/doc/558150/\" id=\"a_40\">Transmission Corporation of A.P.</a> (supra) and Division Bench of\n\nthis Court in the case of <a href=\"/doc/137677123/\" id=\"a_41\">Simplex Infrastructures Ltd.</a> (supra). However,\n\nan issue will have to be examined at an appropriate time as to whether an\n\n<span class=\"hidden_text\" id=\"span_37\">FAO Nos.189/2011 &amp; 190/2011                                        Page 15 of 19</span>\n injunction which effectively directs payment can be issued by the Court\n\nalthough disputes concerning that issue are pending. There are various\n\nreasons why possibly such an injunction may not be permissible.The first\n\nreason is that in order to claim an amount if a person is allowed to seek an\n\ninjunction instead of filing a suit for recovery then no suit for recovery need\n\never have to be filed.Every suit of recovery will be filed as a suit for\n\ninjunction directing payment. The effect will be that no ad valorem court fees\n\nwill be required to be paid and the relief of injunction will suffice irrespective\n\nof the monetary value of the relief claimed. Such a relief of injunction is also\n\nimpermissible by virtue of <a href=\"/doc/1835310/\" id=\"a_42\">Section 41(h)</a> of Specific Relief Act,1963 which\n\nprovides that when equally efficacious relief can be obtained by any other\n\nusual mode, the relief of injunction cannot be granted. It is trite that when no\n\nfinal injunction can be granted surely an interim injunction also cannot be\n\ngranted. What cannot be finally claimed cannot also be claimed by an\n\ninterim order. What cannot be directly done cannot indirectly be got done. I\n\nmay note that whereas an entitlement of a money which is decreed in a suit\n\nfor recovery of money will be by a final judgment/adjudication, if by an\n\ninterim injunction amounts are directed to be paid, then the effect will be\n\nthat an interim order for payment of moneys can be passed in a suit for\n\nrecovery of money, although there are vexed questions of facts which can\n\nonly be decided after trial at the stage of final judgment in a suit. To claim\n\npayment by an interim injunction would be that there is an entitlement to recovery\n\n\n\n<span class=\"hidden_text\" id=\"span_38\">FAO Nos.189/2011 &amp; 190/2011                                            Page 16 of 19</span>\n of monies although there is no final decree of recovery of money merely on the\n\nground that a prima facie case exists for recovery of money. This possibly\n\nmay not be legally permissible.     Further another consequence is that an\n\ninterim injunction effectively directing payment will have an effect similar to\n\nrecovery of money in execution proceedings although there is no final money\n\ndecree capable of execution.</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"137677123\" id=\"span_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"558150\" id=\"span_40\">All these aspects were not brought to the\n\nnotice of the Hon‟ble Supreme Court when the case of M/s. <a href=\"/doc/558150/\" id=\"a_43\">Transmission\n\nCorporation of A.P.</a> (supra) was decided and nor was brought to the\n\nnotice of the Division Bench of this Court when the case of          <a href=\"/doc/137677123/\" id=\"a_44\">Simplex\n\nInfrastructures Ltd.</a> (supra) was decided.</span></span>        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_41\">Finally, I may add that the\n\nspirit of the decision in M/s. <a href=\"/doc/120342440/\" id=\"a_45\">H.M. Kamaluddin Ansari &amp; Co.</a> (supra) was\n\nbasically to prevent an injunction, effect of which is to allow payment of\n\nmoney by interim orders.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"120342440\" id=\"span_42\">This spirit and ratio of the Supreme Court in the\n\ncase of M/s. <a href=\"/doc/120342440/\" id=\"a_46\">H.M. Kamaluddin Ansari &amp; Co.</a> (supra) in no manner can be\n\nsaid to have been whittled down and diluted by the wide language <a href=\"/doc/1079220/\" id=\"a_47\">Section 9</a>\n\nof the new <a href=\"/doc/1306164/\" id=\"a_48\">Arbitration Act, 1996</a> inasmuch so far as the final relief of\n\ninjunction is concerned, the Courts are still governed by the provision of\n\n<a href=\"/doc/1835310/\" id=\"a_49\">Section 41(h)</a> of the Specific Relief Act, 1963 whereby there cannot be\n\ngranted injunction when a suit for recovery of moneys has to be filed. Maybe\n\nin an appropriate case, these aspects will be examined.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_32\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"611025\" id=\"span_43\">15.         So far as the present case is concerned, a reference to the\n\nimpugned order shows that except stating the disputes which have arisen\n\n<span class=\"hidden_text\" id=\"span_44\">FAO Nos.189/2011 &amp; 190/2011                                         Page 17 of 19</span>\n there is no discussion as to how at all there is a prima facie case in favour of\n\nthe respondent herein. Merely because disputes exist, an injunction does\n\nnot automatically follow. Every disputed question of fact requires trial, but it\n\nis only a bonafide disputed question of fact which entitles a plaintiff to get an\n\ninjunction. If every disputed question of fact requires injunction then in all\n\nsuits interim injunction will automatically follow because every suit has\n\ndisputed questions of facts requiring trial. The Supreme Court in the case of\n\n<a href=\"/doc/611025/\" id=\"a_50\">M. Gurudas and Others Vs. Rasaranjan and Others</a> 2006 (8) SCC 367\n\nhas clarified that while considering grant of order of injunction it is necessary\n\nthat contention of the plaintiff must be bonafide i.e. every disputed fact may\n\nrequire a trial but only a bonafidely disputed question of fact will entitle a\n\ngrant of interim injunction.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"611025\" id=\"span_45\">This is explicitly stated by the Supreme Court in\n\npara 21 of the decision in the case of <a href=\"/doc/611025/\" id=\"a_51\">M. Gurudas and Others</a> (supra).</span>\n\n\n</p><p data-structure=\"RespArg\" id=\"p_33\">16.         In my opinion, the respondent herein does not have any prima\n\nfacie case as there is no consistent past conduct of many years when\n\npayment were made as was the position in the cases of Transmission\n\nCorporation or Simplex Infrastructures          Ltd.    There is no balance of\n\nconvenience in favour of the respondent.        The argument of the learned\n\ncounsel for the respondent that an irreparable injury will be caused to the\n\nrespondent if payments are not made to the respondent is an argument on\n\nwhich no weight can be attached inasmuch as law does not entitle a person\n\nto get payment on an equitable ground that the business will be ruined if\n\n<span class=\"hidden_text\" id=\"span_46\">FAO Nos.189/2011 &amp; 190/2011                                           Page 18 of 19</span>\n payments are not paid inasmuch as existence of a prima facie case is a sine\n\nqua non. As I have already observed not only there is no prima facie case in\n\nfavour of the respondent herein, the balance of convenience is in favour of\n\nthe respondent.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">\n</p><p data-structure=\"Conclusion\" id=\"p_35\">17.         Quite clearly, the impugned orders fail in correctly applying the\n\ntriple tests of prima facie case, balance of convenience and irreparable\n\ninjury. As already held by me above merely because disputed questions of\n\nfact exist cannot mean that interim orders necessarily have to follow.\n\n</p><p data-structure=\"Conclusion\" id=\"p_36\">18.         In view of the above, the appeals are allowed. Impugned orders\n\ndated 5.2.2011 and 21.2.2011 are set aside. The petition of the respondent\n\nunder <a href=\"/doc/1079220/\" id=\"a_52\">Section 9</a> of the Act will accordingly stand dismissed, leaving the\n\nparties to bear their own costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n\n\n</p><pre id=\"pre_2\">OCTOBER 13, 2011                                      VALMIKI J. MEHTA, J.\nNe\n\n\n\n\n<span class=\"hidden_text\" id=\"span_47\">FAO Nos.189/2011 &amp; 190/2011                                        Page 19 of 19</span>\n </pre>","numcites":16,"numcitedby":2,"docsource":"Delhi High Court","citetid":161468605,"divtype":"judgments","relatedqs":[{"value":"risk and cost","formInput":"risk%20and%20cost"},{"value":"M/s. H.M. Kamaluddin Ansari & Co.","formInput":"M/s.%20H.M.%20Kamaluddin%20Ansari%20%26%20Co."},{"value":"simplex infrastructure","formInput":"simplex%20infrastructure"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"\"simplex infrastructures\"  ","formInput":"%22simplex%20infrastructures%22%20%20"},{"value":"VALMIKI J. MEHTA","formInput":"VALMIKI%20J.%20MEHTA"},{"value":"no interim injunction","formInput":"no%20interim%20injunction"},{"value":"when an injunction can be granted","formInput":"when%20an%20injunction%20can%20be%20granted"},{"value":"irreparable injury","formInput":"irreparable%20injury"},{"value":"\"risk and cost\"","formInput":"%22risk%20and%20cost%22"},{"value":"suit for recovery","formInput":"suit%20for%20recovery"},{"value":"recovery of money","formInput":"recovery%20of%20money"},{"value":"dpc","formInput":"dpc"},{"value":"Contract terminated once terminated again","formInput":"Contract%20terminated%20once%20terminated%20again"},{"value":"\"one contract\"","formInput":"%22one%20contract%22"},{"value":"\"prima facie case\"","formInput":"%22prima%20facie%20case%22"},{"value":"injunction order","formInput":"injunction%20order"},{"value":"claims damages","formInput":"claims%20damages"},{"value":"petition under section 9 ","formInput":"petition%20under%20section%209%20"},{"value":"questions of fact","formInput":"questions%20of%20fact"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":true,"query_alert":null,"agreement":false}