{"tid":151043716,"publishdate":"2022-08-02","title":"Dell International Services India Pvt. ... vs Analogics Tech India Ltd. on 2 August, 2022","doc":"<h2 class=\"doc_title\">Dell International Services India Pvt. ... vs Analogics Tech India Ltd. on 2 August, 2022</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:b-v-reddy\">B. Vijaysen Reddy</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-v-reddy\">B. Vijaysen Reddy</a></h3>\n\n<pre id=\"pre_1\">          HIGH COURT FOR THE STATE OF TELANGANA\n\n       * THE HON&#x27;BLE SRI JUSTICE B. VIJAYSEN REDDY\n\n        + ARBITRATION APPLICATION No.162 of 2021\n\n\n\n% Dated: 02.08.2022\n\n\n\n#     Dell International Services India Pvt. Ltd....\n                                                       ... Applicant\n      VERSUS\n\n\n$     Analogics Tech India Ltd...\n\n                                                     ...RESPONDENT\n\n! Counsel for the Applicant     : Mr. T.Natraj\n\n\n\n\n^ Counsel for the Respondent    : Mr.C.M.R. Velu\n                                  Mr.Y.Swaroop Sai\n\n&lt; GIST:\n\n&gt; HEAD NOTE:\n\n? Case referred\n\n1. AIR 1967 SC 688\n2. AIR 1979 DELHI 64\n3. AIR 2004 MAD 127\n4. 2014 SCC OnLineP &amp; H 2880\n                                   2\n\n\n\n         HIGH COURT FOR THE STATE OF TELANGANA\n\n       * THE HON&#x27;BLE SRI JUSTICE B. VIJAYSEN REDDY\n\n        + ARBITRATION APPLICATION No.162 of 2021\n\n\n\n% Dated: 02.08.2022\n\n\n\n#     Dell International Services India Pvt. Ltd....\n                                                       ... Applicant\n      VERSUS\n\n\n$     Analogics Tech India Ltd...\n\n                                                     ...RESPONDENT\n\n! Counsel for the Applicant     : Mr. T.Natraj\n\n\n\n\n^ Counsel for the Respondent    : Mr.C.M.R. Velu\n                                  Mr.Y.Swaroop Sai\n\n\n\n\nThe Court made the following:\n                                  3\n\n\n\n        THE HON&#x27;BLE SRI JUSTICE B. VIJAYSEN REDDY\n\n         ARBITRATION APPLICATION No.162 of 2021\n\nORDER:</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">      This application is filed to appoint an arbitral tribunal under\n\n<a href=\"/doc/1841764/\" id=\"a_1\">Section 11</a> of the Arbitration and Conciliation Act, 1996 (for short\n\n&#x27;the Act&#x27;) with respect to the disputes arisen between the parties in\n\nrelation to purchase order dated 15.03.2017 executed by the\n\napplicant and the respondent and consequent tax invoices raised by\n\nthe applicant.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">\n</p><p data-structure=\"Facts\" id=\"p_3\">2.    The petitioner is engaged in the business of manufacturing\n\ncomputer hardware, data storage devices, commercial services,\n\ncommercial servers, laptops, monitors, peripherals, comprehensive\n\nInformation Technology solutions etc. The respondent was desirous\n\nof purchasing several products from the applicant, which is detailed\n\nout in pages 11 to 14 of the application. The respondent placed\n\norder on the applicant for supply of products worth Rs.86,03,132.60\n\nps. inclusive of GST at 18%. Under the purchase order, as pare\n\nclause No.1, the respondent has credit period of 30 days for making\n\npayment. The products were shipped by the applicant and the same\n\nwere received by the respondent at its Chandigarh premises.\n\nThe applicant raised multiple tax invoices as mentioned in para 5 of\n\nthe application. Several emails were addressed by the applicant to\n\nclear outstanding invoices. The respondent assured the applicant\n<span class=\"hidden_text\" id=\"span_1\">                                     4</span>\n\n\n\nthat pending payments would be cleared in three to four days vide\n\nemail dated 30.01.2020. In spite of the applicant giving sufficient\n\ntime   to    the   respondent   taking   into    consideration   COVID-19\n\npandemic, the respondent failed to clear pending amount and\n\nstopped      acknowledging   any   further      communication    from   the\n\napplicant.\n</p>\n<p data-structure=\"Issue\" id=\"p_4\">\n</p><p data-structure=\"Facts\" id=\"p_5\">3.     Clause 6(iii) of the purchase order provides for resolution of\n\ndisputes through arbitration. Notice dated 24.09.2020 was issued\n\nby the applicant to the respondent to resolve the pending issue\n\nwithin a period of thirty days from the date of receipt of the notice,\n\nwhich was received by the respondent by email dated 24.09.2020\n\nand by speed post on 28.09.2020. Reply notice dated 0.10.2020\n\nwas sent by the respondent acknowledging the dues of the\n\napplicant and again sought time to process the pending invoices\n\namounting to Rs.86,03,132.60/-. In order to resolve the dispute\n\namicably, the applicant granted final extension till 31.12.2020 to\n\nclear the outstanding dues vide emails dated 02.12.2020 and\n\n04.12.2020. The respondent failed to make payment which lead to\n\nthe petitioner issuing noticing dated 02.02.2021 invoking arbitration\n\nunder clause 6(iii) of the purchase order dated 15.03.2019.\n\nThe respondent, having received the notice, did not issue any reply\n\nand failed to agree upon a mutually appointed arbitrator.\n<span class=\"hidden_text\" id=\"span_2\">                                           5</span>\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_6\">4.        Mr.   T.    Natraj,   learned       counsel   for   the   application,\n\nhas submitted that though the respondent has admitted the\n\nliability, it has been dodging payment on one pretext or the other.\n\nMere admission of claim without discharging liability cannot be\n\nconstrued as non-existence of dispute. As payment is not made,\n\nthe applicant has to invoke legal remedy, and therefore, the dispute\n\ncontinues to exist until payment is made. In any case, admission of\n\ndebt/liability is only a tactic resorted to by the respondent to\n\ndeprive the application its due payment.\n</p>\n<p data-structure=\"Issue\" id=\"p_7\">\n</p><p data-structure=\"RespArg\" id=\"p_8\">5.        Mr. Y. Swaroop Sai, learned counsel for the respondent,\n\nsubmitted that there is no dispute existing between the parties.\n\nAccording to the learned counsel, as the claim of payment under\n\nthe invoices is admitted by the respondent, there is no need to\n\nrefer the parties to arbitration. He further contended arbitrator\n\nwould be appointed by this Court only when there is a dispute,\n\nwhich requires adjudication, and in the instant case, there is no\n\ndispute and therefore, referring the matter to an arbitrator is\n\nunwarranted.\n</p>\n<p data-structure=\"Issue\" id=\"p_9\">\n</p><p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1940102\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1593938\" id=\"span_4\">6.        Learned counsel for the respondent relied upon the following\n\njudgments <a href=\"/doc/1593938/\" id=\"a_2\">UNION OF INDIA v. BIRLA COTTON SPINNING &amp;\n\nWEAVING MILLS LTD.1</a>; M/s. PEARL HOSIERY MILLS v.\n\n\n\n<span class=\"hidden_text\" id=\"span_5\">1</span>\n    AIR 1967 SC 688\n<span class=\"hidden_text\" id=\"span_6\">                                            6</span>\n\n\n\nUNION OF INDIA2; M/s. CHEMIPACK (INDIA) PVT. LTD. v.\n\nM/s. ARCH PHARMA LABS LTD. [judgment dated 10.07.2017 in\n\nCRP.No.3022 of 2017 of High Court for the State of Telangana and\n\nthe State of Andhra Pradesh]; M/s. SANKAR SEALING SYSTEMS\n\nP. LTD. v. M/s. <a href=\"/doc/1940102/\" id=\"a_3\">JAIN MOTOR TRADING CO.3 and MARUTI\n\nUDYOG LTD. v. MAHALAXMI MOTORS LTD.</a> [judgment in\n\nIA.No.3340 of 1999 in S.No.2466 of 1998 dated 05.12.2002 of\n\nDelhi High Court].</span></span>\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><p data-structure=\"Precedent\" id=\"p_12\">7.        In BIRLA COTTON SPINNING &amp; WEAVING MILLS LTD.&#x27;s\n\ncase (1 supra) the Supreme Court held as under:\n\n</p><blockquote id=\"blockquote_1\">          &quot;...The evidence recorded by the Trial Court discloses that\n          there was no dispute between the Company and the Union\n          arising under the contract on which the suit was filed. The\n          Union accepted liability to pay the amount claimed by the\n          Company in tile suit. The Union still declined to pay the\n          amount asserting that an amount was due from the\n          company,      to   the   Union   under   a   distinct   contract.\n          This amount was not sought to be set-off under any term of\n          the contract under which the Company made the claim.\n          The dispute raised by the Union was therefore not in respect\n          of the liability under the terms of the contract &#x27;which\n          included the arbitration clause, but in respect of an alleged\n          liability of the Company under another contract which it may\n          be noted had already been referred to arbitration. The Union\n          had no defence to the action filed by the Company it was\n          not contended that the amount of Rs. 10,625/- was not due\n          to the Company under the contract relied upon by the\n\n<span class=\"hidden_text\" id=\"span_7\">2</span>\n    AIR 1979 DELHI 64\n<span class=\"hidden_text\" id=\"span_8\">3</span>\n    AIR 2004 MAD 127\n<span class=\"hidden_text\" id=\"span_9\">                                     7</span>\n\n\n\n      Company. For enforcement of the arbitration clause there\n      must exist a dispute in the absence of a dispute between\n      the parties to the arbitration agreement, there can be no\n      reference.\n</blockquote>\n<blockquote id=\"blockquote_2\">      It was urged that mere refusal by the Union to pay the\n      amount due is sufficient to raise a dispute &quot;in connection\n      with the contract&quot; within the meaning of clause 21 of the\n      Arbitration agreement. We are unable to agree with that\n      contention. A dispute that the Union is not liable to pay the\n      price under the terms of the contract is undoubtedly a\n      dispute under the contract, and in any event in connection\n      with the contract. But a plea that the Union though liable to\n      pay the amount under the terms of the contract will not pay\n      it because it desires to appropriate it towards another claim\n      under another independent contract cannot reasonably be\n      regarded as a dispute &quot;under or in connection&quot; with that\n      contract under which the liability sought to be enforced has\n      arisen.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_13\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593938\" id=\"span_10\">In M/s. <a href=\"/doc/1593938/\" id=\"a_4\">PEARL HOSIERY MILLS</a>&#x27;s case (2 supra), the Delhi\n\nHigh Court held as under:</span>\n</p>\n<blockquote id=\"blockquote_3\">      &quot;3. Coming to the legal question and the nature of the\n      misconception which seems to lead to the filing of such\n      applications for stay, I think, it is useful to mention that an\n      arbitration clause, even though it may be worded in the\n      widest possible   language, only allows differences and\n      disputes relating to or arising out of or in connection with a\n      contract to be referred to an arbitrator. It may well be said\n      that the non-payment of the price of goods supplied is also\n      a dispute or difference which should lead the matter to be\n      referred to arbitration. However, the word &#x27;Difference&#x27; or\n      word &#x27;Dispute&#x27; is not to be understood in this way when\n      applying the law of arbitration. A dispute means that one\n<span class=\"hidden_text\" id=\"span_11\">                                     8</span>\n\n\n\n      party has a claim and the other party says for some specific\n      reasons that this is not a correct claim. This is a dispute.\n      A dispute of this type requires that there should be a\n      statement or proposition made by me side and there should\n      be denial or refutation of that proposition by the other side.\n      Then only can there be a dispute. Under a contract for the\n      supply of goods, the payment of price and the delivery of\n      goods are concurrent conditions. This is the definition of a\n      sale under the <a href=\"/doc/651105/\" id=\"a_5\">Sale of Goods Act</a>. If goods have been\n      delivered and price not paid, this is not a dispute within the\n      meaning I have just ascribed to the word &#x27;Dispute&#x27;. A mere\n      failure to pay the price is not a dispute. It is a mere\n      non-performance of a specific term or condition of a\n      contract. A dispute regarding the price could arise if, e.g.,\n      the purchaser says that goods are not of the proper quality\n      and he refuses to pay the price, or he might say that goods\n      have been delivered late, so, he would pay less price or he\n      would hold up part of the price, or he might say &quot;You have\n      delivered the goods late, I have suffered loss, I would\n      reduce the price by the amount of loss.&quot; If the purchaser\n      makes any of these claims or similar claims then there is a\n      dispute. If no such position is taken, then there is no\n      dispute.\n</blockquote>\n\n<blockquote id=\"blockquote_4\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593938\" id=\"span_12\">In M/s. <a href=\"/doc/1593938/\" id=\"a_6\">CHEMIPACK (INDIA) PVT. LTD.</a>&#x27;s case (supra),\n\nthis court held as under:</span>\n</blockquote>\n<blockquote id=\"blockquote_5\">      &quot;11. To find out whether there is an arbitrable dispute\n      between the parties or not, the test is to see whether in\n      response to a plaint, the defendants admit liability or\n      dispute it, with a weak or strong defence. However, weak a\n      defence may be, if the defendants in a suit refuse to admit\n      to the suit claim, then there is a dispute. Such a dispute is\n      an arbitrable dispute. The decision of the Madras High\n      Court referred to by the learned Senior Counsel appears to\n<span class=\"hidden_text\" id=\"span_13\">                                         9</span>\n\n\n\n      have arisen under very peculiar circumstances. In that case,\n      a suit was filed for recovery of money along with an\n      application for attachment before judgment. An order was\n      passed in the application. Thereafter, an application was\n      taken out under <a href=\"/doc/1146817/\" id=\"a_7\">Section 8</a> for invoking the arbitration\n      clause under Section 23A.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_14\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593938\" id=\"span_14\">In M/s. <a href=\"/doc/1593938/\" id=\"a_8\">SANKAR SEALING SYSTEMS P. LTD.</a>&#x27;s case\n\n(supra), the Madras High Court held as under:</span>\n</p>\n<blockquote id=\"blockquote_6\">      &quot;18. As discussed earlier, prima facie liability of the\n      defendants to the tune of Rs. 6.07 lakhs is admitted;\n      but the defendants only insist upon the return of unsold\n      materials   in     lieu     of   the     above    admitted       claim.\n      The   defendants     also    complain     about   the    quality;    by\n      imposing    unilateral      modifications    of   the    Terms      and\n      conditions of the Contract and unwillingness to pay the\n      amount, the defendants have only repudiated the con tract.\n</blockquote><blockquote id=\"blockquote_7\">      (i) Quality of goods (ii) unilateral modification of conditions\n</blockquote><blockquote id=\"blockquote_8\">      (iii) insistence to return the unsold materials in the lieu of\n      the admitted liability, are all questions which cannot be said\n      to be the subject matter of the Arbitration Agreement.\n</blockquote><p data-structure=\"Precedent\" id=\"p_15\">      Those   questions     could      be    resolved   only   by   judicial\n      intervention. In my view, prima facie, all the disputes that\n      are arising between the plaintiff and the defendants cannot\n      be said to be forming, part of the subject matter of the\n      Agreement within the meaning of <a href=\"/doc/1146817/\" id=\"a_9\">Section 8</a> of the Act.\n\n</p><p data-structure=\"Precedent\" id=\"p_16\">      19. This is all the more so, when most part of the liability\n      amount payable is admitted. The learned counsel for the\n      plaintiff is right in submitting. &quot;Where the purchasers have\n      admitted the liability, the seller would be justified in\n      resorting to a Court for recovery of the amounts due.\n      In a case which arose under old <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act</a> 1940, in AIR\n      1972 Andhra Pradesh 302, the Andhra Pradesh High Court\n<span class=\"hidden_text\" id=\"span_15\">                                      10</span>\n\n\n\n      held the suit to be maintainable and that the purchasers\n      cannot ask for the stay of the suit, in view of the admission\n      of the liability throughout. Though it is a case arising under\n      old Act, we may usefully refer to the principles thereon\n      which read thus:\n</p>\n<blockquote id=\"blockquote_9\">        &quot;This is a simple case, where the correspondence\n        between the parties <a href=\"/doc/1593938/\" id=\"a_11\">referred to above</a> bears out that\n        the defendant admitted its liability throughout and\n        only asked for postponement of the encashment of the\n        cheques by the plaintiff and we are, therefore, of the\n        view that, in such a case, the plaintiff will be perfectly\n        justified in resorting to a Court for recovery of the\n        amounts due from the defendant. It is essential that\n        there must be a dispute with regard to the claim made\n        by the plaintiff and when there was no dispute at all\n        except to admit the liability throughout, we are unable\n        to say that from the mere fact that the defendant later\n        moved the Delhi High Court under <a href=\"/doc/385194/\" id=\"a_12\">Section 20</a>, that a\n        dispute was in existence so as to entitled it to ask for\n        stay of the proceedings in the suit by invoking the aid\n        of <a href=\"/doc/536284/\" id=\"a_13\">Section 34</a>, we are therefore, not prepared to hold\n        that it is a case for staying the trial of the suit.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_17\">      Thus, when there is no serious dispute on the amount\n      payable and when the defendant has admitted most part of\n      the liability, the present suit could only be the suit for\n      claiming the amount due. The defendants cannot insist for\n      reference to Arbitration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_18\">\n      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1940102\" id=\"span_16\">In <a href=\"/doc/1940102/\" id=\"a_14\">MARUTI UDYOG LTD.</a>&#x27;s case (supra), the Delhi High\n\nCourt held as under:</span>\n</p>\n<blockquote id=\"blockquote_10\">      &quot;3. It is settled law that the arbitration clause can be\n      invoked only when there are differences and disputes with\n<span class=\"hidden_text\" id=\"span_17\">                                            11</span>\n\n\n\n          regard to certain payments or breach of obligations of the\n          respective parties of the terms of the agreement. However\n          wherever there is an admitted liability, the arbitration clause\n          cannot be invoked. The very connotation &quot;admitted liability&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_19\">          suggests that there are no disputes or differences with\n          regard to the said admitted liability.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_20\">          4. The extracts of the letter dated 5th April, 1997, the\n          minutes   of    the   meeting    and     the   affidavit   filed    by\n          Mr. M.C. Mehta in his capacity as Managing Director of the\n          defendant No. 1 company leave no manner of doubt that not\n          only the defendant No. 1 had accepted the liability of 7.63\n          crores towards the plaintiff but also undertook to discharge\n          the liability by making the payment through Installments.\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_21\">          5. What is material for the purpose of <a href=\"/doc/1232861/\" id=\"a_15\">Section 8</a> of the\n          Arbitration Act is that there should be existence of difference\n          or disputes with regard to a particular liability arising out of\n          the terms of the agreement. If the liability is acknowledged\n          and admitted it does not come within the meaning and\n          ambit of disputes and differences.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_22\">          6. In view of the foregoing reasons the application under\n          <a href=\"/doc/1690450/\" id=\"a_16\">Section 8(1)</a> of the Arbitration and Conciliation Act, 1996\n          cannot be allowed as arbitration clause is not invokable in\n          respect of admitted liability.\n</p>\n<p data-structure=\"Precedent\" id=\"p_23\">\n</p><p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"64426030\" id=\"span_18\">8.        On the other hand, the learned counsel for the applicant\n\nrelied     upon     a    judgment    of    the   Supreme       Court     in    <a href=\"/doc/64426030/\" id=\"a_17\">IDEAL\n\nMARKETING v. NUCHEM LIMITED4</a>, wherein it was held as\n\nunder:</span>\n</p>\n<blockquote id=\"blockquote_11\">          &quot;... A claim can be resolved only in appropriate civil\n          proceedings or arbitration proceedings. The respondent has\n\n<span class=\"hidden_text\" id=\"span_19\">4</span>\n    2014 SCC OnLineP &amp; H 2880\n<span class=\"hidden_text\" id=\"span_20\">                                        12</span>\n\n\n\n       been    blowing    hot   and   cold    even   in    the   reply   by\n       acknowledging that the amount is payable yet stating that it\n       has to verify the position on records. There is also no\n       acknowledgment of the rate of interest claimed by the\n       petitioner.   No   decree    can be    passed      in   the   present\n       proceedings even on admission. The adjudication of the\n       claim can only be in arbitration proceedings.&quot;\n</blockquote>\n\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1593938\" id=\"span_21\">9.     The judgment in <a href=\"/doc/1593938/\" id=\"a_18\">BIRLA COTTON SPINNING &amp; WEAVING\n\nMILLS LTD.</a>&#x27;s case (1 supra) can be differentiated on facts. In the\n\nsaid   case,   Birla   Cotton      sought    for   reference     to    arbitration.\n\nThe Union of India admitted the liability and opposed reference.\n\nHaving noticed that the Union of India desired to appropriate\n\namount (admitted claim) under another independent contract the\n\nSupreme Court held that such refusal to pay cannot be treated as a\n\ndispute in connection with the contract under which liability is being\n\nenforced. In the present case, the facts are different and thus,\n\nthe aforesaid decision is not applicable to the facts of this case.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_26\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593938\" id=\"span_22\">In M/s. <a href=\"/doc/1593938/\" id=\"a_19\">PEARL HOSIERY MILLS</a>&#x27;s case (2 supra), in a suit\n\nfor recovery of price of goods, an application was filed by the\n\ndefendant under <a href=\"/doc/536284/\" id=\"a_20\">Section 34</a> of the Arbitration and Conciliation Act\n\nfor staying the suit contending that the matter has to be referred to\n\narbitration. The High Court of Delhi having considered contentions\n\nof the defendants recorded that existence of a dispute or difference\n\nis not alleged or proved or even pointed out from any documentary\n<span class=\"hidden_text\" id=\"span_23\">                                       13</span>\n\n\n\nmaterial or contemporary dealings between the parties and held as\n\nunder:</span>\n</p>\n<blockquote id=\"blockquote_12\">      &quot;8. ... I am hence prepared to agree to the view that the\n      difference or dispute should be quite obvious to the Court\n      when deciding the question of stay, and when it is not\n      obvious that there is such a dispute or difference or where\n      such dispute or difference does not fall within the scope of\n      the arbitration clause then the stay has to be refused.\n</blockquote>\n<blockquote id=\"blockquote_13\">      9. ... As I have said a dispute or difference requires the\n      statement of a proposition and a denial thereof by the other\n      side. As the existence of such a dispute or difference is not\n      alleged   or    proved    or   even   pointed   out   from   any\n      documentary material or contemporary dealings between\n      the parties, I come to the conclusion that this suit cannot be\n      stayed and I accordingly reject the application for stay with\n      costs.&quot;\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_27\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1593938\" id=\"span_24\">On close reading of judgment of the Delhi High Court, it can\n\nbe gathered that there was no authentic material before the\n\nlearned Judge to come to the conclusion that there was a dispute\n\nregarding payment and in fact, referring to several other judgments\n\nand observations, as pointed out in paragraph Nos.7 and 8 therein,\n\nrejected the stay application with costs. Thus<a href=\"/doc/1593938/\" id=\"a_21\">, <a href=\"/doc/1593938/\" id=\"a_22\">the said judgment</a></a> is\n\nof no help to the petitioner.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_28\">\n</p><p data-structure=\"Precedent\" id=\"p_29\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1940102\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1593938\" id=\"span_26\">In M/s. <a href=\"/doc/1593938/\" id=\"a_23\">SANKAR SEALING SYSTEMS P. LTD.</a>&#x27;s case\n\n(<a href=\"/doc/1940102/\" id=\"a_24\">3   supra)     and    MARUTI         UDYOG      LTD.</a>&#x27;s     case    (supra),\n\nthe applications under <a href=\"/doc/1146817/\" id=\"a_25\">Section 8</a> of the Arbitration and Conciliation\n\nAct, 1996 were dismissed in view of admission of liability by the\n<span class=\"hidden_text\" id=\"span_27\">                                  14</span>\n\n\n\ndefendants and by holding that arbitration clause cannot be invoked\n\nwhen there is an admitted liability by the defendants who sought\n\nfor reference to arbitration.</span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_30\">      <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1593938\" id=\"span_28\">The decision in M/s. <a href=\"/doc/1593938/\" id=\"a_26\">CHEMIPACK (INDIA) PVT. LTD.</a>\n\n(supra) also arises out of an application under <a href=\"/doc/1146817/\" id=\"a_27\">Section 8</a> of the\n\nArbitration and Conciliation Ac, 1996 wherein the defendant denied\n\nthe liability and the application was allowed by the trial Court.\n\nThus, the judgment is not application to the facts of the case.</span>\n\n\n</p><p data-structure=\"CDiscource\" id=\"p_31\">10.   At first blush, the contention of the learned counsel for the\n\nrespondent appears to be interesting and worth consideration.\n\nHowever, on a detailed analysis of the judgments cited by the\n\nlearned counsel for the respondent, his contention is found to be\n\nwithout merit. Reasons are hereunder. Even if the respondent has\n\nadmitted the claim of the applicant, it needs to be seen whether\n\nsuch admission is bonafide or not. Going by the sequence of events,\n\nin the present case, the respondent has never denied the liability in\n\nany of its emails and correspondence. Even after arbitration\n\napplication is filed, the counsel for the respondent categorically\n\nstated that the amounts will be paid. However, the million dollar\n\nquestion is when the amounts would be paid and if the amounts are\n\nnot paid, how are they to be recovered by the applicant.\n<span class=\"hidden_text\" id=\"span_29\">                                  15</span>\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_32\">11.   Learned counsel for the respondent submitted that the\n\nmatter will be settled out of Court. However, the learned counsel\n\nfor the applicant contended that the respondent is not fair and he\n\nhad been dodging payment for the past more than two years.\n\n\n</p><p data-structure=\"Section\" id=\"p_33\">12.   If payment is admitted but not made, the applicant again has\n\nto invoke either civil law remedy or arbitration as the case may be.\n\nUnless there is some instrument or award passed, which has the\n\neffect of a decree in terms of <a href=\"/doc/65885155/\" id=\"a_28\">Section 2(2)</a> of the Code of Civil\n\nProcedure, it is needless to point out that the applicant again has to\n\ninvoke legal remedy to recover the dues. In a pending civil suit,\n\nif a claim is admitted by the defendant, the plaintiff can invoke\n\n<a href=\"/doc/161831507/\" id=\"a_29\">Order 12 Rule 8 CPC</a> for passing a decree of payment and later,\n\nseek execution of the decree. However, in the instant application\n\nunder <a href=\"/doc/605764/\" id=\"a_30\">Section 11(6)</a> of the Act, this Court is not exercising the\n\npower of a civil Court nor an arbitrator. On an admission made by\n\nthe respondent, this Court cannot pass any award or decree.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_34\">13.   However, in order to give a quietus to the litigation as the\n\ndebt is admitted, reasonable opportunity has been given to the\n\nrespondent to take instructions from his client so that the matter\n\ncan be referred to the Lok Adalat under the <a href=\"/doc/26738839/\" id=\"a_31\">Legal Services Authority\n\nAct, 1987</a>. This Court, in fact, informed the learned counsel for the\n\nrespondent that if the parties agree for passing of an award before\n<span class=\"hidden_text\" id=\"span_30\">                                  16</span>\n\n\n\nthe Lok Adalat, in terms of a compromise as the claim of the\n\napplicant is admitted, then award can be passed under <a href=\"/doc/139325262/\" id=\"a_32\">Section 21</a>\n\nof the Legal Services Authority Act, which becomes enforceable as a\n\ndecree before a civil Court. However, the learned counsel for the\n\nrespondent, having taken instructions, submitted that his client\n\nrequires some more time to work out an amicable settlement.\n\nIn such circumstances, this Court holds that the admission by the\n\nrespondent of the claim of the applicant herein is not bonafide and\n\nit is only to dodge or avoid payment of money to the applicant.\n\nIn the opinion of this Court, the applicant cannot be left without any\n\nremedy and even if claim of the applicant is admitted, but without\n\nbonafides, then the same would constitute a dispute, which requires\n\nto be adjudicated before an arbitrator in view of the agreement\n\nbetween the parties.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_35\">\n</p><p data-structure=\"Conclusion\" id=\"p_36\">14.   Accordingly, arbitration application is allowed. Sri Mangari\n\nRajender, Retired District Judge, is appointed as arbitrator to\n\nadjudicate the claims and disputes between the parties and to pass\n\nan award in accordance with law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">\n</p><p data-structure=\"Conclusion\" id=\"p_38\">15.   The learned Arbitrator is entitled to fees as per the rates\n\nspecified in the <a href=\"/doc/1306164/\" id=\"a_33\">Fourth Schedule to the Act</a> of 1996, inserted by\n\nAct 3 of 2016 with effect from 23.10.2015, which shall be borne by\n\nboth parties in equal shares.\n</p><span class=\"hidden_text\" id=\"span_31\">                                  17</span><p data-structure=\"Conclusion\" id=\"p_39\">\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_40\">       The miscellaneous petitions pending, if any, shall stand\n\nclosed. There shall be no order as to costs.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_41\">\n</p><p data-structure=\"Conclusion\" id=\"p_42\">                                               ____________________\n                                               B. VIJAYSEN REDDY, J\nAugust 2, 2022\nNote: LR Copy to be marked\n        (B/o) DSK\n </p>","numcites":17,"numcitedby":0,"docsource":"Telangana High Court","citetid":151043716,"divtype":"judgments","relatedqs":[{"value":"dispute from a contract","formInput":"dispute%20from%20a%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"maruti udyog","formInput":"maruti%20udyog"},{"value":"DELL INTERNATIONAL ","formInput":"DELL%20INTERNATIONAL%20"},{"value":"dell","formInput":"dell"},{"value":"Dell International Services India","formInput":"Dell%20International%20Services%20India"},{"value":"no purchase order","formInput":"no%20purchase%20order"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"bonafidely","formInput":"bonafidely"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"TELANGANA","formInput":"TELANGANA"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":" maruti udyog limited ","formInput":"%20maruti%20udyog%20limited%20"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"Email ","formInput":"Email%20"},{"value":"b.vijaysen reddy","formInput":"b.vijaysen%20reddy"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"maruti","formInput":"maruti"},{"value":"162","formInput":"162"}],"cats":[{"value":"referral-power-for-arbitration-agreements","formInput":"tag:referral-power-for-arbitration-agreements"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"},{"value":"arbitration","formInput":"tag:arbitration"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}