{"tid":141679439,"publishdate":"2013-09-27","title":"Tbea Shenyang Transformers Group Co. ... vs Alstom Projects India Ltd on 27 September, 2013","doc":"<h2 class=\"doc_title\">Tbea Shenyang Transformers Group Co. ... vs Alstom Projects India Ltd on 27 September, 2013</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-h-vora\">S.H.Vora</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-h-vora\">S.H.Vora</a></h3>\n\n<pre id=\"pre_1\">  \n\t \n\t TBEA SHENYANG TRANSFORMERS GROUP CO. LTD.....Appellant(s)V/SALSTOM PROJECTS INDIA LTD\n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t \n\t\n\n \n \n\n\n\t \n\n\n\tC/FA/2747/2013\n\t                                                                    \n\t                           CAV JUDGEMNT\n</pre>\n \n\n \n\n\n \n\t  \n\t  \n\t\t \n\t\t\t \n\n<p data-structure=\"Issue\" id=\"p_1\">IN\n\t\t\tTHE HIGH COURT OF GUJARAT AT AHMEDABAD\n\t\t\n\t\n\n \n\n\n \n\n\n \n\n\nFIRST APPEAL  NO. 2747\nof 2013\n \n\n\nWith \n\n \n\n\nCIVIL APPLICATION NO.\n</p><p data-structure=\"Issue\" id=\"p_2\">9919 of 2013\n \n\n\n  In    \n\n \n\n\nFIRST APPEAL NO. 2747 of\n<span class=\"hidden_text\" id=\"span_1\">2013</span>\n \n\n \n\n \n\nFOR\nAPPROVAL AND SIGNATURE: \n</p>\n \n\n \n\n \n\n \n\n \n\n<blockquote id=\"blockquote_1\">HONOURABLE\nMR.JUSTICE S.H.VORA\n \n\n \n\n \n\n================================================================\n \n\n \n\n\n \n\t  \n\t \n\t \n\t  \n\t\t \n\t\t\t \n\n<span class=\"hidden_text\" id=\"span_2\">1    </span>\n\t\t\t\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\nWhether\n\t\t\tReporters of Local Papers may be allowed to see the judgment ?\n</blockquote>\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\n\t \n\t\t \n\t\t\t \n\n<span class=\"hidden_text\" id=\"span_3\">2    </span>\n\t\t\t\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\n<blockquote id=\"blockquote_2\">To\n\t\t\tbe referred to the Reporter or not ?\n</blockquote>\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\n\t \n\t\t \n\t\t\t \n\n<span class=\"hidden_text\" id=\"span_4\">3    </span>\n\t\t\t\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\n<blockquote id=\"blockquote_3\">Whether\n\t\t\ttheir Lordships wish to see the fair copy of the judgment ?\n</blockquote>\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\n\t \n\t\t \n\t\t\t \n\n<span class=\"hidden_text\" id=\"span_5\">4    </span>\n\t\t\t\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\n<blockquote id=\"blockquote_4\">Whether\n\t\t\tthis case involves a substantial question of law as to the\n\t\t\tinterpretation of the Constitution of India, 1950 or any order\n\t\t\tmade thereunder ?\n</blockquote>\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\n\t \n\t\t \n\t\t\t \n\n<span class=\"hidden_text\" id=\"span_6\">5    </span>\n\t\t\t\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\n<blockquote id=\"blockquote_5\">Whether\n\t\t\tit is to be circulated to the civil judge ?\n</blockquote>\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\t \n\t\t\t \n\n \n\n\t\t\t\n\t\t\n\t\n\n \n\n<blockquote id=\"blockquote_6\">================================================================\n \n\n\nTBEA SHENYANG TRANSFORMERS\nGROUP CO. LTD.....Appellant(s)\n \n\n\nVersus\n \n\n\nALSTOM PROJECTS INDIA LTD \n&amp;  1....Defendant(s)\n \n\n================================================================\n \n\nAppearance:\n</blockquote> \n\n<blockquote id=\"blockquote_7\">MR\nSHALIN MEHTA, SENIOR COUNSEL with MR HEMANG M SHAH, ADVOCATE for the\nAppellant\n \n\nMR\nMIHIR JOSHI, SENIOR COUNSEL with MR SALIL M THAKORE, ADVOCATE for the\nRespondents\n \n\n================================================================\n \n\n \n\n\n \n\n\n\t \n\t\t  \n\t\t \n\t\t  \n\t\t\t \n\t\t\t\t \n\nCORAM:\n</blockquote>\t\t\t\t\n\t\t\t\t\n\t\t\t\n\t\t\t \n\t\t\t\t \n\n<blockquote id=\"blockquote_8\">HONOURABLE\n\t\t\t\tMR.JUSTICE S.H.VORA\n\t\t\t\n\t\t\n\t\n\n \n\n\n \n\n \n\n\nDate : 27/09/2013\n \n\n\n \n\n \n\n\nCAV JUDGEMNT\n \n\n\n \n\n\n \n\n\n</blockquote><blockquote id=\"blockquote_9\">1.\tChallenge\nin this appeal is judgment and order dated 2.9.2013 passed by the\nlearned 9th Additional District Judge, Vadodara in Civil\nMisc. Application No.391 of 2013, whereby the learned trial Judge\nrefused the petition filed under <a href=\"/doc/1079220/\" id=\"a_1\">section 9</a> of the Arbitration and\nConciliation Act, 1996 (for short  the Act ) to prevent the\nrespondents from invoking Bank Guarantee.\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_10\">2.\tThe\ndispute between the parties relates to invocation of the Bank\nGuarantee furnished by the appellant amounting to EUR 1,90,928.60\nthrough their Bankers, M/s ICICI Bank Ltd.  The appellant M/s.\n</blockquote><p data-structure=\"Facts\" id=\"p_3\">TBEA Shenyang Transformers Group Co. Ltd. entered into a\ncontract for the supply of  7 numbers of Single Phase 24.65 MVA, 11\nKV/132 GSU Transformers for their  2 x 55 MW Chuzachen Project\nlocated at Sikkim, India awarded on 24.12.2007 for  Design,\nEngineering, Manufacture, Shop Testing and Type Testing, Inspection,\nSupply, Packing and CIF Delivery at Haldia (India) Port along with\naccessories, for which separate contract was executed between the\nparties.  As per appellant s case, as per condition under clause\n11,  Performance Security in the form of Bank Guarantee for an amount\nequivalent to 10% of the Contract price was to be furnished by the\nappellant to the respondent No.1 and therefore, the appellant\nprovided aforesaid Bank Guarantee at initial stage and the same has\nbeen extended further upto 30.9.2013 at the request of the respondent\nNo.1.  It is specific case of the appellant that the Bank Guarantee\nis considered to be valid only up to warranty obligation period i.e.\n42 months from the date of CIF delivery at Haldia port of last supply\nor 36 months of operational acceptance, whichever is earlier.  It is\nthe case of the appellant that the warranty period has already\nexpired in June, 2012 and the same has never been extended by the\nappellant, but it is on the insistence of the respondent no. 1, the\nperiod of Bank Guarantee was extended.  It is the case of the\nappellant that it has completed the works under the contract in\naccordance with the contract and thus, discharged all the obligations\nfrom time to time including the delivery of goods as per time\nschedule agreed upon by and between the parties.  However, after a\nperiod of 2¿ years from the supply of goods, the respondent no. 1\ninformed the appellant about some defective tools (testing\ninstruments), which were supplied in the year 2010.  It is the case\nof the appellant that after long period, the respondent No.1\ncomplained about some defects in such testing\ninstruments in 2010 and therefore, the appellant informed the\nrespondent No.1 to send the so-called defective instruments and also\ninformed specifically as to where such instruments are to be sent and\nto whom it should be informed.  However, the respondent did not\nreturn the defective instruments and as per the contract, the\nappellant has agreed to supply spares on request of the respondent\nno. 1 on chargeable basis.  In nutshell, the warranty has nothing to\ndo with the supply of such spares.  However, the respondent No.1 was\nunnecessarily insisting for extension of Bank Guarantee and warranty\nperiod on these grounds.  So, the appellant finally agreed for the\nextension of Bank Guarantee period and the same was extended upto\n30th September 2013.  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"PetArg\" id=\"p_4\">3.\tIt\nis appellant&#x27;s case that while extending the Bank Guarantee period\nupto 30th September 2013, the appellant has specifically\ndenied to extend the warranty period and accordingly, warranty period\nwas not extended and the same was confirmed by the respondent No.1. \nIt is specific case of the appellant that the appellant has always\ntried to  solve the problems and extended full cooperation in spite\nof certain part is not coming under the warranty and obligations on\nthe part of the appellant, but for the reasons best known to the\nrespondent No.1, it insisted for extension of Bank Guarantee, which\nin good faith the appellant  has extended.  In nutshell, it is the\ncase of the appellant that extension of the Bank Guarantee has\nnothing to do with the extension of warranty period or confirming any\nliability by the appellant for any services to be provided within the\nwarranty period.  The appellant came to know about mala fide\nintention of the respondent No.1 only when the respondent no. 2, Bank\ninformed the appellant to make arrangement for the payment of money\nunder the Bank Guarantee.  On these broad facts, the appellant has\nasserted in the petition that the respondent No.1 having bad and mala\nfide intention, made representations before the appellant so as to\nmake the appellant agreed for extension of Bank Guarantee.  It is\nfurther case of the appellant that the appellant has extended Bank\nGuarantee on the basis of false promise and with the allurement to\ncontinue with the business relations between the parties in future. \nSince the Bank Guarantee is not supported by the extension of\nwarranty period and as per the terms and conditions of the contract,\nBank Guarantee is only for and up to the period of warranty period\ni.e. 42 months from the date of supply of the material at Haldia Port\nand since, the said period has already expired, the appellant is not\nunder any obligation under the warranty.  However, the respondent\nNo.1 having malice intention from the beginning intended to recover\nthe amount of Bank Guarantee without any legal and contractual\nrights.  Since the Bank Guarantee in question has been extended by\ncommitting fraud on the basis of misrepresentation and therefore, it\nvitiates the very foundation of the Bank Guarantee, and extension\nthereof on the face of it is based on fraud committed by the\nbeneficiary i.e. respondent No.1 and therefore, it cannot be allowed\nto take advantage and therefore, it is required to be restrained from\ndoing so.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_5\">4.\tOn\nthese broad facts, the appellant has prayed to restrain the\nrespondent No.1 from invoking the Bank Guarantee and further the\nrespondent No.2 Bank may be restrained from making any payment to\nrespondent No.1 under the Bank Guarantee.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_6\">5.\tPer\ncontra, the respondent No.1 contended before the trial Court that\napplication under <a href=\"/doc/1079220/\" id=\"a_2\">section 9</a> of the Act is not maintainable, inasmuch\nas the injunction has been sought against the respondent No.2  \nICICI Bank even though no arbitration agreement subsists with the\nsaid party.  Further, the contract of Bank Guarantee is independent\nof and separate from the principal contract between the parties and\nthere is no arbitration clause in the contract of Bank Guarantee,\nwhich is the subject matter of this application.  It is also\ncontended by the respondent No.1 before the Court that relief prayed\nfor have become infructuous, because the respondent No.1 had already\ninvoked the Bank Guarantee on 22.6.2013 i.e. before filing of the\npetition under <a href=\"/doc/1079220/\" id=\"a_3\">section 9</a> of the Act on 26.6.2013.  It is contended\nbefore the trial Court that contract of Bank Guarantee being\nindependent and separate from the principal contract between the\nparties, the Court should not grant injunction restraining the\nrealization or invocation of the Bank Guarantee except in cases of\nfraud in connection with the Bank Guarantee or where irretrievable\ninjustice would be caused to the party concerned.  Otherwise, the\nBank is obligated under law to honour the contract by making payment\nupon the demand if the invocation is in terms of the contract of the\nBank Guarantee.  It is contended that existence of any dispute\nbetween the parties to the principal contract is not legally\nrecognized as a valid ground from restraining the enforcement of the\nBank Guarantee.  It is contended before the trial Court that under\nthe Bank Guarantee in question, the respondent No.2 has undertaken to\npay respondent No.1  on mere written demand without any demur,\nreservation contest or protest and/or without any reference to the\nappellant monies to the extent of Euro 190928.60.  The respondent\nNo.1 further contended before the trial Court that in the contract of\nBank Guarantee, the invocation thereof is not linked to any dispute,\nwhich may exist between the appellant and the respondent No.1.  In\nother words, the Bank Guarantee in question is unconditional Bank\nGuarantee.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_7\">6.\tThe\nrespondent No.1 before the trial Court further contended that the\nallegations of fraud have been made only by way of an attempt to\nsomehow artificially bring the facts within the parameters and legal\nrequirements for obtaining injunctive relief in the matters relating\nto a Bank Guarantee.  In fact, there is no fraud either in relation\nto the Bank Guarantee or the principal contract.  It is contended\nbefore the trial Court that the appellant is estopped from raising\ncontention relating to the expiry of the warranty period, inasmuch as\nthe appellant has itself renewed the Bank Guarantee and extended its\nvalidity upto 30.9.2013 and necessary payment of renewal has already\nbeen made by the appellant itself.  It is also contended before the\ntrial Court that no irretrievable injustice would cause to the\nappellant if payments under the Bank Guarantee are realized, because\nthe respondent No.1 has an existing and valid claim in liquidated\ndamages against the appellants and more particularly, quoted in para\n12 of the affidavit-in-reply filed by the respondent No.1 before the\ntrial Court.  It is further contended by the respondent No.1 that the\nconduct of the appellant disentitles for any relief of injunction and\nequity, because in para No.5 of the petition, it has averred that\nthough the testing instruments were supplied by the appellant to the\nrespondent No.1 in the year 2010, it was only in 2013 for the first\ntime that the complaint was made by the respondent No.1 regarding\ndefects in the supply of the goods.  According to the respondent\nNo.1, the said statement is false to the knowledge of the appellant,\nbecause the testing instruments were found defective and the same was\ninformed immediately to the appellant&#x27;s representative in 2010 and\nthe same was duly recorded at the relevant minutes of the meeting\ndated 25.3.2010.  Thereafter, from time to time, the respondent No.1\ninformed the appellant by email and requested to take necessary\naction and corrective measures.  No disclosure or reference to any of\nthe letters, email sent by the respondent No.1 has been referred to\nin the petition.  Secondly, it is contended by the respondent No.1\nbefore the trial Court that the respondent No.1 invoked the Bank\nGuarantee on 22.6.2013.  On 25.6.2013, the appellant requested the\nrespondent No.1 to withdraw its claim of the Bank Guarantee so as to\nenable a positive discussion on the issue.  Based on such request,\nthe respondent No.1 on the very next day i.e. on 26.6.2013 wrote to\nits bank requesting him to keep the demand notice dated 22.6.2013\nunder abeyance till 7.7.2013.  However, while on one hand, the\nappellant requested for an amicable solution of the dispute and on\nthe other hand, it secretly approached the Court and obtained order\nof status quo qua Bank Guarantee on 26.6.2013 by not only suppressing\nthe material facts, but also without producing Bank Guarantee before\nthe trial Court.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_8\">7.\tBefore\nsubmissions made by both the learned senior counsel Mr. Mehta and Mr.\nJoshi are appreciated, relevant clauses of Letter\nof Award, special condition of contract and general condition\nof contract referred to and relied upon by the parties are as under: \n</p> \n\n \n\n\n<blockquote id=\"blockquote_11\"> 4.0\tBank\nGuarantee (Letter of Award)\n \n\n\nSupplier\nshall furnish the bank guarantees as mentioned in Clause 11.0 of the\nGeneral Conditions of Contract for CPBG and Clause 5.0 of Special\nConditions of Contract for ABG. \n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_12\"> 5.0\tPayment\n(Special Condition)  \n\n \n\n\nThe\npayments for Contract shall be regulated in accordance with the\nfollowing provisions:\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_13\">\tAll\nBank Guarantees as per the format attached with GCC to be submitted\nby the Supplier under the contract shall be issued from reputed bank\nand co-accepted by any reputed bank/scheduled bank in India within 15\ndays of contracting signing. \n</blockquote> \n\n\n \n\n\n \n\t \n\t\t  \n\n\n<blockquote id=\"blockquote_14\">\t\tWARRANTY/DEFECT\n\t\tLIABILITY PERIOD \n\t\t\n\t\t \n\n\n\t\t(Special\n\t\tCondition)\n\t\t \n\n\n\t\tThe\n\t\twarranty/Defect liability period under this contract shall be valid\n\t\tupto 42 months from the date of CIF delivery at Haldia Port of last\n\t\tsupply or 36 months of operational acceptance whichever is\n\t\tearlier. \n</blockquote>\t\t \n\n\n\t\t\n\t\n\n \n\n\n<blockquote id=\"blockquote_15\">11.0\t\nPERFORMANCE SECURITY (General Condition)\n \n\n\n11.1\tWithin\n15 days of the Purchase Order, the supplier shall furnish a\nPerformance Security to the Purchaser for the proper fulfilment of\nthe Contract. Such Performance Security shall be in the form of a\nBank Guarantee from a bank acceptable to the Purchaser and shall be\nin the format enclosed as Annexure-A for an amount equivalent to 10%\nof the Contract Price and valid up to warranty obligations period.\n</blockquote><p data-structure=\"Section\" id=\"p_9\">Failure to provide the Contract Performance Security shall constitute\na material breach of Supplier s obligations under the Contract. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_10\">11.2\tThe\nproceeds of the Performance Security shall be payable to the\nPurchaser as compensation for any loss resulting from the Supplier s\nfailure to complete its obligations under the Contract but shall not\nbe construed in any manner as a limitation of liability of the\nSupplier. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"RespArg\" id=\"p_11\">11.3\tIn\nthe event, if any extension in the date of completion including\nextension of the period of Warranty and Defect Liability Period\nobligations, the Supplier shall at its own cost have the validity of\nthe Bank Guarantee extended up to 90 days after such  extended date.\nFailure to do so at least 30 days before the expiry of the validity\nof the Performance Guarantee shall entitle the Purchaser to invoke\nthe Bank Guarantee and recover the amount thereunder. \n</p>\n \n\n\n \n\n\n \n\t \n\t\t  \n\n\n<p data-structure=\"PetArg\" id=\"p_12\">\t\tNo\n\t\tpayment to the supplier shall be released unless the said\n\t\tPerformance Security has been submitted to the Purchaser.\n</p>\t\t \n\n\n\t\t\n\t\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_13\">18.0\tWARRANTY\nAND DEFECT LIABILITY PERIOD (General Condition). \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_14\">18.1\tThe\nsupplier warrants that the Goods supplied under this Contract are\nnew, unused, of the most recent or current models and incorporate all\nrecent improvements in design and materials unless provided otherwise\nin the contract. The Supplier further warrants that the Goods\nsupplied under this Contract shall have no defect arising from\ndesign, materials or workmanship or from any act or omission of the\nSupplier, that may develop under normal use of the supplied goods. \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_15\">18.2\tThe\nsupplier understands and agrees as under:\n</p> \n\n\n \n\n\n \n\t  \n\n\n<blockquote id=\"blockquote_16\">\tthat\n\tthe Goods including spares to be supplied under the Contract, are\n\trequired specifically for incorporation into the Facility. \n</blockquote>\t\n\t  \n\n\n<blockquote id=\"blockquote_17\">\tthat\n\tthe goods shall  therefore, perform as an integral part of the\n\tFacilities. \n</blockquote>\t\n\t  \n\n\n<blockquote id=\"blockquote_18\">\tthat,\n\tin view of Purchaser having to warranty the Facility referred as\n\tDefect Liability Period free from defects in design, materials,\n\tengineering and workmanship  for a period of forty-two (42) months\n\tfrom the date of CIF delivery of  the last consignment or 36 months\n\tfrom the date of operational acceptance whichever is earlier. \n</blockquote>\t\n\n \n\n\n<blockquote id=\"blockquote_19\">Purchaser\nshall promptly notify the Supplier, in writing, of any claim arising\nunder this warranty.  Upon receipt of such notice, the Supplier\nshall, with all reasonable speed and at its own cost, repair or\nreplace the defective goods or parts thereof, at the ultimate\ndestination.  The parties shall consider whether the defect can be\nrepaired or whether replacement of the defective component(s) is\nnecessary.  After this consultation, the Purchaser&#x27;s shall have the\nright to instruct the necessary repair or replacement.  The replaced\nparts/goods shall be taken over by the Supplier for disposal after\ntheir replacement.  No claim whatsoever shall be made on the\nPurchaser for the replaced parts/goods.\n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_20\">8.\tSimilarly\nto appreciate rival contentions and submissions made before this\nCourt, Bank Guarantee in question requires to be reproduced so as to\ndeal with the controversy involved in the present appeal in a better\nmanner.\n</blockquote> \n\n\n<p data-structure=\"Section\" id=\"p_16\"> We\nICICI Bank Limited a body corporate registered/ constituted under the\nLaw of India, having its registered office at Lank mark, race course\ncircle, Alkapuri, Vadodara   390 007, India and one or its branch\nat Landmark, race course circle, Alkapuri, Vadodara 390007\n(hereinafter referred to as the Bank which expression shall unless\nrepugnant to the context or veaning thereof include its successor,\nadministrator, executor and assigns) do hereby guarantee and\nundertake to pay APIL on its first written demand through through\nswift or tested telex any all monies payable by the contractor to the\nextent of Euro 190928.60 (Euro one hundred ninety thousand nine\nhundred twenty eight and cents sixty only) as aforesaid any time upto\n30th March, 2012 without any demur,  reservation\ncontest or protest and/or without any reference to the contractor any\nsuch demand made by APIL on the bank shall be conclusive and binding\nnotwithstanding any difference between the owner and the contractor\nor any dispute pending before any Court, tribunal, arbitrator or any\nother authority.  The bank undertakes not to revoke this guarantee\nduring it occurrence without previous consent of APIL and further\nagrees that the guarantee herein contained shall continue to be\ninforceable till APIL discharge this guarantee. \n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_17\">9.\tLearned\nSenior Counsel appearing for both the parties made elaborate\nsubmissions in light of their respective case before the trial Court\nand I have considered rival submissions made during the course of\nhearing of the appeal.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Section\" id=\"p_18\">10.\tLaw\nrelating to invocation of Bank Guarantee is by now well settled by\ncatena of decisions of the Hon ble Supreme Court.  The Bank\nGuarantee which provides that they are payable by the guarantor on\ndemand is considered to be an unconditional Bank Guarantee.  So, when\nin the course of commercial transaction/dealings, an unconditional\nBank Guarantee is given or accepted, the beneficiary is entitled to\nrealize such a Bank Guarantee in terms thereof irrespective of any\npending disputes.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_19\">11.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_7\">In\ncase of <a href=\"/doc/1746106/\" id=\"a_4\">U.P. State Sagar Corporation Vs. Sumac International Ltd.</a>\nreported in (1997) 1 SCC 568, the Hon ble Supreme Court in para\nNo.12 observed as under:</span>\n</p> \n\n\n<blockquote id=\"blockquote_21\"> The\nlaw relating to invocation of such bank guarantees is by now\nwell settled. When in the course of commercial dealings an\nunconditional bank guarantee is given or accepted, the beneficiary is\nentitled to realize such a bank guarantee in terms thereof\nirrespective of any pending disputes. The bank giving such a\nguarantee is bound to honour it as per its terms irrespective of any\ndispute raised by its customer. The very purpose of giving such a\nbank guarantee would otherwise be defeated. The courts should,\ntherefore, be slow in granting an injunction to restrain the\nrealization of such a bank guarantee. The courts have carved out only\ntwo exceptions. A fraud in connection with such a bank guarantee\nwould vitiate the very foundation of such a bank guarantee. Hence if\nthere is such a fraud of which the beneficiary seeks to take\nadvantage, he can be restrained from doing so. The second exception\nrelates to cases where allowing the encashment of an unconditional\nbank guarantee would result in irretrievable harm or injustice to one\nof the parties concerned. Since in most cases payment of money under\nsuch a bank guarantee would adversely affect the bank and its\ncustomer at whose instance\nthe guarantee is given, the harm or injustice contemplated under this\nhead must be of such an exceptional and irretrievable nature as would\noverride the terms of the guarantee and the adverse effect of such an\ninjunction on commercial dealings in the country. The two grounds are\nnot necessarily connected, though both may co-exist in some cases. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_8\">In\nthe case of <a href=\"/doc/329587/\" id=\"a_5\">U.P.\nCooperative Federation Ltd. v. Singh Consultants and Engineers (P)\nLtd</a>.</span>\n</blockquote><blockquote id=\"blockquote_22\">(988 [1] SCC 174), which was the case of works contract where the\nperformance guarantee given under the contract was sought to be\ninvoked, this Court, after referring extensively to English and\nIndian cases on the subject, said that the guarantee must be honoured\nin accordance with its terms. The bank which gives the guarantee is\nnot concerned in the least with the relations between the supplier\nand the customer; nor with the question whether the suppler has\nperformed his contractual obligation or not, nor with the question\nwhether the supplier is in default or not. The bank must pay\naccording to the tenor of its guarantee on demand without proof or\ncondition. There are only two exceptions to this rule. The first\nexception is a case when there is a clear fraud of which the bank has\nnotice. The fraud must be of an agregious nature such as to vitiate\nthe entire underlying transaction. Explaining the kind of fraud that\nmay absolve a bank from honouring its guarantee, this Court <a href=\"/doc/329587/\" id=\"a_6\">in <a href=\"/doc/329587/\" id=\"a_7\">the\nabove case</a></a> quoted with approval the observations of\nSir John Donaldson, M.R. in Bolivinter Oil SA v. Chase Manhattan Bank\nNA (1984 [1] AER 351 at 352): \n</blockquote>\n \n\n\n<blockquote id=\"blockquote_23\">&quot;The\nwholly exceptional case where an injunction may be granted is where\nit is proved that the bank knows that any demand for payment already\nmade or which may thereafter be made will clearly be fraudulent. But\nthe evidence must be clear both as to the fact of fraud and as to the\nbank&#x27;s knowledge. It would certainly not normally be sufficient that\nthis rests on the uncorroborated statement of the customer, for\nirreparable damage can be done to a bank&#x27;s credit in the relatively\nbrief time which must elapse between the granting of such an\ninjunction and an application by the bank to have it charged&quot;. \n</blockquote>\n \n\n\n<p data-structure=\"Precedent\" id=\"p_20\">This\nCourt set aside an injunction granted by the High Court to restrain\nthe realisation of the bank guarantee. \n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_21\">12.\tIt\nis equally well settled in law that Bank Guarantee is an independent\ncontract between the bank and the beneficiary thereof.  The bank is\nalways obliged to honour its guarantee as long as it is unconditional\nand irrevocable one.  The dispute between the beneficiary and the\nparty at whose instance, the bank has given guarantee is immaterial\nand of no consequence.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_9\">In case of <a href=\"/doc/1342691/\" id=\"a_8\">BSES Limited Vs. Fenner India Ltd.</a>\nreported in 2006 (2) SCC 726, the Hon ble Supreme Court in para 10,\nobserved as under:</span>\n</p> \n\n\n<blockquote id=\"blockquote_24\"> 10.\n</blockquote><p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_10\">There are, however, two exceptions to this Rule. The first is when\nthere is a clear fraud of which the Bank has notice and a fraud of\nthe beneficiary from which it seeks to benefit. The fraud must be of\nan egregious nature as to vitiate the entire underlying transaction.\nThe second exception to the general rule of non- intervention is when\nthere are special equities in favour of injunction, such as when\nirretrievable injury or irretrievable injustice would occur if such\nan injunction were not granted. The general rule and its exceptions\nhas been reiterated in so many judgments of this court, that in <a href=\"/doc/1746106/\" id=\"a_9\">U.P.\nState\nSugar Corpn. V. Sumac International Ltd</a>.</span>\n</p><p data-structure=\"Precedent\" id=\"p_23\">(1997) 1 SCC 568 (hereinafter U.P. State Sugar Corpn_) this Court,\ncorrectly declare that the law was settled.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_24\">13.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"854142\" id=\"span_11\">In\n<a href=\"/doc/854142/\" id=\"a_10\">Himadri Chemicals Industries Ltd. V. Coal Tar Refining Company</a>\nreported in (2007) 8 SCC 110, the Hon&#x27;ble Supreme Court  summarized\nthe principles for grant or refusal to grant of injunction to\nrestrain the enforcement of a bank guarantee or a letter of credit,\nin para No.14, which reads as under:</span>\n</p> \n\n\n<blockquote id=\"blockquote_25\"> (i)\nWhile dealing with an application for injunction in the course of\ncommercial dealings, and when an unconditional bank guarantee or\nletter of credit is given or accepted, the Beneficiary is entitled to\nrealize such a Bank Guarantee or a Letter of Credit in terms thereof\nirrespective of any pending disputes relating to the terms of the\ncontract.\n</blockquote> \n\n\n<blockquote id=\"blockquote_26\">(ii)\nThe Bank giving such guarantee is bound to honour it as per its terms\nirrespective of any dispute raised by its customer.\n</blockquote> \n\n\n<blockquote id=\"blockquote_27\">(iii)\nThe courts should be slow in granting an order of injunction to\nrestrain the realization of a bank guarantee or a Letter of Credit.\n</blockquote> \n\n\n<blockquote id=\"blockquote_28\">(iv)\nSince a Bank Guarantee or a Letter of Credit is an independent and a\nseparate contract and is absolute in nature, the existence of any\ndispute between the parties to the contract is not a ground for\nissuing an order of injunction to restrain enforcement of Bank\nGuarantees or Letters of Credit. \n</blockquote>\n \n\n\n<blockquote id=\"blockquote_29\">(v)\nFraud of an egregious nature which would vitiate the very foundation\nof such a Bank Guarantee or Letter of Credit and the beneficiary\nseeks to take advantage of the situation. \n</blockquote>\n \n\n\n<blockquote id=\"blockquote_30\">(vi)\nAllowing encashment of an unconditional Bank Guarantee or a Letter of\nCredit would result in irretrievable harm or injustice to one of the\nparties concerned \n \n\n\n \n\n\n \n\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_25\">14.\tUndisputedly,\nthe Bank Guarantee in question on the face of it reading, it appears\nthat it is unconditional and irrevocable and therefore, the appellant\ncannot be allowed to raise any dispute and prevent the respondent\nNo.1 from encashing the Bank Guarantee.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1187778\" id=\"span_12\">15.\tThe\nnext question that falls for consideration of the Court is as to\nwhether the present case falls\nunder any of or both the exceptions namely whether there is a clear\nfraud of which the bank had notice and a fraud of the beneficiary\nfrom which it seeks to benefit  or there is any fraud\ncommitted by the beneficiary while executing underlying contract,\nwhich became so because of subsequent event or circumstances in light\nof decision rendered in case of <a href=\"/doc/1187778/\" id=\"a_11\">Hindustan Steel Works Construction\nLimited Vs. Tarapore &amp; Co. and another</a> reported in (1996) 5 SCC\n34 as it is vehemently relied upon by the appellant to get admission\nof this first appeal.  In para 18 of the judgment, the Hon ble\nSupreme Court has observed as under:</span>\n</p> \n\n\n<blockquote id=\"blockquote_31\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_13\">What\nMukherji, J. has stated in paragraph 34 of his judgment, namely, that\n&quot;It is only in exceptional cases that is to say in case of fraud\nor in case, irretrievable injustice be done the courts should\ninterfere&quot; is really the ratio of the decision of this Court in\n<a href=\"/doc/329587/\" id=\"a_12\">U.P. Cooperative Federation Ltd.</a> (supra) Therefore, fraud cannot to\nbe said to be the only exception. In a case, where the party\napproaching the court is able to establish that in view of special\nequities in his favour if injunction as requested is not granted then\nhe would suffer irretrievable injustice, the court can and would\ninterfere. It may be pointed out that fraud which is recognised as an\nexception is the fraud by one of the parties to the underlying\ncontract and which has the effect of vitiating the entire underlying\ntransaction. A demand by the beneficiary under the bank gurantee may\nbecome fraudulent not because of any fraud committed by the\nbeneficiary while executing the underlying contract but it may become\nso because of subsequent events or circumstances. We see no good\nreason why the courts should not restrain a person making such a\nfraudulent demand from enforcing a bank guarantee .</span>\n</blockquote> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_32\">16.\tThe\nfraud, if any, must be of a serious nature as to vitiate the entire\nunderlying transaction.  The learned trial Judge and this Court\nminutely examined the pleadings, more particularly, the averments\nmade in para Nos.4 and 5 of the petition of the present case, in\nwhich no factual foundation is led in support of allegation of fraud.\n</blockquote><p data-structure=\"Section\" id=\"p_27\"> There is not even the proper allegation of any fraud as such and in\nfact, the whole case of the appellant centres around the allegation\nof any fraud with regard to the alleged breach of contract by the\nrespondent No.1.  The plea of fraud in the appellant&#x27;s words is to\nthe following effect.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_28\">4.\n........In fact, the said Bank Guarantee\nis considered to be valid only upto warranty obligation period and\nthe warranty period under the contract has been fixed for the period\nof 42 months from the date of CIF delivery at Haldia Port of last\nsupply or 36 months of Operational acceptance, whichever is earlier. \nThe said warranty period has already been expired in June, 2012 and\nthe same has never been extended by the applicant.  However, on the\ninsistence of the opponent No.1, the period of Bank\nGuarantee only has been extended and the applicant has\nspecifically denied the request of the opponent No.1 to extend the\nwarranty period.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_29\">5.........It\nis submitted that after\nthe period of 2¿ years from the supply of goods, the opponent no. 1\ninformed the applicant about some defective tools (testing\ninstruments), which were supplied in the year 2010, however, in 2013,\ni.e. after a long period, the opponent No.1 has complained about some\ndefect in such testing instruments. The applicant had informed the\nopponent No.1 to send the so called defective instruments.  It was\nspecifically informed to the opponent No.1 that where such\ninstruments to be sent and to whom it should be informed.  It was\nmade clear that the resupply of so called defective instruments shall\nbe made on chargeable basis, based upon the request of opponent No.1\nabout technical parameters that were required for such equipments. \nIt was specifically made clear that the revised offer will be sent to\nthe opponent No.1 as and when the same will be received from the\napplicant supplier.  In spite of these facts, the so called defective\ninstruments were never returned to the applicant.  Moreover, as per\nthe contract, the applicant has agreed to supply spares on request of\nthe opponent No.1 on chargeable basis.  Thus, the warranty has\nnothing to do with such spares.......  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_30\">17.\tIn\nCourt s considered opinion, such vague and indefinite allegations\nmade do not satisfy the requirement in law constituting any fraud\nmuch less a fraud of a serious nature as to vitiate entire\ntransaction.  In fact, the appellant s case as asserted in the\npetition is such that it was agreed that warranty period would be 42\nmonths from the date of CIF delivery at Haldia Port of last supply or\n36 months of operational acceptance, whichever is earlier.  In light\nof clause 5 of Special Contract Condition, the respondent No.1\nreleased the payment  to the appellant after receipt of the goods and\ntherefore, release of payment by the respondent No.1 is nothing but\nan admission as to receipt of goods in satisfactory condition.  So,\naccording to the appellant, releasing payment upon acceptance of\ngoods shall ipso facto infer acceptance of goods as per order and in\ngood condition by the respondent No.1 and thus, resulting into\ncommencement of warranty period.  It is argued by learned Senior\nCounsel Mr. Mehta that respondent No.1 received  accessories at\nHaldia Port on 2.2.2009, whereas the transformers were received at\nHaldia Port on 8.12.2008 and thus, warranty period commenced from\nDecember 2008 and pursuant to the contractual condition, the same has\nended after 42 months i.e. June 2012, whereas for the accessories, it\nhas been completed in the month of August, 2012 as payment had\nalready been released.  So, it seems that there is bona fide disputes\nbetween the parties as to whether warranty period has commenced as\nper the case of the appellant or the respondent No.1.  In this\nbackground of bona fide disputes cropped up between the appellant and\nthe respondent No.1 and pending resolution thereof, if the respondent\nNo.1 invokes Bank Guarantee within extended period, in Court s\nconsidered opinion, it cannot be construed that there is any fraud\nplayed by the respondent No.1.  On the contrary, it is forthcoming on\nrecord that party exchanged various correspondence and also held\nmeetings before expiry of warranty period and more particularly,\nmeeting dated 25.3.2010 held at Siligudi (West Bengal) and in the\nsaid meeting, the party discussed various issues with regard to\nproblems cropped up in respect to the contract in question and in\npara 9 and 10, the discussion was minutized as under:  \n</p>\n \n\n\n<blockquote id=\"blockquote_33\"> 9.\n</blockquote><p data-structure=\"Section\" id=\"p_31\">M/s Alstom has explained the problems of the testing equipment\nsupplied by M/s TBEA.  M/s TBEA has asked to recheck the instruments\nagain and give clear feedback so as to take up with the original\nmanufacturer of the equipment.  M/s TBEA will get back on these\nissues soon and will do the needful at the earliest.\n</p> \n\n\n<p data-structure=\"Section\" id=\"p_32\">10.\nM/s TBEA has agreed to extend all kinds of support in future for the\nTransformers supplied.  Further, M/s TBEA assured the\nwarranty/guarantee as per the Supply terms and conditions. \n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Facts\" id=\"p_33\">18.\tApart\nfrom it, thereafter also, party exchanged various mails and since\nissues raised during the warranty period could not be resolved, the\nrespondent No.1 invoked the Bank Guarantee.  Not only that, it has\nalso come on record that at the request of the appellant through mail\ndated 25.6.2013, the respondent No.1 kept his demand notice dated\n22.6.2013 under abeyance till 7.7.2013.  The whole purpose to keep\nthe demand in abeyance was to have a positive discussion between the\nappellant and the respondent No.1 for the issues in question. \nInstead of commencing discussion, the appellant filed petition under\n<a href=\"/doc/1079220/\" id=\"a_13\">section 9</a> of the Act on 26.6.2013 and obtained ex parte injunction\norder against invocation of Bank Guarantee.  Surprisingly, the\nappellant succeeded in obtaining injunction order without producing\nBank Guarantee before the trial Court and it only came on record\nthrough the respondent No.1 when it filed its reply before the trial\nCourt.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_34\">19.\tThe\ncontention raised by learned Senior Counsel Mr. Mehta for the\nappellant to the effect that warranty came to an end as per clause 8\nof Special Condition in the month of March 2012 is devoid of any\nmerit for the simple reason that the Bank\nGuarantee, on the face of it, is linked with the performance of the\ncontract.  However, the Bank Guarantee, though expired in the month\nof March 2012, but extended six times from time to time mutually and\nat the appellant&#x27;s cost.  However, bare perusal of condition No.10 of\nLetter of Award stipulates that warranty shall be applicable as per\nprovisions, requirements as defined under clause 18 of the General\nCondition of contract.  So, on combined reading of various clauses of\nLetter of Award, Special Condition and General Condition of the\ncontract, it cannot be inferred that the Bank Guarantee is\nco-extensive with the warranty period as per clause 8 of the Special\nCondition.  So, extension of Bank Guarantee\nafter expiry period at the appellant&#x27;s cost for about 18 months makes\nit abundantly clear that the Bank Guarantee\nis linked with the performance of the contract.  The reason to find\nthat the Bank Guarantee is linked with\nthe performance of the contract is such that from the reading of\nvarious communications and decisions taken by the parties to the\nproceedings in the meeting and through exchange of mails shows that\nspecial tools supplied by the appellant in the year 2009 were found\ndefective from the time of receipt in India, the appellant was to\nsupply spares upto period of five years on chargeable basis (vide\ncondition No.17), the appellant was required to provide services for\nerection and commission.  In light of various obligations, which the\nappellant was required to discharge makes the Bank\nGuarantee linked with the performance of the contract and\ntherefore, clause 8 of the Special Condition cannot be read in\nisolation of other various conditions agreed by the parties. \nTherefore, the respondent No.1 is well within its rights when it\ninvoked the Bank Guarantee in addition\nto it being separate and independent contract.  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_35\">20.\tLearned\nSenior Counsel Mr. Mehta appearing for the appellant could not\nsatisfy the Court as to what is wrong if the respondent No.1\ncomplained about some defects in the testing instruments in the year\n2010, which was supplied in the year 2008.  Whatever, complaints\nraised at the end of the respondent Nos.1 were well within the\nwarranty period and under the contract, the appellant was required to\nattend the complaints from time to time.  It also appears that the\ncomplaints raised at the end of the respondent No.1 were accepted by\nthe appellant, but in resolving such complaints/issues, the dispute\ncropped up as to how and in what manner, the testing instruments\nshall be transported.  So, in nutshell, there is no dispute with\nregard to genuineness of the complaints/issues raised by the\nrespondent No.1.  It is because of these reasons, the appellant\nextended the Bank Guarantee not once or\ntwice, but six times and during such period, issues raised, more\nparticularly, minutized in the meeting held on 25.3.2010 could not be\nmaterialized which resulted into invocation of the Bank\nGuarantee.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_14\">In this connection, it is relevant to take note of\nthe observations made by the Hon&#x27;ble Supreme Court in para 16 of the\ndecision of <a href=\"/doc/1746106/\" id=\"a_14\">U.P. State Sugar Corporation</a> (supra).</span>\n</p> \n\n\n<p data-structure=\"CDiscource\" id=\"p_36\"> Clearly,\ntherefore, the existence of any dispute between the parties to the\ncontract is not a ground for issuing an injunction to restrain the\nenforcement of bank guarantees. There must be a fraud in connection\nwith the bank guarantee. In the present case we fail to see any such\nfraud. The High Court seems to have come to the conclusion that the\ntermination of the contract by the appellant and his claim that the\ntime was of the essence of the contract, are not based on the terms\nof the contract and, therefore, there is a fraud in the invocation of\nthe bank guarantee. This is an erroneous view. The disputes between\nthe parties relating to the termination of the contract cannot make\ninvocation of the bank guarantees fraudulent. The High Court has also\nrefereed to the conduct of the appellant in invoking the bank\nguarantees on an earlier occasion on 12th of April, 1992 and\nsubsequently withdrawing such invocation. The court has used this\ncircumstance in aid of its view that the time was not of the essence\nof the contract. We fail to see how an earlier invocation of the bank\nguarantees and subsequent withdrawal of this invocation make the bank\nguarantees or their invocation tainted with fraud in any manner.\nUnder the terms of the contract it is stipulated that the respondent\nis required to give unconditional bank guarantees against advance\npayments as also a similar bank guarantee for due delivery of the\ncontracted plant within the stipulated period. In the absence of any\nfraud the appellant is entitled to realise the bank guarantees. \n</p> \n\n\n\t\n \n\n\n<p data-structure=\"Precedent\" id=\"p_37\">21.\tSince\nthere is no evidence  or even averments in the petition as to fraud\nin connection with the Bank Guarantee or\ncontract in question, the respondent No.1 is well within its rights\nto invoke the Bank Guarantee as it being\nunconditional and independent to primary contract.  From the bare\nperusal of the Bank Guarantee, it is\ncrystal clear that it is an independent contract and it is not linked\nwith the primary contract.  Even in para 9 of the petition, the\nappellant has stated that the cause of action to file the present\npetition arose as and when the respondent No.1 without any legal or\nvalid reason mala fide tried to invoke the Bank\nGuarantee in question.  In other words, there is no whisper\nabout existence of any element of fraud, which gave the the appellant\ncause of action to file the petition under <a href=\"/doc/1079220/\" id=\"a_15\">section 9</a> of the Act.  It\nis well settled that to maintain action qua encashment of the Bank\nGuarantee, the appellant shall bring its case under any of or\nboth the exceptions, namely where there is a clear fraud and a fraud\nof the\nbeneficiary from which it seeks to benefit and another exception\nwhere there are any special equities in favour of granting\ninjunction.  In fact, existence of these two exceptions gives cause\nof action to any party to file a petition like the present one.  So,\nin Court&#x27;s considered opinion, the averments made in para 4 and 5 of\nthe petition do not satisfy the requirement in law constituting any\nfraud much less fraud of a serious nature as to vitiate the entire\ntransaction.  The case therefore, does not fall within the first\nexception.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_38\">22.\tComing\nto the second exception, whether encashment of Bank\nGuarantee\nwould cause any irretrievable\nharm or injustice to the appellant.  In order to find out case in\nconnection with second exception, I have minutely examined the\npetition.  There is no plea of any special equities by the appellant\nin its favour.  So, plea of irretrievable injustice is concerned, the\nappellant in its petition must show injury of the kind which was the\nsubject matter of decision in the Itek Corporation v. The First\nNational Bank of Boston etc.   In the said case, it is\nobserved as under:\n</p> \n\n\n \n\n\n \n\n\n<blockquote id=\"blockquote_34\"> On\nthe question of irretrievable injury which is the second exception to\nthe rule against granting of injunctions when unconditional bank\nguarantees are sought to be realised the court said in the above case\nthat the irretrievable injury must be of the kind which was the\nsubject-matter of the decision in the Itek Corporation case (supra).\nIn that case an exporter in the U.S.A. entered into an agreement with\nthe Imperial Government of Iran and sought an order terminating its\nliability on stand by letters of credit issued by an American bank in\nfavour of an Iranian Bank as part of the contract. The relief was\nsought on account of the situation created after the Iranian\nrevolution when the American Government cancelled the export licences\nin relation to Iran and the Iranian Government had forcibly taken 52\nAmerican citizens as hostages. The U.S. Government had blocked all\nIranian assets under the jurisdiction of United States and had\ncancelled the export contract. The court upheld the contention of the\nexporter that any claim for damages against the purchaser if decreed\nby the American Courts would not be executable in Iran under these\ncircumstances and relisation of the bank guarantee/Letters of credit\nwould cause irreparable harm to the plaintiff. This contention was\nupheld. To avail of this exception, therefore, exceptional\ncircumstances which make it impossible for the guarantor to reimburse\nhimself if the ultimately succeeds, will have to be decisively\nestablished. Clearly, a mere apprehension that the other party will\nnot be able to pay, is not enough. \n</blockquote> \n\n\n \n\n\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_39\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1187778\" id=\"span_15\">23.\tUnder\nthe circumstances, the plea taken as regards  irretrievable\ninjustice  is again vague and not supported by any evidence.  There\nis no dispute that vide notice dated 18.7.2013, the appellant has\nrequested the respondent No.1 to refer the disputes of the subject\nmatter to the Arbitrator as per terms and conditions of the contract.\n Therefore, the appellant can always get the relief provided he makes\nhis case before the Arbitral Tribunal and there is no allegation that\nit would be difficult to realize the amount from the respondent No.1\nin case the appellant succeeds before the Arbitral Tribunal.  It is\nalso fruitful to refer to the observations recorded by the Hon&#x27;ble\nSupreme Court in case of <a href=\"/doc/1187778/\" id=\"a_16\">Hindustan Steel Works Construction Limited\nVs. Tarapore &amp; Co. and another</a> reported in (1996) 5 SCC 34 in\npara No.8 to 12 and 14.</span>\n</p> \n\n\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1290306\" id=\"span_16\">8.\tWith\nrespect to an irrevocable letter of credit this Court in\nthe case of <a href=\"/doc/1290306/\" id=\"a_17\">Tarapore\n&amp; Co. vs. Tractors Export, Moscow</a>\n<span class=\"hidden_text\" id=\"span_17\">1969</span>\n(2) SCR 920 pointed out that such a contract between the banker and\nthe beneficiary is independent of and unqualified by the contract of\nsale or other underlying transaction and quoted with approval the\nfollowing observations made by Jenkins L.J. in Hamzeh Malas and Sons\nvs. British Imex Industries Ltd. 1958 (2) Q.B. 127:</span> \n</p>\n \n\n\n<blockquote id=\"blockquote_35\">&quot;We\nhave been referred to a number of authorities, and it seems to be\nplain enough that the opening of a confirmed letter of credit\nconstitutes a bargain between the banker and the vendor of the goods,\nwhich imposes upon the banker an absolute obligation to pay,\nirrespective of any dispute there may be between the parties as to\nwhether the goods are up to contract or not.  An elaborate commercial\nsystem has been built upon the footing that bankers&#x27; confirmed\ncredits are of that character and in my judgment, it would be wrong\nfor this court in the present case to interfere with that established\npractice.&quot;\n</blockquote> \n\n\n<p data-structure=\"Precedent\" id=\"p_41\">9.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834541\" id=\"span_18\">In\n<a href=\"/doc/1834541/\" id=\"a_18\">United Commercial Bank vs. Bank of India</a> 1981 (3) SCR 300 this Court\nagain emphasised that obligation of a Bank in such a case is\nabsolute, as a letter of credit constitutes the sole contract with\nthe banker and the bank issuing the letter of credit has no concern\nwith any question that may arise between the seller and the purchaser\nof the goods. Therein the following passage from the judgment of\nKerr.</span> J. in R.D. Horbottle (Mercantile) Ltd. vs. National Westminster\nBank Ltd. 1977 (3) W.L.R. 752 was quoted as a correct statement of\nlaw on the point: \n</p>\n \n\n\n<blockquote id=\"blockquote_36\">&quot;It\nis only in exceptional cases that the courts will interfere with the\nmachinery of irrevocable obligations assumed by banks.  They are the\nlife-blood of international commerce. Such obligations are regarded\nas collateral to the underlying rights and obligations between the\nmerchants at either end of the banking chain. Expect possible in\nclear cases of fraud of which the banks have notice, the courts will\nleave the merchants to settle their disputes under the contracts by\nlitigation or arbitration as available to them or stipulated in the\ncontracts. The courts are not concerned with their difficulties to\nenforce such claims; these are risks which these merchants take. In\nthis case the plaintiffs took the risk of the unconditional wording\nof the guarantees. The machinery and commitments of banks are on \ndifferent level. They must be allowed to be honoured free from\ninterference by the courts. Otherwise, trust in international\ncommerce could be irreparable damaged.&quot;\n</blockquote> \n\n\n<p data-structure=\"Precedent\" id=\"p_42\">10.\tIn\nUnited commercial Bank&#x27;s case (supra) the High Court had granted a\ntemporary injunction restraining the United Commercial Bank from\nmaking a recall of the amount paid by it under reserve against the\nrelative bills of exchange drawn against the letter of credit issued\nby it from the Bank of India an in terms of the letter of guarantee\nor indemnity executed by that Bank. While allowing the appeal this\ncourt observed that the courts usually refrain from granting\ninjunction to restrain the performance of the contractual obligations\narising out of letter of credit or bank gurantee between one bank and\nanother. \n</p>\n \n\n\n<p data-structure=\"Precedent\" id=\"p_43\">11.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1342691\" id=\"span_19\">In\n<a href=\"/doc/1342691/\" id=\"a_19\">Centax (India ) Ltd</a> (supra) it has been held in clear terms that a\nbank gurantee resembles and is analogous to a letter of credit and\nthe same considerations which apply to a letter of credit in the\nmatter of interference by the court should apply to a bank guarantee.</span>\n</p>\n\n \n\n\n<p data-structure=\"Precedent\" id=\"p_44\">12.\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_20\">In\n<a href=\"/doc/329587/\" id=\"a_20\">U.P. Cooperative Federation Ltd.</a> (supra) also Mukherji, J. n\nparagraph 21 of his judgment has observed as under:</span>\n</p> \n\n\n<blockquote id=\"blockquote_37\">&quot;...An\nirrevocable commitment either in the form of confirmed bank guarantee\nor irrevocable letter of credit cannot be interfered with expect in\ncase of fraud or in case of question of apprehension of irretrievable\ninjustice has been made out. This is the well settled principle of\nthe law in England. This is also a will settled principle of law in\nIndia.....&quot;\n</blockquote> \n\t  \n\n\n<p data-structure=\"Precedent\" id=\"p_45\">\tThe\n\tHigh Court also committed a grave error in restraining the appellant\n\tfrom invoking bank guarantees on the ground that on India only\n\treasonable amount ca be awarded by way of damages even when the\n\tparties to the contract have provided for liquidated damages and\n\tthat a term in a bank guarantees making the beneficiary the sole\n\tjudge on the question of breach of contract and the extent of loss\n\tor damages would be invalid and that no amount can be said to be due\n\ttill and adjudication in that behalf is made either\n\tby a court on an arbitrator, as the case may be. In taking\n\tthat view the High Court has overlooked the correct position that a\n\tbank guarantees is a independent and distinct contract between the\n\tbank and the beneficiary and is not qualified by the underlying\n\ttransaction and the primary contract between the person at whose\n\tinstance the bank guarantee is given and the beneficiary. What the\n\tHigh Court has observed would applicable only to the parties to the\n\tunderlying transaction or the primary contract but can have no\n\trelevance to the bank guarantee given by the bank, as the\n\ttransaction between the bank and the beneficiary is independent and\n\tof a different nature. In case of an unconditional bank guarantee\n\tthe nature of obligation of the bank is absolute and not dependent\n\tupon any dispute or proceeding between the party at whose instance\n\tthe bank guarantee is given and the beneficiary. The High Court thus\n\tcalled to appreciate the real object and nature of a bank guarantee.\n\tThe distinction which the High Court has drawn between a guarantee\n\tfor due performance of a works contract and guarantee given towards\n\tsecurity deposit for that contract is also unwarranted. The said\n\tdistinction appears to be the result of the same fallacy committed\n\tby the High Court of not appreciating the distinction between the\n\tprimary contract between contract between the parties and a bank\n\tguarantee and also the real object of a bank guarantee and the\n\tnature of bank&#x27;s\n\tobligation thereunder. Whether the bank guarantee is towards\n\tsecurity deposit or mobilisation advance or working funds or for due\n\tperformance of the contract if the same is unconditional and if\n\tthere is a stipulation in the bank guarantee that the bank should\n\tpay on demand without a demur and that the beneficiary shall be the\n\tsole judge not only on the question of breach of contract but also\n\twith respect to the amount of loss or damages, the obligation of the\n\tbank would remain the same and that obligation has to be discharged\n\tin the manner provided in the bank gurantee. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"218672\" id=\"span_21\">In\n\t<a href=\"/doc/218672/\" id=\"a_21\">General Electric Technical Services Company Inc. vs. Punj Sons</a></span>\n</p><p data-structure=\"Precedent\" id=\"p_46\">\t<span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1621510\" id=\"span_23\">(p) Ltd. (1991 (4) SCC 230) while dealing with a case of bank\n\tguarantee given for securing mobilisation advance it has been held\n\tthat the right of a contractor to recover certain amounts under\n\trunning bills would have no relevance to the liability of the bank\n\tunder the guarantee given by In that case also the stipulations in\n\tthe bank guarantee were that the bank had to pay on demand without a\n\tdemur and that the beneficiary was to be the sole judge as regards\n\tthe loss or damage\n\tcaused to it. This Court held that notwithstanding the dispute\n\tbetween the contractor and the party giving the contract, the bank\n\twas under an obligation to discharge its liability as per the terms\n\tof the bank guarantee. <a href=\"/doc/1621510/\" id=\"a_22\">Larsen\n\tand Toubro Limited vs. Maharashtra State Electricity Board</a>\n\t(<a href=\"/doc/708879/\" id=\"a_23\">6) SCC 68 and Hindustan Steel Workers Construction Ltd. Vs. G.S.\n\tAtwal &amp; Co (Engineers) Pvt. Ltd.</a> 1995 (6) SCC 76 were also cases\n\tof work contracts wherein bank gurantees were given either towards\n\tadvances or release of security deposits or for due, performance of\n\tthe contract. In both those cases this Court held that the bank\n\tgurantees being irrevocable and unconditional and as the beneficiary\n\twas made the sole judge on the question of breach of perforamance of\n\tthe contract and the extent of loss or damages an injunction\n\trestraining the beneficiary from invoking the bank guarantees could\n\tnot have been granted. The above referred three subsequent decisions\n\tof this Court also go to show that the view taken by the High Court\n\tis clearly wrong.</span></span> \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"CDiscource\" id=\"p_47\">24.\tIt\nwas vehemently submitted by learned Senior Counsel Mr. Mehta that the\nimpugned judgment is unreasoned and the learned\ntrial Judge has not referred to the various communication\nexchanged between the parties so as to correctly decide the various\ncontentions raised by the appellant with regard to allegation of\nfraud.  There is no dispute that the Court should give clear\nreasoning and analyze the various documents placed on record in light\nof the contentions raised in the petition and based on various legal\nprinciples settled in the case law cited at bar.  I have also gone\nthrough the impugned judgment and I have found that the learned\ntrial Judge has dealt with the allegation of fraud in proper\nperspective of the matter and more particularly, in light of the\naverments made in the petition by the appellant itself.  I do not\nfind that the impugned order is unreasoned or the learned\ntrial Judge missed any contention raised by the appellant and\ntherefore, there is no substance in the submission made by learned\nSenior Counsel Mr. Mehta so as to say that the impugned judgment is\nis either unreasoned or any contention is not dealt with by the\nlearned trial Judge in light of\ndocuments on record.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_48\">25.\tIn\nnutshell, whatever the disputes or issues raised in the petition\nfiled under <a href=\"/doc/1079220/\" id=\"a_24\">section 9</a> of the Act before the trial Court is devoid of\nany merit, inasmuch as the entire petition on the face of it does not\nprove the existence of both the exceptions, namely fraud and\nirretrievable injustice and therefore, the learned\ntrial Judge has rightly rejected the petition and no ground\nhas been made out to interfere with the findings recorded by the\nlearned trial Judge while dismissing the\npetition and therefore, the present appeal deserves to be summarily\ndismissed and accordingly, it stands dismissed in limine.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_49\">26.\tIn\nview of dismissal of first appeal, civil application does not survive\nand the same stands disposed of accordingly.  \n</p>\n \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_50\">(S.H.VORA, J.) \n\n \n\n \n\n\n \n\n \n\n\n \n\n\nFURTHER\nORDER\n \n\n \n\n\n \n\n\n\tAfter\npronouncement of the judgment, learned Senior Counsel Mr. Mehta for\nthe appellant prays to stay operation of this judgment for a period\nof one week so as to approach the higher forum.  Considering the\nfacts and circumstances, this judgment is stayed for a period of one\nweek from today to enable the appellant to approach the higher forum\nand relief granted by the trial Court and further extended by this\nCourt shall remain in force for one week from today.\n</p> \n\n\n \n\n\n \n\n\n<p data-structure=\"Conclusion\" id=\"p_51\">(S.H.VORA, J.) \n\n \n\nshekhar\n \n\n\n \n\n\n \n\n\n\t \n\n\n\tPage\n<span class=\"hidden_text\" id=\"span_24\">\t  27</span>\n\tof   27\n\n\n\n\n</p>","numcites":11,"numcitedby":0,"docsource":"Gujarat High Court","citetid":141679439,"divtype":"judgments","relatedqs":[{"value":"extension of bank guarantee","formInput":"extension%20of%20bank%20guarantee"},{"value":"bank fraud","formInput":"bank%20fraud"},{"value":"defect liability period","formInput":"defect%20liability%20period"},{"value":"invocation of bank guarantee","formInput":"invocation%20of%20bank%20guarantee"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"special condition of contract","formInput":"special%20condition%20of%20contract"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"bank guarantee fraud","formInput":"bank%20guarantee%20fraud"},{"value":"bank gurantee","formInput":"bank%20gurantee"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"special contract","formInput":"special%20contract"},{"value":"special equity","formInput":"special%20equity"},{"value":" warranty","formInput":"%20warranty"},{"value":"guarantee warranty","formInput":"guarantee%20warranty"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"works contract","formInput":"works%20contract"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"\"bank guarantee\" \"invocation\"","formInput":"%22bank%20guarantee%22%20%22invocation%22"},{"value":"contracts on bank guarantee","formInput":"contracts%20on%20bank%20guarantee"}],"cats":[{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":true,"query_alert":null,"agreement":false}