{"tid":936043,"publishdate":"2003-11-05","title":"Mallikarjun vs Gulbarga University on 5 November, 2003","doc":"<h2 class=\"doc_title\">Mallikarjun vs Gulbarga University on 5 November, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2004 SUPREME COURT 716, 2004 (1) SCC 372, 2003 AIR SCW 6384, 2003 AIR - KANT. H. C. R. 3134, 2003 (9) SCALE 596, (2005) 6 JT 402 (SC), 2003 (3) ARBI LR 579, 2003 (7) SLT 139, 2004 (1) BLJR 352, (2004) 13 ALLINDCAS 566 (SC), (2004) 1 CAL LJ 76, (2003) 4 CURCC 333, (2003) 3 ARBILR 579, (2003) 12 INDLD 576, (2004) 3 MAD LW 158, (2003) 8 SUPREME 255, (2004) 1 RECCIVR 241, (2004) 1 ICC 562, (2003) 9 SCALE 596</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-b-sinha\">S.B. Sinha</a>, <a href=\"/search/?formInput=benchid:a-r-lakshmanan\">Ar. Lakshmanan</a></h3>\n\n<pre id=\"pre_1\">           CASE NO.:\nAppeal (civil)  2758 of 2002\n\nPETITIONER:\nMALLIKARJUN\n\nRESPONDENT:\nGULBARGA UNIVERSITY\n\nDATE OF JUDGMENT: 05/11/2003\n\nBENCH:\nV.N. KHARE CJ &amp; S.B. SINHA &amp; DR. AR. LAKSHMANAN\n\nJUDGMENT:</pre>\n<p data-structure=\"Facts\" id=\"p_1\">JUDGMENT\n\n2003 Supp(5) SCR 272\n\nThe following Order of the Court was delivered by\n\nIn response to the Notification issued by the Gulbarga University inviting\ntenders for construction of an Indoor Stadium, the appellant herein\nsubmitted his tender. His tender was accepted and on 21st May, 1993, an\nagreement was executed between the appellant and the respondent-University\nin connection with the work to be carried out by the appellant. The\nestimated cost of construction for the work order issued to the appellant\nwas for Rs. 91,88,909. It is not disputed that in pursuance of the work\norder, the appellant completed the construction. Certain disputes arose in\nrelation where to the appellant herein invoked the arbitration clause. It\nis not in dispute that the Superintending Engineer, P.W.D., Gulbarga\nCircle, Gulbarga, ex-officio, was named to decide such disputes. Before the\nArbitrator, the parties filed their claims and counter claims. The\nUniversity also filed certain counter claims. After hearing the parties,\nthe Superintending Engineer, Gulbarga Circle, Gulbarga, who acted as an\nArbitrator, gave the Award. However, no copy of the Award was furnished to\nthe appellant as a result of which the appellant filed a petition under\n<a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of the Constitution of India for issue of writ of mandamus\ndirecting the Arbitrator to deliver a certified copy of the Award given by\nhim. In compliance of the directions of the High Court, the Arbitrator sent\na certified copy of the Award dated 30th July, 1999. After the receipt of\nthe certified copy of the Award, the appellant put the Award for execution\nbefore the Principal Civil Judge (Senior Division), Gulbarga. The Gulbarga\nUniversity filed an objection in the execution petition filed by the\nappellant purported to be under <a href=\"/doc/119552888/\" id=\"a_2\">Section 47</a> of the Code of Civil Procedure.\nHowever, the Executing Court rejected the said objection on 19th October,\n2000. Aggrieved, the Gulbarga University filed a Civil Revision Petition\nNo. 3719 of 2000 under <a href=\"/doc/82577596/\" id=\"a_3\">Section 115</a> of the Code of Civil Procedure, 1908\nbefore the High Court of Karnataka.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_2\">In the said Civil Revision Petition a plea was raised that the purported\nagreement on the basis whereof the dispute between the parties was referred\nto the Superintending engineer, Gulbarga Circle, Gulbarga, was not an\narbitration agreement and consequently, the Award made by him is not one\nmade in terms of the provisions of the <a href=\"/doc/1052228/\" id=\"a_4\">Arbitration Act, 1940</a>. The High\nCourt accepted the plea taken by the University. Consequently, the\nexecution proceedings were set aside and the Civil Revision Petition was\nallowed. It is against the said judgment of the High Court, the appellant\nis in appeal before us.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">Shri Bhaskar P. Gupta, learned senior counsel appearing for the appellant,\nsubmitted that Clause 30 of the contract agreement constitutes an\narbitration agreement as the same fulfills all the criteria laid down\ntherefor and, thus, the High Court must be held to have erred in passing\nthe impugned judgment.\n</p>\n<p data-structure=\"RespArg\" id=\"p_4\">Learned counsel appearing on behalf of the respondent on the other hand\nsupport the judgment of the High Court.\n</p>\n<p data-structure=\"Section\" id=\"p_5\">Clause 30 of the agreement, which reads as under:\n</p>\n<blockquote id=\"blockquote_1\">&quot;The decision of the Superintending Engineer of the Gulbarga Circle for the\ntime being shall be final, conclusive, and binding on all parties to the\ncontract upon all question relating to the meaning of the specifications,\ndesigns, drawings and instructions herein before mentioned and as to the\nquality of workmanship or material used on the work, or as to any other\nquestion, claim, right, matter, or thing whatsoever, in any way arising out\nof, or relating to the contract, designs, drawings, specifications,\nestimates, instructions, orders or those conditions, or otherwise\nconcerning the works or the execution, or failure to execute the same,\nwhether arising during the progress of the work, or after the completion or\nabandonment thereof in case of dispute arising between the contractor and\nGulbarga University.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_6\">(Emphasis supplied)\n\nA plain reading of the aforementioned clause would show that in case of\ndispute between the contractor and Gulbarga university, the decision of the\nSuperintending Engineer of the Gulbarga Circle, Gulbarga, shall be final\nand binding to all parties to the contract, such dispute may embrace within\nits fold all questions relating to the matters specified therein as also\nany other question, claim, right, matter or thing whatsoever in any way\narising out of or relating to the contract. Such dispute may also relate to\ndesigns, drawings, specifications, estimates, instructions, orders or those\nconditions or otherwise concerning the works or the execution or failure to\nexecute the same. Such disputes may be referred to for decision of the\nSuperintending Engineer; whether arising during the progress of the work\nafter the completion thereof.\n</p>\n<p data-structure=\"Precedent\" id=\"p_7\">There cannot, thus, be any doubt whatsoever that Clause 30 aforementioned\nfulfills all the criteria of a valid arbitration agreement. It is further\nnot in dispute that the Superintending Engineer, Gulbarga Circle, Gulbarga\nis an independent person.\n</p>\n<p data-structure=\"Precedent\" id=\"p_8\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48449\" id=\"span_1\">In <a href=\"/doc/48449/\" id=\"a_5\">Bihar State Mineral Development Corporation and Anr. v. Encon Builders</a>\n(1) (p) Ltd., reported in [2003] 7 SCC 418, laid down the essential\nelements of the arbitration agreement, which are as follows:</span>\n</p>\n<blockquote id=\"blockquote_2\">(i)    There must be a present or a future difference in connection with\nsome contemplated affair;\n</blockquote>\n<blockquote id=\"blockquote_3\">(ii)   There must be the intention of the parties to settle such difference\nby a private tribunal;\n</blockquote>\n<blockquote id=\"blockquote_4\">(iii) The parties must agree in writing to be bound by the decision of such\ntribunal; and\n\n</blockquote><blockquote id=\"blockquote_5\">(iv) The parties must be ad idem.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"48449\" id=\"span_2\">The principles <a href=\"/doc/48449/\" id=\"a_6\">laid down in</a> the aforementioned decision are not in\nquestion. We, therefore, are required to construe Clause 30 of the said\nagreement.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_10\">Applying the aforesaid principle to the present case, Clause 30 requires\nthat the Superintending Engineer, Gulbarga Circle, Gulbarga, to give his\ndecision on any dispute that may arise out of the contract. Further we also\nfind that the agreement postulates present or future differences in\nconnection with some contemplated affairs inasmuch as also there was an\nagreement between the parties to settle such difference by a private\ntribunal, namely, the Superintending Engineer, Gulbarga Circle, Gulbarga.\nIt was also agreed between the parties that they would be bound by the\ndecision of the tribunal. The parties were also ad idem.\n</p>\n<p data-structure=\"Precedent\" id=\"p_11\">In the aforesaid view of the matter, it must be held that the agreement did\ncontain an arbitration clause.\n</p>\n<p data-structure=\"RespArg\" id=\"p_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1707042\" id=\"span_3\">Learned counsel appearing for the respondent, relying on or on the basis of\nthe decision of this Court in <a href=\"/doc/1707042/\" id=\"a_7\">Bharat Bhushan Bansal v. U.P. Small\nIndustries Corporation Ltd, Kanpur</a>, reported in [1999] 2 SCC 166, argued\nthat in the said case it was held by this Court that it does not constitute\narbitration clause.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_4\">In <a href=\"/doc/1707042/\" id=\"a_8\">Bharat Bhushan Bansal</a>&#x27;s case (supra), Clauses 23 and\n24 read as follows:</span>\n</p>\n<blockquote id=\"blockquote_6\">&quot;23. Except where otherwise specified in the contract, the decision of the\nExecutive Engineer shall be final, conclusive and binding on both the\nparties to the contract on all questions relating to the meaning, the\nspecification, design, drawings and instructions hereinbefore mentioned,\nand as to the quality of workmanship or materials used on the work or as to\nany other question whatsoever in any way arising out of or relating to the\ndesigns, drawings, specifications, estimates, instructions, orders or\notherwise concerning the works or the execution or failure to execute the\nsame whether arising during the progress of the work, or after the\ncompletion thereof or abandonment of the contract by the contractor shall\nbe final and conclusive and binding on the contractor.\n</blockquote>\n<blockquote id=\"blockquote_7\">24. Except as provided in clause 23 hereof, the decision of the Managing\nDirector of the UPSIC shall be final, conclusive and binding on both the\nparties to the contact upon all questions relating to any claim, right,\nmatter or thing in any way arising out of or relating to the contract or\nthese conditions or concerning abandonment of the contract by the\ncontractor and in respect of all other matters arising out of this contract\nand not specifically mentioned herein.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_13\">It was difficult for the Court to spell out any intention of the parties to\nappoint the Managing Director as an Arbitrator having regard to the\ncontents of the said two clauses. We may refer to the observations of this\nCourt therein made in this regard, which are as under:\n</p>\n<blockquote id=\"blockquote_8\">&quot;Therefore, in respect of certain claims, the decision of the Executive\nEngineer is final and binding on both the parties to the contract. While in\nrespect of the remaining matters, the decision of the Managing Director of\nthe respondent is final, conclusive and binding on both the parties to the\ncontract. Clause 24 does not mention that may dispute can be referred to\nthe arbitration of the Managing Director. Clause 24 also does not spell out\nany duty on the part of the Managing Director to record evidence or to hear\nboth parties before deciding the questions before him. From the wording of\nclause 24, it is difficult to spell out any intention of the parties to\nleave, any disputes to the adjudication of the Managing Director of the\nrespondent as an arbitrator.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1707042\" id=\"span_5\"><a href=\"/doc/1707042/\" id=\"a_9\">Para 5 of Bharat Bhushan Bansal</a>&#x27;s case (supra) reads as thus:</span>\n</p>\n<blockquote id=\"blockquote_9\">&quot;In the present case, reading clauses 23 and 24 together, it is quite clear\nthat in respect of questions arising from or relating to any claim or\nright, matter or thing in any way connected with the contract, while the\ndecision of the Executive Engineer is made final and binding in respect of\ncertain types of claims or questions, the decision of the Managing Director\nis made final and binding in respect of the remaining claims. Both the\nExecutive Engineer as well as the Managing Director are expected to\ndetermine the question or claim on the basis of their own investigations\nand material. Neither of the clauses contemplates a full-fledged\narbitration covered by the <a href=\"/doc/1052228/\" id=\"a_10\">Arbitration Act</a>.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_15\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1707042\" id=\"span_6\">A bare comparison of Clause 30 of the contract agreement involved in the\npresent matter and clauses 23 and 24 involved in Bharat Bhushan Bansal&#x27;s\ncase (supra), it would show that they are not identical. Whereas Clause 30\nof the agreement in question provides for resolution of the dispute arising\nout of contract by persons named therein; in terms of Clause 24, there was\nno question of decision by a named person on the dispute raised by the\nparties to the agreement. The matters which are specified under Clauses 23\nand 24 in <a href=\"/doc/1707042/\" id=\"a_11\">Bharat Bhushan Bansal</a>&#x27;s case (supra) were necessarily not\nrequired to arise out of the contract, but merely claims arising during\nperformance of the contract. Clause 30 of the agreement in the present case\ndid provide for resolution of dispute arising out of contract by the\nSuperintending Engineer, Gulbarga Circle, Gulbarga. For that reason, the\ncase relied upon by the learned counsel for the respondent is\ndistinguishable.</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">Once Clause 30 is constitute to be a valid arbitration agreement it would\nnecessarily follow that the decision of the Arbitrator named therein would\nbe rendered only upon allowing the parties to adduce evidence in support of\ntheir respective claims and counter claims as also upon hearing the parties\nto the dispute. For the purpose of constituting the valid arbitration\nagreement, it is not necessary that the conditions as regards adduction of\nevidence by the parties or giving an opportunity of hearing to them must\nspecifically be mentioned therein. Such conditions, it is trite are\nimplicit in the decision making process in the arbitration proceedings.\nCompliance of the principles of natural justice inheres in an arbitration\nprocess. They, irrespective of the fact as to whether recorded specifically\nin the arbitration agreement or not are required to be followed. Once the\nprinciples of natural justice are not complied with, the Award made by the\nArbitrator would be rendered invalid. We, therefore, are of the opinion\nthat the arbitration clause does not necessitate spelling out of a duty on\nthe part of the arbitrator to hear both parties before deciding the\nquestion before him. The expression decision&#x27; subsumes adjudication of the\ndispute. Here in the instant case, it will bear repetition to state, that\nthe disputes between the parties arise out of a contract and in relation to\nmatters specified therein and, thus, were required to be decided and such\ndecisions are not only final and binding on the parties, but they are\nconclusive which clearly spells out the finality of such decisions as also\nits binding nature.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">A clause which is inserted in a contract agreement for the purpose of\nprevention of dispute will not be an arbitration agreement. Such a\nprovision has been made in the agreement itself by conferring power upon\nthe Engineer In-charge to take a decision thereupon in relation to the\nmatters envisaged under Clauses 31 and 32 of the said agreement. Causes 31\nand 32 of the said agreement provide for a decision of the Engineer In-\ncharge in relation to the matters specified therein. The jurisdiction of\nthe Engineer In-charge in relation to such matters is limited and they\ncannot be equated with an arbitration agreement. Despite such clauses meant\nfor prevention of dispute arising out of a contract, significantly Clause\n30 has been inserted in the contract agreement by the parties.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_18\">The very fact that Clause 30 has been inserted by the parties despite the\nclauses for prevention of dispute is itself a pointer to the fact that the\nparties to the contract were ad idem that the dispute and differences\narising out of or under the contract should be determined by a domestic\ntribunal chosen by them.\n</p>\n<p data-structure=\"Section\" id=\"p_19\">The said clause being a part of the contract agreement, it is beyond any\ncavil that the parties were ad idem in relation thereto.\n</p>\n<p data-structure=\"Section\" id=\"p_20\">The Superintending Engineer, Gulbarga Circle, Gulbarga, is an officer of\nthe Public Works Department in the Government of Karnataka. He is not an\nofficer of the University. He did not have any authority or jurisdiction\nunder the agreement or otherwise either to supervise the construction works\nor issue any direction(s) upon the contractor in relation to the contract\njob. He might be an ex-officio member of the building committee, but\nthereby or by a reason thereof, he could not have been given nor in fact\nhad been given an authority to supervise the contract job or for that\nmatter issue any direction upon the contract as regards performance of the\ncontract.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\">In that view of the matter also Clause 30 of the contract agreement should\nbe construed to be an arbitration agreement.\n</p>\n<p data-structure=\"RespArg\" id=\"p_22\">The submission of the learned counsel for the respondent that the dispute\nwas not referred to the Arbitrator is not correct. Whatever be the\nunderstanding of the Vice Chancellor of the respondent-University; before\nthe Arbitrator the parties proceeded on the basis that a reference of the\ndisputes had been made to him in terms of Clause 30 of the contract, which\nwas construed to be an arbitration agreement. Further from the Award dated\n30th July, 1999, it would appear that the Arbitrator entered into the\nreference in view of the reference made by the Registrar of the Gulbarga\nUniversity on the claims and disputes arising out of contract of\n&quot;Construction of Indoor stadium at university Campus&quot;, which has arisen\nbetween the parties hereto.\n</p>\n<p data-structure=\"RespArg\" id=\"p_23\">Learned counsel for the respondent then urged that his client has not been\ngiven sufficient opportunity to lead evidence. The contention cannot be\naccepted for more than one reason. The matter was heard by the Arbitrator.\nBoth the parties were represented by their agents and authorised\nrepresentatives. It will bear repetition to state that claims and counter\nclaims were filed by the parties and they filed documents in support of\ntheir respective claims.\n</p>\n<p data-structure=\"RespArg\" id=\"p_24\">The learned Arbitrator in his Award recorded that the parties were given\nfull opportunity to present their case and have their say on each of their\nclaims and contentions in the meeting held in his office on 5.3.99. The\nArbitrator in his Award further stated that as the parties based their\ncases only on the documents and did not pray for adduction of oral evidence\nand in that view of the matter, in our opinion the Award cannot be faulted.\nFurthermore, concededly during the arbitration proceedings and immediately\nthereafter, no objection was taken by the respondent to the effect that\nClause 30 does not constitute an arbitration agreement or the\nSuperintending Engineer, Gulbarga Circle, Gulbarga, was not an Arbitrator.\nIf the contention of the respondent is to be accepted, there was no\noccasion for them to submit their counter claim. They should have filed a\nsuit. With their eyes wide open they submitted themselves to the\njurisdiction of the Arbitrator, filed documents in support of their defence\nto the claims raised by the appellant as also their own counter claims and\ntook part in the proceedings. Even when an Award was made and the appellant\nherein filed a writ petition for direction upon the Arbitrator to issue a\ncertified copy of the Award, it was not contended that the said writ\npetition was not maintainable as the Superintending Engineer, Gulbarga\nCircle, Gulbarga, did not act as an Arbitrator. When a writ was issued by\nthe High Court of Karanataka to the Arbitrator, directing him to furnish a\ncertified copy of his Award, the respondent herein must be held to have\naccepted the same as it did not carry the matter further.\n</p>\n<p data-structure=\"RespArg\" id=\"p_25\">Then took the said objection only in their purported objection filed in the\nexecution proceedings under <a href=\"/doc/119552888/\" id=\"a_12\">Section 47</a> of the Code of Civil Procedure. If\ntheir contention was that the Award made by the Superintending Engineer,\nGulbarga Circle, Gulbarga, was without any authority or beyond his\njurisdiction, they could have furthermore filed an appropriate application\nin terms of <a href=\"/doc/536284/\" id=\"a_13\">Section 34</a> of the Arbitration and Conciliation Act, 1996.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">For the aforesaid reason, the appeal deserves to be allowed. The order\nunder challenge is set aside. We direct the executing Court to proceed with\nthe execution of the Award. There shall be no order as to costs.\n</p>\n\n\n\n","numcites":7,"numcitedby":36,"docsource":"Supreme Court of India","citetid":936043,"divtype":"judgments","relatedqs":[{"value":"valid arbitration agreement","formInput":"valid%20arbitration%20agreement"},{"value":"counter claim ","formInput":"counter%20claim%20"},{"value":"civil revision","formInput":"civil%20revision"},{"value":"civil revision petition","formInput":"civil%20revision%20petition"},{"value":"ad idem","formInput":"ad%20idem"},{"value":"gulbarga university","formInput":"gulbarga%20university"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"GULBARGA","formInput":"GULBARGA"},{"value":"\"counter claim\"  citedby: 536284","formInput":"%22counter%20claim%22%20%20citedby%3A%20536284"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"abandonment","formInput":"abandonment"},{"value":"\"counter-claim\"","formInput":"%22counter-claim%22"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"appoint-arbitrator","formInput":"tag:appoint-arbitrator"}],"courtcopy":true,"query_alert":null,"agreement":false}