{"tid":1272019,"publishdate":"2001-08-20","title":"The Owners & Parties Interested In The ... vs State Of Trading Corportion Of India ... on 20 August, 2001","doc":"<h2 class=\"doc_title\">The Owners &amp; Parties Interested In The ... vs State Of Trading Corportion Of India ... on 20 August, 2001</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2001VIAD(SC)362, AIR2001SC3381, 2001(3)ARBLR96(SC), 2001(49)BLJR2359, JT2001(6)SC610, 2001(5)SCALE356, (2001)7SCC473</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:d-p-mohapatra\">D.P. Mohapatra</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:d-p-mohapatra\">D.P. Mohapatra</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\n  D.P. Mohapatra, J.  \n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. Leave granted. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. The appellants herein are the owners &amp; parties interested in the Vessel M.V. &quot;Baltic Confidence&quot; (for short &#x27;the ship&#x27;). The 2nd respondent herein is the chartered of the said ship under the Time Charter Party Agreement entered between it and the appellants with effect from 8th of may, 1997. Five Bills of Lading all dated 26th May, 1997 were issued by the appellants wherein the respondent no. 2 agreed and undertook to carry on board the said ship 11,433.510 Metic tonnes of Canadian yellow Peas (&quot;the peas&quot; for short) from the Port of Vancouver in Canada to the Port of Calcutta in good order and condition. The respondent no. 1 herein is the holder and endorsee of each of the said Bills of Lading and the owner of the said stock of peas. The said respondent no. 1 filed Admiralty Suit No. 17 of 1997 in the High Court at Calcutta in its admiralty jurisdiction against the appellants and respondent no. 2 alleging inter alia that the defendants had negligently and in breach of the contract of carriage and/or breach of their duties as bailees, failed to deliver goods to the plaintiff in good order and condition; the defendants have delivered part of the gods weighing 4,910 Metic tonnes damaged by sea water and in consequence the plaintiff had suffered loss and damage at least in the sum of US $ 1,3384,620 being the value of the said damaged quality. The plaintiff further alleged that it has suffered further loss and damages. it was in these circumstances that the plaintiff filed the suit. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The appellants and respondent no. 2 herein as the 1st and 2nd defendants in the suit filed an application under <a href=\"/doc/160474/\" id=\"a_1\">Section 45</a> of the Arbitration and Conciliation Act, 1996 (for short &#x27;the Act&#x27;) praying inter alia for staying of the proceedings in the suit and for referring the disputes to arbitration in terms of Clause 62 of the Charter Party Agreement which was specifically incorporated as a condition of the Bills of Lading. The said application was rejected by a Single Judge of the Court by the order passed on 10th November, 1998 holding, inter alia, that the arbitration clause in the Charter Party Agreement was not applicable to the allege disputes arising from the Bills of Lading and, therefore, the application filed by the defendants was not maintainable. On appeal by the defendants, the Division Bench of High Court confirmed the order passed by the Single Judge vide the judgment dated 2nd August, 1999. The said judgment is under challenge in this appeal filed by the defendants. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_4\"> 4. The question that arises for determination is, whether the High Court, on construction of the terms and conditions of the Charter Party Agreement and the condition in the Bills of Lading incorporating the terms and conditions of the Charter Party Agreement into it was right, in holding that the parties in the suit are not bound by the agreement contained in Clause 62 of the Charter Party Agreement for purpose of arbitration of the disputes raised in the suit. Before proceeding to consider the question further it will be convenient to quote Clause 62 of the Charter Party Agreement and the relevant clause in the Bills of Lading. Clause 62 of the Charter Party Agreement is as follows: \n</p>\n<blockquote id=\"blockquote_1\">  &quot;This Charter Party shall be governed by and construed in accordance with English Law and any dispute arising out of this Charter Party shall be referred to arbitration in London in accordance with the Arbitration Acts 1950 and 1979 or any statutory modification or re-enactment thereof for the time being in force. Unless the parties agree upon a sole arbitrator, one arbitrator shall be appointed by each party and the arbitrators so appointed shall appoint a third arbitrator, the decision of the three-man tribunal thus constituted or any two of them, shall be final. On the receipt by one party of the nomination in writing of the other party&#x27;s arbitrator, that party shall appoint their arbitrator within fourteen days, failing which the decision of the single arbitrator appointed shall be final. For disputes where the total amount claimed by either party does not exceed USD 50000 the arbitration shall be conducted in accordance with the Small Claims Procedure of the London Maritime Arbitrators Association.&quot; \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_5\"> 5. Clause 1 of the Conditions of Carriage of the Bills of Lading reads as follows: \n</p>\n<blockquote id=\"blockquote_2\">  &quot;All terms and conditions, liberties and exceptions of the Charter Party, dated as overleaf, including the Law and Arbitration Clause, are herewith incorporated.&quot; \n</blockquote>\n \n\n<p data-structure=\"Issue\" id=\"p_6\"> 6. The question for consideration is whether the parties agreed that Clause 62, the arbitration clause in the Charter Party Agreement shall be applicable to disputes arising under the Bills of Lading. For determination of this question it is necessary to ascertain the intention of the parties to the Bills of Lading. This question has engaged the attention of courts in India and in England fro time to time. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_7\"> 7. In   Hamilton and Co. v. Mackie and sons, Vol.V,1888-9,  The Time Law Reports, page 677 - the plaintiffs were the owners of the steamer President Garfield, and the action was brought for the balance of the Bill of Lading freight, the defendants being the consignees of the cargo and endorsees of the Bill of Lading. It was agreed by the Charter Party that any dispute that might arise under the charter was to be settled by arbitration at the port where the dispute arose. On the Bill of Lading the words were stamped,   &quot;All other terms and conditions as per Charter Party.&quot;  The Judge at Chambers stayed the action on the ground that the matter ought to have gone to arbitration, and the Divisional Court upheld his decision. The Court of Appeals, allowing the appeal, held that &quot;Where there was in a bill of lading such a condition as this, &quot;All other conditions as per Charter Party,&quot; it had been decided that the conditions of the Charter Party must be read verbatim into the Bill of Lading as though they were there printed in extenso.   Then if it was found that any of the conditions of the Charter Party on being so read were inconsistent with the Bill of Lading they were insensible, and must be disregarded.  The Bill of Lading referred to the Charter Party, and therefore when the condition was read in, &quot;All disputes under this charter shall be referred to arbitration&quot;, it was clear that the condition did not refer to disputes arising under the Bill of Lading, but to disputes arising under the Charter Party.   The condition therefore was insensible, and had no application to the present disputes, which arose under the Bill of Lading.&quot;  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_8\">(Emphasis supplied) \n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_9\"> 8. In   T.W. Thomas &amp; Co. Limited  and   Portsea Steamship Company, Limited,  1912 Appeal Cases page 1, the House of Lords considered a case in which the Bill of Lading provided that the gods shipped thereunder should be delivered to the shipper or to his assigns, &quot;he or they paying freight for the said goods, with other conditions as per charter party,&quot; and in the margin was  written, in ink, &quot;  Deck load at shipper&#x27;s risk, and all other terms and conditions and exceptions of charter to be as per charter party, including negligence clause.&quot; The charter party provided that &quot;Any disputes or claim arising out of any of the conditions of this charter shall be adjusted at port where it occurs, and same shall be settled by arbitration&quot;.  Holding that the arbitration clause was not incorporated in the Bill of Lading, the House of Lords observed, inter alia, that:   &quot;In determining what passes under a general clause of this kind the Bill of Lading is the primary document to be looked at, and the question of the scope of the cesser clause is nt relevant to that question. Dealing with the question  Lord Atkinson observed: \n</p>\n<blockquote id=\"blockquote_3\">  &quot;I think it would be a sound rule of construction to adopt that when it is ought to introduce into a document like a bill of lading - a negotiable instrument - a clause such as this arbitration clause, not germane to the receipt, carriage, or delivery of the cargo or the payment of freight, - the proper subject - matters with which the bill of lading is conversant, - this should be done by distinct and specific words, and not by such general words as those written in the margin of the bill of lading in this case.&quot; \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_10\"> Lord Robson made the following observations: \n</p>\n   \n\n<blockquote id=\"blockquote_4\"> &quot;It is to be remembered that the bill of lading is a negotiable instrument, and if the obligations of those how are parties to such a contract are to be enlarged beyond the matters which ordinarily concern them, or if it is sought to deprive either party of his ordinary legal remedies, the contract cannot be too explicit and precise. It is difficult to hold that words which require modification to read as part of the bill of lading and them purport to deal only with disputes arising under a document made between different persons are quite sufficiently explicit for the appellant&#x27;s purpose.&quot; \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_11\">(Emphasis supplied) \n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_12\"> 9.   In re: The &quot;Merak&quot;, Llyod&#x27;s List Law Reports 1964 Vol.2  the Court of Appeal considered the clauses in the charter party entered into between the parties, in clause 10 whereof it was stipulated: &quot;The bills of lading shall be prepared in the form endorsed upon this Charter and shall be signed by the master, quality, condition and measure unknown, freight and all terms, conditions, clauses (including Clause 32), and exceptions as per this Charter.&quot; Clause 32 (arbitration clause) provided inter alia &quot;All claims must be made in writing and the Claimant&#x27;s Arbitrator must be appointed within twelve months of the date of final discharge otherwise the claim shall be deemed waived and absolutely barred.&quot; Bills of lading issued by master of Merak acknowledging shipment of timber at Walkom for voyage &quot;as per charter dated the 21st of April, 1961,&quot; and providing:   &quot;All the terms, conditions, clauses and exceptions including Clause 30 contained in the said charter party apply to this Bill of Lading and are deemed to be incorporated herein.&quot;  The Court of Appeal (Sellers, Davies and Russell, L.JJ.) held that: &quot;Bill of Lading was issued under charter of Apr.21; that commencement of arbitration proceedings was &quot;suit brought&quot; within Art.III, Rule 6, of Hague Rules; and that, therefore, arbitration clause was not repugnant to Hague Rules and nullified by clause paramount;&quot;   It was further held that: &quot;Clause 32 was incorporated by language of Bill of Lading and by express reference in Clause 32 to dispute arising out of &quot;any Bill of Lading issued hereunder&quot;.  In this connection, Lord Scarman, J., construing the two documents, held as follows: \n</p>\n   \n\n<blockquote id=\"blockquote_5\"> &quot;(1) that the charter party arbitration clause made sense in the context of the bills of lading and the general words of the bill of lading incorporation clause sufficed to incorporate it; that the reference to Clause 30 was falsa Demonstratio which should not be allowed to obscure clear intention of incorporation clause; (2)(i) that bills of lading were issued under charter-party of Apr.21; (ii) that the arbitration clause was not inconsistent with clause paramount; and that, therefore, arbitration clause was included in bills of lading; (3) that Sect.4(2) gave effect to intention of the Protocol on Arbitration Clauses, 1923, which was that where there was a business contract between parties subject to different contracting States, those parties were to be referred to arbitration if they had so agreed, whether their agreement related to present or future differences; that, therefore, Sect.4(2) applied to agreement in this case; and that, accordingly, proceedings would be stayed; (4) that no undue hardship would caused if time for giving notice of arbitration were not extended; and that, therefore, no extension would be granted.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_13\">(Emphasis supplied) \n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_14\"> 10.In the case of   Astro Valiente Compania Naviera SA v. Pakistan Ministry of Feed and Agriculture (No2) The Emmanuel Coloctronies (No2).  The Queen&#x27;s Bench Division (Commercial Court), (1982) 1 All ER 823, considered the case in which the charter party provided, inter alia, that the charter party contract was to be completed and superseded by the signing of a Bill Lading and further that the Bill of lading was to contain a clause providing for arbitration in London by two arbitrators and umpire and that any claim was to be made in writing with nine months of final discharge. The shipment was acknowledged by a Bill of Lading which included a clause that   &#x27;All other conditions, exceptions, demurrage, general average and for disbursement as per (the) charter-party&#x27;.  The Bill of Lading did not specifically provide for arbitration. The question arose whether the buyers were bound to arbitrate. In that connection, it was observed, inter alia, that: &quot;Provided that the Bill of Lading itself directed attention to the Charter Party, it was permissible and proper to look at the Charter Party to ascertain the terms to be incorporated in the Bill of Lading.   Applying that principle, the Bill of Lading, by referring to &#x27;All other conditions... As per (the) charter-party&#x27; specifically required reference to the Charter Party, which in turn clearly and specifically provided that the arbitration clause was to be one of the conditions incorporated in the Bill of Lading. The buyers were therefore bound to arbitrate under the arbitration clause in the Charter Party and their appeal would accordingly be dismissed.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\">(Emphasis supplied)\n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_16\"> 11. In   Miramar Maritime Corporation  and   Holborn Oil Trading Ltd.,  1984 Appeal Cases 676, House of Lords considered the case where the owners entered into a tanker voyage Charter Party in the standard Exxon voy 1969 form with chartereds and the Bill of Lading purported to incorporate all the terms of the charter (except the rate and payment of freight), including a demurrage clause rendering the chartereds liable for demurrage, and the owners claimed that the demurrage clause thereby incorporated into the bill rendered the consignees of the cargo, as holders of the Bill of Lading, directly liable for the demurrage incurred and held that on the true construction of the language of the Bill of Lading it was the intention of the parties to the Bill of Lading contract that the charter alone should be liable for demurrage. In that connection Lord Diplok observed: \n</p>\n<blockquote id=\"blockquote_6\">  &quot;...I regard it, however, as more important that this House should take this opportunity of stating unequivocally that, where in a bill of lading there is included a clause which purports to incorporate the terms of a specified Charter Party which are directly germane to the shipment, carriage or delivery of goods and impose obligations upon the &quot;chartered&quot; under that designation, are presumed to be incorporated in the bill of lading with the substitution of (where there is a cesser clause), or inclusion in (where there is no cesser clause), the designation &quot;charter&quot;, the designation &quot;consignee of the cargo&quot; or &quot;bill of lading holder&quot;. \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 12. The Queens&#x27;s Bench Division (Commercial Court) in the case of   Navigazione Alta Italia SpA  v.   Svenska Petroleum AB (The &quot;Nai Matteini&quot;),  1988, Vol.I Lloyd&#x27;s Law reports 452, considered the issue : whether the Bill Lading was effective to incorporated the arbitration clause in either the head charter or the sub-charter and if so which, and held as follows: \n</p>\n   \n\n<blockquote id=\"blockquote_7\"> &quot;that (1) the wording of the bill of lading gave no indication whether the unidentified charter referred to was the head or sub-charter both with their quite different forms of arbitration clause; the bill of lading complied with neither charter-party requirement but was a standard form held at Ras Tanura which was printed in the form as the loading port; there was no relevant bill of lading as referred to in the form and the form gave no clue as to what arbitration clause in what charter-party was referred to (see p.459 cols. 1 and 2); \n</blockquote>\n \n\n<blockquote id=\"blockquote_8\"> (2) there was no arbitration agreement in force between the owners and consignees and the bill of lading did not have the effect of incorporating an arbitration clause which extended to disputes under the bill between the plaintiffs and the defendants (see p.459 col2); \n</blockquote>\n \n\n<blockquote id=\"blockquote_9\"> (3) the normal rule was that the presumed intention of the parties to the bill of lading contract was to incorporate the head charter; the bill of lading was governed by he term of the head charger but the arbitration clause in that charter was not to be read as applying to anything other than disputes between the owners and chartereds arising under that charter-party (see p.459, col.2). \n</blockquote>\n \n\n<blockquote id=\"blockquote_10\"> (4) the purpose of the mechanics in any arbitration clause was to put the other side on notice that a claim was to be made so as to give the other party a proper opportunity to prepare and take part in choosing the arbitral tribunal; the telex of June 23 achieved this although it wrongly claimed that the venue was London; and if the head charter was incorporated and the arbitration clause had to be modified to cover this dispute the wrong assertion that London was the venue was not of substance; the clause was not incorporated and the plaintiffs were entitled to their declaration (see p.460, col.1).&quot;  \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_18\"> 13. The Queen&#x27;s Bench Division (Commercial Court), in the case of   Pride shipping Corporation   v.   Chung Hwa Pulo Corporation and another (The &quot;Oinoussin Pride&quot;),  (1991) Vol.1 Lloyd&#x27;s Law Reports 126, held that: \n</p> \n   \n\n<blockquote id=\"blockquote_11\"> &quot;In the absence of authority I would conclude that, if practical, effect should be given to the expressed intention of the parties to the bills, namely, to incorporate the arbitration clause in them, and that it is not only practical but necessary to do so by adding those words to cl.17 in order to give effect to that expressed intention. Authority however, is not absent. In The Rena K, (1978) 1 Lloyd&#x27;s Rep.545, in a case virtually on all fours with the present one in that the incorporation clause of the bills of lading specifically incorporated the arbitration clause of the charter-party, and which is to be distinguished only on the ground that the charter-party there was a voyage charter-party, whereas here there is a time charter-party, Mr. Justice Brandon at p.551, col.1 said: \n</blockquote>\n    \n\n<blockquote id=\"blockquote_12\">The addition of these words   (&quot;including the arbitration clause&quot;) must, as it seems to me, mean that the parties to the bills of lading intended the provisions of the arbitration clause in the charter-party to apply in principle to disputes arising under the bills of lading, and if it is necessary, as it obviously is, to manipulate or adapt part of the wording of that clause in order to give effect to that intention, then I am clearly of the opinion that this should be done.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\">(Emphasis supplied)   \n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_20\"> 14. In the case of   Daval Aciers D&#x27;usinor Et De Sacilor and others  v.   Armare S.R.L. (The &quot;Nerano&quot;),  (1996) Vol1 Lloyd&#x27;s Law Reports page 1, the Court of Appeal, dismissing the appeal, held inter alia, that: \n</p>\n   \n\n<blockquote id=\"blockquote_13\"> &quot;(1) looked at one its own, the provision on the front of the bill of lading only incorporated the conditions of the charter (which it was common ground would not include the arbitration clause in the charter) and the reference to English jurisdiction could (in the absence of any reference to arbitration) only be a reference to the English Courts; however if the provisions was considered with cl.1 on the back of the bill of lading a different meaning emerged; the provision on the face of the bill of lading did not expressly prohibit the incorporation of terms other than conditions from the charter, nor was the reference to English jurisdiction couched in language that excluded an English arbitration agreement which would ex hypothesi be subject to English jurisdiction, the two provisions read together were not inconsistent with each other (see p.4 col.1) \n\n \n\n (2)   the parties had not merely used general words of incorporation, they had expressly identified and specified the charter arbitration clause as come thing to be incorporated into their contract; by identifying and specifying the charter-party arbitration clause it was clear that the parties to the bill of lading contract did intend and agree to arbitration so that to give force to that intention and agreement the words in the clause had to be read and construed as applying to those parties (see p.4 col.2); \n</blockquote>\n \n\n<blockquote id=\"blockquote_14\"> (3) the Court was engaged on the process of construing the words the parties had written down and used; in their context the words were to be given the meaning the law ascribed to them and the arbitration agreement did not thereby cease to be an agreement in writing if the words of the arbitration clause were to be manipulated or adapted (see p.5 col.1);..&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_21\">(Emphasis supplied)  \n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_22\"> 15. Queen&#x27;s Bench Division (Commercial Court) in   Atlas Levant-linier Aktiengesellschaft  v.   Gesellschaft Fuer Getriedehandel A.G. and Becher (The &quot;Phonizien&quot;),  (1966) Vol.1 Lloyd&#x27;s List Law Reports at p.150 held by McNair, J., that: \n</p>\n<blockquote id=\"blockquote_15\">  &quot;If conditions of charter-party were read into bills of lading as if printed in extenso, terms of Clause 22 would be insensible and should be disregarded; and that extensive verbal redrafting would be necessary to make it read as a submission to arbitration between shipowners and each individual indorsee of a bill of lading; (2) that Court could not accept defendant&#x27;s submission that, where the charter was also the shipper, the wide words of incorporation used in this case were apt to incorporate into the bill of lading the arbitration clause even in respect of a dispute between the shipowner and a subsequent holder of the bill of lading. Judgment for plaintiffs. - Hamilton &amp; Co. v. Mackie &amp; Sons, (1889) 5 T.L.R. 677, applied and followed. Temperley Steam Shipping Company v. Smythe &amp; Co. (1905) 2 K.B. 791, distinguished. Thomas &amp; Co. Ltd v. Portsea Steamship Company, ltd. (1912) A.C.1 followed&quot;. \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_23\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1443505\" id=\"span_1\">16. This Court in the case of   <a href=\"/doc/1443505/\" id=\"a_2\">Union of India  v.   D.M. Revri &amp; Co.</a>  , held inter alia:</span> \n</p>\n  \n\n<blockquote id=\"blockquote_16\">  &quot;There were, after integration, two Secretaries in the Ministry of Food &amp; Agriculture, but the argument that this even rendered the arbitration agreement vague and uncertain, is based on a highly technical and doctrinaire approach and is opposed to plaint common sense.   A contract is a commercial document between the parties and must be interpreted in such a manner as to give it efficacy rather than to invalidate it.  It would not be right while interpreting a contract entered into between two lay parties, to apply strict rules of construction which are ordinarily applicable to formal documents. The meaning of such a contract must be gathered by adopting a common sense approach and it must not be allowed to be thwarted by a narrow pedantic and legalistic interpretation. The Secretary in the Ministry of Food and Agriculture in charge of the Department of Food, would be the Secretary in the Ministry of Food and Agriculture concerned with the subject matte of the contract and under clause (17), he would be the person intended by the parties to exercise the power of nominating the arbitrator. Furthermore, the respondents did not raise any objection to the appointment of the arbitrator and participated in the arbitration proceedings without protest, indicating the clear intendment of the parties that the Secretary in the Ministry of Food &amp; Agriculture concerned with the subject matter of the contract should be the person entitled to nominate the arbitrator (488 B-E, 489 A-E).&quot; \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_24\">(Emphasis supplied)  \n\n \n\n</p><p data-structure=\"Precedent\" id=\"p_25\"> 17. In the case of   Alimenta S.A. etc.  v.   National Agricultural Co-operative Marketing Federation of India Ltd. &amp; Anr.  , this court considered the case in which: \n</p>\n   \n\n<blockquote id=\"blockquote_17\"> &quot;NAFED, an Indian undertaking and Alimenta, A Swiss Company, entered into two contracts for sale and supply of HPS groundnut kernels. Clause 11 of the first contract stipulated: &quot;Other terms and conditions as per FOSFA-20 contract terms&quot;. Clause 9 of the subsequent contract stipulated: All other terms and conditions for supply not specifically shown and covered hereinabove shall be as per previous contract signed between us for earlier supplies of HPS&quot; The FOSFA (Federation of Oils, Seeds and Fats Association) - 20 contract provided: &quot;Any dispute arising out of this contract,...shall be referred to arbitration in London (or elsewhere if so agreed)...&quot;. When disputes arose between the parties under both contracts while Alimenta sought to commence arbitration proceedings invoking Clause 11 and Clause 9 of the contracts, NAFED filed a petition under <a href=\"/doc/1154891/\" id=\"a_3\">Section 33</a> of the Arbitration Act alleging inter alia that there was no valid arbitration agreement between the parties. The NAFED contended that it was not at all aware of any arbitration clause in FOSFA-20 contract and accordingly, it could not agree to incorporate any such arbitration clause in the contracts in question. The High Court disallowed the petition under <a href=\"/doc/1977813/\" id=\"a_4\">Section 33</a> in respect of the first contract but allowed the same in respect of the second contract. Affirming the judgment of the High Court and dismissing the appeals Supreme Court held: \n</blockquote>\n \n\n<blockquote id=\"blockquote_18\"> (1) The arbitration clause of an earlier contract can, by reference, by incorporated into a later contract provided, however, it is not repugnant to or inconsistent with the terms of the contract in which it is incorporated. In the instant case the arbitration clause in the FOSFA-20 contract provided &quot;any dispute arising out of this contract&quot; and as such there would be no inconsistency between this clause and the terms of the first contract and hence, no difficulty in incorporation of the arbitration clause in the first contract. Such incorporation would be quite intelligible (para 7). \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_26\"> The contention that the arbitration clause in FOSFA-20 contract was not germane to the subject matter of the first contract and therefore, was not incorporated in the contract, cannot be accepted. Even assuming that the subject matters of the FOSFA-20 contract and the first contract in question were different, the former being a CIF contract, while the latter an f.o.b. contract, no question as to the germaneness of the arbitration clause to the subject matter would be relevant. Where, as in the instant case, the parties are aware of the arbitration clause of an earlier contract, the subject matter of which is different form the contract which is being entered into by them, but incorporate the terms of the earlier contract by reference by using general words, there would be no bar to such incorporation merely because the subject matters of the two contracts are different, unless, however,the incorporation of the arbitration clause will be insensible or unintelligible. In the instant case, the arbitration clause in FOSFA-20 contract  will fit in the first contract and it will be neither insensible nor unintelligible. Therefore, the arbitration clause FOSFA-20 contract was incorporated into the first contract. (para 12) \n\n \n\n (2) However, though the first contract includes the terms and candidness of supply and as Clause 9 of the second contracts refers to these terms and conditions of supply, it is difficult to hold that the arbitration clause is also referred to and, as such, incorporated into the second contact. When the incorporation clause refers to certain particular terms and conditions, only those terms and conditions are incorporated and not the arbitration clause. The normal incidents of terms and conditions of supply are those which are connected with supply, such as, its mode and process, time factor, inspect and approval, if any, reliability for transit, incidental expenses etc. The arbitration clause is not a terms of supply. There is not necessity in law that when a contract is entered into for supply of goods, the arbitration clause must form part of such a contract. Accordingly, only those terms and conditions are incorporated into the second contract and not the arbitration clause (para 14).&quot;  \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_27\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"208447\" id=\"span_2\">18. A Full Bench of the Calcutta High Court in the case of   <a href=\"/doc/208447/\" id=\"a_5\">Dwarkadas &amp;  Co.  v.   Daluram Goganmull</a>,  AIR (38) 1951 Calcutta 10, considering the question of incorporation of the arbitration clause in earlier contract into a subsequent contract, held:</span> \n</p>\n<blockquote id=\"blockquote_19\">  &quot;In the present case, the arbitration clause in the first contract referred to arbitration disputes which arose &quot;in respect of the goods or in reference to any of the conditions hereof.&quot; It was in fact an arbitration clause framed int he very widest terms and if that clause, which was Cl.17 of the original contract were so written in both the subsequent contracts, it would be wholly intelligible and not inconsistent with any of the terms of the subsequent contracts and would on its face apply to all disputes arising under the subsequent contracts. That being so, it appears to me that the arbitration clause which is found as Cl.17 of the terms and conditions of the first contract dated 13.12.1947 between Bubna More &amp; Co., and the respondents was imported into each of the subsequent contracts by reason of the phrase which appears in each of the subsequent contract &quot;Subject to all terms and conditions of the contract No. 73 of 13.12.1947 issued to us by M/s. Bubna More &amp; Co&quot;. That being so, there was in each of the subsequent contracts an arbitration clause which, if valid, would govern disputes arising between the parties.&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_28\"> 19. \nFrom the conspectus of the views expressed by courts in England and also in India, it is clear that in considering the question, whether the arbitration clause in a Charter Party Agreement was incorporated by reference in the Bill of Lading the principal question is, what was the intention of the parties to the Bill of Lading? For this purpose the primary document is the Bill of Lading in to which the arbitration clause in the Charter Party Agreement is to be read in the manner provided in the incorporation clause of the Bill of Lading. While ascertaining the intention of the parties attempt should be made to give meaning to the incorporation clause and to give effect to the same and not to invalidate or frustrate it giving a literal, pedantic and technical reading of the clause. If on a construction of the arbitration clause of the Charter Party Agreement as incorporated in the Bill of Lading it does not lead to inconsistency or insensibility or absurdity then effect should be given to the intention of the parties and the arbitration clause as agreed should be made binding on parties to the Bill of Lading. If the parties to the Bill of Lading being aware of the arbitration clause in the Charter Party Agreement have specifically incorporated the same in the conditions of the Bill of Lading then the intention of the parties to abide by the arbitration clause is clear. Whether a particular dispute arising between the parties comes within the purview of the arbitration clause as incorporated in the Bill of Lading is a matter to be decided by the arbitrator or the court. But that does not mean that despite incorporation of the arbitration clause in the Bill of Lading by specific reference the parties had not intended that the disputes arising on the Bill of Lading should be resolved by arbitrator. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_29\"> 20. Coming to the case on hand it is to be kept in mid that while incorporating the conditions of the Charter Party Agreement in the Bill of Lading specific reference has been made to the arbitration clause by use of the expression &#x27;including the law and arbitration clause&#x27;. Therefore, the parties have taken care not to couch the interpretation clause in the Bill of Lading in general terms but have made their intention clear that the disputes arising thereunder should be resolved by arbitration according to the clause in the Charter Party Agreement. On a fair reading of the clause 62 of the Charter Party Agreement (Arbitration clause) and Condition - 1 of the Bill of Lading (incorporation clause) there is no manifest inconsistency or insensibility. Such was not the case of the parties in the suit nor any such finding recorded in the judgment of the High Court (Single Judge or by the Division Bench). It was also not contended before us that if the arbitration clauses in the Charter Party Agreement is implemented in relation to disputes arising on the Bill of Lading it would give rise to an absurd/unworkable situation. It was also not urged before us that the condition in the Bill of Lading incorporating the arbitration clause of the Charter Party was null and void being incapable of being performed. The main ground on which it was contended that the clause is inoperative  is that the expression &quot;Charter Party&quot; in clause 62 of the Charter Party Agreement was not changed to &quot;Bill of Lading&quot; while incorporating the same in the latter. This contention, we are constrained to observe cannot be accepted since it goes against the clear intention of the parties as evident from the incorporation clause. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> 21. On a careful consideration of he entire matter we are of the view that there is no good ground or acceptable reason why the intention of the parties to incorporate the arbitration clause in the Charter Party Agreement in the Bill of Lading should not be given effect to. The High Court was not right in rejecting the prayer of the appellants for stay of the suit. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_31\"> 22. In the result, the appeal is allowed with costs. the Judgment of the Division Bench of the High Court confirming the judgment of the Single Judge is set aside. The petition filed by the appellants for stay of the suit is allowed. The trial court is directed to proceed in the matter according to law. Hearing fee assessed at Rs. 50,000/-. \n</p> \n\n","numcites":5,"numcitedby":26,"docsource":"Supreme Court of India","citetid":1272019,"divtype":"judgments","relatedqs":[{"value":"arbitration clause + bill of lading  charter party","formInput":"arbitration%20clause%20%2B%20bill%20of%20lading%20%20charter%20party"},{"value":"charter party and bill of lading","formInput":"charter%20party%20and%20bill%20of%20lading"},{"value":" commercial court ","formInput":"%20commercial%20court%20"},{"value":"bill of lading","formInput":"bill%20of%20lading"},{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"intention of the parties","formInput":"intention%20of%20the%20parties"},{"value":"Arbitration clause in Charter Party","formInput":"Arbitration%20clause%20in%20Charter%20Party"},{"value":"incorporation by reference","formInput":"incorporation%20by%20reference"},{"value":"subsequent contract","formInput":"subsequent%20contract"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"appointment of arbitrator/","formInput":"appointment%20of%20arbitrator/"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"Commercial Division, Court","formInput":"Commercial%20Division%2C%20Court"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"arbitration incorporation","formInput":"arbitration%20incorporation"},{"value":"arbitration agreement and parties","formInput":"arbitration%20agreement%20and%20parties"},{"value":"charter party","formInput":"charter%20party"},{"value":"commercial court commercial division","formInput":"commercial%20court%20commercial%20division"},{"value":"demurrage ","formInput":"demurrage%20"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"}],"cats":[{"value":"judicial-authority-to-refer-parties-to-arbitration","formInput":"tag:judicial-authority-to-refer-parties-to-arbitration"},{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"correction and interpretation of award","formInput":"tag:correction and interpretation of award"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}