{"tid":166657898,"publishdate":"2013-05-03","title":"Manga @ Man Singh vs State Of Uttarkakhand on 3 May, 2013","doc":"<h2 class=\"doc_title\">Manga @ Man Singh vs State Of Uttarkakhand on 3 May, 2013</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2013 AIR SCW 3567, 2013 (7) SCC 629, 2013 CRI. L. J. 3332, AIR 2013 SC (CRIMINAL) 1570, 2013 (4) ALL LJ 581, 2013 (4) AJR 436, AIR 2013 SC (SUPP) 829, (2013) 2 DLT(CRL) 780, 2013 (3) SCC (CRI) 621, (2013) 55 OCR 757, (2013) 6 SCALE 603, (2013) 2 UC 1230, (2013) 3 ALLCRILR 556, (2013) 126 ALLINDCAS 82 (SC), (2013) 2 CURCRIR 489, (2013) 3 RECCRIR 16, (2014) 1 ALD(CRL) 88</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:b-s-chauhan\">B.S. Chauhan</a>, <a href=\"/search/?formInput=benchid:f-m-kalifulla\">Fakkir Mohamed Ibrahim Kalifulla</a></h3>\n\n<pre id=\"pre_1\">                                                                             Reportable\n\n\n                        IN THE SUPREME COURT OF INDIA\n                       CRIMINAL APPELLATE JURISDICTION\n\n                       CRIMINAL APPEAL NO.1156 OF 2008\n\nManga @ Man Singh                                  ….Appellant\n\n                                   VERSUS\n\nState of Uttarakhand                                     .…Respondent\n\n                                    WITH\n\n                       Criminal Appeal No.1157 of 2008\n                       Criminal Appeal No.1158 of 2008\n                       Criminal Appeal No.1159 of 2008\n                       Criminal Appeal No.1160 of 2008\n                       Criminal Appeal No.1161 of 2008\n                       Criminal Appeal No.1162 of 2008\n                       Criminal Appeal No.1163 of 2008\n                       Criminal Appeal No.1164 of 2008\n                       Criminal Appeal No.1165 of 2008\n                       Criminal Appeal No.1166 of 2008\n\n\n                               J U D G M E N T\n</pre>\n\n<p data-structure=\"Issue\" id=\"p_1\">Fakkir Mohamed Ibrahim Kalifulla, J.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1674046\" id=\"span_1\">1. In these appeals the challenge is to the common judgment of the  Division\n   Bench of the High Court of Uttarakhand at  Nainital  dated  14.6.2007  in\n   Criminal Appeal Nos.17, 18, 19, 21, 22, 23, 24, 25 and 95  of  2005.  The\n   High  Court  by  the  impugned  judgment  confirmed  the  conviction  and\n   sentences awarded by the trial Court in  its  judgment  and  order  dated\n   01.2.2005, in Sessions Case <a href=\"/doc/1674046/\" id=\"a_1\">No.156/2002 State v.  Soma  and  Others</a>.  The\n   appellants were all convicted for offences under Section  302,  307  read\n   with Section 149 and <a href=\"/doc/1258372/\" id=\"a_2\">Sections 147</a> &amp; <a href=\"/doc/763672/\" id=\"a_3\">148</a> of Indian Penal Code (<a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>).  Each\n   of the accused was awarded the punishment of life imprisonment  and  fine\n   of  Rs.5000/-  under  <a href=\"/doc/1560742/\" id=\"a_5\">Sections  302</a>/<a href=\"/doc/999134/\" id=\"a_6\">149</a>  IPC  and  seven  years  rigorous\n   imprisonment and fine of Rs.3000/- under  <a href=\"/doc/455468/\" id=\"a_7\">Section  307</a>/<a href=\"/doc/999134/\" id=\"a_8\">149</a>  IPC  and  one\n   year’s rigorous imprisonment and Rs.1000/- fine under <a href=\"/doc/763672/\" id=\"a_9\">Section 148</a> IPC and\n   six months’ rigorous imprisonment and Rs.500/-  fine  under  <a href=\"/doc/1258372/\" id=\"a_10\">Section  147</a>\n   IPC.  All the sentences were directed to run concurrently.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">2. Criminal Misc. Petition No.22687 of 2011 in Criminal  Appeal  No.1160  of\n   2008 filed by the de facto complainant is allowed. Applicant is impleaded\n   as party-respondent.\n</p>\n<p data-structure=\"Facts\" id=\"p_4\">3. The genesis of the case was that the complainant Sajjad @ Kala  PW-2  was\n   the resident of village Dadoobas, within the jurisdiction  of  Bhagwanpur\n   police station, district Haridwar.  On 21.11.2001 his brother Ayyub  (PW-\n</p><p data-structure=\"Facts\" id=\"p_5\">   3) went to his field situated near the river.  He was accosted by A1 to A-\n   4 Soma, Chander, Pyara and Radha and fearing assault at their hands Ayyub\n   (PW-3) escaped and rushed back to the residence and reported  the  matter\n   to PW-2.  PW-3 stated to have gone to his field by around  8.30  to  8.45\n   a.m. and retuned back by 9 to 9.15 a.m. By 10 a.m.  the  accused,  15  in\n   number, armed with guns and country made pistols approached the house  of\n   the complainant, where all other family members were  also  present.  The\n   accused party stated to  have  abused  the  complainant  and  the  family\n   members and that while  the  complainant  and  his  family  members  were\n   attempting to pacify the accused party, without heeding to any  of  their\n   advice, accused  party  opened  fire  in  which  Mehroof  s/o  Nazir,  on\n   sustaining gun shot injuries in his chest, succumbed to the injuries  and\n   died on the spot.  That Iqurar Ali, another person was seriously  injured\n   and 10 others were also injured in the firing assault at the instance  of\n   the appellants.  They were all shifted to Roorkee hospital for treatment.\n    The body of the deceased Mehroof, was lying at the place of  occurrence.\n   PW-2 stated to have lodged written complaint Ka-1 in the  police  station\n   at about 11.45 a.m. on the same date, whereafter a  case  was  registered\n   against all the accused persons.  Iqurar Ali, the other seriously injured\n   person, died on 24.11.2001 at about 4.30 a.m.  Thereafter,  PW-2  gave  a\n   further report Ka-2 to the police station Bhagwanpur. The post-mortem was\n   conducted on the bodies of Mehroof  and  Iqurar  Ali.  The  investigating\n   officer,  in  furtherance  of  the  investigation,  recovered  the  guns,\n   prepared the site plan,  recorded  the  statement  of  witnesses  and  on\n   conclusion of the investigation, submitted the  charge-sheet  before  the\n   Court.  According to PW-2, two years prior to the incident in  connection\n   with Soma’s (A-1) daughter, there was a gunshot firing by the  appellants\n   Bijendra  (A-5)  and  Tirath  (A-15)  respectively,  which  was  however,\n   compromised outside the Court. He further informed that a ‘marpeet’  took\n   place between Pyara (A-3) s/o Soma and one Liyakat s/o Nuruddin four days\n   prior to the date of incident with regard to payment of Metador (vehicle)\n   charges and that two days thereafter, exchange of hot  words  took  place\n   between them.\n</p>\n<p data-structure=\"PetArg\" id=\"p_6\">4. It was in the above stated background that the  offence  was  alleged  to\n   have been committed by the appellants.  The prosecution examined PWs-1 to\n   13 of whom, PWs-1 to 4 were injured eye-witnesses, namely, Gayyur, Sajjad\n   @ Kala, Ayyub and Ashraf. PW-5 is Dr. S.S. Lal, who conducted  the  post-\n   mortem on the body of Mehroof.  PW-6 is Dr. D.D. Lumba, who  attended  on\n   the injured persons  numbering  ten.  PW-7  is  Dr.  Ajay  Aggarwal,  who\n   attended on the injured eye-witnesses PWs-1 and  2.   PW-8  is  Dr.  R.K.\n   Pandey, who conducted the post-mortem on the body of Iqurar Ali.  PW-9 is\n   Dr. Yogesh Kumar, radiologist, who proved X-ray reports of seven  of  the\n   injured  witnesses.   PW-10,  Sub  Inspector,   R.K.   Awasthi   is   the\n   investigating officer.\n</p>\n\n<p data-structure=\"Facts\" id=\"p_7\">5. In the questioning under <a href=\"/doc/140515/\" id=\"a_11\">Section 313</a> C.r.P.C., all the accused  took  the\n   plea of ‘false implication’ and that they have  been  implicated  due  to\n   enmity, as well as for political reasons. The injuries  on  the  body  of\n   Mehroof as stated in the post-mortem report were as under:\n</p>\n\n<blockquote id=\"blockquote_1\">       “(1) Fire arm would of entry 1 cm x 1 cm rounded in  front  of  left\n       side of chest.  4 cm away from left nipple at 10 O’ Clock  position,\n       margins inverted, blackening &amp; tattooing present.”\n\n\n\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_8\">6. According to PW-5, Dr. S.S. Lal, Medical officer, the  death  was  caused\n   due to shock  and  hemorrhage  resulting  from  the  ante-mortem  firearm\n   injuries sustained by the deceased.\n</p>\n<p data-structure=\"Facts\" id=\"p_9\">7. Thus, the death was one of homicidal and was proved  beyond  doubt.   The\n   injuries on the body of Iqurar Ali, as per PW-6 the doctor, who  attended\n   on him immediately after he was shifted to Roorkee Civil Hospital were as\n   under:\n</p><blockquote id=\"blockquote_2\">       “(1) Lacerated would 1cm x 0.5 cm x through and through  left  pinna\n       back middle part. No blackening scorching and tattooing seen  around\n       the wound.\n</blockquote>\n<blockquote id=\"blockquote_3\">       (2) Lacerated would 1.0 cm x 0.5 cm x muscle  deep  tragus  of  left\n       ear.  No blackening, scorching and tattooing seen around the wound.\n</blockquote>\n<blockquote id=\"blockquote_4\">       (3) Lacerated would 1.6 cm x 1.0 cm x depth  not  probed  middle  of\n       chin lower part.  No blackening, scorching and tattooing seen around\n       the wound. Adv. X-ray and fresh in duration.”\n\n\n\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_10\">8. Considering the precarious condition of the injured Iqurar  Ali,  he  was\n   referred to a higher medical centre for treatment on 21.11.2001 at  12:10\n   p.m. He was taken to PGI Hospital, Chandigarh from where he was  referred\n   to AIIMS, New Delhi. However, considering the health of  Iqurar  Ali,  he\n   was allowed to be taken back to his house. He succumbed to  his  injuries\n   on 24.11.2001.  PW-8 who conducted the post-mortem on the body of  Iqurar\n   Ali, noted the following ante-mortem injuries:\n</p>\n\n<blockquote id=\"blockquote_5\">       “(1) Fire arm wound of entry 0.5 cm x 0.08 cm below in  middle  part\n       of chin.  Margins are incised.  No  blackening  and  tattooing  seen\n       around the wound, on explanation.  Bullet  traversed  through  brain\n       substance, strike at occipital bone.  There is fracture of occipital\n       bone rebound through brain substance back of neck and recovered from\n       space between C5 &amp; C6 from muscle, fracture of C5 cervical vertebra.\n</blockquote>\n<blockquote id=\"blockquote_6\">       (ii) Abrasion 1.5 cm x 1 cm on the left pinna of tragus.”\n\n</blockquote><p data-structure=\"Facts\" id=\"p_11\">9. According to PW-8, the death of Iqurar Ali  was  due  to  hemorrhage  and\n   coma resulting from the ante-mortem fire-arm injuries  sustained  by  the\n   deceased.  Therefore, it was established that the death of Iqurar Ali was\n   also a homicidal death on account of fire-arm injuries sustained by  him.\n   PW-6 also examined other injured  persons  including  PW-1  Gayyur,  PW-3\n   Ayyub and PW-4 Ashraf and seven others. According to the report, injuries\n   were all due to fire-arms.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">10. In all these appeals, the  main  submissions  were  made  by  Shri  S.R.\n   Singh, learned senior counsel for  the  appellants,  in  Criminal  Appeal\n   Nos.1157/2008, 1158/2008, 1161/2008 and 1164/2008 and by Mr. Ashok  Kumar\n   Sharma counsel for the appellant in 1156/2008. The other learned  counsel\n   appearing for the appellants in Criminal Appeal Nos.1166, 1159  and  1155\n   of 2008 adopted the submissions of the above counsel. On  behalf  of  the\n   State, Dr. Abhishek Attrey addressed arguments. Mr. Yunus Malik  appeared\n   and made submissions on behalf of  the  de  facto  complainant,  who  was\n   impleaded pursuant  to  the  orders  passed  in  Crl.M.P.  22687/2011  in\n   Crl.A.1160 of 2008.\n</p>\n<p data-structure=\"PetArg\" id=\"p_13\">11. Having heard learned counsel for the appellants, the sum  and  substance\n   of the submission of learned counsel was that there was delay in  lodging\n   of the  FIR,  that  there  were  serious  lacunae  in  the  case  of  the\n   prosecution framed against the appellants in that the  evidence  did  not\n   establish the offence alleged against the appellants, that there was long\n   delay in sending express report to the Magistrate and thereby,  violation\n   of <a href=\"/doc/279174/\" id=\"a_12\">Section 157</a> Cr.P.C. was committed  and  consequently,  the  conviction\n   could not have been ordered. According  to  learned  counsel,  when  PW-3\n   Ayyub was alleged to have been accosted around 8.30 to 8.45 a.m. by  four\n   persons in the field, it was hard to believe  that  within  a  matter  of\n   about an hour, there could have been formation of an unlawful assembly by\n   as many as 15 persons with fire-arm weapons, both licenced  and  country-\n   made, to cause such gruesome and murderous attacks on  the  deceased  and\n   other injured persons, in order to invoke <a href=\"/doc/1560742/\" id=\"a_13\">Sections 302</a> and <a href=\"/doc/455468/\" id=\"a_14\">307</a> read  with\n   <a href=\"/doc/999134/\" id=\"a_15\">Section 149</a> IPC, along with <a href=\"/doc/1258372/\" id=\"a_16\">Sections 147</a> &amp; <a href=\"/doc/763672/\" id=\"a_17\">148</a> IPC. It was contended that\n   if at all  the  offence  of  common  object  can  be  attributed  to  the\n   appellants, it could have been only  under  <a href=\"/doc/1542085/\" id=\"a_18\">Section  141</a>  ‘third’,  which\n   cannot be applied to the nature of offences alleged against the  persons,\n   namely, <a href=\"/doc/1560742/\" id=\"a_19\">Sections 302</a>, <a href=\"/doc/455468/\" id=\"a_20\">307</a> read with 149, as well as 147 &amp; 148 <a href=\"/doc/1569253/\" id=\"a_21\">IPC</a>. As far\n   as the first appellant in Cri. Appeal No.1165/2008 was concerned, it  was\n   contended that he was totally alien to the village where  the  occurrence\n   took place as he belonged to a different village and  that  he  had  been\n   falsely roped in.  It was  also  contended  that  there  was  a  communal\n   tension in the village as admitted by  PW-13  and  that  under  political\n   pressure the police implicated all the persons in the  village  who  were\n   holding licenced arms.  Reliance was placed on Jang Singh and  others  v.\n   State of Rajasthan - 2001 (9) SCC 704 in support  of  the  submission  of\n   Section 157 Cr.P.C.\n</p>\n<p data-structure=\"PetArg\" id=\"p_14\">12. As against the above submissions, learned counsel for the  State  argued\n   that non-recovery of bullets or pellets  or  not  sending  the  guns  for\n   ballistic expert report by  itself  may  not  vitiate  the  case  of  the\n   prosecution, when there was direct evidence relating  to  the  occurrence\n   and injuries inflicted by  the  appellants  on  the  deceased  and  other\n   injured persons.\n</p>\n<p data-structure=\"PetArg\" id=\"p_15\">13. Learned counsel contended that when  after  PW-3  was  accosted  between\n   8.30 and 8.45 a.m. and who escaped from the onslaught of  the  appellants\n   in the field, the appellants had more than  an  hour,  inasmuch  as  they\n   reached the place of occurrence only by 10 a.m. and, therefore, they  had\n   enough time to gather other assailants and indulge in the  gruesome  act.\n   As far as the  scope  of  <a href=\"/doc/999134/\" id=\"a_22\">Section  149</a>  was  concerned,  learned  counsel\n   contended  that  the  said  submission  was  satisfactorily  met  in  the\n   judgments  of  the  Court  below  and  the  same  does  not   merit   any\n   consideration.  Learned counsel for PW-2 also adopted the submissions  of\n   the learned counsel for the State.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">14. Having heard learned counsel  for  the  respective  parties  and  having\n   perused the material papers placed before us including  the  judgment  of\n   the High Court as well as that of the  trial  Court,  we  find  that  the\n   following relevant questions require to be addressed, namely:\n</p><blockquote id=\"blockquote_7\">        1) What is the interpretation to be placed on <a href=\"/doc/1542085/\" id=\"a_23\">Section  141</a>  ‘third’\n           vis-à-vis <a href=\"/doc/999134/\" id=\"a_24\">Section 149</a> IPC,\n</blockquote><blockquote id=\"blockquote_8\">        2) Whether the so-called delay in forwarding express report to  the\n           Magistrate after three days from the date of occurrence, namely,\n           on 24.11.2001 would vitiate the case of the prosecution.\n</blockquote><blockquote id=\"blockquote_9\">        3) Whether  the  prevalence  of  communal  riots  at  the  time  of\n           occurrence  merits  acceptance  in  order   to   extricate   the\n           appellants from the conviction imposed.\n</blockquote><blockquote id=\"blockquote_10\">        4) Whether there was any lacunae in the  case  of  the  prosecution\n           based on various points raised on behalf of the appellants.\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_17\">15. We wish to deal with the first question in the last.\n</p>\n<p data-structure=\"PetArg\" id=\"p_18\">16. As far as the second question is concerned, it is based  on  the  factum\n   of the time taken in forwarding the express  report  to  the  Magistrate.\n   Since  in  Exhibit  Ka-47  namely,  the  First  Information  Report,  the\n   concerned Court put the date 24.11.2001 after  the expression ‘seen’  and\n   there being no  other  endorsement  prior  or  subsequent  to  21.11.2001\n   mentioning any other date, there is no doubt that the express report  was\n   forwarded to the Magistrate only on 24.11.2001. The question,  therefore,\n   for consideration is whether that by itself would vitiate the whole  case\n   of the prosecution. The submission is that since there was  such  a  wide\n   time gap as between the alleged date of  occurrence,  namely,  21.11.2001\n   and the forwarding of the report to the Magistrate on  24.11.2001,  there\n   was every chance of antedating the FIR. In support of the said submission\n   based on <a href=\"/doc/279174/\" id=\"a_25\">Section 157</a> of Cr.P.C., reliance was placed  upon  the  decision\n   reported in Jang Singh (supra).  In the  first  blush,  though  the  said\n   submission appears to be very sound, on a detailed analysis, we find that\n   it is without any substance for more than one reason.\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">17. In the first place, it is not shown as to how such a  delay  caused  any\n   prejudice to the accused. Except merely stating that the three days delay\n   in forwarding the express report belies the case of  the  prosecution  as\n   alleged, nothing else was shown in support of the  said  submission.   In\n   fact the trial Court dealt with this very submission.   The  trial  Court\n   has noted that the investigating officer was not questioned at all  about\n   the reasons for not sending  the  report  prior  to  24.11.2001.  It  has\n   further noted that in the ‘Panchnama’ of the deceased Mehroof, the  crime\n   was clearly mentioned along with the  relevant  sequence  of  crime.  The\n   trial Court  has  therefore,  found  that  without  recording  the  First\n   Information Report on that very day, namely, 21.11.2001, the crime number\n   could not have been mentioned in the ‘Panchnama’.\n</p>\n<p data-structure=\"Precedent\" id=\"p_20\">18. In this context, when we refer  to  the  decision  relied  upon  by  the\n   learned counsel for the appellants, namely, Jang Singh (supra),  we  find\n   that this Court has noted the vitiating factors in the entire case of the\n   prosecution, including the delay in sending the First Information  Report\n   to the  Magistrate  for  which  there  was  no  explanation.   By  merely\n   referring to the said factor along with the other serious  defects  noted\n   by this Court, it was concluded that the case of the prosecution was  not\n   made out. We, therefore, do not find any scope to apply the said decision\n   as a proposition of law in order to apply the same to the case on hand.\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"31929238\" id=\"span_2\">19. Per Contra, it will be appropriate to refer to a  reasoned  decision  of\n   this Court reported in <a href=\"/doc/31929238/\" id=\"a_26\">Sandeep v. State of Uttar Pradesh</a> - 2012  (6)  SCC\n   107, wherein this very Bench dealt with the implication  of  <a href=\"/doc/279174/\" id=\"a_27\">Section  157</a>\n   Cr.P.C. and held as under in paragraphs 62 and 63:</span>\n</p><blockquote id=\"blockquote_11\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"15880\" id=\"span_3\">“62. It was also feebly contended on behalf of the  appellants  that\n       the express report was not forwarded to the Magistrate as stipulated\n       under <a href=\"/doc/279174/\" id=\"a_28\">Section 157</a> Cr.P.C. instantaneously. According to the  learned\n       counsel FIR which was initially registered on 17-11-2004 was given a\n       number on 19-11-2004 as FIR No. 116 of 2004 and it was altered on 20-\n       11-2004 and was forwarded only on 25-11-2004 to the  Magistrate.  As\n       far as the said contention is concerned, we only wish  to  refer  to\n       the reported decision of this Court in <a href=\"/doc/15880/\" id=\"a_29\">Pala Singh v. State of Punjab</a>\n       wherein this Court has clearly held that (SCC p. 645, para 8)  where\n       the FIR was actually recorded without delay  and  the  investigation\n       started on the basis of that FIR and there  is  no  other  infirmity\n       brought to the  notice  of  the  court  then,  however  improper  or\n       objectionable the delay in receipt of the report by  the  Magistrate\n       concerned be, in the absence of any  prejudice  to  the  accused  it\n       cannot by itself justify the conclusion that the  investigation  was\n       tainted and the prosecution insupportable.</span>\n</blockquote>\n\n<blockquote id=\"blockquote_12\">       63. Applying the above ratio in Pala Singh  to  the  case  on  hand,\n       while pointing out the delay in the forwarding of  the  FIR  to  the\n       Magistrate, no prejudice  was  said  to  have  been  caused  to  the\n       appellants by virtue of the said delay. As far as  the  commencement\n       of the investigation is concerned, our earlier  detailed  discussion\n       discloses  that  there  was  no  dearth  in  that  aspect.  In  such\n       circumstances we do not find  any  infirmity  in  the  case  of  the\n       prosecution  on  that  score.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1536562\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1051408\" id=\"span_5\">In  fact  <a href=\"/doc/15880/\" id=\"a_30\">the  above   decision</a>   was\n       subsequently followed in <a href=\"/doc/1051408/\" id=\"a_31\">Ishwar Singh v. State of  U.P.</a>  and  <a href=\"/doc/1536562/\" id=\"a_32\">Subash\n       Chander v. Krishan Lal.”\n\n\n\n      We</a> can also refer to a recent decision of this Court in Bhajan Singh @\nHarbhajansingh and Ors. v. State of Haryana – (2011)  7  SCC  421.  Relevant\nparas 29 and 31 are as under:</span></span>\n</blockquote><blockquote id=\"blockquote_13\">       “29. It is not that as if every delay in sending the report  to  the\n       Magistrate would necessarily lead to the inference that the FIR  has\n       not been lodged at the time stated or has been ante-timed  or  ante-\n       dated or investigation is not fair and forthright. Every such  delay\n       is  not  fatal  unless  prejudice  to  the  accused  is  shown.  The\n       expression “forthwith” mentioned therein  does  not  mean  that  the\n       prosecution is required to explain delay of every  hour  in  sending\n       the FIR to the Magistrate. In a given case, if number  of  dead  and\n       injured persons is very high, delay in  dispatching  the  report  is\n       natural. Of course, the same is to be sent within reasonable time in\n       the prevalent circumstances.\n</blockquote>\n\n<blockquote id=\"blockquote_14\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1863536\" id=\"span_6\">31. In view of the above, we are in agreement with  the  High  Court\n       that there was no delay either in lodging the FIR or in sending  the\n       copy of the FIR to the Magistrate. It may be pertinent to point  out\n       that the defence did not put any  question  on  these  issues  while\n       cross-examining  the  investigating  officer,   providing   him   an\n       opportunity to explain the delay, if any. Thus, we do not  find  any\n       force in the  submissions  made  by  the  learned  counsel  for  the\n       appellants in this regard.”\n\n\n\n      Again in <a href=\"/doc/1863536/\" id=\"a_33\">Shivlal &amp; Another v. State of Chhattisgarh-</a> AIR 2012 SC  280,\nthe significance and relevance relating to sending a  copy  of  FIR  to  the\nIllaqa Magistrate has been explained as under in paragraph 9:</span>\n</blockquote>\n<blockquote id=\"blockquote_15\">       “9.……..the Magistrate must be immediately informed of every  serious\n       offence so that he may be in a position to act  under  <a href=\"/doc/244234/\" id=\"a_34\">Section  159</a>,\n       Cr.P.C., if so required.  The object of the statutory  provision  is\n       to keep the Magistrate informed of the investigation so as to enable\n       him to control investigation and, if necessary, to give  appropriate\n       direction.  However, it is not that as if every delay in sending the\n       report to the Magistrate would necessarily  lead  to  the  inference\n       that the FIR has not been lodged at the time stated or has been ante-\n       timed or ante-dated or investigation is not fair and forthright.  In\n       a given case there may be an explanation for delay.  An  unexplained\n       inordinate delay in sending the copy of the FIR to Illaka Magistrate\n       may affect the prosecution case adversely.  However, such an adverse\n       inference may be drawn  on  the  basis  of  attending  circumstances\n       involved in a case.”\n\n      In the case on hand nothing was put  to  PW-13(Investigating  Officer)\nas regards the alleged delay in sending the FIR to the Magistrate and or  to\nany prejudice was caused to the appellants on that account.  It  would  have\nenabled the Investigating Officer to explain the reason for  the  delay.  In\nany event nothing  has  been  shown  as  to  any  prejudice  caused  to  the\nappellants on the ground of alleged delay in sending a copy of  FIR  to  the\nMagistrate.\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1863536\" id=\"span_7\">20. When we apply the above principle <a href=\"/doc/1863536/\" id=\"a_35\">laid down in</a>  <a href=\"/doc/1863536/\" id=\"a_36\">the  said  decision</a>  for\n   the reasons to be adduced for the other questions to  be  dealt  with  in\n   this judgment, we hold that  there  was  no  dearth  in  the  process  of\n   investigation  based  on  the  factum  of  the  alleged   occurrence   on\n   21.11.2001, as reported by the complainant PW-2 and  the  mere  delay  in\n   forwarding of the express report to the Magistrate  has  not  caused  any\n   dent in the case  of  the  prosecution.   In  other  words,  we  have  no\n   difficulty in stating that the FIR was factually recorded  without  delay\n   and the investigation started on the basis of the FIR and in the  absence\n   of any other infirmity in that  respect,  the  delay  in  forwarding  the\n   report to the Magistrate does not in any way  vitiate  the  case  of  the\n   prosecution.</span>\n</p>\n\n<p data-structure=\"Precedent\" id=\"p_23\">21. With this we come to the next question.  The  submission  on  behalf  of\n   the appellants was  that  there  was  communal  tension  prevailing  and,\n   therefore, if in  that  milieu,  someone  was  injured,  those  who  were\n   possessing licenced arms in the village cannot be held responsible,  even\n   if it resulted in the death of two individuals and  injuries  to  several\n   other persons.  In support of the said contention, reference was made  to\n   the deposition of PW-13, the Investigating Officer.  To a stray  question\n   put to him, PW-13 answered that;\n</p><p data-structure=\"CDiscource\" id=\"p_24\">       “there had been gross tension present in the said village which  had\n       been communal in nature and scope thereof. I  had  neither  recorded\n       the time of commencement of any proceeding, in the said village nor,\n       had I recorded culmination thereof, in the contents of leaflet  No.1\n       of my Case Diary nor further, had I copied down the contents of  the\n       Inquest-Report [Panchaytnama], in the contents thereof.”\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_25\">22. Reference was also made to a suggestion made to the said witness,  which\n   was denied and the statement was to the following effect:\n</p>\n<blockquote id=\"blockquote_16\">       “It  is  also  wrong  and  incorrect,  to  accordingly  allege   and\n       consequently suggest, to the effect that, on  account  of  the  then\n       prevailing communal tension, in the said  village,  subsequently  in\n       consultation of all licensed  weapon-holders  of  the  community  of\n       accused of the said village, the present accused,  as  a  matter  of\n       fact, had since been implicated, in a belied manner, on  account  of\n       undue pressure, in the present matter.  However, this  fact  remains\n       true and correct, to the  effect  that,  except  the  licensed  arm-\n       holders belonging, to the community of accused, there was  no  other\n       licensed arm-holder or,  any  other  member,  from  their  community\n       present, at the said spot of occurrence.”\n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_26\">23. Except making the said bald suggestion, which was rightly denied,  there\n   was nothing  brought  out  or  placed  either  in  the  evidence  of  the\n   prosecution witness or by way of defence evidence before the court, as to\n   what was the nature of communal tension,  who  were  all  communally  and\n   inimically disposed of and when  such  communal  friction  occurred.   In\n   fact, what all was stated  in  the  <a href=\"/doc/140515/\" id=\"a_37\">Section  313</a>  statement,  was  ‘false\n   implication’ due to enmity and political reasons.   Political  difference\n   and communal difference are two different factors and, therefore,  it  is\n   not known why such a specific stand of communal tension was not taken  in\n   the <a href=\"/doc/140515/\" id=\"a_38\">Section 313</a> questioning.  If really there was any communal tension in\n   the village, there would have been any number of witnesses who would have\n   come forward and stated the same before the Court,  as  none  would  have\n   been prejudiced nor affected by making such a true statement  before  the\n   Court. When we consider the oral evidence of PW-13,  namely,  that  there\n   had been gross tension present in  the  village,  as  there  was  nothing\n   recorded in the police station, it will be  a  dangerous  proposition  if\n   simply based on the said isolated statement, one were  to  conclude  that\n   the present occurrence and its aftermath  were  solely  due  to  communal\n   tension.  It was not even suggested to any of the  witnesses  that  there\n   was communal hatred as between those witnesses examined in support of the\n   prosecution or that it was due to such  communal  tension  they  suffered\n   such injuries, as well as casualties in their family.  In fact, we are of\n   the view that there are too many incongruities in  the  said  submission,\n   inasmuch as the said submission is  made  in  desperation  and  does  not\n   deserve any consideration.  Therefore, the said submission is also liable\n   to be rejected as meritless.\n</p>\n<p data-structure=\"PetArg\" id=\"p_27\">24. With this, we come to the last of the  questions  as  to  whether  there\n   were any lacunae in the case of the prosecution based on the  submissions\n   of the learned counsel. Before dealing with the submissions, we  wish  to\n   note that though PWs-1 to 4 were closely related to  the  deceased,  they\n   also suffered fire-arm injuries at the hands of the  appellants  and  the\n   injuries sustained by them were duly supported by medical evidence,  both\n   documentary as well as oral, namely, through PWs-6, 7, 8 and 9. There was\n   nothing pointed out in the evidence of the above witnesses, namely, PWs-1\n   to 4, except stating that since because they were closely related,  their\n   version about the occurrence was not true in  order  to  discredit  their\n   version. Even before the Courts below the only argument made was that the\n   said witnesses were  related  to  the  deceased  and  that  they  falsely\n   implicated the appellants.  In our considered opinion,  merely  based  on\n   such a flimsy submission as regards the credibility of  those  witnesses,\n   the evidence of those injured eye witnesses cannot be discarded.\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">25. In fact with regard to the  reliance  to  be  placed  upon  the  injured\n   witnesses, this Court has held in very  many  decisions  as  to  the  due\n   credence to be given.  The following decisions can  be  referred  to  for\n   that purpose:-\n</p>\n<blockquote id=\"blockquote_17\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"199575\" id=\"span_8\"><a href=\"/doc/199575/\" id=\"a_39\">1) State of Maharashtra v. Chandraprakash Kewalchand Jain</a> -1990 (1)\n           SCC 550</span>\n\n</blockquote><blockquote id=\"blockquote_18\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344424\" id=\"span_9\"><a href=\"/doc/344424/\" id=\"a_40\">2) State of U.P. v. Pappu</a> – 2005 (3) SCC 594</span>\n\n</blockquote><blockquote id=\"blockquote_19\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1046545\" id=\"span_10\"><a href=\"/doc/1046545/\" id=\"a_41\">3)  State of Punjab v. Gurmit Singh</a> – 1996 (2) SCC 384</span>\n\n</blockquote><blockquote id=\"blockquote_20\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"699019\" id=\"span_11\"><a href=\"/doc/699019/\" id=\"a_42\">4) State of Orissa v. Thakara Besra</a> – 2002 (9) SCC 86</span>\n\n</blockquote><blockquote id=\"blockquote_21\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1556184\" id=\"span_12\"><a href=\"/doc/1556184/\" id=\"a_43\">5) State of H.P. v. Raghubir Singh</a> – 1993 (2) SCC 622</span>\n\n</blockquote><blockquote id=\"blockquote_22\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1111240\" id=\"span_13\"><a href=\"/doc/1111240/\" id=\"a_44\">6) Wahid Khan v. State of M.P.</a> – 2010 (2) SCC 9</span>\n\n</blockquote><blockquote id=\"blockquote_23\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1420504\" id=\"span_14\"><a href=\"/doc/1420504/\" id=\"a_45\">7) Rameshwar v. State of Rajasthan</a> – AIR 1952 SC 54\n\n      Applying the principles <a href=\"/doc/1420504/\" id=\"a_46\">laid down in</a> those decisions, we hold that  on\nthis ground there is no scope to  interfere  with  the  orders  impugned  in\nthese appeals.</span>\n</blockquote>\n\n<p data-structure=\"CDiscource\" id=\"p_29\">26. It was thus contended that there was delay in filing the FIR.   In  fact\n   going by the version of PWs-2  and  3  supported  by  PWs-1  and  4,  the\n   occurrence took place at 10 a.m. in the morning. The matter was  reported\n   by PW-2 to the police by 11.45 a.m. and it has come in the evidence  that\n   the distance between the place of occurrence and the police  station  was\n   12 Kms. There was nothing brought out on the defence  to  contradict  the\n   said statement made by the prosecution witnesses. It was also stated that\n   PW-2 had to reach the police station only through a bullock cart. In such\n   circumstances, the lodging of the FIR by 11.45 a.m., cannot be held to be\n   highly delayed. When it is stated that the occurrence took  place  at  10\n   a.m., where more than ten persons suffered injuries and one  person  died\n   on the spot and while another person died after three days, it  is  quite\n   possible that every member of the injured  party  would  have  taken  the\n   immediate required time to attend to the injured, by moving them  to  the\n   hospital and arranging the required transport for them, while also taking\n   stock of the situation in  order  to  proceed  further  for  lodging  the\n   complaint with the police.  That by itself would have taken not less than\n   an hour for them and only thereafter, a decision might have been taken by\n   PW-2 to go to the police station for lodging the FIR. Therefore,  it  can\n   never be held that there was any delay at all in reporting the matter  to\n   the police, nor in registering the FIR.\n</p>\n<p data-structure=\"Precedent\" id=\"p_30\">27. It was contended that according to  the  prosecution  when  the  accused\n   party attacked the injured party apart from the  family  members  of  the\n   injured party, local villagers  were  also  present  but  yet,  none  was\n   examined by way of independent witness.  The  said  submission  has  been\n   rightly rejected by the High Court by giving reasons. The High Court  has\n   rightly held that though the  injured  witnesses  were  related  to  each\n   other, having regard to the nature of evidence tendered  by  them,  there\n   were no good grounds to discard their version. It has  found  that  their\n   evidence was natural and there was  nothing  to  find  fault  with  their\n   version. It has further held rightly  that  it  is  the  quality  of  the\n   witness and not the quantity that matters. It  has  also  taken  judicial\n   notice of the fact that the public are reluctant  to  appear  and  depose\n   before the Court, especially in criminal cases because  of  many  obvious\n   reasons. We fully endorse the said conclusion of the  High  Court,  while\n   dealing with the said submission made on behalf of the appellants.\n</p>\n<p data-structure=\"PetArg\" id=\"p_31\">28. It was then contended that the investigating officer though visited  the\n   spot did not detect any  empty  cartridges  or  bullets.   PW-13  in  his\n   evidence has stated that he had neither detected any empty cartridges nor\n   any pellets on the spot of occurrence. If he had not  detected  it,  then\n   the reason is as simple as that. It is not the  case  of  the  appellants\n   that pellets were strewn all around the place of occurrence visibly,  but\n   yet the investigating officer failed to collect and place  even  some  of\n   them before the Court. When there was  enough  evidence  to  support  the\n   version of the prosecution that the appellants,  some  of  whom  were  in\n   possession of licenced arms and others were  holding  unlicenced  pistols\n   and the shooting with those arms  was  sufficiently  established  by  the\n   version of the injured eye-witnesses, we fail to understand as to how non-\n   detection of pellets or bullets will be of any consequence as a vitiating\n   factor to defeat the case of the prosecution.  It is an  undisputed  fact\n   that both the deceased died of fire-arm injuries  and  all  the  injuries\n   suffered by others were also firm-arm injuries.  The said contention also\n   therefore, deserves to be rejected.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_32\">29. The contention about not noting  the  route  of  arrival  and  route  of\n   escape, in our considered opinion, are very flimsy submissions and do not\n   deserve any consideration at all.  It was then contended  that  PW-3  was\n   initially accosted by A1 to A-4 at around 8.30 to 8.45 a.m. and  that  he\n   reported back at 9.00 to 9.15 a.m. at his house, by escaping  from  their\n   clutches and that the alleged occurrence  took  place  at  10  a.m.  and,\n   therefore, within such a short time, there could have been no  scope  for\n   the appellants to gather fifteen persons  to  cause  the  attack  on  the\n   injured party. We have concluded in the earlier part of our judgment that\n   a one hour gap in a village was more than sufficient to gather any number\n   of persons, especially when the purpose of such gathering was to cause  a\n   physical attack on a weak and unarmed party. It is relevant to note  that\n   while thirteen persons were seriously injured, of whom two  succumbed  to\n   injuries, not even a scratch was reported against any of the  appellants.\n   There was not even a suggestion that any of  the  injured  party  was  in\n   possession of any weapon, like even a stick or a ‘lathi’.  Therefore, all\n   the above factors only go to show that the plea  of  lack  of  sufficient\n   time to gather more number of persons can hardly be a ground of  defence,\n   as against the overwhelming direct evidence  present  before  the  Courts\n   below.\n</p>\n<p data-structure=\"PetArg\" id=\"p_33\">30. It will be relevant to take note of the alleged motive,  which  was  not\n   seriously disputed on behalf of the appellants.  It was unfortunate  that\n   in spite of  the  fact  that  members  of  the  injured  party  earnestly\n   attempted to dissuade the situation by pacifying the appellants, no  good\n   sense appeared to have prevailed upon the appellants, who  seem  to  have\n   taken an upper hand and caused the onslaught on the  unarmed  members  of\n   the injured party, of whom one was a  female.   The  submissions  of  the\n   appellants, therefore, do not merit consideration on this ground as well.\n</p>\n\n\n<p data-structure=\"RespArg\" id=\"p_34\">31. A feeble submission was made that the FIR does not even reveal that  PW-\n   2 was injured.  On the other hand, a reading of the FIR discloses that PW-\n   2 specifically mentioned that he along with others was injured due to the\n   onslaught of the appellants.  Yet another feeble submission was that PW-3\n   stated that they were all standing outside the house at the time when the\n   accused party approached the place of occurrence, while the case  of  the\n   prosecution was that only after the arrival of the accused the members of\n   the injured party came out of their house. We see absolutely no substance\n   in the said submission as we do not find that such  a  silly  discrepancy\n   can cause any dent in the case of the  prosecution,  which  is  otherwise\n   supported by overwhelming evidence, both oral as well as documentary.\n</p>\n<p data-structure=\"PetArg\" id=\"p_35\">32. On behalf of the first appellant in Criminal Appeal No.  1165  of  2008,\n   it was contended that he belonged to a different village and that he  was\n   falsely implicated. In fact, the said contention was dealt  with  by  the\n   trial Court extensively, which has noted that the  said  accused  claimed\n   that he was the resident of the village Manduwala of District  Saharanpur\n   and that he was actually present at Saharanpur  on  that  date.   In  the\n   <a href=\"/doc/140515/\" id=\"a_47\">Section 313</a> statement, the said accused had admitted that he was 50 years\n   old and at the time of the incident he would have been 46-47  years  old,\n   while the family register which was produced at  his  instance  disclosed\n   that his age was 38 years.  The trial  Court,  therefore,  held  that  by\n   relying upon such an age old register, the abode of the said  accused  at\n   the time of occurrence could not have been  arrived  at.   On  the  other\n   hand, the evidence of PW-1 disclosed that the father-in-law of  the  said\n   accused is the resident of the village concerned, that since  he  had  no\n   male child, the said accused was living along with his father-in-law  and\n   that in the family register of the year 1999 produced by the prosecution,\n   as well as the copy of the electoral list, the name of the  said  accused\n   was clearly mentioned. The contention on behalf of the said accused  that\n   due to enmity with his father-in-law he was implicated, was  rejected  by\n   saying that if that was the case, there was no reason for the prosecution\n   to leave out the father-in-law and implicate the  son-in-law  alone.  The\n   said point raised on behalf of the said accused also, therefore, does not\n   merit any consideration. We, therefore, hold  that  none  of  the  points\n   raised alleging  lacunae  in  the  case  of  the  prosecution  merit  any\n   consideration and the same are, therefore, rejected.  The  said  question\n   is also answered against the appellants.\n</p>\n<p data-structure=\"Precedent\" id=\"p_36\">33. With that we come to the main question as to the  interpretation  to  be\n   given to <a href=\"/doc/1542085/\" id=\"a_48\">Section 141</a> ‘third’, read along with <a href=\"/doc/999134/\" id=\"a_49\">Section 149</a>, IPC.   In  the\n   forefront, we wish to highlight the extent of power of this Court in  the\n   matter of interpretation of words in the provision of a statute.  In this\n   context, at the outset, we wish to quote the words of Justice G.P.  Singh\n   in the celebrated book on ‘Principles of Statutory Interpretation’, where\n   the learned author in Chapter II under the caption ‘Guiding Rules’ in sub-\n   para 1(d) stated as under, under the caption ‘Departure from rule’:-\n</p>\n\n<blockquote id=\"blockquote_24\">      “(d) Departure from the rule\n\n           In  discharging  its  interpretative  function,  the  Court  can\n      correct obvious drafting errors and so in suitable  cases  “the  court\n      will add words, or omit  words  or  substitute  words”.   But  “before\n      interpreting a statute in this way the Court must be  abundantly  sure\n      of three matters  :  (1)  the  intended  purpose  of  the  statute  or\n      provision in question, (2) that  by  inadvertence  the  draftsman  and\n      Parliament failed to give effect to that purpose in the  provision  in\n      question; and (3) the substance of the provision Parliament would have\n      made, although not necessarily the precise words Parliament would have\n      used, had the error in the Bill been noticed.”   Sometimes  even  when\n      these conditions are satisfied, the court may  find  itself  inhibited\n      from  interpreting  the  statutory  provision   in   accordance   with\n      underlying intention  of  Parliament,  e.g.  when  the  alteration  in\n      language is too far reaching or too big or  when  the  subject  matter\n      calls for strict interpretation such as a penal provision.” (See  Inco\n      Europe Ltd. v. First Choice Distribution (a firm) (2000) 2 ALL ER 109,\n      p.115 (HL)”\n\n\n\n                                             (Emphasis added)\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_37\">34. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"27215\" id=\"span_15\">In the decision of this Court reported in <a href=\"/doc/27215/\" id=\"a_50\">Surjit Singh  Kalra  v.  Union\n   of India and another</a> - 1991 (2) SCC 87, while laying down  the  principle\n   of purposive construction to be adopted by Courts, it has  been  held  as\n   under in paragraph 19:-</span>\n</p>\n<blockquote id=\"blockquote_25\">      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1582573\" id=\"span_16\">“19. True it is not permissible to read words in a statute  which  are\n      not there, but “where the alternative lies between either supplying by\n      implication words which appear to have been accidentally  omitted,  or\n      adopting a construction which deprives certain existing words  of  all\n      meaning, it is permissible to supply the words” (Craies  Statute  Law,\n      7th edn., p. 109). Similar are the observations in  <a href=\"/doc/1582573/\" id=\"a_51\">Hameedia  Hardware\n      Stores v. B. Mohan Lal Sowcar</a> where it was  observed  that  the  court\n      construing a provision should not easily read into it words which have\n      not been expressly enacted but having regard to the context in which a\n      provision appears and the object of the  statute  in  which  the  said\n      provision is enacted the court should construe it in a harmonious  way\n      to make it meaningful. An attempt must always be made so to  reconcile\n      the relevant provisions as to  advance  the  remedy  intended  by  the\n      statute.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1143216\" id=\"span_17\">(See: <a href=\"/doc/1143216/\" id=\"a_52\">Sirajul Haq Khan v. Sunni Central Board of Waqf</a>.)”\n                                              (Emphasis added)</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_38\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1223233\" id=\"span_18\">35. The principle statute in Maxwell’s Interpretation of Statutes under  the\n   Chapter “Exceptional Construction” is also relevant, which was applied in\n   one of the judgments of this Court reported in <a href=\"/doc/1223233/\" id=\"a_53\">Gujarat Urja  Vikas  Nigam\n   Ltd. v. Essar Power Ltd.</a> - 2008 (4) SCC 755.  The said principle has been\n   extracted in para 53 of <a href=\"/doc/1223233/\" id=\"a_54\">the said judgment</a>, which reads as under:-</span>\n</p>\n<blockquote id=\"blockquote_26\">      “53. In the chapter on  “Exceptional  Construction”  in  his  book  on\n      Interpretation of Statutes, Maxwell writes:\n</blockquote>\n<blockquote id=\"blockquote_27\">        “WHERE the language of a  statute,  in  its  ordinary  meaning  and\n      grammatical construction, leads to a  manifest  contradiction  of  the\n      apparent purpose  of  the  enactment,  or  to  some  inconvenience  or\n      absurdity,  hardship  or  injustice,  presumably   not   intended,   a\n      construction may be put upon it which  modifies  the  meaning  of  the\n      words, and even the structure of the sentence. This  may  be  done  by\n      departing from the rules of grammar, by giving an unusual  meaning  to\n      particular words, by altering their  collocation,  by  rejecting  them\n      altogether, or by interpolating other words, under the  influence,  no\n      doubt, of an irresistible conviction that the  legislature  could  not\n      possibly  have  intended  what  its  words  signify,  and   that   the\n      modifications thus made are mere corrections of careless language  and\n      really give the true meaning.”\n\n</blockquote><p data-structure=\"PetArg\" id=\"p_39\">36.  Keeping  the  above  basic  principles  in  mind,  we  considered   the\n   submission of Shri S.R. Singh, learned senior counsel  who  appeared  for\n   the appellants in Criminal Appeal Nos.1157/2008, 1158/2008, 1161/2008 and\n   1164/2008.  According to the learned counsel, under <a href=\"/doc/1542085/\" id=\"a_55\">Section 141</a>  ‘third’,\n   the  expression  ‘other  offence’  used  therein  for  the   purpose   of\n   ascertaining the common object of a person in an unlawful assembly, would\n   only be relatable to offences similar  to  those  such  as,  mischief  or\n   criminal trespass, referred to in the said clause.   The  learned  senior\n   counsel submitted that such an interpretation should be laid by  applying\n   the principle  of  ejusdem  generis.   The  learned  counsel,  therefore,\n   contended that if that be the legal position, reading <a href=\"/doc/1542085/\" id=\"a_56\">Section  141</a>‘third’\n   and <a href=\"/doc/1258372/\" id=\"a_57\">Sections 147</a>, <a href=\"/doc/763672/\" id=\"a_58\">148</a> and <a href=\"/doc/999134/\" id=\"a_59\">149</a> together, none of the offences referred  to\n   in <a href=\"/doc/1258372/\" id=\"a_60\">Sections 147</a> and <a href=\"/doc/763672/\" id=\"a_61\">148</a> or any of the other grave offences falling  under\n   other provisions of the <a href=\"/doc/1569253/\" id=\"a_62\">Indian Penal Code</a> will get attracted. The learned\n   counsel, therefore, contended that conviction for offences under  <a href=\"/doc/1560742/\" id=\"a_63\">Section\n   302</a> read with <a href=\"/doc/999134/\" id=\"a_64\">Sections 149</a> and <a href=\"/doc/455468/\" id=\"a_65\">307</a> read with <a href=\"/doc/999134/\" id=\"a_66\">Section 149</a> IPC, as well  as\n   <a href=\"/doc/1258372/\" id=\"a_67\">Sections 147</a> and <a href=\"/doc/763672/\" id=\"a_68\">148</a> of IPC with the aid of <a href=\"/doc/1542085/\" id=\"a_69\">Section 141</a>, could  not  have\n   been made. Though the said submission looks quite attractive in the first\n   blush, on a deeper scrutiny of the  other  provisions  contained  in  the\n   Code, we are afraid that such a narrow interpretation, which is sought to\n   be applied by the learned senior counsel cannot be made.\n</p>\n<p data-structure=\"Section\" id=\"p_40\">37. In this context,  <a href=\"/doc/886402/\" id=\"a_70\">Section  40</a>  IPC,  which  defines  ‘offence’  is  also\n   required to be noted.  In order  to  appreciate  the  submission  and  to\n   arrive at a correct conclusion, we feel that  <a href=\"/doc/886402/\" id=\"a_71\">Section  40</a>  IPC,  <a href=\"/doc/1542085/\" id=\"a_72\">Sections\n   141</a>, <a href=\"/doc/1258372/\" id=\"a_73\">147</a>, <a href=\"/doc/763672/\" id=\"a_74\">148</a> and <a href=\"/doc/999134/\" id=\"a_75\">149</a> are required to be extracted which are as under:-\n</p>\n<blockquote id=\"blockquote_28\">      “40. “Offence”- Except in  the  Chapters  and  sections  mentioned  in\n      clauses 2 and 3 of this section, the word “offence”  denotes  a  thing\n      made punishable by this Code.\n</blockquote>\n<blockquote id=\"blockquote_29\">      In Chapter IV, [Chapter VA] and  in  the  following  section,  namely,\n      sections    [64,65,67,71], 109,110,112,114,115,116,117,  [118,119,120]\n      187, 194, 195, 203, 211, 213, 214, 221, 222, 223, 224, 225, 327,  328,\n      329, 330, 331, 347, 348, 388, 389 and 445, the word “offence”  denotes\n      a thing punishable under this code, or under any special or local  law\n      as hereinafter defined.\n</blockquote>\n<blockquote id=\"blockquote_30\">      And in <a href=\"/doc/1542085/\" id=\"a_76\">sections 141</a>, <a href=\"/doc/641385/\" id=\"a_77\">176</a>, <a href=\"/doc/974069/\" id=\"a_78\">177</a>, <a href=\"/doc/386021/\" id=\"a_79\">201</a>, <a href=\"/doc/162723/\" id=\"a_80\">202</a>, <a href=\"/doc/66955/\" id=\"a_81\">212</a>, <a href=\"/doc/1865807/\" id=\"a_82\">216</a> and  <a href=\"/doc/1768645/\" id=\"a_83\">441</a>,  the  word\n      “offence” has the same meaning when the  thing  punishable  under  the\n      special or local law is punishable under such  law  with  imprisonment\n      for a term of six months or upwards, whether with or without fine.\n</blockquote>\n<blockquote id=\"blockquote_31\">      141.  Unlawful assembly – An assembly  of  five  or  more  persons  is\n      designated an “unlawful assembly”, if the common object of the persons\n      composing that assembly is-\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_41\">      First- To overawe by criminal force, or show of  criminal  force,  the\n      Central or any State Government or Parliament or  the  Legislature  of\n      any State, or any public servant in the exercise of the  lawful  power\n      of such public servant; or\n\n      Second- To resist the execution of any law, or of any  legal  process;\n      or\n\n      Third –  To  commit  any  mischief  or  criminal  trespass,  or  other\n      offence; or\n\n      Fourth - By means of criminal force, or show of criminal force, to any\n      person, to take or obtain possession of any property,  or  to  deprive\n      any person of the enjoyment of a right of way, or of the use of  water\n      or other incorporeal right of which he is in possession or  enjoyment,\n      or to enforce any right or supposed right; or\n\n      Fifth - by means of criminal force, or  show  of  criminal  force,  to\n      compel any person to do what he is not legally bound to do, or to omit\n      to do what he is legally entitled to do.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_42\">      Explanation – An assembly which was not unlawful  when  it  assembled,\n      may subsequently become an unlawful assembly.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_43\">      147. Punishment for rioting- Whoever is guilty of  rioting,  shall  be\n      punished with imprisonment of either description for a term which  may\n      extend to two years, or with fine, or with both.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_44\">      148. Rioting, armed with deadly weapon- Whoever is guilty of  rioting,\n      being armed with a deadly weapon or with anything  which,  used  as  a\n      weapon of offence, is likely to cause death, shall  be  punished  with\n      imprisonment of either description for a  term  which  may  extend  to\n      three years, or with fine, or with both.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_45\">      149. Every member of unlawful assembly guilty of offence committed  in\n      prosecution of common object- If an offence is committed by any member\n      of an unlawful assembly in prosecution of the common  object  of  that\n      assembly, or such as the members of that assembly knew to be likely to\n      be committed in prosecution of that object, every person who,  at  the\n      time of the committing of that  offence,  is  a  member  of  the  same\n      assembly, is guilty of that offence”\n\n</p><p data-structure=\"Section\" id=\"p_46\">38. <a href=\"/doc/1542085/\" id=\"a_84\">Section 141</a> ‘third’, clearly mentions that an assembly of five  or  more\n   persons is designated as an unlawful assembly if the common object of the\n   persons composing that assembly as among other offences namely,  mischief\n   or  criminal  trespass  or  commission  of  other  offence.   A   literal\n   interpretation, therefore, only means that  apart  from  the  offence  of\n   mischief and criminal trespass, all other offences would fall within  the\n   said clause ‘third’ mentioned in <a href=\"/doc/1542085/\" id=\"a_85\">Section  141</a>.   Other  related  sections\n   falling under the said Chapter VIII  are  up  to  <a href=\"/doc/518086/\" id=\"a_86\">Section  160</a>.   Reading\n   <a href=\"/doc/1542085/\" id=\"a_87\">Section 141</a> ‘third’ along with <a href=\"/doc/999134/\" id=\"a_88\">Section 149</a>,  if  the  commission  of  any\n   other  offence  apart  from  mischief  or  criminal  trespass  and   such\n   commission of offence was by  a  member  of  an  unlawful  assembly,  the\n   prescription of common object will automatically get satisfied.  When  we\n   refer to <a href=\"/doc/1196530/\" id=\"a_89\">Section 144</a> in this context, we find that  joining  an  unlawful\n   assembly armed with a deadly weapon, which is likely to cause death,  can\n   be inflicted with a punishment prescribed therein. If the  interpretation\n   placed by learned senior counsel  is  accepted,  we  wonder  whether  the\n   prescription placed in <a href=\"/doc/1196530/\" id=\"a_90\">Section 144</a> could be held to be in consonance with\n   <a href=\"/doc/1542085/\" id=\"a_91\">section 141</a> ‘third’.  The definite answer can only be  in  the  negative.\n   If mere possession of  a  deadly  weapon  by  a  member  of  an  unlawful\n   assembly, which is likely to cause death would attract <a href=\"/doc/1542085/\" id=\"a_92\">Section 141</a>‘third’\n   as a corollary, it will have to be held that  the  expression  ‘or  other\n   offence’ mentioned in <a href=\"/doc/1542085/\" id=\"a_93\">Section 141</a> should without doing  any  violence  to\n   the said provision, include all other offences apart from the offence  of\n   mischief or criminal trespass. Similar will be  the  interpretation  that\n   can be made relating to the offence,  namely,  rioting  prescribed  under\n   <a href=\"/doc/1601950/\" id=\"a_94\">Section 146</a> punishable  under  <a href=\"/doc/1258372/\" id=\"a_95\">Sections  147</a>  as  well  as  148,  namely,\n   rioting, armed with deadly weapons.\n</p>\n<p data-structure=\"PetArg\" id=\"p_47\">39. The principle ‘ejusdem  generis’  means  ‘where  a  law  lists  specific\n   classes of persons or things and then refers  to  them  in  general,  the\n   general statements only apply to the  same  kind  of  persons  or  things\n   specifically listed’. The learned  senior  counsel  for  the  appellants,\n   therefore, contended that since  the  expression  “other  offence”  under\n   <a href=\"/doc/1542085/\" id=\"a_96\">Section 141</a> ‘third’ has been used along with  the  offence,  mischief  or\n   criminal trespass, it can only relate to similar  such  offences  of  the\n   same species and not commission of all other offences as in the  case  on\n   hand, namely, murder or attempt to commit murder.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_48\">40. When we test the said submission by making reference to the Chapter,  in\n   which the offence of mischief and trespass are specified in the Code,  we\n   are able to expose the glaring fallacy in the submission of  the  learned\n   senior counsel. Mischief and criminal trespass fall under  Chapter  XVII.\n   The caption of the said Chapter is “of offences  against  property”.  The\n   offences dealt with in the said Chapter are governed by Sections  378  to\n</p><p data-structure=\"Conclusion\" id=\"p_49\">   462. The offences dealt with apart from mischief and trespass are  theft,\n   extortion, robbery, dacoity, dacoity  with  murder,  misappropriation  of\n   property, criminal breach of trust,  dealing  with  stolen  property  and\n   cheating.\n</p>\n<p data-structure=\"Section\" id=\"p_50\">41. While referring to the offence of mischief, <a href=\"/doc/1552733/\" id=\"a_97\">Sections 435</a>  to  <a href=\"/doc/1144664/\" id=\"a_98\">438</a>  deals\n   with mischief by fire or any  explosive  substance  with  the  intent  to\n   destroy a house or other properties or to destroy or make unsafe a decked\n   vessel etc., for which imprisonment for life or a term which  may  extend\n   to ten years apart from fine can  be  imposed.  While  dealing  with  the\n   offence of trespass under <a href=\"/doc/1318185/\" id=\"a_99\">Sections 449</a> and <a href=\"/doc/1982060/\" id=\"a_100\">450</a>,  whoever  commits  house-\n   trespass for committing an offence punishable with death can be  punished\n   for imprisonment for  life  or  rigorous  imprisonment  for  a  term  not\n   exceeding ten years, apart from fine. Similar such provisions  for  other\n   types of criminal trespass have  also  been  provided  for  in  the  said\n   Chapter.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_51\">42. We fail to appreciate as to how simply because the offences mischief  or\n   criminal trespass are used preceding the expression  “other  offence”  in\n   <a href=\"/doc/1542085/\" id=\"a_101\">Section 141</a> ‘third’, it should be taken  that  such  offence  would  only\n   relate to a minor offence of mischief or trespass and that the expression\n   “other offence” should be restricted only to that extent. As pointed  out\n   by us above, the offence of mischief and trespass could also be as  grave\n   as that of an offence  of  murder,  for  which  the  punishment  of  life\n   imprisonment can be imposed as provided for under <a href=\"/doc/1144664/\" id=\"a_102\">Sections 438</a>, <a href=\"/doc/1318185/\" id=\"a_103\">449</a>,  <a href=\"/doc/1982060/\" id=\"a_104\">450</a>\n   etc. Therefore, we straight away hold that the argument of learned senior\n   counsel for the appellants to import the principle of  ‘ejusdem  generis’\n   to <a href=\"/doc/1542085/\" id=\"a_105\">Section 141</a> ‘third’, cannot be accepted.\n</p>\n<p data-structure=\"Section\" id=\"p_52\">43.  The  submission  of  the  learned  senior  counsel   cannot   also   be\n   countenanced by applying <a href=\"/doc/886402/\" id=\"a_106\">Section  40</a>  of  the  Code,  which  specifically\n   mentions as to how the term ‘offence’ will have to be construed.  In  the\n   main clause of the said section it has been clearly set out that the word\n   “offence” denotes a  thing  made  punishable  by  this  Code  except  the\n   Chapters and Sections mentioned in clauses 2 and 3 of the  said  section.\n   Therefore, going by the main clause of <a href=\"/doc/886402/\" id=\"a_107\">Section  40</a>,  the  word  “offence”\n   since denotes the thing made punishable under the Code,  ‘other  offence’\n   mentioned in <a href=\"/doc/1542085/\" id=\"a_108\">Section 141</a> ‘third’, can only denote to offences, which  are\n   punishable under any  of  the  provisions  of  the  Code.  Therefore,  by\n   applying the main clause of <a href=\"/doc/886402/\" id=\"a_109\">Section 40</a>, it can be straight away held that\n   all offences referred to in any of the provisions of the Code  for  which\n   the punishment is  provided  for  would  automatically  fall  within  the\n   expression “other offence”, which has been used in <a href=\"/doc/1542085/\" id=\"a_110\">Section 141</a> ‘third’.\n</p>\n<p data-structure=\"Section\" id=\"p_53\">44. What has been excepted in the main clause of <a href=\"/doc/886402/\" id=\"a_111\">Section  40</a>  are  what  has\n   been specifically mentioned in sub-clauses 2 and 3 of the  said  section.\n   As far as sub-clause 2 is concerned, while making reference to Chapter IV\n   and Chapter VA, as well as other sections mentioned  therein,  it  states\n   that the word “offence” would denote a thing punishable under  the  Code,\n   namely, <a href=\"/doc/1569253/\" id=\"a_112\">Indian Penal Code</a> or under any special or local law,  which  have\n   been defined to mean a law applicable to a particular subject  or  a  law\n   applicable only to a particular part of India. When we read sub-clause  3\n   of <a href=\"/doc/886402/\" id=\"a_113\">Section 40</a>, <a href=\"/doc/1542085/\" id=\"a_114\">Section 141</a> has been specifically mentioned  in  the  said\n   sub-clause. To understand the purport of the  said  clause,  it  will  be\n   worthwhile to extract that part of the provision which reads;\n      “And in <a href=\"/doc/1542085/\" id=\"a_115\">sections 141</a>, <a href=\"/doc/641385/\" id=\"a_116\">176</a>, <a href=\"/doc/974069/\" id=\"a_117\">177</a>, <a href=\"/doc/386021/\" id=\"a_118\">201</a>, <a href=\"/doc/162723/\" id=\"a_119\">202</a>, <a href=\"/doc/66955/\" id=\"a_120\">212</a>, <a href=\"/doc/1865807/\" id=\"a_121\">216</a> and <a href=\"/doc/1768645/\" id=\"a_122\">441</a>,  the  word\n      “offence” has the same meaning when the  thing  punishable  under  the\n      special or local law is punishable under such  law  with  imprisonment\n      for a term of six months or upwards, whether with or without fine”.\n</p>\n\n\n\n<p data-structure=\"Section\" id=\"p_54\">45.    It is quite apparent that  the  said  sub-clause  in  regard  to  the\noffences under any special or local law, wherein punishment of  imprisonment\nfor a term of six months or upwards with or without fine is prescribed,  the\nmeaning assigned in those special or local laws are  to  be  imported  while\ninvoking <a href=\"/doc/1542085/\" id=\"a_123\">Section 141</a> or other sections mentioned in the  said  sub-clause  3\nof <a href=\"/doc/886402/\" id=\"a_124\">Section 40</a>.\n</p>\n<p data-structure=\"Section\" id=\"p_55\">46. Therefore, a  conspectus  reading  of  <a href=\"/doc/886402/\" id=\"a_125\">Section  40</a>  makes  the  position\n   abundantly clear that for all offences punishable under the <a href=\"/doc/1569253/\" id=\"a_126\">Indian Penal\n   Code</a>, the main clause of <a href=\"/doc/886402/\" id=\"a_127\">Section 40</a> would straight away apply  in  which\n   event the expression “other offence” used in <a href=\"/doc/1542085/\" id=\"a_128\">Section 141</a>  ‘third’,  will\n   have to be construed as any offence for which punishment  is  prescribed\n   under the Code. To put it differently, whomsoever is  proceeded  against\n   for any offence punishable under the  provisions  of  the  <a href=\"/doc/1569253/\" id=\"a_129\">Indian  Penal\n   Code</a>, <a href=\"/doc/886402/\" id=\"a_130\">Section 40</a> sub-clause 1 would straight away apply for the  purpose\n   of construing what the offence is and when it comes to the  question  of\n   offence under any other special or local law, the aid of  sub-clauses  2\n   and 3 will have to be applied for the purpose of construing the  offence\n   for which the accused is proceeded against. Therefore, having regard  to\n   sub-clause 1 of <a href=\"/doc/886402/\" id=\"a_131\">Section 40</a> of the  Code  read  along  with  <a href=\"/doc/1542085/\" id=\"a_132\">Section  141</a>\n   ‘third’, the argument of learned senior counsel for the appellants  will\n   have to be rejected. We are, therefore, of the firm view that only  such\n   a construction would be in tune with the purport and intent of  the  law\n   makers while defining an unlawful assembly for commission of an  offence\n   with a common object, as specified under <a href=\"/doc/1542085/\" id=\"a_133\">Section 141</a> of the Code. In the\n   case on hand, since mo special law or local law was  attracted  and  the\n   accuses were charged only for the offence under the <a href=\"/doc/1569253/\" id=\"a_134\">Indian  Penal  Code</a>,\n   <a href=\"/doc/886402/\" id=\"a_135\">Section 40(1)</a> gets attracted along with <a href=\"/doc/1542085/\" id=\"a_136\">Section 141</a> ‘third’ <a href=\"/doc/1569253/\" id=\"a_137\">IPC</a>.  Having\n   regard to such a construction of ours on <a href=\"/doc/1542085/\" id=\"a_138\">Section 141</a>,  read  along  with\n   <a href=\"/doc/886402/\" id=\"a_139\">Section 40</a> IPC, the offence found proved against the appellants, namely,\n   falling under <a href=\"/doc/1560742/\" id=\"a_140\">Sections 302</a> read with 149, 307 read with 149  along  with\n   147 and 148 of the Code for which the conviction and sentence imposed by\n   the Court below cannot be found fault with.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_56\">47. In the light of our above conclusions on the  various  submissions  made\n   by the counsel for the appellants, we do not find  any  merit  in  these\n   appeals. The appeals,  therefore,  fail  and  the  same  are  dismissed.\n   Appellant Soma in  Criminal  Appeal  No.1158/2008  who  is  on  bail  is\n   directed to surrender before Magistrate forthwith for  serving  out  the\n   remaining period of sentence, if any, failing which the  Chief  Judicial\n   Magistrate Haridwar is directed to take him into custody and send him to\n   jail to serve out the sentence, if any.  A copy of the judgment be  sent\n   to the said CJM by the Registry forthwith.\n</p>\n\n\n<p data-structure=\"Precedent\" id=\"p_57\">                                                      …….……….…………………………...J.\n                                                                   [Dr. B.S.\n                                                                    Chauhan]\n\n\n\n\n                                                        …….…….………………………………J.\n                                     [Fakkir Mohamed Ibrahim Kalifulla]\n\n\n\n\n New Delhi;\n</p><p data-structure=\"Conclusion\" id=\"p_58\"> May 03, 2013\n</p>","numcites":42,"numcitedby":25,"docsource":"Supreme Court of India","citetid":166657898,"divtype":"judgments","relatedqs":[{"value":"delay in fir","formInput":"delay%20in%20fir"},{"value":"section 40 of ipc","formInput":"section%2040%20of%20ipc"},{"value":"criminal trespass","formInput":"criminal%20trespass"},{"value":"section 157 of criminal procedure code","formInput":"section%20157%20of%20criminal%20procedure%20code"},{"value":"delayed first information report","formInput":"delayed%20first%20information%20report"},{"value":"section 40 of indian penal code","formInput":"section%2040%20of%20indian%20penal%20code"},{"value":"sec 149 ipc","formInput":"sec%20149%20ipc"},{"value":"unlawful assembly","formInput":"unlawful%20assembly"},{"value":"ejusdem generis","formInput":"ejusdem%20generis"},{"value":"section 157 crpc","formInput":"section%20157%20crpc"},{"value":"section 141 of ipc","formInput":"section%20141%20of%20ipc"},{"value":"section 148  ipc","formInput":"section%20148%20%20ipc"},{"value":"ipc section 147","formInput":"ipc%20section%20147"},{"value":"offence of mischief","formInput":"offence%20of%20mischief"},{"value":"\"offence of mischief\"","formInput":"%22offence%20of%20mischief%22"},{"value":"section 149 of indian penal code","formInput":"section%20149%20of%20indian%20penal%20code"},{"value":"life imprisonment","formInput":"life%20imprisonment"},{"value":"section 147 of indian penal code","formInput":"section%20147%20of%20indian%20penal%20code"},{"value":"147,148 ipc ","formInput":"147%2C148%20ipc%20"},{"value":"rioting ","formInput":"rioting%20"}],"cats":[{"value":"rioting","formInput":"tag:rioting"},{"value":"unlawful-assembly","formInput":"tag:unlawful-assembly"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"}],"courtcopy":true,"query_alert":null,"agreement":false}