{"tid":1410885,"publishdate":"2002-11-22","title":"M.P. Housing Board And Anr. vs Satish Kumar Raizada on 22 November, 2002","doc":"<h2 class=\"doc_title\">M.P. Housing Board And Anr. vs Satish Kumar Raizada on 22 November, 2002</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2003(2)ARBLR553(MP), 2003(1)MPHT205</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nS.P. Khare, J.  \n  \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. This is a revision by the M.P. Housing Board (judgment-debtor) against the order by which its objections in the proceedings for enforcement of award under <a href=\"/doc/1282684/\" id=\"a_1\">Section 36</a> of the Arbitration and Conciliation Act, 1996 (hereinafter to be referred to as the &#x27;Act&#x27;) have been rejected.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. It is not in dispute that the M.P. Housing Board awarded a contract to the respondent/decree-holder on 7-10-1992 for construction of 28 HIG Houses at Kohefiza, Bhopal for Non-Resident-Indians. The contractor was asked to carry out certain works which were not included in the original contract by the Engineer-in-Charge of the work. The contractor as per Clause 13 of the contract was bound to carry out those works. The contractor did those works and completed the construction of the houses. Then arose the dispute for the extra work done by the contractor.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_3\"> 3. Clause 13 of the Contract provides : &quot;in the event of a dispute the decision of the Deputy Housing Commissioner of the circle shall be final&quot;. Clause 29 of the Contract contains the &quot;arbitration clause&quot;. The first two paras of this clause are relevant and these are as under :--  \n</p>  \n\n<blockquote id=\"blockquote_1\"> &quot;Except as otherwise provided in this contract all questions and disputes relating to the meaning of the specifications, designs, drawings and instructions, herein before mentioned as to thing whatsoever, in any way arising out of or relating to the contract, designs, drawings, specifications, estimates, concerning the works, or the execution or failure to execute the same, whether arising during the progress of the work or after the completion or abandonment thereof, shall be referred to the Dy. Housing Commissioner in writing for his decision within a period of thirty days of such occurrence. Thereupon, the Dy. Housing Commissioner shall give his written instructions and/or decision within a period of sixty days of such written request. This period can be extended by mutual consent of the parties.  \n</blockquote> \n\n<blockquote id=\"blockquote_2\"> Upon receipt of written instructions or decision, the parties shall promptly proceed without delay to comply such decision or instructions. If the Dy. Housing Commissioner fails to give his instructions or decision in writing within a period of sixty days or mutually agreed time after being requested or if the parties are aggrieved against the decision of the Dy. Housing Commissioner, the parties may within thirty days prefer such dispute/disputes for arbitration to the Addl. Housing Commissioner subject to the jurisdiction and limitations in accordance with the provisions of Madhya Pradesh Madhyastham Adhikaran Ad-hiniyam, 1983. In case the dispute is within the jurisdiction of Addl. Housing Commissioner he shall then act as sole arbitrator, and he shall pass an award after hearing both the parties, strictly in accordance with the provisions of the <a href=\"/doc/1052228/\" id=\"a_2\">Arbitration Act, 1940</a> and the rule made thereunder for the time being in force.&quot;  \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_4\"> 4. The contractor by his letter dated 30-6-1998 addressed to the Deputy Housing Commissioner invoked the first para of the arbitration clause contained in Clause 29 of the Contract. According to him major changes in the provisions of certain items of work were made by the Engineer-in-Charge and some additional items not covered under the scope of the agreement were ordered to be executed and he in fact executed the same as he was bound to do so but he has not been paid for the extra items of work. He claimed that a dispute has arisen and he requested the Deputy Housing Commissioner to decide the dispute as an arbitrator as per first para of Clause 29, and fix the rates for the works done by him. He made a request for an opportunity of being heard and also to produce evidence. He sent a copy of his letter to the Engineer-in-Charge also.  \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_5\"> 5. The Deputy Housing Commissioner gave opportunity of hearing to the contractor and the Engineer-in-Charge. He gave the &quot;award&quot; on 30-9-1998. He has stated that he conducted the &quot;arbitration&quot; under Clause 29 of the Contract. He expressed the view that if the Engineer-in-Charge does not intimate the rejection of rates quoted by the contractor he must be deemed to have accepted them. In the operative part the Dy. Housing Commissioner has stated : &quot;since the contractor has sought redressal under arbitration clause, as an arbitrator, it is hereby ordered that the contractor be paid at the rates which are duly entered in M.B. in respect of all such extra items and the contractor&#x27;s account be finalised in settlement of this arbitration case&quot;.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> 6. The Engineer-in-Charge sent copies of the award dated 30-9-1998 with his letter dated 7-10-1998 to the Law Officer and the Additional Housing Commissioner. The Engineer-in-Charge paid an amount of Rs. 20,00,000/- in pursuance of this award to the contractor on 16-10-1998. According to the calculations the amount payable under the award came to Rs. 40,00,000/- (approx.).  \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_7\"> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"487135\" id=\"span_1\">7. The M.P. Housing Board submitted an application on 23- 4-1999 under <a href=\"/doc/536284/\" id=\"a_3\">Section 34</a> of the Act challenging the award before the Sixth Additional District Judge, Bhopal. It is stated in this application that the arbitrator committed misconduct in making the said award and there was &quot;collusion and connivance&quot; of the officers of the Board. It was also pleaded that the Deputy Housing Commissioner could not act as arbitrator as the dispute could be adjudicated upon by the M.P. Arbitration Tribunal only which has been constituted under the M.P. State Arbitration Tribunal Act, 1983. The application under <a href=\"/doc/536284/\" id=\"a_4\">Section 34</a> of the Act was registered as Case No. 36-A of 1999 and was held to be barred by limitation. It was rejected by order dated 14-5-1999. As per <a href=\"/doc/1211292/\" id=\"a_5\">Section 34(3)</a> the limitation period is three months from the date on which the party making the application had received the arbitral award. The proviso to Sub-section (3) lays down that if the Court is satisfied that the applicant was prevented by sufficient cause from making the application within the said period of three months it may entertain the application within a further period of thirty days, but not thereafter. The Supreme Court has held in <a href=\"/doc/487135/\" id=\"a_6\">Union of India v. Popular Construction Company</a>, (2001) 8 SCC 470 that the time limit prescribed under <a href=\"/doc/536284/\" id=\"a_7\">Section 34</a> to challenge the award is absolute and unextendable by the Court under <a href=\"/doc/100581/\" id=\"a_8\">Section 5</a> of the Limitation Act, 1963. In the present case the copy of the award was received by the Additional Housing Commissioner on 7-10-1998 and the application under <a href=\"/doc/536284/\" id=\"a_9\">Section 34</a> of the Act was made on 23-4-1999 and therefore obviously it was barred by limitation. The Housing Board has not filed any appeal under <a href=\"/doc/772406/\" id=\"a_10\">Section 37</a> of the Act against the order by which the application under <a href=\"/doc/536284/\" id=\"a_11\">Section 34</a> was rejected.</span>  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\"> 8. The contractor, in the meantime, had submitted the application under <a href=\"/doc/1282684/\" id=\"a_12\">Section 36</a> of the Act for enforcement of the award on 22-1-1999. In this execution case the Housing Board submitted the application purporting to be under <a href=\"/doc/119552888/\" id=\"a_13\">Section 47</a>, CPC raising various objections which have been rejected by the impugned order. The decree-holder has also been held entitled to claim interest at the rate of 18% per annum from the date of the award as per <a href=\"/doc/12594/\" id=\"a_14\">Section 31(7)(b)</a> of the Act.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_9\"> 9. In this revision three points have been debated during the course of its hearing (a) whether the decision dated 30-9-1998 of the Deputy Housing Commissioner is an &#x27;award&#x27; and the proceeding before him was &quot;arbitration&quot; proceeding, (b) whether the dispute could be adjudicated by the M.P. Arbitration Tribunal only and (c) the decree-holder is entitled to interest as per <a href=\"/doc/12594/\" id=\"a_15\">Section 31(7)(b)</a> of the Act.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">  10.       Point (a) :  \n</p><blockquote id=\"blockquote_3\">  It is argued on behalf of the petitioners that the words used in the first para of Clause 29 of the Contract do not constitute &quot;arbitration\n\nagreement&quot; and therefore the decision of the Dy. Housing Commissioner is not an &quot;award&quot; and this point can be raised in execution proceedings also. On the other hand it is submitted that there is arbitration agreement in the first para and the officer named therein has acted as arbitrator. It is pointed out that this question could be raised before the arbitrator under <a href=\"/doc/675839/\" id=\"a_16\">Section 16</a> and then before the Court under <a href=\"/doc/536284/\" id=\"a_17\">Section 34</a> and now the award having become final and binding on the parties as per <a href=\"/doc/1039283/\" id=\"a_18\">Section 35</a> it cannot be challenged in proceedings under <a href=\"/doc/1282684/\" id=\"a_19\">Section 36</a> as the Executing Court cannot go behind the award which has the force of a decree. After considering the rival submissions this Court is of the opinion that in view of the Scheme of the new Act the plea put forward by the respondent is correct.  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_11\"> 11. <a href=\"/doc/1763282/\" id=\"a_20\">Section 16(1)</a> provides that the Arbitral Tribunal may rule on its own jurisdiction, including ruling on any objections with respect to the &quot;existence or validity of the arbitration agreement&quot;. Sub-section (2) of this Section further provides that a plea that the Arbitral Tribunal does not have jurisdiction shall be raised not later than the submission of the statement of defence. As per Sub-section (5) the Arbitral Tribunal shall decide such a plea and, where the Arbitral Tribunal takes a decision rejecting the plea, continue with the arbitral proceedings and make an arbitral award. As per Sub-section (6) a party aggrieved by such an arbitral award may make an application for setting aside such an arbitral award in accordance with <a href=\"/doc/536284/\" id=\"a_21\">Section 34</a>. Thus the question of arbitrability or the &quot;existence&quot; or validity of the arbitration agreement has to be decided by the arbitrator and the party who is aggrieved by such decision can challenge it under <a href=\"/doc/536284/\" id=\"a_22\">Section 34</a>. The Arbitral Tribunal has the power to rule on its own jurisdiction. If a party raise a plea regarding existence or validity of the arbitration agreement before the Arbitral Tribunal then it becomes the responsibility of the Tribunal to go into the question and give a decision thereon. This is a departure from the <a href=\"/doc/1052228/\" id=\"a_23\">Arbitration Act</a> of 1940 under which the arbitrator had no such power and it could be decided by the Court only.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> 12. After the Arbitral Tribunal, under the new Act, has ruled on its jurisdiction, the arbitral proceedings shall continue, but the party aggrieved by the decision of the Arbitral Tribunal will have a right to challenge it, after the award has been made under <a href=\"/doc/1722761/\" id=\"a_24\">Section 34</a>. The grounds for setting aside the arbitral award are given in Sub-section (2) of <a href=\"/doc/1722761/\" id=\"a_25\">Section 34</a>. The award may be set aside if any of the grounds mentioned therein is established. In the present case the question whether the Deputy Housing Commissioner had the power to act as arbitrator as per para one of Clause 29 could be decided by him if it had been raised before him by the respondent. Thereafter, it could be decided by the Court under <a href=\"/doc/1722761/\" id=\"a_26\">Section 34</a> of the Act. As already stated the application under <a href=\"/doc/1722761/\" id=\"a_27\">Section 34</a> was rejected as it was barred by limitation and therefore the award became final under <a href=\"/doc/1912867/\" id=\"a_28\">Section 35</a> of the Act and its enforcement cannot be challenged under <a href=\"/doc/1286256/\" id=\"a_29\">Section 36</a> of the Act. It is true that the Executing Court cannot go behind the award which has the force of the decree of a Civil Court. It has been held by the Supreme Court in Vasudeo v. Dhanjibhai, (1970) 1 SCC 670 : &quot;where the decree is made by a Court which has no inherent jurisdiction to make it, objection as to its validity may be raised in an execution proceeding if the objection appears on the face of the record; where the objection as to the jurisdiction of the Court to pass the decree does not appear on the face of the record and requires examination of the questions raised and decided at the trial or which could have been but have not been raised, the Executing Court will have no jurisdiction to entertain an objection as to the validity of the decree even on the ground of absence of jurisdiction&quot;. The same principle would apply to the award of the arbitrator which is sought to be enforced under <a href=\"/doc/1286256/\" id=\"a_30\">Section 36</a> of the Act.  \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> 13.       Assuming that the question whether there was &quot;arbitration agreement&quot; between the parties as per first para to Clause 29 is still open this Court is of the opinion that there is &quot;arbitration agreement&quot; in the first para empowering the Dy. Housing Commissioner to act as arbitrator. Clause 29 has been quoted in extenso above. In simple language relevant for the present purposes it provides that all &quot;disputes&quot; relating to..... instructions &quot;as to thing whatsoever&quot; in any way &quot;arising out of or relating to the contract&quot; .....\n</p><blockquote id=\"blockquote_4\">&quot;estimates&quot; concerning the works, or the &quot;execution&quot; or failure to execute the same whether arising during the progress of work or after the completion &quot;shall be referred to&quot; the Dy. Housing Commissioner for his &quot;decision&quot;. The words &quot;all disputes&quot;, &quot;relating to the contract&quot;, &quot;execution&quot;, &quot;shall be referred&quot; and &quot;decision&quot; used in the first para of the clause have significance. These are of crucial importance for determining the question whether this clause constitutes &quot;arbitration agreement&quot; or not. According to <a href=\"/doc/1737370/\" id=\"a_31\">Section 7</a> of the Act &quot;arbitration agreement&quot; means &quot;an agreement by the parties to submit to arbitration all or certain disputes which have arisen or which may arise between them in respect of a defined legal relationship, whether contractual or not&quot;. <a href=\"/doc/1430346/\" id=\"a_32\">Section 2(a)</a> of the Arbitration Act, 1940 defined &quot;arbitration agreement&quot; as &quot;a written agreement to submit present or future differences to arbitration, whether an arbitrator is named therein in or not&quot;.  \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_14\"> 14. It is well settled that the &quot;arbitration agreement&quot; is required to be interpreted liberally. The meaning of such a clause in the contract must be gathered by adopting a common sense approach and it must not be allowed to be thwarted by a pedantic or legalistic interpretation. One of the essential ingredients of a submission to arbitration is that the parties should intend that the dispute intended to be referred should be determined in a quasi-judicial manner. The existence of a dispute, the reference of the case to the authority and the express unequivocal intention to attach finality to the order of the authority are extremely significant factors. Where the relevant clause in the contract contemplates of parties, disputes and finality of decision which are essential ingredients to bring in the provision of arbitration, the clause con-^. stitutes an arbitration clause. There is no requirement of the words &quot;arbitrator&quot; or &quot;arbitration&quot; to be mentioned in the clause to make it an arbitration clause. There is no doubt a distinction between &quot;arbitration&quot;, &quot;expert determination&quot; and &quot;finality clause&quot;.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> 15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_2\">In <a href=\"/doc/1979603/\" id=\"a_33\">Rukmanibai v. Collector, Jabalpur</a>, AIR 1981 SC 479, Clause 15 of the agreement came up for consideration which provides : &quot;Whenever any doubt, difference or dispute shall hereafter arise touching the construction of these presents or anything herein contained or any matter or things connected with the said lands or the working or non-working thereof or the amount or payment of any rent or royalty reserved or made payable hereunder the matter in difference shall be decided by the lessor whose decision shall be final&quot;. Interpreting this clause the Supreme Court held that arbitration agreement is not required to be in any particular form. What is required to be ascertained is whether the parties have agreed that if disputes arise between them in respect of the subject-matter of contract such dispute shall be referred to arbitration, then such an arrangement would spell out an arbitration agreement.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"338744\" id=\"span_3\">Reference was made to the earlier decision in <a href=\"/doc/338744/\" id=\"a_34\">Chief Conservator of Forest v. Rattan Singh</a>, AIR 1967 SC 166, where an identical clause was interpreted and it was held that it spells out an arbitration agreement.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> 16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_4\">In <a href=\"/doc/344153/\" id=\"a_35\">State of V.P. v. Tipper Chand</a>, (1980) 2 SCC 341, Clause 22 of the agreement was considered which provided : &quot;Except where otherwise specified in the contract the decision of the Superintending Engineer for the time being shall be final, conclusive and binding on all parties to the contract upon all questions relating to the meaning of the specifications, design, drawing and instructions hereinbefore mentioned. The decision of such Engineer as to the quality of workmanship, or materials used on the work, or as to any other question, claim, right, matter or things whatsoever, in any way arising out of or relating to the contract, designs, drawing, specifications, estimates, instructions, orders, or these conditions, or otherwise concerning the works, or the execution or failure to execute the same, whether arising during the progress of the work, or after the completion or abandonment of the contract by the contractor, shall also be final, conclusive and binding on the contractor&quot;. In this case it was not held to be an arbitration agreement on the ground &quot;there being no mention in it of any dispute, muchless of a reference thereof. The ratio of this decision is that if there is mention of the dispute and also a reference thereof to the authority concerned then it would have been an arbitration agreement.</span>  \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_17\"> 17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"64556\" id=\"span_5\">In <a href=\"/doc/64556/\" id=\"a_36\">State of Orissa v. Damodar Das</a>, AIR 1996 SC 942, where Clause 25 of the Contract provided : &quot;the decision of the Public Health Engineer for the time being shall be final&quot;. The Supreme Court held that it is not an arbitration clause. But the principle of law enunciated by the Supreme Court is of great significance. It has been held : &quot;A clause in the contract must be read as a whole. It cannot be split into two parts so as to consider one part to give rise to difference or dispute and another part relating to execution of work, its workmanship etc. Clause 25 read as a conjoint whole would indicate that the Public Health Engineer was nominated only to decide the questions arising in the quality of the work or any other matters enumerated therein and his decision shall be final and bind the contractor. He was empowered to decide all the questions enumerated therein other than any disputes or differences that have arisen between the contractor and the Government. But for Clause 25, there was no other contract to refer any dispute or difference to an arbitrator named or otherwise. Thus Clause 25 of the agreement does not contain an arbitration agreement nor it envisages any difference or dispute that may arise or had arisen between the parties in execution of the works for reference to an arbitrator. For resolution of any dispute or difference arising between two parties to a contract, the agreement must provide expressly or by necessary implication, a reference to an arbitrator named therein or otherwise of any dispute or difference and in its absence it is difficult to spell out existence of such an agreement for reference to an arbitration to resolve the dispute or difference contracted between the parties&quot;. Therefore, the test which has been laid down for determining whether the clause constitutes &quot;arbitration agreement&quot; or not is whether there is agreement &quot;to refer any dispute or difference to an arbitrator named or otherwise&quot;. The provision for reference of the dispute and its decision is of crucial importance. In the case before the Supreme Court there was no such provision for &quot;reference&quot; and therefore it was held that there was no arbitration agreement. The earlier two decisions of the Supreme Court <a href=\"/doc/64556/\" id=\"a_37\">referred above</a> were also considered.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"344153\" id=\"span_6\">It was stated that in <a href=\"/doc/344153/\" id=\"a_38\">Tipper Chand</a>&#x27;s case (supra) the clause did not contain any express arbitration agreement nor could such an agreement be spelt out from its terms by implication, &quot;there being no mention in it of any dispute, muchless of a reference thereof.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1979603\" id=\"span_7\">While considering the case of <a href=\"/doc/1979603/\" id=\"a_39\">Rukmanibai Gupta</a> (supra), it has been stated that from the language used therein it was inferred, by implication, existence of a dispute or difference for arbitration.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"932506\" id=\"span_8\">In <a href=\"/doc/932506/\" id=\"a_40\">Managing Director v. Ramesh Chandra</a>, AIR 1992 Orissa 35, after considering the relevant clause it has been held that in order to ascertain whether a clause is an arbitration clause or not, it has to be seen whether the relevant clause contemplated of parties, disputes and finality which are the essential ingredients to bring in the provision of arbitration. Using of the words &quot;arbitrator or arbitration&quot; is not necessary. An arbitration agreement must be in writing if it is to come within the statutory framework, but no particular form is necessary. What is necessary in an arbitration clause is that each party shall agree to refer disputes to arbitration; and it is an essential ingredient of an arbitration clause that either party may, in the event of a dispute arising, refer it, in the provided manner, to arbitration.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_9\">18. The entire case law has been considered by the Supreme Court in <a href=\"/doc/1777887/\" id=\"a_41\">K.K. Modi v. K.N. Modi</a>, (1998) 3 SCC 573. In that case Clause 9 provided that all disputes &quot;in respect of implementation of the agreement&quot; shall be referred to the Chairman, IFCI whose decision will be final and binding. It was not held to be an arbitration agreement. In para 21 the Supreme Court has held that our Courts have laid emphasis on (1) existence of disputes as against intention to avoid future disputes; (2) the Tribunal or forum so chosen is intended to act judicially after taking into account relevant evidence before it and the submissions made by the parties before it; and (3) the decision is intended to bind the parties. Nomenclature used by the parties may not be conclusive. One must examine the true intent and purport of the agreement. There are, of course, the statutory requirements of a written agreement, existing or future disputes and an intention to refer them to arbitration.</span>  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1777887\" id=\"span_10\">19. From the case law <a href=\"/doc/1777887/\" id=\"a_42\">referred above</a> it is deducible that if there is a provision for reference of the dispute to an authority and it is required to decide it in judicial or quasi-judicial manner after hearing both the sides that would amount to an arbitration agreement. On the other hand if that authority has to decide the question without any reference to it administratively or as an expert that would not give rise to arbitration agreement.</span>  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 20. In the present case the first para of Clause 29 is incorporated under the head &quot;arbitration clause&quot;. There is specific provision for reference of the dispute to the Dy. Housing Commissioner. This is borne out from the words &quot;shall be referred&quot;. Dy. Housing Commissioner is then required to give his decision. It is further provided that the parties &quot;shall promptly proceed without delay to comply with such decision&quot;. Thus, all the ingredients of an arbitration agreement have been incorporated in the first para of Clause 29 and this constitutes an arbitration agreement. It is true that in the second para there is a specific provision for second arbitration by the Additional Housing Commissioner at the instance of a party who is aggrieved by the decision of the Dy. Housing Commissioner. There is a reference to the provision of M.P. Madhyastham Adhikaran Adhiniyam, 1983. If the &quot;dispute&quot; is covered by the definition of dispute given in this Adhiniyam of 1983 then naturally the case will go to the Madhyastham Adhikaran for arbitration. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"491613\" id=\"span_11\">In <a href=\"/doc/491613/\" id=\"a_43\">S.P. Gupta v. State of M.P.</a>, 1996 MPLJ 512, it is only second para of Clause 29 which was under consideration and that was held to be an arbitration agreement. The question\n\nwhether first para of Clause 29 also constitutes an arbitration agreement or not did not arise for consideration therein.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\"> 21.       Point (b) :  \n</p><blockquote id=\"blockquote_5\">  The word &quot;dispute&quot; is defined in Section 2 (1) (d) of the M.P. Arbitration Tribunal Act, 1983, and the Tribunal constituted under this Act can decide under <a href=\"/doc/1737370/\" id=\"a_44\">Section 7</a> of the Act such disputes only which are covered by this definition. The &quot;dispute&quot; under this definition must be for &quot;ascertained money&quot;. It means the sum which is &quot;known&quot; or &quot;made certain&quot; or &quot;fixed&quot; or &quot;determined&quot; or &quot;quantified&quot;. In this case the reference of the dispute before the Deputy Housing Commissioner was to fix the rates of the works already done by the contractor. His claim was not for any ascertained sum of money. Therefore, it could not be submitted before the Arbitration Tribunal for its decision. It has been held by a Division Bench of this Court in Progressive Constructions Private Ltd. v. M.P. State Electricity Board (C.R. No. 136 of 1988, decided on 24-6-1996) that the jurisdiction of the Tribunal can only be invoked on a &quot;dispute&quot; as defined in <a href=\"/doc/738672/\" id=\"a_45\">Section 2(1)(d)</a> of the Act by making a reference to the Tribunal under <a href=\"/doc/1737370/\" id=\"a_46\">Section 7</a> of the Act. Therefore, it follows that the Tribunal could not entertain claim for fixation of rates and by the &quot;arbitration agreement&quot; between the parties this work has been assigned to the authority named therein.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_22\"> 22.       Point (c) :  \n</p><blockquote id=\"blockquote_6\">  In the present case there is no direction in the award for payment of interest. <a href=\"/doc/1882318/\" id=\"a_47\">Section 31(7)(b)</a> of the Act provides &quot;a sum directed to be paid&quot; by an arbitral award shall, unless the award otherwise directs, carry interest at the rate of 18% per centum per annum from the date of the award to the date of payment. The word &#x27;sum&#x27; means a particular amount of money. In this case the Deputy Housing Commissioner has only fixed the rates for the extra work. He has not directed payment of any particular amount of money and there is no direction in the award for payment of interest. Therefore, the Executing Court could not pass any order for payment of interest.  \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_23\"> 23. The revision is partly allowed. The impugned order so far as it directs payment of interest is set aside. The rest of the impugned order is affirmed.  \n</p> \n\n","numcites":26,"numcitedby":7,"docsource":"Madhya Pradesh High Court","citetid":1410885,"divtype":"judgments","relatedqs":[{"value":" m.p.housing board  ","formInput":"%20m.p.housing%20board%20%20"},{"value":"arbitral tribunal ","formInput":"arbitral%20tribunal%20"},{"value":"arbitral award","formInput":"arbitral%20award"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"arbitration clause in agreement","formInput":"arbitration%20clause%20in%20agreement"},{"value":"Award  filter:  Madhyastham","formInput":"Award%20%20filter%3A%20%20Madhyastham"},{"value":"named arbitrator","formInput":"named%20arbitrator"},{"value":"engineer in charge","formInput":"engineer%20in%20charge"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"arbitration act 1940","formInput":"arbitration%20act%201940"},{"value":"Reference arbitration ","formInput":"Reference%20arbitration%20"},{"value":"the finality clause ","formInput":"the%20finality%20clause%20"},{"value":"arbitration act","formInput":"arbitration%20act"},{"value":"\"arbitration agreement\"","formInput":"%22arbitration%20agreement%22"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"HOUSING BOARDS","formInput":"HOUSING%20BOARDS"},{"value":"interest  filter:  arbitration act 1996   sec 23 of indian contract act","formInput":"interest%20%20filter%3A%20%20arbitration%20act%201996%20%20%20sec%2023%20of%20indian%20contract%20act"},{"value":"limitation  citedby: 100581","formInput":"limitation%20%20citedby%3A%20100581"}],"cats":[{"value":"application-for-setting-aside-arbitral-award","formInput":"tag:application-for-setting-aside-arbitral-award"},{"value":"legal-stay","formInput":"tag:legal-stay"},{"value":"enforcement","formInput":"tag:enforcement"},{"value":"arbitration","formInput":"tag:arbitration"}],"courtcopy":false,"query_alert":null,"agreement":false}