{"tid":78451573,"publishdate":"2016-10-27","title":"Murarilal & Ors. vs The State Of M.P. on 27 October, 2016","doc":"<h2 class=\"doc_title\">Murarilal &amp; Ors. vs The State Of M.P. on 27 October, 2016</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:n-k-gupta\">N.K. Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:n-k-gupta\">N.K. Gupta</a>, <a href=\"/search/?formInput=benchid:g-s-ahluwalia\">G.S. Ahluwalia</a></h3>\n\n<pre id=\"pre_1\">                       1                  Criminal Appeal No.604/2002\n                                    Murarilal and others Vs. State of M.P.\n\n        HIGH COURT OF MADHYA PRADESH\n\n\n                 BENCH AT GWALIOR\n\n\n                     DIVISION BENCH:\n\n\n                           PRESENT :\n\n\n         HON&#x27;BLE SHRI JUSTICE N.K. GUPTA\n                              &amp;\n\n      HON&#x27;BLE SHRI JUSTICE G.S. AHLUWALIA\n\n\n         CRIMINAL APPEAL NO.604 of 2002\n\n\n\n                 Murarilal and others\n                             -Vs-\n               State of Madhya Pradesh\n\n\nFor the appellants         : Shri      RKS               Kushwah,\n                             Advocate.\nFor respondent/State       : Shri  J.M.          Sahni,       Panel\n                             Lawyer\n\n\n\n                     JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                      (27/10/2016)\n\nPer N.K. Gupta, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">    The appellants have preferred the present appeal\nbeing aggrieved with the judgment dated 29.10.2002\npassed by the Special Judge under Madhya Pradesh\nDakaiti Vyapaharan Prabhavit Kshetra Adhiniyam, Bhind\n(M.P.) in Special Case No.29/2000 whereby each of the\n                        2              Criminal Appeal No.604/2002\n                                Murarilal and others Vs. State of M.P.\n\nappellants has been convicted and sentenced as under:\n</p>\n\n<pre id=\"pre_2\">Section Code/Act           Sentence                In default of\n                                                   payment of\n                                                   finie\n395         <a href=\"/doc/1569253/\" id=\"a_1\">IPC</a>    Seven Years&#x27; RI with a Two months&#x27;\n                   fine of Rs.500/- each  additional\n                                          sentence\n397         <a href=\"/doc/1569253/\" id=\"a_2\">IPC</a>    Seven Years&#x27; RI with a Two months&#x27;\n                   fine of Rs.500/- each  additional\n                                          sentence\n364-A       <a href=\"/doc/1569253/\" id=\"a_3\">IPC</a>    Imprisonment for life Six months&#x27;\n                   (Rigorous) with a fine of additional\n                   Rs.2,000/-                sentence\n302         <a href=\"/doc/1569253/\" id=\"a_4\">IPC</a>    Imprisonment for life Six months&#x27;\n                   (Rigorous) with a fine of additional\n                   Rs.2,000/-                sentence\n11, 13   MPDVPK No separate sentence                       -\n                has been passed.\n\n\n</pre><p data-structure=\"Facts\" id=\"p_3\">(2) Prosecution&#x27;s case, in short, is that on 03.02.2000, the\ncomplainant Bramhanand (PW-4) along with his son-in-law\nSwadesh Kumar Joshi (PW-5) and deceased Balkishan @\nLaddu left the village Janora for village Paryaya to hold a\nmeeting relating to the marriage of the niece of the\ncomplainant Bramhanand. On the way, accused Munnalal\nhailed them. When they reached near accused Munnalal\nthen appellants and Munnalal put guns on their heads and\nthereafter nooses were put on their necks. Then, the\naccused persons including appellants robbed a sum of\nRs.240/-, 60/- and 20,200/- from the pockets of Swadesh\nKumar Joshi, Bramhanand and the deceased Balkishan @\nLaddu respectively. One watch was also taken from\nBramhanand. Thereafter, the appellants and Munnalal took\nthem to a lonely place in the Beehad. They were confined\n                          3               Criminal Appeal No.604/2002\n                                   Murarilal and others Vs. State of M.P.\n\nin that area up to 09.02.2000. On 09.02.2000, when\naccused Murarilal, Suratram and Ramjilal etc went to the\nspot, Munnalal handed over the deceased Balkishan to\nthem. Munnalal and accused Murarilal, Suratram and\nRamjilal beat the deceased Balkishan with lathis [sticks]\nand consequently Balkishan died. His dead body was\nhidden in a cave in the Beehad. Thereafter, Bramhanand\nand Swadesh Kumar Joshi were confined by the appellants\nin the Beehad upto 17.02.2000 and on 17.02.2000 at about\n08:00 pm they were released. They tried to look for the\ndead   body   of   the       deceased   Balkishan.        Again      on\n18.02.2000, they tried to search out the dead body of the\ndeceased   Balkishan     and     they   found      it   in   Beehad.\nThereafter, when they were going to Police Station Ater,\non Raipura trisection, they met with S.S. Parmar (PW-15),\nthe former Station House Officer of the Police Station Ater\nand a Dehati Nalisi Ex.P-5 was recorded. Station House\nofficer -S.S. Parmar (PW-15) prepared the panchayatnama\nlash of the deceased Balkishan @ Laddu and dead body\nwas sent for post mortem.\n</p><p data-structure=\"Facts\" id=\"p_4\">(3) During this time, Ramkumar (PW-7), brother of the\ncomplainant Bramhanand, lodged a missing persons report\nEx.P-13 for Bramhanand, Swadesh Kumar Joshi and\ndeceased Balkishan @ Laddu. However that report was\nlodged at Police Station Phooph and the police officers of\nPolice Station Phooph did not take any action on that\nreport. When the complainant Brahmanand and witness\nSwadesh Kumar Joshi informed the police that they were\nabducted by the appellants and that they were beaten in\nthe period between 03.02.2000 to 09.02.2000, therefore,\nBramhanand and Swadesh Kumar Joshi were sent for their\n                         4              Criminal Appeal No.604/2002\n                                 Murarilal and others Vs. State of M.P.\n\nmedico-legal   examination.    Dr.   H.     D.    Gupta      (PW-2)\nexamined them and gave MLC reports Ex.P-2 and P-3\nrespectively. Three simple injuries were found to the\ncomplainant Bramhanand whereas two simple injuries\nwere found to the witness Swadesh Kumar Joshi which\nwere two to seven days old. Dr. Rakesh Saxena (PW-10)\nperformed the post mortem on the body of the deceased\nBalkishan @ Laddu and gave his report Ex.P-16. He found\nas many as seven contusions at various places of the body\ni.e. on the back, left shoulder, left side of the head, left\nthigh and chest. On the chest, three contusions were found\nunder which left 07th and 08th ribs were found broken and\nleft lung was torn and blood clots were present in pleura.\nThe deceased died due to the aforesaid injuries and these\ninjuries were sufficient to cause death in the natural\ncourse of life. Thereafter, the investigating officer arrested\nthe appellants. A gun was recovered from accused\nMunnalal which was sent for its examination to Arms\nMohorrir. Prosecution sanction was also obtained. Test\nIdentification Parade was arranged against the appellants\nSubhash and Ramautar. The complainant Bramhanand and\nwitness Swadesh Kumar Joshi identified them before the\nNaib Tahsildar, M.L. Gupta (PW-13) and a memo Ex.P9\nwas prepared. After due investigation, the chargesheet\nwas filed before the Special Judge under Madhya Pradesh\nDakaiti Vyapaharan Prabhavit Kshetra Adhiniyam (for\nbrevity &quot;the <a href=\"/doc/701797/\" id=\"a_5\">Special Act</a>&quot;).\n</p><p data-structure=\"PetArg\" id=\"p_5\">(4) The appellants abjured their guilt. They took a plea\nthat they were falsely implicated in the matter due to prior\nenmity. It was stated that the accused Munnalal had\nenmity with the complainant Bramhanand and therefore he\n                             5                Criminal Appeal No.604/2002\n                                       Murarilal and others Vs. State of M.P.\n\nwas falsely implicated in the matter, however, no defence\nevidence was adduced.\n</p><p data-structure=\"PetArg\" id=\"p_6\">(5) Accused Murarilal, Suratram and Ramjilal, sons of\nBalister Sharma did not appear before the trial court and\nthey were declared absconding. Then, the learned trial\ncourt     after    considering       the    prosecution        evidence,\nconvicted and sentenced the appellants as mentioned\nabove.\n</p><p data-structure=\"Facts\" id=\"p_7\">(6) Accused Munnalal was also convicted of the aforesaid\noffences and it appears that no appeal has been preferred\non his behalf.\n</p><p data-structure=\"Issue\" id=\"p_8\">(7) Appellant No.1 Murarilal expired during the pendency\nof the appeal and his name was deleted from cause-title of\nmemo of appeal because the appeal stood abated against\nhim.\n</p><p data-structure=\"CDiscource\" id=\"p_9\">(8) We have heard the learned counsel for the parties at\nlength.\n</p><p data-structure=\"PetArg\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"21007983\" id=\"span_1\">(9) The     contention      of     the learned      counsel      for    the\nappellants is that the appellants were implicated in the\ncrime     due     to   political   enmity     and     enmity      of    the\ncomplainant Bramhanand with accused Munnalal. The\nstory as told by the complainant and witnesses appears to\nbe unnatural. Ocular evidence is heavily contradicted with\nthe medical evidence and looking to the medical evidence\nsuch ocular evidence should be discarded. The learned\ncounsel for the appellants has placed his reliance upon the\njudgment passed by the Apex Court in the case of &quot;<a href=\"/doc/21007983/\" id=\"a_6\">State\nof      Madhya         Pradesh       Vs.     Shiv       Kumar          and\nothers</a>&quot;[(2006) 1 SCC (Cri) 99] to show the effect of\ncontradiction of ocular evidence with medical evidence and\nalso the appreciation of evidence.</span> It is also submitted that\n                        6              Criminal Appeal No.604/2002\n                                Murarilal and others Vs. State of M.P.\n\nthe alleged Dehati Nalisi Ex.P-5 was lodged with unnatural\ndelay and therefore a strong suspicion was created on the\nentire story of the prosecution. Reliance has been placed\nupon the judgment passed by the Apex Court in the case of\n&quot;Peddireddy Subbareddy and others Vs. State of\nAndra Pradesh&quot;[AIR 1991 SC 1356]. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"927539\" id=\"span_2\">The learned\ncounsel for the appellants also placed reliance upon the\njudgment passed by the Apex Court in the case of\n&quot;<a href=\"/doc/927539/\" id=\"a_7\">Takhaji Hiraji Vs. Thakore Kubersing Chamansing\nand others</a>&quot;[(2001) 6 SCC 145] to show that the\ninterested witnesses should be disbelieved where the\ndefence is highly probable and if prosecution evidence is\nnot clear, cogent or trustworthy then it should be\ndiscarded.</span>\n</p><p data-structure=\"Facts\" id=\"p_11\">(10) In the light of the aforesaid judgments passed by the\nApex Court, if the case of the appellants is considered then\nit would be clear from the prosecution evidence that there\nis a lot of contradiction between the medical evidence and\nthe ocular evidence. Also various allegations as made by\nthe Bramhanand (PW-4) and another eyewitness Swadesh\nKumar Joshi (PW-5) appear to be unnatural and imaginary.\nTo avoid repetition, it would be appropriate to consider the\ncrime committed by the appellants under <a href=\"/doc/1560742/\" id=\"a_8\">Section 302</a> and\n<a href=\"/doc/1374258/\" id=\"a_9\">364A</a> of IPC simultaneously. Bramhanand (PW-4) and\nSwadesh Kumar Joshi (PW-5) have stated that when they\nwere going to village Paryaya to see a boy for engagement\nof niece of the complainant Bramhanand, they were\nabducted by the appellants and one Munnalal. Thereafter,\nthey were kept in the Beehad upto 09.02.2000 and on\n09.02.2000, the absconded accused Murarilal etc. came to\nthe Beehad where accused Munnalal handed over the\n                              7             Criminal Appeal No.604/2002\n                                     Murarilal and others Vs. State of M.P.\n\ndeceased Balkishan @ Laddu to them. They immediately\nassaulted the deceased Balkishan @ Laddu with lathis\n(sticks) causing his death and his dead body was hidden in\na cave. Thereafter, the appellant kept the complainant and\nwitness Swadesh Kumar Joshi at another place in the\nBeehad up to 17.02.2000 and thereafter they were\nreleased. They tried to look for the dead body of the\ndeceased Balkishan @ Laddu and on 18.02.2000 they could\ntrace it    and thereafter they went to the Police Station\nAter, however, in the midway Station House Officer of\nPolice Station Ater Shri S.S. Parmar (PW-15) met them and\nthereafter a Dehati Nalisi, Ex.P-5) was lodged. In the\ndescription as given by complainant Bramhanand (PW-4)\nand witness Swadesh Kumar Joshi (PW-5), an inherent\ndefect in the prosecution story is as to why complainant\nBramhanand, witness Swadesh Kumar Joshi and deceased\nBalkishan @ Laddu were abducted. If these persons were\nabducted on 03.02.2000 then no demand of ransom was\nmade by the appellants to anyone in the period between\n03.02.2000 to 09.02.2000. Also according to complainant\nBramhanand (PW-4) and witness Swadesh Kumar Joshi\n(PW-5), they were kept by the appellants even after the\ndeath      of   the    deceased     Balkishan       @     Laddu       for\napproximatey eight days and in those days no ransom was\ndemanded by the appellants from anyone. It is strange that\nif the appellants were not interested in demand of the\nransom then it was unnatural that they abducted these\nthree   persons       viz.   complainant    Bramhanand          (PW-4),\nwitness Swadesh Kumar Joshi (PW-5) and deceased\nBalkishan @ Laddu without any reason. If it is presumed\nthat the appellants had abducted them to kill the deceased\n                        8              Criminal Appeal No.604/2002\n                                Murarilal and others Vs. State of M.P.\n\nBalkishan @ Laddu then a message could be sent to the\nabsconding accused Murarilal, Suratram and Ramjilal,\nsons of Balister Sharma, on 04.02.2000 itself to come and\ntake the deceased Balkishan @ Laddu with them.\n(11) Complainant    Bramhanand       (PW-4)       and      witness\nSwadesh Kumar Joshi (PW-5) have claimed that they were\nbeaten by the appellants within the period of 03.02.2000\nand 09.02.2000 but they did not mention that they were\nbeaten after 09.02.2000. It is pertinent to note that the\nstory of that assault done upon complainant Bramhanand\n(PW-4) and witness Swadesh Kumar Joshi (PW-5) was not\nmentioned in Dehati Nalisi Ex.P-5. Dr. H.D. Gupta (PW-2)\nexamined   the   complainant    Bramhanand          (PW-4)      and\nwitness Swadesh Kumar Joshi (PW-5) and gave MLC\nreports Ex.P-2 and P-3 respectively. He found three simple\ninjuries sustained by victim Bramhanand which could be 4\nto 7 days&#x27; old whereas he found two simple injuries to the\nvictim Swadesh Kumar Joshi which could be 2 to 4\ndays&#x27;old. If complainant Bramhanand (PW-4) and witness\nSwadesh Kumar Joshi (PW-5) were beaten prior to\n09.02.2000 then their medical examination was done after\n10 to 12   days from the incident of alleged assault and\ntherefore injuries found to complainant Bramhanand (PW-\n</p><p data-structure=\"Facts\" id=\"p_12\">4) and victim Swadesh Kumar Joshi (PW-5) were not\nconnected to the alleged incident of assault and hence\nthere is no corroboration of the statements of complainant\nBramhanand (PW-4) and witness Swadesh Kumar Joshi\n(PW-5) by medical evidence. Further, when they were\ncontinuously beaten for 3-4 days then it is surprising that\nonly 2-3 injuries were found to them. It is not the claim of\nthe complainant Bramhanand and victim Swadesh Kumar\n                         9               Criminal Appeal No.604/2002\n                                  Murarilal and others Vs. State of M.P.\n\nJoshi that injuries caused to them were healed prior to\nlodging of FIR.\n</p><p data-structure=\"Facts\" id=\"p_13\">(12) Secondly, according to complainant Bramhanand\n(PW-4) and witness Swadesh Kumar Joshi (PW-5), they\nwere released by the appellants in the evening of\n17.02.2000 and they tried to search for the dead body of\ndeceased Balkishan @        Laddu. They searched it for a\nlonger period and on 18.02.2000 they could trace it and\nthereafter they lodged Dehati Nalisi Ex.P-5. When the\ndeceased    Balkishan       @   Laddu     was      killed      before\ncomplainant Bramhanand (PW-4) and witness Swadesh\nKumar Joshi (PW-5) and his dead body was shifted to a\ncave and these witnesses were taken by the appellants to\nanother place then the natural conduct of the complainant\nBramhanand would have been that he would have visited\nthe police station of appropriate jurisdiction to lodge the\nFIR first and thereafter he would have requested the police\nto trace the dead body of the deceased. It was not\nexpected   from   complainant     Bramhanand          (PW-4)      and\nwitness Swadesh Kumar Joshi (PW-5) and other villagers to\nwhom they had contacted to trace the dead body of\ndeceased Balkishan @ Laddu in the Beehad which was\nspread across many square kilometers. Hence, the story\nthat they traced the dead-body of the deceased Balkishan\n@ Laddu themselves appears to be unnatural and doubtful.\nThe possibility cannot be ruled out that when the dead\nbody of the deceased was noticed and complainant\nBramhanand (PW-4) and witness Swadesh Kumar Joshi\n(PW-5) were informed then they cooked up a story of\nabduction and claimed that they were the eyewitnesses\notherwise their story would be totally unnatural and there\n                       10               Criminal Appeal No.604/2002\n                                Murarilal and others Vs. State of M.P.\n\nwas no reason to show as to why complainant Bramhanand\n(PW-4) and witness Swadesh Kumar Joshi (PW-5) were\nabducted.\n</p><p data-structure=\"CDiscource\" id=\"p_14\">(13) Also the place of incident was within the jurisdiction\nof police station Surpura but the complainant Bramhanand\nand witness Swadesh Kumar (PW-5) did not go to the\npolice station Surpura. As per the police regulations, every\npolice station is required to keep a Rojnamcha and an FIR\nregister which should be filled from time to time by\nmentioning its time and crime number be registered in\nchronological order. When a report is to be lodged ante-\ndated or ante-time then it is for the police officer to\nregister a Dehati Nalisi to show that it was registered\nwithin time and thereafter it was sent to the concerned\npolice station. Dr. Rakesh Saxena (PW-10) performed the\npost mortem on the body of the deceased Balkishan @\nLaddu on 19.02.2000 then possibility cannot be ruled out\nthat neither the body of the deceased was recovered on\n18.02.2000 in early hours nor such Dehati Nalisi Ex.P-5\nwas registered on 18.02.2000 in early hours. In the\ncircumstances, Dehati Nalisi, Ex.P-5, appears to be a\ndocument prepared ante-time and ante-dated. If it is\npresumed that it was registered on 18.02.2000 at a\nparticular time then still that FIR was lodged with delay\nand explanation of delay given by the complainant\nBramhanand is not acceptable. If he was released on\n17.02.2000 then it was for him to immediately visit his\nbrother Ramkumar who was a respectable politician and to\nget the help of the police whereas the complainant\nBramhanand claimed that he along with his companions\ntried to search for the dead body of the deceased\n                       11                 Criminal Appeal No.604/2002\n                                  Murarilal and others Vs. State of M.P.\n\nBalkishan @ Laddu in a huge area of Beehad and he\nremained successful in tracing out the dead body of the\ndeceased   on   18.02.2000.      The   explanation        given     by\nBramhanand is unnatural and it cannot be presumed that\nhe could have searched the dead body of Balkishan @\nLaddu without help of the police. Hence, it is established\nthat the alleged Dehati Nalisi Ex.P-5 was not only ante-\ntime and ante-dated but also lodged with delay and no\nproper explanation of that delay has been given by the\ncomplainant Bramhanand. Hence, in the light of the\njudgment rendered by the Apex Court in the case of\nPeddireddy Subbareddy (supra), the prosecution&#x27;s story\ncomes under the clouds of doubt and the testimony of\ncomplainant Bramhanand (PW-4) and witness Swadesh\nKumar Joshi (PW-5) is also considered doubtful.\n(14) As discussed above, there was no reason proved by\nthe prosecution as to why the complainant Bramhanand\n(PW-4) and witness Swadesh Kumar Joshi (PW-5) would\nhave been abducted. Also according to Bramhanand and\nSwadesh    Kumar   Joshi   they    were      going     along      with\ndeceased Balkishan @ Laddu to settle the proposal of\nmarriage at village Paryaya. If they have started from the\nresidence of complainant Bramhanand then there should\nbe a cogent evidence that they had assembled at the house\nof Bramhanand and thereafter left the village Janora to\nParyaya.   However,   in   the    cross-examination,         neither\ncomplainant Bramhanand nor witness Swadesh Kumar\nJoshi could confirm the person of whose son they wanted\nto see for the settlement of marriage with the niece of the\ncomplainant Bramhanand. When it was not stated whom\nthey wanted to see for settlement of marriage then it was\n                             12                 Criminal Appeal No.604/2002\n                                        Murarilal and others Vs. State of M.P.\n\nnot possible for the complainant Bramhanand and witness\nSwadesh Kumar Joshi along with deceased Balkishan @\nLaddu   to   leave       village   Janora     simultaneously         for    a\nparticular purpose and therefore, their visit in which they\nhave claimed that they were abducted was imaginary. By\nomission of such a fact, the prosecution story also appears\nto be doubtful.\n</p><p data-structure=\"CDiscource\" id=\"p_15\">(15) If it is presumed that Bramhanand and Swadesh\nKumar Joshi etc had left for village Paryaya to see a boy for\nsettlement of marriage then such a fact should have been\nin the knowledge of the family of Bramhanand but\nRamkumar      (PW-7),          being    brother       of    complainant\nBramhanand, lodged a missing persons report Ex.P-13 on\n10.02.2000 at police station phooph that Bramhanand,\nSwadesh Kumar Joshi etc went missing when they were on\nthe way from village Janora to village Surajpura. The fact\nof the missing persons report Ex.P-13 was mentioned by\nRamkumar after his contact with the family members of\ncomplainant Bramhanand, hence, Bramhanand had left for\nvillage Surajpura then why was he told a falsehood that\nBramhanand left for village Paryaya. If on the way of\nSurajpura from Janora, there was no Beehad then there\nwas no possibility of the admission as complainant\nBramhanand, Swadesh Kumar Joshi etc have stated that\nthey were going to village Paryaya and in the way they\nwere hailed by accused Munnalal and the appellants and\nthereafter when they reached near them, they were\nabducted at gunpoint. Contrary to that version, Ramkumar\nhad   mentioned         in the     missing    report,      Ex.P-13      that\nBramhanand        etc    had     left   the   village      Janora     by    a\nmotorcycle. If the complainant Bramhanand and his\n                        13                  Criminal Appeal No.604/2002\n                                    Murarilal and others Vs. State of M.P.\n\ncompanions    were    on    a    motorcycle      then    after     their\nabduction what happened to that motorcycle. There is no\nreason as to why motorcycle was not recovered by the\npolice from a particular place, from where the complainant\nBramhanand etc. were abducted. A material contradiction\nis visible in between the description of abduction as given\nby Bramhanand and Swadesh Kumar Joshi and the missing\npersons report lodged by Ramkumar (PW-7) which also\ncreates a doubt on the story of abduction.\n(16) Witness Ramkumar (PW-7) has accepted in the cross-\nexamination that he had fought an election for Sarpanch of\nGram Panchayat at village Janora and his opponent was\nSuratram. When Ramkumar won the election, Suratram\ntook revenge on his nephew Balkishan @ Laddu. No clear\ndate was given by the witness Ramkumar as to when the\nresult of election was declared. When he was busy with the\nelection and the complainant Bramhanand etc. had left the\nvillage Janora for village Paryaya then at that time there\nwas no grievance caused to the absconding accused\npersons to kill the deceased Balkishan @ Laddu and\ntherefore,   there   was    no    possibility    of   abduction        of\nBramhanand etc on 03.02.2000. Similarly, Ramkumar (PW-\n</p><p data-structure=\"Facts\" id=\"p_16\">7) has accepted that Balkishan had shifted to the city\nBhind. It is also stated by witness Swadesh Kumar Joshi\nthat Balkishan @ Laddu was residing at Bhind and\ntherefore it was for the complainant Bramhanand to\nestablish as to when the deceased Balkishan came to his\nhouse from Bhind. On the other hand, the investigating\nofficer, Parmal Singh Tomar (PW-12) has accepted in para\n5 that in his enquiry he found that Balkishan @ Laddu was\nresiding along with his family in a rented house at Ater\n                           14               Criminal Appeal No.604/2002\n                                    Murarilal and others Vs. State of M.P.\n\nRoad, Bhind (M.P.) and he examined one Bhikarilal, a\nrelative of Balkishan @ Laddu who informed that on\n06.02.2000 he enquired about the deceased Balkishan @\nLaddu at his house then his grand-daughter told the\nwitness Bhikarlal that Bramhanand had visited Bhind and\ndeceased   Balkishan @ Laddu            had     gone along         with\nBramhanand to the local market. Since statement of\nBhikarilal did not match with the prosecution story, he was\nnot examined. But, the fact was accepted by investigation\nofficer Shri Parmal Singh Tomar (PW-12) which indicates\nthat deceased Balkishan @ Laddu did not visit Janora to\naccompany Bramhanand but Bramhand had visited the\nhouse of deceased Balkishan at Bhind on 06.02.2000 and\ntherefore, it was informed that Bramhanand took the\ndeceased Balkishan @ Laddu to the market on 06.02.2000.\n(17) According to Bramhanand in Dehati Nalisi Ex.P-5, he\nwas abducted on 03.02.2000 whereas according to the\nmissing persons report Ex.P-13 Ramkumar (PW-7) had\nreported that the complainant Bramhanand was missing\nsince   04.02.2000        and   further      according        to     the\ninvestigating   officer    Parmal     Singh      Tomar       (PW-12),\nBramhanand was present at Bhind in the house of\ndeceased Balkishan @ Laddu on 06.02.2000. Therefore,\nthe story of Bramhanand and Swadesh Kumar Joshi that\nthey were abducted on 03.02.2000 goes away. It appears\nthat a story was cooked up.\n</p><p data-structure=\"CDiscource\" id=\"p_17\">(18) According to Bramhanand and Swadesh Kumar Joshi,\non 09.02.2000, the absconded accused appeared at the\nscene of crime and the accused Munnalal handed over the\ndeceased Balkishan @ Laddu to the absconded accused\nMurarilal etc who assaulted the deceased Balkishan @\n                       15                Criminal Appeal No.604/2002\n                                 Murarilal and others Vs. State of M.P.\n\nLaddu with lathis (sticks) and killed him. Hence, according\nto the eyewitnesses Bramhanand and Swadesh Kumar\nJoshi, the deceased Balkishan @ Laddu was killed on\n09.02.2000 whereas Dr. Rakesh Saxena (PW-10) had\nperformed the post mortem on the body of the deceased\nBalkishan @ Laddu on 19.02.2000 i.e. ten days after his\ndeath. Dr. Rakesh Saxena (PW-10) was cross-examined to\nset the time period of death of the deceased. Though the\ndeceased died during the winter season but it was the end\nof winter season and after considering the fact of cold\nclimate etc, Dr. Rakesh Saxena (PW-10) had opined that\nthe death of the deceased was caused 4-5 days prior to the\ndate of post-mortem. Hence, on the basis of medical\nevidence, the evidence of Bramhanand and Swadesh\nKumar Joshi cannot be accepted that the deceased\nBalkishan @ Laddu was killed on 09.02.2000. It appears\nthat the deceased was killed approximately on 14 or\n15.02.2000. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"21007983\" id=\"span_3\">Hence, in the light of the judgment rendered\nby the Apex Court in the case of <a href=\"/doc/21007983/\" id=\"a_10\">Shiv Kumar</a> (supra), the\ntestimony of the witnesses Bramhanand and Swadesh\nKumar Joshi cannot be accepted.</span>\n</p><p data-structure=\"PetArg\" id=\"p_18\">(19) If aforesaid discussion of facts and evidence is\nconsidered simultaneously then it would be clear that it\nwas   not   established    by   the    prosecution       that     the\ncomplainant   Bramhanand        or    his   companions          were\nabducted on 03.02.2000. It was not established that the\ndeceased Balkishan @ Laddu had come to the house of\nBramhanand on 03.02.2000 and accompanied him. On the\ncontrary, Bramhanand and the deceased Balkishan @\nLaddu were seen at Bhind on 06.02.2000. The deceased\nBalkishan @ Laddu did not die on 09.02.2000 and he had\n                       16                 Criminal Appeal No.604/2002\n                                  Murarilal and others Vs. State of M.P.\n\nactually died much later than that date. Hence, the\nconclusion   would   be    that   neither      the    complainant\nBramhanand nor witness Swadesh Kumar Joshi was\nabducted nor did they see the incident of murder done by\nthe various persons. It appears that on receiving the\nintimation that the dead body of deceased Balkishan @\nLaddu was found at a particular place, Bramhanand would\nhave cooked up the story and lodged a Dehati Nalisi Ex.P-5\nto the then SHO S.S. Parmar (PW-15) otherwise there must\nbe some acceptable reason for abduction of Bramhanand\nand Swadesh Kumar Joshi. At least some ransom must\nhave been demanded in consequence of the aforesaid\nabduction. Hence, it is not proved beyond doubt that the\nappellants abducted Bramhanand, Swadesh Kumar Joshi or\nthe deceased Balkishan @ Laddu for ransom. The trial\ncourt has committed an error in convicting the appellants\nfor the offence under <a href=\"/doc/1374258/\" id=\"a_11\">Section 364-A</a> of IPC.\n(20) If these witnesses are deleted from the list of\nwitnesses then no ocular evidence remains against the\nappellants. No weapon has been recovered from any of the\nappellants. No other circumstance could be established by\nthe prosecution against various appellants. It is not proved\nthat the appellants were seen with the deceased Balkishan\n@ Laddu soon before his murder. If for the sake of\nargument, it is accepted that Bramhanand and Swadesh\nKumar Joshi were the actual eyewitnesses then still\naccording to them the accused Munnalal handed over the\ndeceased Balkishan @ Laddu to the absconding accused\npersons Murarilal etc who had killed the deceased\nBalkishan @ Laddu by beating him with lathis. Since it was\na circumstantial evidence that the absconding accused\n                         17                Criminal Appeal No.604/2002\n                                   Murarilal and others Vs. State of M.P.\n\npersons contacted Munnalal and he handed over the\ndeceased Balkishan @ Laddu to them then there was no\nrole of the present appellants in the crime of murder of the\ndeceased Balkishan @ Laddu. There is no allegation that\nany of them assaulted the deceased Balkishan @ Laddu\nalong with accused Munnalal and absconding accused\npersons. Hence, the appellants could not have been\nconvicted of offence under <a href=\"/doc/1560742/\" id=\"a_12\">Section 302</a> of IPC either\ndirectly or with the help of Section 34 or 149 of <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a> and\nwhen complainant Bramhanand and witness Swadesh\nKumar Joshi were not the eyewitnesses the offence of\n<a href=\"/doc/1560742/\" id=\"a_14\">Section 302</a> of IPC done by the culprits but it was not\nestablished   that    the    appellants   had     committed         the\naforesaid offence. The trial court has committed an error\nin convicting the appellants for offence punishable under\n<a href=\"/doc/1560742/\" id=\"a_15\">Section 302</a> of IPC.\n</p><p data-structure=\"CDiscource\" id=\"p_19\">(21) It is pertinent to note that there was no named FIR\nagainst appellants No.2 and 3 Subhash and Ramautar and\nthose were claimed to be indentified by Bramhanand and\nSwadesh Kumar Joshi. An identification memo Ex.P-9 was\nprepared by Naib Tahsildar Shri M.L. Gupta (PW-13),\nhowever, it is apparent that such identification was done\nafter four weeks of the arrest of the appellants No.2 and 3.\nAppellants No.2 and 3 were arrested on 25.05.2000\nwhereas test identification parade was arranged on\n22.06.2000 and therefore there was every possibility\nbefore the complainant Bramhanand and Swadesh Kumar\nJoshi to view the appellants No.2 and 3 when they were\nproduced before the concerned Magisterial or Trial Court.\nIt is pertinent to note that complainant Bramhanand was\nso interested in the case that he engaged one advocate\n                         18                  Criminal Appeal No.604/2002\n                                     Murarilal and others Vs. State of M.P.\n\nShri Rajeev Sharma from his side and therefore the delay\nin making the identification loses the evidentiary value of\nidentification document. Hence, if the said document is\ndiscarded then there is no evidence against appellants\nNo.2 and 3 that they had participated in the crime of\nmurder or abduction.\n</p><p data-structure=\"CDiscource\" id=\"p_20\">(22) As   discussed     above,   if     no     abduction        of    the\ncomplainant Bramhanand took place then certainly there\nwas no possibility that the complainant Bramhanand or\nSwadesh Kumar Joshi etc were looted by the appellants.\nBramhanand and Swadesh Kumar Joshi made an allegation\nof robbery done by the appellants but it is surprising that a\nsum of Rs.40 or 60 was found with Bramhanand and\nSwadesh Kumar Joshi whereas they were going to settle a\nmarriage of niece of complainant Bramhanand and on the\nother hand it is surprising that the deceased Balkishan @\nLaddu had a significant amount of Rs.20,200/- in his pocket\nwhen he had no direct relation with the girl whose\nengagement was to be done. When it is not proved that the\ncomplainant Bramhanand etc were abducted the story of\nrobbery cannot be believed. Hence, the allegation of\ncommitting    dacoity    by   five      persons       including       the\nappellants and Munnalal cannot be accepted. The trial\ncourt has committed an error in convicting the appellants\nof offence under Section 395 read with <a href=\"/doc/1865117/\" id=\"a_16\">Section 397</a> of IPC.\nIt is also pertinent to note that when the appellants cannot\nbe convicted of offence under <a href=\"/doc/1119707/\" id=\"a_17\">Section 395</a> of IPC or 364-A\nof <a href=\"/doc/1569253/\" id=\"a_18\">IPC</a> then they cannot be convicted of the offence under\nthe provisions of the <a href=\"/doc/701797/\" id=\"a_19\">Special Act</a>.\n</p><p data-structure=\"Section\" id=\"p_21\">(23) On the basis of the aforesaid discussion, it is clear\nthat appellants cannot be convicted of any of the offences\n                             19               Criminal Appeal No.604/2002\n                                      Murarilal and others Vs. State of M.P.\n\n     punishable under Sections 395 read with <a href=\"/doc/1865117/\" id=\"a_20\">Section 397</a>, <a href=\"/doc/1560742/\" id=\"a_21\">302</a>,\n     <a href=\"/doc/1374258/\" id=\"a_22\">364-A</a> of IPC or under <a href=\"/doc/347123/\" id=\"a_23\">Section 11</a>/<a href=\"/doc/209430/\" id=\"a_24\">13</a> of the Special Act or\n     any inferior offence of such nature whereas none of the\n     appellants was charged of offence of the <a href=\"/doc/1934415/\" id=\"a_25\">Arms Act</a>. Such\n     charge was framed against the accused Munnalal only.\n     Hence, appeal filed by the appellants appears to be\n     acceptable and consequently it is hereby accepted. The\n     conviction and sentence recorded by the trial court against\n     the appellants of offence under Sections 395 read with\n     <a href=\"/doc/1865117/\" id=\"a_26\">Section 397</a>, <a href=\"/doc/1374258/\" id=\"a_27\">364-A</a>, <a href=\"/doc/1560742/\" id=\"a_28\">302</a> of IPC and under <a href=\"/doc/347123/\" id=\"a_29\">Section 11</a>/<a href=\"/doc/209430/\" id=\"a_30\">13</a> of\n     the Special Act are hereby set aside. The appellants are\n     acquitted from the aforesaid charges by giving them\n     benefit of doubt.\n</p><p data-structure=\"Conclusion\" id=\"p_22\">     (24) The appellant No.4 is in jail and therefore the office is\n     directed to arrange for issuance of release warrant in\n     favour of the appellant No.4 without any delay so that he\n     may    be   released   immediately.     The     appellant       No.3\n     Ramavtar was in jail due to another case, hence jail\n     authority   be informed that he is not required in the\n     present matter. The appellant No.2 Subhash was on bail,\n     his presence is no more required, it is directed that his bail\n     bonds shall stand discharged.\n</p><p data-structure=\"Conclusion\" id=\"p_23\">     (25) A copy of this judgment be sent to the court below\n     along with its record for information and compliance.\n</p>\n\n\n\n<pre id=\"pre_3\">           (N.K. Gupta)                    (G.S. Ahluwalia)\n               Judge                            Judge\n            27/10/2016                       27/10/2016\npd\n </pre>","numcites":11,"numcitedby":19,"docsource":"Madhya Pradesh High Court","citetid":78451573,"divtype":"judgments","relatedqs":[{"value":"medical evidence","formInput":"medical%20evidence"},{"value":"section 302 ipc","formInput":"section%20302%20ipc"},{"value":"abduction ","formInput":"abduction%20"},{"value":"section 302 indian penal code","formInput":"section%20302%20indian%20penal%20code"},{"value":"Missing person","formInput":"Missing%20person"},{"value":"abscondence","formInput":"abscondence"},{"value":"absconding accused","formInput":"absconding%20accused"},{"value":"section 395 ","formInput":"section%20395%20"},{"value":"364 A IPC","formInput":"364%20A%20IPC"},{"value":"simple injury ","formInput":"simple%20injury%20"},{"value":"ransom","formInput":"ransom"},{"value":"section 397","formInput":"section%20397"},{"value":"unnatural","formInput":"unnatural"},{"value":"364 ipc","formInput":"364%20ipc"},{"value":"S.S. AHLUWALIA","formInput":"S.S.%20AHLUWALIA"},{"value":"lathi","formInput":"lathi"},{"value":"complainant only witness","formInput":"complainant%20only%20witness"},{"value":"397","formInput":"397"},{"value":"Eyewitness","formInput":"Eyewitness"},{"value":"395","formInput":"395"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"kidnapping-for-ransom","formInput":"tag:kidnapping-for-ransom"},{"value":"robbery","formInput":"tag:robbery"},{"value":"special-courts","formInput":"tag:special-courts"}],"courtcopy":true,"query_alert":null,"agreement":false}