{"tid":1558387,"publishdate":"1961-02-15","title":"Union Of India (Uoi) vs B.C. Nawn (Bros) Pr. Ltd. on 15 February, 1961","doc":"<h2 class=\"doc_title\">Union Of India (Uoi) vs B.C. Nawn (Bros) Pr. Ltd. on 15 February, 1961</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR1961CAL620, AIR 1961 CALCUTTA 620, ILR (1962) 1 CAL 118</h3>\n\n<pre id=\"pre_1\">ORDER\n \n\n P.C. Mallick, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. This is an application under Section 33 of the Indian Arbitration Act disputing the existence of an arbitration agreement whereunder certain disputes between the parties can be adjudicated. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_2\"> 2. There is a contract between the parties whereby the contractor being the above respondent is to fabricate and supply 11000 tents to the Government. The Government was to supply the stores or materials to be used by the contractor for the fabrication of these tents. The contract is evidenced by a tender submitted by the contractor and accepted by an officer of the Government for and on behalf of the Governor-General-in-Council. It will be necessary to refer later to some of the terms of the contract. In terms of the contract the Government supplied materials of considerable value to the contractor and the contractor gave a bank guarantee which at the material time stood at Rs. 30 lacs. This bank guarantee was given in terms of the contract. The contractor was to be responsible for loss of materials on account of theft, pilferage and civil commotion and was to remain accountable for the materials supplied by the Government The bank guarantee was given by the contractor to cover this liability of the contractor. The Government it appears, was no longer in need of the tents and cancelled the contract. The contractor contended that by reason of the cancellation it has suffered loss. Heavy expenses amounting to over Rupees one lac have been incurred by the contractor for the purpose of the contract and the contractor claimed that it was entitled to compensation. The contractor further requested that in adjusting compensation payable to it it should be allowed to retain the stores supplied by the Government and then in the custody of the contractor. There was a meeting on November 27, 1946 at New Delhi in which the parties purported to settle the disputes arising out of the cancellation of the contract. What transpire^ in the meeting will appear from the Memorandum kept by G. T. Thandani, the then Deputy Director General (Supply). A copy of this memorandum is annexed to the petition. The correctness of this memorandum is not disputed by either party. The memorandum is set out here-under. \n</p>   \n\n<blockquote id=\"blockquote_1\"> &quot;At a meeting held in D.D.G. (S)&#x27;s room on 27th November, 1946, the following were present: \n</blockquote>   \n\n<blockquote id=\"blockquote_2\"> Mr. G. T. Thandhani, Deputy Director General (Supplies) \n \n\n Mr. P. C Bhattacharyya, Joint Financial Adviser (I and S) \n \n\n Mr. K.B. Rao, Director of Supplies, \n \n\n Mr. Ganguly -- Representing M/s B. C. Nawn and Bros.  \n</blockquote> \n<blockquote id=\"blockquote_3\">\n An order had Been placed with M/s B. C. Nawn and Bros, for the fabrication of 11,000 tents. It has been decided to cancel this contract and it has been agreed that in part payment of the actual expenditure incurred by M/S B.S. Nawn and Bros., they will be paid Rs. 49,000 by the Government in full and final settlement of the contract. \n \n\n It has also been agreed that guarantee for Rs. 17 lakhs out of the Rs. 30 lakhs given by the firm will be released immediately. \n \n\n The firm will keep all the material lying in their custody until such time as final disposal instructions are sent to them. \n \n\n The firm will be allowed to insure the material now in their possession at Government costs till the period when they have got disposal instructions. They will however not insure against civil commotion and riots and Government will not hold the firm responsible for any loss due to civil commotion and riots. \n \n\nSd. G. T. Thandhani \n 27-11-46.&quot;  \n</blockquote> \n<blockquote id=\"blockquote_4\">\n</blockquote><p data-structure=\"Facts\" id=\"p_3\"> 3. On January 15, 1947 the Deputy Director (Supply) wrote a letter to the respondent which reads as follows:-- \n</p>   \n\n<blockquote id=\"blockquote_5\"> &quot;To   \n \n\n Messrs. B. C. Nawn and Bros. Ltd. \n</blockquote><blockquote id=\"blockquote_6\"> 7, Bowbazar  Street,  Calcutta. \n</blockquote> \n\n<blockquote id=\"blockquote_7\">Sub: This office A/Tender No. CaI/DS/6588/ X/69 Dt. 20-6-46, for fabrication of 11,000 Nos. Tents I.P. Private MK. III. \n</blockquote>  \n<blockquote id=\"blockquote_8\">* * * * *    \n \n\n Dear Sir, \n \n\n As per mutually agreement, (sic) the above order is hereby cancelled in toto. The amount of Rs. 49,000/- will be paid to you towards the expenses incurred by you for making preliminary arrangements vide Govt. of India, Industries and Supplies Department letter No. P. 2110(3)/46 D/-6-12-46 as already agreed by your representative in New Delhi. You will for the present keep all the Government materials lying in your custody free of all rent until the same are removed or disposed of by Government. You will insure the same at Government&#x27;s cost till the period you get final disposal instructions. Please do not insure this material against Civil Commotion and riots. \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> Please acknowledge   receipt. \n</blockquote> \n\n<blockquote id=\"blockquote_10\">Yours faithfully,  \n \n\nSd. R. D. Patel \n Dy. Director (Supplies) \n for and on behalf of Governor General in\nCouncil.&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_4\"> This letter was replied to by the contractor on January 23, 1947. The contractor protested that it never agreed to keep the goods free of rent indefinitely but it did not challenge the other facts stated in the letter. The post-script is important and is set out hereunder: \n</p>   \n\n<blockquote id=\"blockquote_11\"> &quot;P. S. In this connection we would also bring it to your notice that the amount of Rs. 49,000/-as settled in the cancellation of the contract to meet our charges have not yet been paid for and a cheque may please be sent per return. As Government has still been holding a bank guarantee for 13 lacs there is no reason why this payment should be delayed. \n</blockquote> \n\n<blockquote id=\"blockquote_12\">Sd. Illegible.&#x27;&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_5\"> Years afterwards in February 1957 the Government offered to pay to the contractor Rs. 49,000/-agreed to be paid in terms of the settlement noted above after deducting therefrom the sum of Rs. 34,853/- on account of materials alleged to have been not accounted for by the contractor. The contractor agreed to accept the said sum so offered on February 28, 1957 but &quot;without prejudice&#x27;&#x27;. The payment was actually received in May 1957. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> 4. As indicated before the contractor claimed that it had a right to claim rent for keeping huge amount of Government materials for a pretty long time. The amount claimed on account of such rent is Rs. 1,45,719/15/3. By a letter dated March 12/14, 1960 Messrs. Dutt and Sen solicitors for the contractor demanded payment of the said sum less Rs. 14,141/- being the amount received plus interest on Rs. 49,000/- and purported to refer this claim under the arbitration claim to Sisir Kumar Mukherjee, Barrister-at-Law, for adjudication. By in letter dated March 24, 1960 the Government contended that there was no arbitration agreement in existence to adjudicate on the disputes and that the reference made by the contractor to arbitration was illegal and inoperative. Nevertheless, without prejudice to the above contention the Government appointed Mr. G.S. Gaitonde as an arbitrator. \n</p> \n\n<p data-structure=\"Section\" id=\"p_7\"> 5. The Government has now taken nut this notice under Section 33 of the Indian Arbitration Act contending. \n</p>   \n\n<blockquote id=\"blockquote_13\"> (a) that the arbitration agreement in the contract evidenced by the acceptance of tender is no longer in existence after the cancellation of the contract. \n</blockquote> \n\n<blockquote id=\"blockquote_14\"> (b) that there is no arbitration agreement under which the dispute raised by the contractor can be adjudicated.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_8\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"701211\" id=\"span_1\">6. Mr. Somenath Chatterjee learned counsel appearing in support of this application submitted that this is an original proceeding and parties must be held to the case made in their respective pleadings, namely, the petition and the affidavit. They cannot be permitted to make a new case different from the case made in the pleading. Reference was made to the decision of the Supreme Court in the case of <a href=\"/doc/701211/\" id=\"a_1\">Kalyanpur Lime Works Ltd. v. State of Bihar</a>,  in which it was held that the provisions as to pleadings in Order 6 Rule 6 and <a href=\"/doc/161831507/\" id=\"a_2\">Order 8 Rule 2 of the Code of Civil Procedure</a> would apply in arbitration cases and that the parties would be held to their pleadings and no departure from the pleadings was permissible. Points not raised in the petition or affidavit cannot be raised at the hearing. Mr. Chatterjee submitted that there was a clear admission in the affidavit in opposition that there was a cancellation of the contract, that thereupon the parties agreed to a settlement of the disputes that arose consequential to such cancellation. The only dispute is that whereas the Government contends that the contract came totally to an end by the settlement the contractor contended that not all disputes in respect of the contract were settled by the settlement but some disputes remained still to be determined-If any dispute still remained to be settled in respect of the contract then the contract is not wholly extinguished and the contract is still alive and that this arbitration clause may be taken recourse to for the adjustment of the dispute now raised by the contractor.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\"> 7. The common case as appearing from the pleadings is that subsequent to the contract there has been an accord i.e. a subsequent agreement. But whereas the Government case is that there has been a complete satisfaction and nothing remains of the original contract and it came to an end totally and fully, the contractor&#x27;s case is that there has been a partial satisfaction and therefore something has been still left of the contract and the contract did not come to an end to all intents and purposes. I agree with Mr. Chatterjee that the pleadings of the parties are as is stated above. It is admitted that there was an agreement as evidenced by the memorandum of November 27, 1946 confirmed by letter of January 15, 1947 written by the Government. The dispute raised is whether by the said agreement the contract evidenced by the acceptance of tender is wholly or partially satisfied. By the rule of pleadings it is not open to the contractor to make a new case that there is no agreement as alleged. The agreement cancelling the contract is admitted in the affidavit in opposition. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_10\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"701211\" id=\"span_2\">8. Mr. Bhabra, however, argued that the facts stated in the memorandum and in the letter of January 15, 1947 might have been admitted by the contractor from which it can be said than the contractor has admitted the factual existence of an agreement. But it is still open to him to take the point that in law there is no enforceable agreement between the parties because the letter dated January 15, 1947 which evidences the so-called contract in the instant case is not in compliance with <a href=\"/doc/138062738/\" id=\"a_3\">section 175(3)</a> of the Government of India Act. A point of law can always be taken even if it is not specifically taken in the written statement. If the facts are there in the pleadings a point of law can always he taken as arising from the facts appearing in the pleadings even if the plea is not specifically taken. This contention of Mr. Bhabra must be upheld. The case of <a href=\"/doc/701211/\" id=\"a_4\">Kalyanpur Lime Works Ltd v. State of Bihar</a>, decided by the Supreme Court , in my judgment, does not lay down any contrary law, In that case the case sought to be made for the first time in the Supreme Court was a mixed question of fact and law not taken in the trial court, not even in the High Court on appeal. The Supreme Court held that such a question could not be agitated in the Supreme Court having regard to the Rules of Pleadings <a href=\"/doc/701211/\" id=\"a_5\">laid down in</a> <a href=\"/doc/161831507/\" id=\"a_6\">the Code of Civil Procedure</a>.</span> \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_11\"> 9. <a href=\"/doc/138062738/\" id=\"a_7\">Section 175(3)</a> of the Government of India Act lays down that  \n  &quot;all contracts made in the exercise of executive authority of the Federation .... shall be expressed to be made, by the Governor-General ..... and all such contracts and all assurances of property made in the exercise of that authority shall be executed on behalf of the Governor-General by such persons and in such manner as he may direct or authorise.&quot; \n</p> \n\n<p data-structure=\"Section\" id=\"p_12\"> Mr. Bhabra contends that unless all the requirements of the Section are complied with, the contract would he void and unenforceable in law even though otherwise it complies with all the requirements of a contract as <a href=\"/doc/701211/\" id=\"a_8\">laid down in</a> the <a href=\"/doc/171398/\" id=\"a_9\">Contract Act</a> The requirements of <a href=\"/doc/138062738/\" id=\"a_10\">Section 175(3)</a> according to Mr. Bhabra are:-- \n</p>   \n\n<blockquote id=\"blockquote_15\"> (a) It must be expressed to be made by the Governor-General, \n \n\n</blockquote><blockquote id=\"blockquote_16\"> (b) It must be executed on behalf of the Governor-General by such person and in such manner as he may direct or authorise.  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_13\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1880129\" id=\"span_3\">If either of these two requirements are not complied with, the agreement or contract is unenforceable in law. Mr. Bhabra submitted that this section implies that a binding contract with the Government can only be effected by a formal bilateral instrument and cannot be evidenced by letters. The inspiration for this argument is derived from an observation of Mirza J. in the case of <a href=\"/doc/1880129/\" id=\"a_11\">Municipal Corporation, Bombay v. Secy. of State</a>, AIR 1934 Bom 277. In that case Mirza J. expressed his opinion that <a href=\"/doc/93237429/\" id=\"a_12\">Section 30</a> of the Government of India Act (1915) seems to contemplate a formal document or instrument in which the contract is set out as being on behalf and in the name of the Secretary of State for India, in Council. At page 289 of the report the learned Judge makes the following observation:--</span> \n</p><blockquote id=\"blockquote_17\">  &quot;<a href=\"/doc/93237429/\" id=\"a_13\">Section 30</a>, Government of India Act, does not expressly lay down that the contract is to be by a formal document But the provision in this section requiring the contract to be not only on behalf but also in the name of the Secretary of State in Council seems to me to make it necessary that the contract should be evidenced by a formal document in the nature of an indenture or deed to which the Secretary of State in Council is made a party and not merely by correspondence.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_14\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1189104\" id=\"span_4\"><a href=\"/doc/93237429/\" id=\"a_14\">Section 30</a> of the Government of India Act (1915) is substantially the same as <a href=\"/doc/138062738/\" id=\"a_15\">Section 175(3)</a> of the Government of India Act (1935). This opinion expressed by Mirza J. came up for consideration before a Division Bench of the Bombay High Court consisting of Beaumont C. J. and Blackwell J. and reported in <a href=\"/doc/1189104/\" id=\"a_16\">Secy. of State v. Bhagwandas Goverdhandas</a> 40 Bom LR 19: AIR 1938 Bom 168 Beaumont C. J. in delivering judgment expressed his doubt on the correctness of the law as <a href=\"/doc/1189104/\" id=\"a_17\">laid down by</a> Mirza J. In the opinion of his Lordship <a href=\"/doc/93237429/\" id=\"a_18\">Section 30</a> of the Government of India Act (1915) does not require a formal document in the nature of an indenture or deed in the case of a contract. Sub-section (1) of <a href=\"/doc/93237429/\" id=\"a_19\">Section 30</a> is worded in the general terms and it authorises the local government on behalf and in the name of the Secretary of State for India in Council to make a contract for the purposes of the Act. There is nothing in the Section to indicate that the contract is to take any particular form. At page 30 of the report (Bom LR): (at p. 169 of AIR) the learned Chief Justice deals with the decision of Mirza J. as also with two other decisions of the Bombay High Court as under:--</span> \n</p><blockquote id=\"blockquote_18\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1388118\" id=\"span_5\">&quot;The learned Judge in the Court below says that he would have decided in favour of the plaintiff but for a decision of Mirza, J., in ILR 58 Bom 660: AIR 1934 Bom 277, the material passages being at pp. 707 and 708 (of ILR Bom) : (at p. 289 of AIR), in which the learned Judge held that a contract to comply with <a href=\"/doc/93237429/\" id=\"a_20\">Section 30</a> of the Government of India Act must be evidenced by a formal document in the nature of an indenture or deed to which the Secretary of State in Council is made a party and not merely by correspondence. There is also a dictum of Mr. Justice Broomfield (<a href=\"/doc/1388118/\" id=\"a_21\">Secretary of State v. Yadavgir</a>, 37 Bom LR 931 at p. 934: (AIR 1936 Bom 19 at p. 21)) wherein it is stated that a deed executed on behalf and in the name of the Secretary of State is necessary in order to bring the contract within the terms of <a href=\"/doc/93237429/\" id=\"a_22\">Section 30</a>. I can see no justification whatever for the suggestion that a contract that it may comply with <a href=\"/doc/93237429/\" id=\"a_23\">Section 30</a> of the Government of India Act must be by deed i.e. under seal.&quot;</span>\n</blockquote>  \n\n<p data-structure=\"Precedent\" id=\"p_15\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1594731\" id=\"span_6\">A Division Bench of the Madras High Court consisting of Subba Rao and Panchapakesa Ayyar JJ. considered the point in the case of <a href=\"/doc/1594731/\" id=\"a_24\">K. Perumal Mudaliar v. Province of Madras, , Subba Rao, J.</a> after a review of the cases makes the following observation at p. 195:--</span> \n</p><blockquote id=\"blockquote_19\">  &quot;From a consideration of the aforesaid decisions two principles emerge; (1) that the contract by the Government or on behalf of the Government must be embodied in a formal document, and (2) that even if no formal document is necessary, the correspondence embodying the contract must ex facie show that the contract was entered by the Government or on behalf of the Government.&quot; \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> In the case of Damodar Shah v. Union of India, , I expressed an opinion that A bilateral document is not imperative. In my judgment a formal bilateral instrument is not imperative under <a href=\"/doc/138062738/\" id=\"a_25\">Section 175(3)</a> of the Government of India Act. It can very well be evidenced by letters provided it is clear that the authority entering into the contract is the Governor-General in Council and the document is signed for and on behalf of the Governor-General by a duly authorised agent. This can very well be done by letter as well. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_17\"> 10. Mr. Bhabra argued that in the instant case the letter of January 15, 1947 shows that an Officer executed the contract on behalf of the Governor-General and he may well have done it in the proper manner as laid down in <a href=\"/doc/138062738/\" id=\"a_26\">Section 175(3)</a> of the Government of India Act. It can therefore be said that requirement (b), viz., &quot;executed on behalf of the Governor-General by such person and in such manner as he may direct or authorise&quot;, has been complied with in the instant case. But it does not comply with the other requirement, viz., that it must be expressed to be made by the Governor-General. In Mr. Bhabra&#x27;s submission this requirement is imperative and not having been complied with in the instant case, the agreement is not in conformity with <a href=\"/doc/138062738/\" id=\"a_27\">Section 175(3)</a> of the Government of India Act and as such is bad in law. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_18\"> 11. No doubt if a formal bilateral instrument is executed to evidence a contract, the Governor-General in Council must be the contracting party. But if the contract is evidenced by letters and it is permissible in law to have such contract, the requirement No. (a), viz, that the contracting party is the Governor-General, may not appear in the letter in express terms. The letter of January 15, 1947 leaves no doubt that the Governor-General in Council is the contracting party and the Officer is entering into the contract for and on behalf of the Governor-General-in-Council. This, in my judgment, is in substantial compliance with the provisions of <a href=\"/doc/138062738/\" id=\"a_28\">Section 175(3)</a> of the Government of India Act. I held, therefore, that the contract evidenced by the letter of January 15, 1947 is a valid contract, being in substantial compliance with the provisions of <a href=\"/doc/138062738/\" id=\"a_29\">Section 175(3)</a> of the Government of India Act. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_19\"> 12. The next question is whether the contract has come to an end totally by the settlement agreement or whether the subsequent agreement was only partial. For convenience the subsequent agreement may be referred to as the settlement agreement. The subject matter of the contract was the supply of 11,000 tents. By the settlement agreement the parties agreed that no such supply need be made and the order or contract should stand cancelled. The language used in the Memorandum of November 27, 1946 is &quot;the Contract is cancelled.&quot; In the letter dated January 15, 1957 which records the formal contract the language used is &quot;the above order is hereby cancelled in\n\ntoto.&quot; The &quot;above order&quot; referred to is the contract evidenced by the A/T stated to be the subject matter in the letter itself. The contemporaneous letter of the contractor dated January 23, 1947 written in answer to the above letter dated January 15, 1947 only objects to keeping the goods in the custody of the contractor &quot;free from rent&quot;. It is stated in the letter that the contractor did not agree to this. The agreement cancelling the contract is not disputed. The post-script of the letter expressly states so. Whether the cancellation is the contract itself or the cancellation is of the order placed by the Government for the supply of goods under the contract, what remains to be done after such cancellation is the mutual adjustment of the rights of the parties after such cancellation. There would remain the claim for compensation by either party against the other. There would also remain the only other question, namely, the question of the custody of the goods. Under the contract, the Government supplied these goods to the contractor for the purpose of fabrication. The contractor was responsible for loss of the materials through bad workmanship and also due to theft and pilferage. The contractor was accountable for these goods. The contractor was liable at the discretion of the Government to keep the government materials insured against fire and lightening provided for in the insurance standard policy form with addition of riot risk. The contractor was also required to give a bank guarantee. At the date of cancellation the bank guarantee was to the extent of Rs. 30 lacs. The settlement agreement provides both for compensation payable and the question of custody of the materials. It was agreed that the contractor would be compensated for the expenditure incurred on account of the contract. The claim for such compensation was quantified at Rs. 49,000/- and the contractor would not be entitled to anything more on account of compensation. There cannot be the least doubt on that account. In respect to the goods still in the custody of the contractor there is an agreement to this effect: that the goods will continue in the custody of the contractor till disposal instructions are given. The goods are to remain insured and the Government is to pay the insurance premium. The insurance would not cover riot risk. The bank guarantee which was at Rs. 30 lacs would be reduced by Rs. 17 lacs. This is a complete settlement of all questions relating to the custody of the goods. The provision relating to the custody of the materials after the cancellation of the contract or Order is fundamentally different from the provision relating to the custody of the materials under the contract. The provision in the settlement is therefore in complete substitution of the provisions in the first contract in respect to the custody of the materials. This is the argument of Mr. Chatterjee. There is much force in this argument that the original contract had therefore come to an end for all intents and purposes. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_20\"> 13. That there is a substantial dispute between the parties as to the Government&#x27;s liability to pay rent cannot be questioned. It is not stated in   the   memo   above   referred   to   that   the   goods would remain &quot;rent free&quot;.    The memo is silent on the point. The letter of January 15, 1947, states that &#x27;it would be rent free&#x27;. The contractor in its letter disputed that it was ever agreed that the contractor would keep the materials in its custody &#x27;rent free&#x27;. That is no doubt a dispute and, in my judgment, a bona fide dispute as to what the parties&#x27; intentions were as to the terms of settlement viz. whether rent was chargeable or not. But it is clear to me that for the purpose of resolving this dispute, the contract need not be referred to, certainly not to be relied on. The simple reason is that there is no provision in that behalf in the contract. Indeed there cannot be such a provision in the contract in respect to rent having regard to the subject matter and the context. In my judgment this dispute as to rent is a dispute as to the terms of the settlement agreement. It is not such a dispute as to necessitate any reference to the contract except historically. \n</p> \n\n<p data-structure=\"Section\" id=\"p_21\"> 14. Mr. Subimal Roy on behalf of the contractor however contended that to give effect to the settlement agreement, the parties will have to rely on the original contract. If reliance has to be placed on the original contract to give effect to the settlement agreement then the old contract cannot be said to have come to an end for all purposes but kept alive for certain purpose. It may be that for most of the purposes the contract is no longer alive but if for any purpose however small, the contract has to be relied On to adjust the rights of the parties, then the contract is kept alive for these purposes and it cannot be said that the contract has come to an end for all intents and purposes. Mr. Roy concedes that the necessity of mere reference to the contract for adjusting some disputes after the settlement agreement will not be enough. What is necessary is that to adjust such disputes the parties must have to depend on the contract. In the instant case the parties have to depend on the contract, to determine a dispute relating to the guarantee. The guarantee amount had been reduced by the settlement agreement but otherwise it remains as in the contract. The contract is, therefore, still alive. If the contract is still alive with respect to the bank guarantee then the arbitration clause is also kept alive along with the contract. Having regard to the amplitude and scope of the arbitration agreement, the instant dispute as to the right to receive rent for custody of the materials will be covered by the arbitration clause. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\"> 15. In my judgment, the parties to enforce their right under the settlement need not depend upon the contract. After the cancellation of the contract, the Government materials still in the custody of the contractor are held on entirely different basis under the settlement agreement. For determination of any dispute in respect to possession of the materials, the settlement agreement and not the original contract has to be looked into. The only point on which parties may have to depend on the original contract is the enforcement of the bank guarantee. Under the settlement, the bank guarantee is only reduced by Rs. 17 lacs. The original bank guarantee under the contract still remains though by the\n\nsettlement agreement it is reduced. On no other point there is any necessity to rely on the contract to determine the rights of the parties in respect to the materials still in the custody of the contractor. Mr. Chatterjee however submitted that the language used in the Memorandum dated November 27, 1946 is loose but the intention of the parties is clear that the Government will be entitled to take recourse to the bank guarantee to enforce any claim against the contractor under this settlement. There is considerable force in this argument. Assuming however, this argument is not correct and it is held on the basis of the language used that the dispute as to bank guarantee has to be determined under the original contract, the contract is kept alive only for the purpose of bank guarantee. For all other purpose the contract has come to an end. The scope of the arbitration clause in consequence has been narrowed and limited to the determination of the disputes relating to bank guarantee and no other. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1391279\" id=\"span_7\">16. A decision of the Supreme Court is cited by both parties which it is convenient to consider at this stage. It is the decision in the case of <a href=\"/doc/1391279/\" id=\"a_30\">Union of India v. Kishorilal Gupta</a>, . In this case there were three contracts in respect to which settlement was effected by the parties. The question was whether the settlement was full and the rights of the parties were to be determined by the settlement agreement exclusively or whether it was a case of partial settlement which, left some matters in the contract still to be determined by the contract settled. Their Lordships on a consideration of the terms of settlement came to the conclusion that the settlement was full and complete and it was a case of accord and full satisfaction. The facts in the cited case bear some similarity to the facts in the instant case but, as conceded by Mr. Chatterjee, it is not on all fours with the facts in the instant case. The law on the subject we are considering has been <a href=\"/doc/1391279/\" id=\"a_31\">laid down by</a> the Supreme Court at page 513 of the report (SCR): (at p. 1370 of AIR) &quot; and reads as follows:--</span> \n</p><blockquote id=\"blockquote_20\">  &quot;The following principles relevant to the present case emerge from the aforesaid discussion: (1) An arbitration clause is a collateral term of a contract as distinguished from its substantive terms; but none the less it is an integral part of it; (2) however comprehensive the terms of an arbitration clause may be, the existence of the contract is necessary condition for its operation; it perishes with the contract; (3) the eon-tract may be non est in the sense that it never came legally into existence or it was void ab initio; (4) though the contract was validly executed, the parties may put an end to it as if it had never existed and substitute a new contract for it solely governing their rights and liabilities thereunder; (5) in the former case, if the original contract has no legal existence, the arbitration clause also cannot operate, for along with the original contract, it is also void; in the latter case as the original contract is extinguished by the substituted one, the arbitration clause of the original contract perishes with it; and (6) between the two fall many categories of disputes in connection with a contract, such as the question of repudiation, frustration, breach etc. In those cases it is the performance of the contract that has come to an end, but the contract is still in existence for certain purposes in respect of disputes arising under it or in connection with it. As the contract subsists for certain purposes, the arbitration clause operates in respect of these purposes.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_24\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1391279\" id=\"span_8\">The law as <a href=\"/doc/1391279/\" id=\"a_32\">laid down by</a> the Supreme Court above stated appears to be that if the original contract is substituted by a new settlement contract the original contract comes to an end for all intents and purposes. The arbitration clause in the contract also comes to an end along with the contract. But in cases where the performance of the contract only has come to an end, the contract is still in existence though not for the purpose of performance but for the purpose of adjusting the rights of the parties due to non-performance. The arbitration clause in the contract is kept alive not for all purposes but only for the limited purpose for which the contract is still kept alive.</span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_25\"> 17. The law as laid down above is that if the original contract is extinguished by the settlement contract, i.e., the settlement is in full satisfaction of the original contract, no dispute is left outstanding to be adjusted by arbitration. If any dispute arises, that must be a dispute under the settlement contract and such dispute is not covered by arbitration clause in the original contract for the simple reason that the original contract is dead and along with it the arbitration clause. If, however, all the disputes in respect to the contract containing arbitration clause are not settled and some remain still outstanding and have yet to be adjusted, the contract is not dead altogether. The contract is still alive and the arbitration clause remains alive with the contract. But the arbitration clause is only kept alive for the limited purpose. The scope and extent of arbitration clause is narrowed down and the arbitration agreement is only kept alive in respect only to such dispute under the contract as has not been settled. In spite no the wide scope of the arbitration clause, the range of disputes that can now be adjusted by arbitration is narrowed. The reason is that the subject matter is no longer the original contract but the little of it that is left, after the contract. Arbitration clause has now to be construed in respect to the new subject matter. The arbitration clause, therefore, will cover only very small number of disputes and cannot be taken recourse to to adjudicate other disputes though such disputes historically arise out of the contract. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"> 18. In the instant case, the contract in my judgment, has come to an end fully and completely and the rights of the parties are to be determined by the settlement contract. On the authority of the Supreme Court decision cited above, it must be held that the arbitration clause in the contract has perished with the contract. Only doubt that I have in this case is that a dispute may arise in respect to the provision to bank guarantee. Recourse will have to be taken\n\nto the contract for adjusting such dispute on bank guarantee. For this limited purpose, the contract may still be alive and along with it the arbitration clause. For no other dispute the arbitration clause in the contract can be taken recourse to. The disputes in the instant case have nothing to do with bank guarantee. As such these disputes cannot be adjudicated by arbitration under the arbitration clause in the contract. The arbitration clause is no doubt still alive but its scope is considerably narrowed having regard to the restricted subject matter. Whereas previously the subject matter of the contract was the fabrication of 11000 tents 16 the Government, the subject matter of the new contract is the bank guarantee for the loss of materials. The disputes covered by the arbitration clause are disputes in respect to bank guarantee only. No other dispute can be covered by the arbitration clause in this context. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\"> 19. Mr. Bhabra has also argued that the Government having appointed an arbitrator is not entitled to contend now that there is no arbitration agreement in existence. As stated before, the Government expressly took the point that there was no arbitration agreement in existence and appointed an arbitrator without prejudice to its contention that there was no valid arbitration in existence. This point taken by Mr. Bhabra has therefore, no substance. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\"> 20. In the result, there must be an order in terms of paras (a), (d) and (e). The parties will bear their own costs. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\"> 21. I need hardly say that I have not considered the merits of the contractors&#x27; claim and this judgment cannot be construed as a denial of the contractors&#x27; claim if any. \n</p>\n \n\n","numcites":10,"numcitedby":3,"docsource":"Calcutta High Court","citetid":1558387,"divtype":"judgments","relatedqs":[{"value":"arbitration clause contract","formInput":"arbitration%20clause%20contract"},{"value":"civil commotion","formInput":"civil%20commotion"},{"value":"contract with government","formInput":"contract%20with%20government"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":" contract alive","formInput":"%20contract%20alive"},{"value":"arbitration clause","formInput":"arbitration%20clause"},{"value":"rioting ","formInput":"rioting%20"},{"value":"contract cancellation","formInput":"contract%20cancellation"},{"value":"contract dispute","formInput":"contract%20dispute"},{"value":"\"subsequent agreement\"","formInput":"%22subsequent%20agreement%22"},{"value":"contractors claims","formInput":"contractors%20claims"},{"value":"contract arbitration","formInput":"contract%20arbitration"},{"value":"all acts in india","formInput":"all%20acts%20in%20india"},{"value":"\"arbitration\"   filter:   \"contract\" \"void-ab-initio\"","formInput":"%22arbitration%22%20%20%20filter%3A%20%20%20%22contract%22%20%22void-ab-initio%22"},{"value":"arbitration agreement","formInput":"arbitration%20agreement"},{"value":"guarantee","formInput":"guarantee"},{"value":"Terms of the contract","formInput":"Terms%20of%20the%20contract"},{"value":"\"arbitration clause\"","formInput":"%22arbitration%20clause%22"},{"value":"settlement agreement","formInput":"settlement%20agreement"},{"value":"arbitration dispute","formInput":"arbitration%20dispute"}],"courtcopy":false,"query_alert":null,"agreement":false}