{"tid":152263471,"publishdate":"2019-07-11","title":"Bhammu @ Gokulsingh vs State Of M.P. on 11 July, 2019","doc":"<h2 class=\"doc_title\">Bhammu @ Gokulsingh vs State Of M.P. on 11 July, 2019</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIRONLINE 2019 MP 1262</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:virender-singh\">Virender Singh</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:virender-singh\">Virender Singh</a></h3>\n\n<pre id=\"pre_1\">                               1\n\n            Criminal Appeal No.1254/2007\n\n     HIGH COURT OF MADHYA PRADESH: BENCH AT\n                    INDORE\n     Division Bench: Hon&#x27;ble Shri S.C Sharma and\n           Hon&#x27;ble Shri Justice Virender Singh\n              Criminal Appeal No.1254/2007\n           Bhammu @ Gokulsingh S/o Rupsingh\n                            Vs.\n                  State of Madhya Pradesh\n     Smt. Seema Sharma, learned counsel for the appellant.\n     Shri     Gaurav Verma, learned counsel for the\nrespondent/State.\n********************************************\n          Whether approved for reporting: Yes/No\n\n                     JUDGMENT\n</pre><p data-structure=\"Issue\" id=\"p_1\">                 (Delivered on 11/07/2019)\n\nPer : Virender Singh, J. :\n</p>\n<blockquote id=\"blockquote_1\">1.    The appellant is aggrieved by his conviction under\n<a href=\"/doc/1560742/\" id=\"a_1\">section 302</a> of the IPC and sentence of life imprisonment\nalong with fine of Rs.1,000/- with default stipulation recorded\nvide judgment dated 14.09.2007 by Additional Sessions\nJudge, Narsinghar District Rajgarh in Sessions Trial\nNo.18/2007, therefore, he is before this Court.\n</blockquote>\n<blockquote id=\"blockquote_2\">2.    It is not disputed by the appellant that the deceased\nHansa Kuwar was his wife.\n</blockquote>\n<blockquote id=\"blockquote_3\">3.    The prosecution case in brief is that on 13.11.2006 at\nabout 10:00 in the night after hearing some clamour, Gopal\nSingh woke up, came out of the house and saw the appellant\nhaving sword in his hand and shouting that he has killed his\nwife. Neighbours Mokam Singh and Raghunath @ Chotelal\nalso came out of their houses. They immediately called\n<span class=\"hidden_text\" id=\"span_1\">                               2</span>\n\n            Criminal Appeal No.1254/2007\nBahadur Singh, who also came and saw the appellant\nshouting at his door that he has killed his wife. He was\nhaving blood stained sword in his hand. He also set his house\non fire. Bahadur called Salam Khan. They all pacified the\nappellant, took the sword from his hand and tied him with a\npole and went inside the room and found dead body of the\nwife of the appellant lying on the floor. Her bed was burnt.\n</blockquote><p data-structure=\"Facts\" id=\"p_2\">Parents of the appellant were not in the village at that time,\ntherefore, Bahadur sent Gopal and called uncle (elder brother\nof father of the appellant) Prahlad Singh, who asked Gopal to\nintimate the police. Gopal informed the police station\nKurawar on telephone. His information was taken on record\nin Roznamcha Sanha. SHO Hitendra Rathore, who was on\npatrol, was informed on wireless. He directly rushed to the\nspot, where he found the appellant sitting amongst villagers\nand inside the house of the appellant, dead body of his wife\nwas lying. There were several injuries on her body. Some\nburnt or semi burnt clothes were also lying there. Bahadur\nSingh narrated the incident before him. He (SHO Hitendra\nRathore) deduced it as Dehati Nalishi Ex.P/4. Merg\nintimation Ex.P/19 was also recorded at the same time and\nspot map was also prepared. Panch witnesses were called and\nPanchnama Lash was prepared. Several articles like\nburnt/semi burnt clothes, plain as well as soil smeared with\nblood, bangles made by wax (Lakh), some pieces of Lakh,\nnylon shoes, hair of the deceased were also seized vide memo\nEx.P/8. The appellant was arrested on the spot. His blood\nstained shirt was seized vide Ex.P/12. A sword kept near a\nplatform (Chabutra), which was kept by the villagers after\n<span class=\"hidden_text\" id=\"span_2\">                                  3</span>\n\n             Criminal Appeal No.1254/2007\ntaking it from the appellant, was also seized. On the basis of\nDehati Nalishi crime No.330/2006 under <a href=\"/doc/1560742/\" id=\"a_2\">section 302</a> of the\nIPC was registered. The dead body was sent for post-mortem,\nwhich revealed the death was due to the injuries caused to the\ndeceased and that the death was homicidal in nature. After\ncompleting the investigation, the police filed charge-sheet.\n</p>\n<p data-structure=\"Precedent\" id=\"p_3\">4.   The accused is charged tried and convicted as stated in\npara no.1 above .\n</p>\n<p data-structure=\"PetArg\" id=\"p_4\">5.   The appellant has preferred this appeal on the grounds\nthat the judgment of the learned trial Court is contrary to the\nlaw and facts available on record. The learned trial Court has\ncommitted error in appreciating the evidence of the\nprosecution and in relying upon the statements of interested\nwitnesses and in discarding the defense version. The learned\ntrial Court has committed error in not appreciating that no\nevidence regarding intention or motive was available on\nrecord, therefore, the appellant is entitled for acquittal.\n</p>\n<p data-structure=\"PetArg\" id=\"p_5\">6.   The fact that on the alleged date, time and place, Hansa\nKunwar died due to fatal injuries and her death was\nhomicidal in nature is not challenged by the appellant,\ntherefore, we need not to discuss the evidence produced by\nthe prosecution before the trial Court to establish this fact.\n</p>\n<p data-structure=\"Facts\" id=\"p_6\">7.   Before the Trial Court, the prosecution has examined\nBahadursingh (PW-1), Gopal S/o Dayaram (PW-2), Salam\nKhan (PW-3), Prahaladsingh (PW-4), Raghunathsingh @\nChhotelal (PW-5), Gopalsingh S/o Pratap Singh (PW-6),\nSagir Khan (PW-7), Dilip Singh (PW-10) and Vishnu Prasad\n(PW-11). Though, out of these witnesses, some have turned\n<span class=\"hidden_text\" id=\"span_3\">                                4</span>\n\n             Criminal Appeal No.1254/2007\nhostile or have not supported the case of the prosecution and\nsome of them were little hesitant to reveal complete truth\nbefore the Court but sum and substantive of the statements of\nthese witnesses or cumulative effect of the evidence given by\nthem is that on the date of the incident the appellant was\nshouting outside the house that he has killed his wife and set\nthe house ablazed. He was having blood stained sword in his\nhand. people gathered there and tried to pacify him. They\nexhorted him and when he calmed-down, they took the sword\nfrom his hand and tied him with a pole. They called his uncle\n(elder brother of father) and were waiting for him. In the\nmeantime the appellant requested them to untied him\nassuring them that he will not flee. He was untied and set\nwith the people present there calmly and quietly. After some\ntime his uncle came, who advised to report the matter to the\npolice and accordingly; the police was informed.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">8.   The information was recorded as merg intimation\n(Ex.P/19). The police reached on the spot, deduced Dehati\nNalishi (Ex.P/4), prepared memo of corpse (Ex.P/3), sent the\ndead body for postmortem and received the report (Ex.P/18),\nsketched spot map (Ex.P/5), seized the sword (Ex.P/6), seized\nplain and blood smudged soil (Ex.P/7), arrested the accused\n(Ex.P/1), seized several articles like burnt/semi burnt clothes,\nbangles made by wax (Lakh), some pieces of Lakh, nylon\nshoes, hair of the deceased (Ex.P/8), arrested the appellant\nand seized his blood stained shirt (Ex.P/12). On the basis of\nDehati Nalishi FIR No.330/2006 under <a href=\"/doc/1560742/\" id=\"a_3\">section 302</a> of the\nIPC was registered. The post-mortem revealed that the death\nwas due to the injuries caused to the deceased and that the\n<span class=\"hidden_text\" id=\"span_4\">                                 5</span>\n\n               Criminal Appeal No.1254/2007\ndeath was homicidal in nature. All this evidence very well\nsupports the statements of the witnesses.\n</p>\n<p data-structure=\"Facts\" id=\"p_8\">9.   Half hearted attempts were made by the appellant to\nrebut all these facts stated by the aforementioned witnesses\nbut in vain.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">10. The center of the argument of the learned Counsel for\nthe appellant is to show that he was insane at the time of the\nincident and was incapable of knowing the nature of the act\nby reason of unsoundness of mind, therefore, in view of the\nexception carved out in <a href=\"/doc/1433889/\" id=\"a_4\">Section 84</a> of the IPC, the act alleged\nagainst him cannot be counted as an offence and he cannot be\nheld guilty for the act done in insanity.\n</p>\n<p data-structure=\"PetArg\" id=\"p_10\">11. To bolster his contention, the learned counsel referred\nparticular parts of the statements of some of the prosecution\nwitnesses. He also referred statements of witnesses examined\nin defence, namely, Rampalsingh (DW-1), Shivrajsingh (DW-\n</p><p data-structure=\"Precedent\" id=\"p_11\">2), Bhanvarlal (DW-3) and Dr. S. K. Tandan (DW-4).\n</p>\n<p data-structure=\"Facts\" id=\"p_12\">12. So far as the statements of the witnesses examined by\nthe prosecution is concerned, some of them have admitted in\ntheir examinations-in-chief or in cross-examinations that the\nappellant was insane earlier but that was much prior; about 3-\n4 years prior to the incident and most of them have\nspecifically stated that by the time of the incident, he was\ncured and was not insane or unsound mind. Bahadursingh\n(PW-1), Gopal S/o Dayaram (PW-2), Salam Khan (PW-3),\nPrahaladsingh (PW-4), Raghunathsingh @ Chhotelal (PW-5),\nGopalsingh S/o Pratap Singh (PW-6), Sagir Khan (PW-7) and\nRoopsingh (PW-8) have specifically stated that at the time of\n<span class=\"hidden_text\" id=\"span_5\">                                 6</span>\n\n             Criminal Appeal No.1254/2007\nthe incident the accused was normal and by the treatment\ngiven to him he was cured much prior to the alleged incident.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">13. Deposition of the defence witnesses are more or less the\nsame. They have also stated that earlier the appellant was not\nnormal rather he was insane. He used to do abnormal\nactivities like jumping in the well, tarnishing his clothes,\nshouting abuses in public or doing such other abnormal\nactivities, earlier also once he poured kerosene on his wife,\nhe was suffering from Schizophrenia (Dr. S. K. Tandan (DW-\n</p><p data-structure=\"Section\" id=\"p_14\">4), but none of them have specifically stated that at the time\nof the incident he was unsound mind or was under treatment\nfor insanity or some other such diseases or was doing some\nabnormal activities or was unable to understand pros and\ncons of his act.\n</p>\n<p data-structure=\"Section\" id=\"p_15\">14. The law is well settled that exemption provided under\n<a href=\"/doc/1433889/\" id=\"a_5\">Section 84</a> of the IPC is available only when it is established\nthat at the time of the incident due to unsoundness of mind\nthe appellant was unable to understand the nature or result of\nhis act. <a href=\"/doc/1433889/\" id=\"a_6\">Section 84</a>, which provides the exception reads thus:-\n</p>\n<blockquote id=\"blockquote_4\">           &quot;84. Act of a person of unsound mind.--\n      Nothing is an offence which is done by a person\n      who, at the time of doing it, by reason of\n      unsoundness of mind, is incapable of knowing the\n      nature of the act, or that he is doing what is either\n      wrong or contrary to law.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_16\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1923024\" id=\"span_6\">In     <a href=\"/doc/1923024/\" id=\"a_7\">Shrikant    Anandrao      Bhosale     v.   State   of\nMaharashtra</a>, (2002) 7 SCC 748 : 2003 SCC (Cri) 144 at\npage 751 the Hon&#x27;ble Supreme Court has held that:</span>\n</p><span class=\"hidden_text\" id=\"span_7\">                            7</span>\n\n<blockquote id=\"blockquote_5\">       Criminal Appeal No.1254/2007\n</blockquote><blockquote id=\"blockquote_6\">7. On the other hand, learned counsel for the\nappellant to establish the plea of unsoundness of\nmind, drew our attention to the depositions of Dr\nArun (DW 2) and Dr Pramod (DW 3). The case\nhistory and other proved medical record shows that\nthe appellant was suffering from paranoid\nschizophrenia. He was an indoor patient at a\ngovernment hospital from 28-10-1993 to 5-11-1993\nfor getting treatment for the said ailment. It further\nstands established that he was suffering from this\ndisease at least from 20-4-1992. He was examined by\nDW 3 on 20-4-1992 having visited the said doctor\nwith his wife. It also stands established that 25 times\nhe was taken to hospital for treatment of his mental\nailment from 27-6-1994 to 5-12-1994. DW 2 deposed\nthat the appellant was examined by him on 27-10-\n</blockquote><p data-structure=\"CDiscource\" id=\"p_17\">1993. He suffered from suspicious ideas, persecutory\ndelusions, loss of sleep and excitement and was\ndiagnosed as paranoid schizophrenic. The appellant\nwas intermittently becoming apprehensive and\nexcited. DW 3 deposed that on 20-4-1992, he\nexamined the appellant brought by his wife. There\nwas a history of psychiatric illness in his father at the\nage of 65 years and in 1989 his father ran away from\nthe house. People used to take advantage of his\nmental condition and cheat him. After marriage, his\nmental condition worsened. On examination, he was\nfound suffering from paranoid schizophrenia. The\npatient had visual hallucinations (seeing images of\nwife and children). He was brought to hospital 25\ntimes as above. Paranoid schizophrenia is a mental\ndisease. It can recur. When a person is under\nparanoid delusion, he is not fully aware of his\nactivities and its consequences.\n</p><p data-structure=\"CDiscource\" id=\"p_18\">10. What is paranoid schizophrenia, when it starts,\nwhat are its characteristics and dangers flowing from\nthis ailment? Paranoid schizophrenia, in the vast\nmajority of cases, starts in the fourth decade and\ndevelops insidiously. Suspiciousness is the\ncharacteristic symptom of the early stage. Ideas of\nreference occur, which gradually develop into\ndelusions of persecution. Auditory hallucinations\nfollow, which in the beginning, start as sounds or\n<span class=\"hidden_text\" id=\"span_8\">                              8</span>\n\n            Criminal Appeal No.1254/2007\n    noises in the ears, but afterwards change into abuses\n    or insults. Delusions are at first indefinite, but\n    gradually they become fixed and definite, to lead the\n    patient to believe that he is persecuted by some\n    unknown person or some superhuman agency. He\n    believes that his food is being poisoned, some\n    noxious gases are blown into his room and people are\n    plotting against him to ruin him. Disturbances of\n    general sensation give rise to hallucinations, which\n    are attributed to the effects of hypnotism, electricity,\n    wireless telegraphy or atomic agencies. The patient\n    gets very irritated and excited owing to these painful\n    and disagreeable hallucinations and delusions. Since\n    so many people are against him and are interested in\n    his ruin, he comes to believe that he must be a very\n    important man. The nature of delusions thus may\n    change from persecutory to the grandiose type. He\n    entertains delusions of grandeur, power and wealth,\n    and generally conducts himself in a haughty and\n    overbearing manner. The patient usually retains his\n    memory and orientation and does not show signs of\n    insanity, until the conversation is directed to the\n    particular type of delusion from which he is\n    suffering. When delusions affect his behaviour, he is\n    often a source of danger to himself and to others.\n    (Modi&#x27;s Medical Jurisprudence and Toxicology, 22nd\n    Edn.)\n</p><p data-structure=\"CDiscource\" id=\"p_19\">    11. Further, according to Modi, the cause of\n    schizophrenia is still not known but heredity plays a\n    part. The irritation and excitement are effects of\n    illness. On delusion affecting the behaviour of a\n    patient, he is a source of danger to himself and to\n    others.\n</p><p data-structure=\"Precedent\" id=\"p_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"95899772\" id=\"span_9\">16. Hon&#x27;ble the Apex <a href=\"/doc/1923024/\" id=\"a_8\">Court further held</a> in <a href=\"/doc/95899772/\" id=\"a_9\">Uttam Nandram\nSomwanshi v. State of Maharashtra</a>, (2016) 13 SCC 205 :</span>\n</p><blockquote id=\"blockquote_7\">2016 SCC OnLine SC 446 at page 208 that:\n</blockquote><blockquote id=\"blockquote_8\">      9. The Division Bench of the High Court with\n      reference to the conduct of the accused seen\n      before the incident, has arrived at the conclusion\n      that he was working on a plan on the day he was\n      produced before the learned Magistrate on 31-7-\n<span class=\"hidden_text\" id=\"span_10\">                                9</span>\n\n</blockquote><p data-structure=\"Conclusion\" id=\"p_21\">            Criminal Appeal No.1254/2007\n     2003, there were no signs of unsoundness of\n     mind. The defence has not been successful in\n     proving that &quot;at the crucial point of time&quot; or &quot;at\n     the time of doing the act&quot; by unsoundness of\n     mind, the appellant-accused was incapable of\n     knowing the nature of his act. Regarding evidence\n     of unsoundness of mind brought on record is not\n     regarding unsoundness of mind soon before or\n     after the incident. On the contrary, soon before the\n     incident, the appellant-accused appears to have\n     conscientiously acted upon the plan and,\n     therefore, the Division Bench of the High Court\n     was rightly not agreed with the finding of fact\n     recorded by the trial court on the charge holding\n     him not guilty. It has rightly set aside the finding\n     of the trial court holding that the case of the\n     accused does not fall within the purview of\n     general exceptions available under <a href=\"/doc/1433889/\" id=\"a_10\">Section 84</a>\n     IPC. Further, we have carefully examined the\n     reasons recorded by the trial court Judge that\n     immediately after the incident the appellant has\n     performed pooja and also prepared tea that would\n     factor in to hold that the conclusion arrived at by\n     the Division Bench of the High Court is based on\n     proper appreciation of the evidence placed on\n     record. More so, in absence of defence for\n     unsoundness of mind the appellant-accused on the\n     date of the incident, in our considered opinion, the\n     Division Bench of the High Court did not err in\n     setting aside the acquittal judgment passed by the\n     trial court\n</p><p data-structure=\"Precedent\" id=\"p_22\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1594389\" id=\"span_11\">17. in this repsect we can also refer judgments in the case\nof <a href=\"/doc/1594389/\" id=\"a_11\">Amrat Bhshan Gupta Vs. Union of India</a> reported in\nAIR 1977 SC 608, Sheraliwali Mohd. Vs. State of\nMaharashtra reported in AIR 1972 SC 2443, State of MP\nVs. Ahmed Ulla reported in AIR 1961 SC 998.</span>\n</p><p data-structure=\"Section\" id=\"p_23\">18. <a href=\"/doc/429611/\" id=\"a_12\">Section 105</a> of the Evidence Act states that burden to\nprove that his case falls under any of the exception carved out\n<span class=\"hidden_text\" id=\"span_12\">                               10</span>\n\n            Criminal Appeal No.1254/2007\nin the <a href=\"/doc/1569253/\" id=\"a_13\">IPC</a> lies on the person, who claims benefit of such\nexception. <a href=\"/doc/429611/\" id=\"a_14\">Section 105</a> of the Evidence Act is as follows:-\n</p><blockquote id=\"blockquote_9\">           &quot;105. Burden of proving that case of\n     accused comes within exceptions.--When a\n     person is accused of any offence, the burden\n     of proving the existence of circumstances\n     bringing the case within any of the General\n     Exceptions in the <a href=\"/doc/1569253/\" id=\"a_15\">Indian Penal Code</a>, or\n     within any special exception or proviso\n     contained in any other part of the same Code,\n     or in any law defining the offence, is upon\n     him, and the Court shall presume the absence\n     of such circumstances.\n</blockquote><blockquote id=\"blockquote_10\">                           Illustrations\n</blockquote><blockquote id=\"blockquote_11\">           (a) A, accused of murder, alleges that,\n     by reason of unsoundness of mind, he did not\n     know the nature of the act.\n</blockquote><blockquote id=\"blockquote_12\">           The burden of proof is on A.\n</blockquote><blockquote id=\"blockquote_13\">           (b) A, accused of murder, alleges, that\n     by grave and sudden provocation, he was\n     deprived of the power of self control.\n</blockquote><blockquote id=\"blockquote_14\">            The burden of proof is on A.\n</blockquote><blockquote id=\"blockquote_15\">           (c) <a href=\"/doc/1133601/\" id=\"a_16\">Section 325</a> of the Indian Penal\n     Code, provides that whoever, except in the\n     case provided for by section 335, voluntarily\n     causes grievous hurt, shall be subject to\n     certain punishments.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_24\">           A is charged with voluntarily causing\n     grievous hurt under section 325.\n</p><pre id=\"pre_2\">           The     burden     of     proving   the\n     circumstances bringing the case under\n     section 335 lies on A.&quot;\n</pre><p data-structure=\"CDiscource\" id=\"p_25\">19. The Trial Court has discussed this ground taken by the\nappellant in detail right from para 12 of the impugned\njudgment upto para 17 and has arrived at a logical conclusion\nthat the appellant failed to establish that at the time of\nincident he was unsound mind or insane or was unable to\nunderstand the nature of the act or that what is he doing is\neither wrong or contrary to the law. We are also of the same\n<span class=\"hidden_text\" id=\"span_13\">                                11</span>\n\n            Criminal Appeal No.1254/2007\nview. There is nothing on record to countenance the\ncontention of the learned counsel of the defence.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">20. The trial Court as taken into consideration total five\ncircumstances (I) At the time of the incident the appellant was\nresiding with his wife in the same house. (ii) Immediately\nafter the incident he, with a sword in his hand, came out of\nthe house and shouted that he has killed his wife. (iii) He\nmade extra judicial confession before Bahadur Singh, Salam\nand others who reached on the spot at the time of the incident\nwithout any threat pressure provocation or promise or any\nother element contaminating such confession. (iv) At the time\nof the incident the accused was having a blood stained sword\nin his hand. (v) Immediately after the incident when\nwitnesses visited the room dead body of the deceased was\nlying there and there were several incised wound an symptom\nof burning of the body. The trial Curt has appreciated the\nevidence and found that all the circumstances takes a\ncommon prudent man to a long conclusion but none else but\nthe accused has done the alleged act and we do not find any\nreason to defer from this conclusion.\n</p><p data-structure=\"CDiscource\" id=\"p_27\">21. Thus, from the aforesaid discussion it is clear that the\nfact of killing his wife is not much disputed by the appellant\nand the prosecution has successfully established the same.\nThe defence taken by the appellant could not be established\nto the extent to extend the benefit of the exception provided\nby <a href=\"/doc/1433889/\" id=\"a_17\">Section 84</a> of the IPC, therefore, nothing survives in this\nappeal in favour for the appellant. In the manner and method,\nthe offence was committed by the appellant, as he caused 12\nincised wounds on several parts including the vital parts of\n<span class=\"hidden_text\" id=\"span_14\">                                                     12</span>\n\n                                Criminal Appeal No.1254/2007\n                    the body of his wife and also set her on fire does not entitle\n                    him for any leniency. Though, looking to the facts and\n                    circumstances of the case, his act may not fall in the category\n                    of rarest of rare case but in view of the evidence produced by\n                    the prosecution and the other facts and circumstances of the\n                    case, he is certainly liable for the punishment awarded by the\n                    learned Trial Court, here we also do not find any ground to\n                    interfere in his sentence awarded by the learned Trial Court.\n</p><p data-structure=\"Conclusion\" id=\"p_28\">                    22. Ex-consequenti, the appeal preferred by the appellant is\n                    dismissed hereby.\n</p><p data-structure=\"Conclusion\" id=\"p_29\">                    23. Order of the Trial Court in respect of disposal of case\n                    property is hereby confirmed.\n</p>\n\n\n<pre id=\"pre_3\">                    (S.C Sharma)                           (Virender Singh)\n                        Judge                                 Judge\n<span class=\"hidden_text\" id=\"span_15\">Digitally signed by</span>\n<span class=\"hidden_text\" id=\"span_16\">SOURABH YADAV</span>\n<span class=\"hidden_text\" id=\"span_17\">Date: 2019.07.15 12:24:12</span>\n<span class=\"hidden_text\" id=\"span_18\">+05&#x27;30&#x27;</span>\n    sourabh\n</pre><span class=\"hidden_text\" id=\"span_19\"> </span>","numcites":8,"numcitedby":18,"docsource":"Madhya Pradesh High Court","citetid":152263471,"divtype":"judgments","relatedqs":[{"value":"schizophrenia","formInput":"schizophrenia"},{"value":"paranoid schizophrenia","formInput":"paranoid%20schizophrenia"},{"value":"insane","formInput":"insane"},{"value":"unsound mind","formInput":"unsound%20mind"},{"value":"paranoid","formInput":"paranoid"},{"value":"hallucinations ","formInput":"hallucinations%20"},{"value":"\"unsound mind\"","formInput":"%22unsound%20mind%22"},{"value":" blood stains ","formInput":"%20blood%20stains%20"},{"value":"Homicide ","formInput":"Homicide%20"},{"value":"section 84 ","formInput":"section%2084%20"}],"cats":[{"value":"murder","formInput":"tag:murder"},{"value":"indian-penal-code","formInput":"tag:indian-penal-code"},{"value":"burden-of-proving-exception-in-criminal-cases","formInput":"tag:burden-of-proving-exception-in-criminal-cases"},{"value":"grievous-hurt","formInput":"tag:grievous-hurt"}],"courtcopy":true,"query_alert":null,"agreement":false}