{"tid":594649,"publishdate":"2003-05-30","title":"Interads Advertising (P) Ltd. vs Palmex Enterprises And Ors. on 30 May, 2003","doc":"<h2 class=\"doc_title\">Interads Advertising (P) Ltd. vs Palmex Enterprises And Ors. on 30 May, 2003</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2003VIAD(DELHI)47, I(2004)BC502, 1(2003)DLT106, 2003(71)DRJ795</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:v-sen\">Vikramajit Sen</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:v-sen\">Vikramajit Sen</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\nVikramajit Sen, J.\n \n\n</pre><p data-structure=\"Facts\" id=\"p_1\"> 1. The facts which are relevant for deciding this suit do not create controversy, save firstly from the factum and  then of the date on which payment against the subject Letter of Credit was made over by Defendant No. 3 (Lakshmi Commercial Bank Limited) to Defendant No. 9 ( The Manufacturer Hanover Trust Company, Singapore). \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_2\"> 2. An Agreement for the import of Brass Scrap was signed between the Plaintiffs and Defendants No. 1 and 2 on 20.7.1979 (which is Exhibit P12 and Exhibit Ex DW2/1) and reads thus:- \n</p>    \n<blockquote id=\"blockquote_1\"> &quot;M/s. Interads (Export Division),  Singapore, 20.9.79\n 4/24, Asaf Ali Road,\n NEW DELHI\n\n  CONTRACT NO. PE/51/79  \n\n \n\n We hereby confirm having purchased from/sold you the following goods in accordance with all the provisions hereof.  Please return the duplicate copy of this contract duly signed and stamped by you in confirmation. \n</blockquote>  \n<blockquote id=\"blockquote_2\">------------------------------------------------------------------------------------------------ </blockquote><pre id=\"pre_2\">\nCommodity   :  BRASS SCRAP HONEY GRADE\n\nQuality     : HONEY GRADE\n\nQuantity    :  WORTH INDIAN RS. 25,00,000/-\nand Packing   MATERIAL TO BE PACKED IN SECOND HAND STEEL DRUMS\n  @ US $ 1200 P.M.T. C&amp;F BOMBAY\n\nShipment    : SHIPMENT up to 30TH SEPTEMBER 1979, NEGOTIATION OF DOCUMENTS up to 15TH OCTOBER, 1979.\n  PARTSHIPMENT ALLOWED &amp; TRANSHIPMENT PROBIHITED.   \n\nDocument    AGAINST AN IRREVOCABLE LETTER OF CREDIT WHICH IS UNRESTRICTED FOR NEGOTIATION. \n</pre><blockquote id=\"blockquote_3\">Special  L/C TO BE CONFIRMED BY THE LOCAL ADVISING BANK OF SINGAPORE BENEFICIRIES COST.\n</blockquote><blockquote id=\"blockquote_4\">Instructions: WEIGHT CERTIFICATE TO BE ISSUED BY INDEPENDENT SURVEYERS. \n</blockquote>\n \n\n<blockquote id=\"blockquote_5\"> Conditions:  (1). Delivery subject to delay due to Force Majeure Clause, Fire, War, Strike, Lock-out and Machinery   breakdown. \n</blockquote> \n\n<blockquote id=\"blockquote_6\"> (2). In case delivery of goods not taken at the appointed day, Sellers have the option to cancel the order or sell the goods in the open market or by auction. Any difference, in price to be paid by buyer. \n</blockquote>\n   \n\n<p data-structure=\"Issue\" id=\"p_3\">SHIPPING INSTRUCTIONS  \n\n \n\n Shipping instruction should be furnished 10 clear days prior to the date of shipment together with Name of Steamer destination. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_4\"> Guiding  Marks.  Marking will be done by us provided that the mark or marks should reach us 10 clear days prior to the date of shipment.&quot;  \n</p>\n\n \n\n<p data-structure=\"Section\" id=\"p_5\"> 3. On 16.8.1979 the Plaintiffs requested Defendant No. 3 to open a   Letter of Credit (Exhibit D5)  which reads thus:- \n</p> \n\n<blockquote id=\"blockquote_7\">CUSTOMER&#x27;S COPY  \n\n   \n\n  &quot;Application to Open a Documentary Credit  \n\n \n\n To the Manager, \n\n THE LAKSHMI COMMERCIAL BANK LTD. </blockquote><pre id=\"pre_3\">\n\nConnaught Place, H-Block Office or Branch  \n  \nPlease open by Mail/Airmail                            through your Correspondents in \n       Cable at Urgent/Ordinary rate         \n \n\nSingapore a confirmed and irrevocable Credit in favor of M/S PALMEX ENTERPRISES, 217-A, STAMFORD HOUSE, 39, STAMFORD ROAD, SINGAPORE 6 for the sum of Rs. 25,00,000 (Twenty Five LAKHS) at sight drawn on us              purporting to cover SHIPMENT OF BRASS SCRAP \n \n\n                yourselves\n \n\n</pre><blockquote id=\"blockquote_8\">HONEY GRADE________________of _______________ origin_________at a price of U.S. $ 1200 P.M.T. C &amp; F Bombay f.or./f.o.b./c. &amp; f./c.i.f. accompanied by :-\n</blockquote>  \n\n<blockquote id=\"blockquote_9\">x (a) Invoice in quadruplicate.\n</blockquote> \n\n<blockquote id=\"blockquote_10\">x (b) Full set clean on board Bills of Lading to order, blank endorsed.\n</blockquote> \n\n<blockquote id=\"blockquote_11\"> (c) Railway Receipt/Air Consignment Note/Post Parcel Receipt/Forwarding Agent&#x27;s Receipt showing Goods consigned        to The Lakshmi Commercial Bank Ltd.\n</blockquote> \n\n<blockquote id=\"blockquote_12\"> (d) Marine Insurance Policy or Certificate in duplicate for not less than 10% over the Invoice Value, including Institute cargo clauses (W.A.) Theft, Pilferage and Non-delivery clauses, Institute War Clauses, Institute Strike Clauses Insurance claims payable in Singapore to Bombay last date of shipment 30-9-1979 partial shipments being allowed with     transhipment.    \n</blockquote><blockquote id=\"blockquote_13\">         not being               without\n\n \n\nThis credit is to be irrevocably valid for the use of the beneficiary until 15-10-1979 inclusive.\n</blockquote>\n \n\n<p data-structure=\"Issue\" id=\"p_6\">Further instructions: (1) All charges of your Foreign Correspondents are for our a/c/beneficiary&#x27;s a/c. If beneficiary refuses to pay they are for our a/c.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_7\">               (2) Import covered by license No.______________\n \n\ndated____________ valid___________ Part No.________ Serial No.________\n \nInsert any             (3) Packing List in quadruplicate \nOther documents   \nrequired             (4) __________________________________\n\n</p><p data-structure=\"Issue\" id=\"p_8\">------------------------------------------------------------------------------------------------ \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> In consideration of your opening this Documentary Credit for my/our account. I/We agree that you shall have a pledge upon all goods a nd upon all bills of Lading.  Warrants, Delivery, Orders, Documents of Title Insurance Policies and/or certificate and proceeds thereof and all securities whatsoever which have been already or shall be hereafter delivered into the possession of you or your correspondents by me/us or by any ........ firm our company as a result of opening or in connection with any transaction under this Documentary Credit.   \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_10\"> I/We agree that the terms of the said pledge are that the said goods and the said documents are and shall be pledge as security for all advances made or which may be made to me/us to my/our agents and for all payments which may be made b y you or your Correspondents upon this Documentary Credit and also for any liability whatsoever incurred or which may be incurred by you as a result of the opening of this Credit together with interest and all customary charges, and that you shall have full discretion and power of sale over the said goods without notice to me/us and that you shall be held cover against for and all other risks after expiry of the insurance above mentioned and that in the case of loss the amount due under such policies shall be paid over to you,.  If we fail to insure, you are authorised to insure the goods adequately in your discretion on our account.  Should the said proceeds of the goods/documents prove insufficient to reimburse you in full in respect of the advance/payments and charges we shall immediately make good the shortfall on a demand being made by you. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_11\"> I/we further agree that neither you nor your correspondents shall be in any way responsible for any error, fault or mistake in the description, quality, quantity or delivery of any goods and your right to repayment and reimbursement shall not be prejudiced or affected by any such error fault or mistake or by any invalidity or irregularity or misdescription of or in any draft or document. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_12\"> I/we agree also that you and your correspondents are obliged only to verify that the drafts and documents purport to comply with the terms and conditions of this credit and that you will not be liable for any loss, damage or delay, however caused which is not directly due to the negligence or default of your own officers or servants. \n</p> \n\n<p data-structure=\"Section\" id=\"p_13\"> I/we undertake to provide you at or before maturity with funds to meet all your disbursements and/or acceptances together with your commission charges etc. \n\n \n\n I/we further undertake to sign execute and deliver any transfer deeds or documents which you may require me/us to sign execute and deliver for perfecting your title to the said goods and the said documents and/or for vesting the same in or delivering the same to any purchaser or purchasers from you. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_14\"> It is understood that all instructions and correspondence relating to the above credit are to be sent at my/our risk and that the bank is not responsible for any errors, delay etc. however caused. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_15\"> We hereby confirm and declare that the goods imported under this credit are strictly in accordance with the requirements of the relative import license. \n</p>  \n<p data-structure=\"CDiscource\" id=\"p_16\">Date 16-8-1979  Signature of Customer_______________\n\n  Attention is drawn to the Notes overleaf \n________________________________________________________________\nReceived Letter of Credit  \nInstructions Form together   Bank Stamp\nwith import license\n________________________________________________________________\n Notes on the opening of Documentary Credits  \n\n \n\n Irrevocable Credits--As Irrevocable Credit, once established and advised, cannot be cancelled or amended in any way, except with the consent of the beneficiary. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_17\"> Liability--The bank becomes liable to its Correspondents when an Irrevocable Credit is established and is bound to honour documents and re-imburse them for payments, acceptances or negotiations effected in accordance with the terms of the Credit.    \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_18\"> Expiry--A definite date for expiry of any Credit, must be given, Indeterminate phrases, such as &quot;six months&#x27; time&quot;, &quot;middle of October&quot;,&quot;u ntil shipment effected&quot; , are not acceptable.  This is necessary for the protection of the customer as well of the Bank. \n</p>\n \n\n<p data-structure=\"Facts\" id=\"p_19\"> Correspondents--The choice of Correspondents should normally be left to the discretion of the Bank. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_20\"> Price--The amount of the Credit should be in the same currency as the price quoted, i.e., if the price is in sterling the Credit should be opened for a sterling amount, if it is any other currency the Credit should be established in the same currency.  Complications are liable to arise when Credits are opened in sterling and a price in other currency is quoted and vice versa, especially when exchanges are unstable.  The price basis f.o.r., fob., c &amp; f., c.i.f, etc., should          also be stated. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_21\"> Foreign Currency Credits--In all cases of Credits in foreign currency customers should state what arrangements, if any have been made to cover the exchange. In the absence of specific instructions, they will be debited of the rate of exchange ruling on the day of payment in India. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_22\"> Shipment--Customers should state whether shipment is required in one consignment, or whether partial shipments are permissible.  Failure to indicate this is liable to lead difficulties as in the absence of definite instructions on the point, various interpretations, according to the accepted custom of the country in which it is opened, may be placed on the availability of the credit. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_23\"> Documents--The documents required should be specified individually, document by document: the term &#x27;Shipping Documents&#x27; is unacceptable, as it is open to so many constructions that complications are certain to ensue.  In the case of goods consigned from an inland point, the type of document required should be stated i.e., it should be made clear whether payment may be made against a document of transport, e.g. Railway Receipt, or Through Bill of Lading or whether a document such as a forwarding Agent&#x27;s Receipt will suffice. Where it is necessary for goods consigned from an inland town to be shipped at seaboard for carriage overseas, it is very desirable their should be clear instructions as to how this shall be done, and how the charges involved are to be met Failing specific instructions to the contrary, any form of shipped bill of Lading in customary use at the port of shipment will be accepted by our correspondents. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_24\"> Insurance--When goods are brought f.o.b. It is understood that insurance for 10% above the total delivered value, i.e. the f.o.b. cost plus freight and insurance charges, has been or will be effected by the customer, and the Branch Agent should be satisfied that the insurance is adequate.  The Policy should be lodged with and retained by the branch until the Bank has no further interest in the goods.  In America Insurance Certificates are accepted in lieu of policy, elsewhere, as a general rule, Insurance Certificate or Cover notes are not accepted.  Should the customer desire the Bank to effect the insurance on his behalf, this can be done through the Bank&#x27;s usual channels and the necessary instructions should accompany the application to open the credit.  When the goods are brought c.i.f. an Insurance document will of course, be included with the documents presented by the beneficiaries, unless special provision has been made in the terms of the Credit for an allowance in lieu of the premium to be deducted from the invoice amount.&quot;              \n</p>\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_25\"> 4. In response to these requests of the Plaintiffs, Defendant No. 3  issued the following  Letter of  Credit to Defendant No. 9, addressed by its  acronym &quot;Manhansin&quot; ,  (Exhibit  D6): \n</p>    \n<pre id=\"pre_4\"> &quot;MANHANSIN    LT\n\n SINGAPORE              20/8/79  \n\n \n\n</pre><p data-structure=\"Issue\" id=\"p_26\">  PLEASE ADVISE PALMEX ENTERPRISES 217-A STAMFORD HOUSE 39 STAMFORD ROAD SINGAPORE-6 WE ESTABLISH YOUR favor OUR IRREVOCABLE CONFIRMED LETTER OF CREDIT ND/1909 WHICH IS OPERATIVE ON THE STRENGTH OF THIS THIS CABLE ADVISE ALSO OPENERS INTERADS EXPORT DIVISION 12TH FLOOR AKASHDEEP 26A BARAKHAMBA ROAD NEW DELHI AMOUNT USDLRS 305500 C &amp; F COVERING SHIPMENT OF BRASS SCRAP HONEY GRADE AS PER INDENT NO PE/51/79 DT 20/7/79 AT A PRICE OF USDLRS 1200/- PER MT FROM ANY SINGAPORE PORT TO BOMBAY PORT LATEST 30/9/79 AVAILABLE FOR NEGOTIATION 15/10/79 BY THEIR DRAFT AT SIGHT STOP FOLLOWING DOCUMENTS REQUIRED SIGNED INVOICES IN QUADRUPLICATE IN THE NAME OF OPENERS CERTIFYING MERCHANDISE OF SINGAPORE ORIGIN FULL SET OF CLEAN ON BOARD BLADINGS DRAWN OR ENDORSED TO THE ORDER OF LAKSHMI COMMERCIAL BANK LIMITED SHOWING FREIGHT PREPAID AND MARKED NOTIFIED LAKSHMI COMMERCIAL BANK LIMITED NEW DELHI CERTIFICATE OF ORIGIN AND PACKING LIST IN QUADRUPLICATE REQUIRED CERTIFICATE OF WEIGHT AND QUALITY ISSUED BY INDEPENDENT SURVEYORS REQUIRED GOODS COVERED UNDER OPEN GENERAL license OF IMPORT TRADE CONTROL POLICY AM 1979/80 WHICH MUST APPEAR ON THE RELATIVE INVOICES STOP NEGOTIATING BANK TO CLAIM REIMBURSEMENT FROM  HANOVER TRUST COMPANY NEW YOUR UNDER CABLE ADVICE TO US  \n  \n\n</p><p data-structure=\"Issue\" id=\"p_27\">   -LAKCOBANK-  \n</p>\n    \n \n\n<p data-structure=\"Issue\" id=\"p_28\">    Manager, \n\n   The Lakshmi Commercial Bank Ltd., \n\n   Foreign Exch. Dept. H-Block \n\n   New Delhi.&quot;  \n</p>\n\n \n\n<p data-structure=\"Issue\" id=\"p_29\"> It is the Plaintiffs case that a copy of this Letter of Credit was received by them as late as on 12.9.1979. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_30\"> 5. The Bill of Lading shows that it was issued in Singapore on 29.8.1979 by WELLWAY LINES, Defendant No. 4.   It  mentions the  Plaintiff as the Shipper and Defendant No. 3 as the consignee as well as &quot;Notify party&quot;. The vessel is named  `OH DAI&#x27; ; the port of loading being Singapore and port of discharge being Bombay.   The items covered are (953 drums) Brass Scrap Honey Grade as per Indent No. PE/51/79 dated 20.7.1979 against Letter of Credit No. ND/1909 dated 20.8.1979.   Two copies of the Bill of Lading (BOL) have been proved;    the  First  Original is  Exhibit D-22;  and  Exhibit P/18  is the `COPY-NON-NEGOTIABLE&#x27;.   It  contains  the stamping of  `SHIPPED ON BOARD&#x27; as well as  `FREIGHT PREPAID&#x27;.    Exhibit D-22 the said BOL contains the further endorsement `FOR AND ON BEHALF OF MASTER:UNION OCEAN SHIPPING (PTE) LIMITED&#x27; (signed) as agent. Exhibit P/18 is blank in the box/space showing &quot; FOR AND ON  BEHALF OF MASTER&quot;.   The Bill of Lading  (Exhibit D-22) is  reproduced  for facility of reference. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_31\"> 6. The consignment  appears to have been inspected, as was the obligation in the Letter of Credit, and the document issued thereupon is Exhibit P-17 which reads thus: \n</p>   \n\n<blockquote id=\"blockquote_14\">  PE/1006/VIII/79  \n \n\n  29th. August 1979  \n\n \n\n  CERTIFICATE OF WEIGHT AND QUALITY  \n\n \n\n This is to certify that we, the undersigned Independent Surveyors, did on 11th. August 1979 onwards, at the request of the shippers, M/S Palmex Enterprise, Singapore, attend at their supplier&#x27;s premises for the purpose of surveying a consignment of Brass Scrap (Honey Grade) and wish to report as follows:- \n</blockquote>\n<blockquote id=\"blockquote_15\">  At the supplier&#x27;s premises, one lot of second-hand empty steel drums were put up for survey.  The empty drums were weighed and the weight ascertained to be average 17 Kgs.  Subsequently, on a tested platform scale, the Brass Scrap (Honey Grade) were weighed and ascertained to be of 267 Kgs., and then packed into the already weighed empty drums.  The drums were then pressed at the top side to prevent spillage of the Brass Scrap (Honey Grade) INTER BOMBAY 1-953  \n\n \n\n The weight which was achieved as a result of this inspection are as follows:- \n</blockquote>  \n<pre id=\"pre_5\">Tare    Wt.     of   953 drums x   17 Kgs.  Each   =    16.201 M/TONS\nTare    Wt.     of   953 drums x  284 Kgs.  Each   =   270.652 M/TONS\nTare    Wt.     of   953 drums x  267 Kgs.  Each   =   254.451 M/TONS  \n \n\n</pre><blockquote id=\"blockquote_16\"> We understand this consignment of Brass Scrap (Honey Grade) is consigned to the buyers M/S Interads Export Division, New Delhi. \n</blockquote>\n \n\n<blockquote id=\"blockquote_17\">      From Port of Singapore by vessel &quot;Oh  Dai&quot; for discharge at Bombay. \n</blockquote>  \n\n<blockquote id=\"blockquote_18\">     This Certificate is issued to the best of our knowledge and belief.  \n</blockquote>\n\n \n\n<p data-structure=\"Section\" id=\"p_32\"> 7. The Bill of Lading is accompanied by the following Bill of Exchange. \n</p> \n\n<p data-structure=\"Section\" id=\"p_33\"> On its   reverse there  is  a  stamping as follows: \n</p>\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_34\"> 8. By Cable dated 31.8.1979 Defendant No. 1 had informed Plaintiff No. 1 that the Brass Scrap had been shipped and requested the latter to  &quot;arrange for insurance&quot;.     It is not disputed that  the Plaintiffs  actually paid extra premium in respect of the  subject shipment, and the Vessel `Oh Dai&#x27;  was  specifically mentioned in the cover. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_35\"> 9. Exhibit DZ2 from Defendant No. 9 to Defendant No. 3 states as under: \n</p>    \n<pre id=\"pre_6\">       NNNN    1.9.1979  \n  \n\n       ZCZC BDBQ897 PKA085 MPH369 TL2345  \n \n        INND HL RSSE 041  \n \n        SINGAPORE 41 31 1828   \n\n \n\n       LT   \n\n      LAKCOBANK \n\n      NEWDELHI  \n\n \n\n       TEST676  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_36\"> DOCUMENTS NEGOTIATED UNDER YOUR CREDIT ND/1909 FOR USDLRS 305,341.20 WITH ALL TERMS AND CONDITIONS COMPLIED WITH CLAIMED ON YOUR ACCOUNT WITH OUR NEW YOUR OFFICE TODAY. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_37\">       OURS 3377 \n\n      TESTED USDLRS 305,341 MANY THANKS AND REGADS \n\n            MANHANSIN  \n\n \n\n        COL 676 ND/1909 305,341.20 3377 305, 341   \n\n\n\n \n\n</p><p data-structure=\"RespArg\" id=\"p_38\"> 10. Exhibit DZ3 is dated  August 31, 1979, from Defendant No. 9 to Defendant No. 3 stating therein that the former has debited  Defendant No. 3 in Defendant No. 9&#x27;s New York Account to the extent of US $ 305,341.20.   Defendant No. 9 has also stated therein that - &quot;We  confirmed all terms and conditions complied with&quot;. \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_39\"> 11. Exhibit P-1 is a communication dated 17.9.1979 from Defendant No. 1 to Plaintiff No. 1 in the following words : \n</p>    \n<blockquote id=\"blockquote_19\">          NNNN   17TH SEP. 1979  \n\n  \n\n          ZCZC BDB9514   PKA074   MPC866    RC8003  \n\n          INND HL  RSSE  042 \n\n          SINGAPORE 42/39 17 1906  \n\n \n\n           LT \n\n          INTERADS EXPORT DIVISION \n\n          12TH FLOOR AKASHDEEP 26A BARAKHAMBA ROAD \n\n          NEW DELHI  \n\n \n\n UNDERSTAND FROM ownerS/AGENTS OF VESSEL OH DAI THAT VESSEL COLLIDED WITH UNKNOWN SUBMERGE OBJECT AND ABANDON SHIP STOP AGENTS STILL INVESTIGATING SHALL KEEP YOU POSTED OF DEVELOPMENTS PALLEX  \n\n  \n\n          COL LT 12TH 26A   \n\n\n \n\n</blockquote><p data-structure=\"Section\" id=\"p_40\"> 12. Exhibit P-3 is  a  letter  from D-3 to the Insurance Company which is  as follows: \n</p>    \n\n<pre id=\"pre_7\"> &quot;Ref. No. FE/PKS/693/79      Dated: 24.9.79  \n\n\n \n\n  The Oriental Fire and General Insurance Co. Ltd. \n\n D.D.II, 15-16 Scindia House \n\n Kasturba Gandhi Marg \n\n New Delhi  \n\n   \n\n</pre><p data-structure=\"Issue\" id=\"p_41\">Reg.: Your Cover Note No. 155559 dated 9th August 1979 for Rs. 27,50,000/- a/c M/s. Interads Export Division, 12th Floor, &#x27;Akashdeep&#x27;, 26A, Barakhamba Road, New Delhi  \n\n \n\n Dear Sirs, \n\n \n\n  We write to advise you that a consignment of 953 drums of Brass Scrap Honey Grade has been imported by our clients M/s. Interads Export Division, 12th Floor, &#x27;Akashdeep&#x27;, 26-A, Barakhamba Road, New Delhi shipped per vessel &quot;OH  DAI&quot; vide Bill of Lading No. 5B-8 dt. 29.8.79 against our Letter of Credit No. ND/1909.  The goods have been insured vide your above cover note.  \n</p> \n\n<p data-structure=\"Issue\" id=\"p_42\">  From the news recently published in the newspapers we gather that the carrying vessel &quot;OH  DAI&quot; has sunk.  As we have financial interest in this consignment, we request you to please consider this letter as our formal claim and advise us the further action to be taken by us. \n</p>\n    \n\n<p data-structure=\"Issue\" id=\"p_43\">Yours faithfully,       \n\n               \n\nsd/-               \n</p> \n<p data-structure=\"Issue\" id=\"p_44\">    ( R.S. Sharma )       \n\n                                           Deputy General Manager  \n\n\n \n\n  lsrk  \n\n \n\n  CC to M/s. Interads Export Division, 12th Floor, &#x27;Akashdeep&#x27;, 26A, Barkhamba Road, New Delhi. for information.&quot;  \n</p>\n\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_45\"> 13. The contention of the Plaintiff is that it had made several oral as well as written requests to Defendant No. 3 to investigate the matter and not to  release payments.  Exhibit P-9 reads as follows: \n</p>    \n<pre id=\"pre_8\">               &quot;REF. NO. 3799/283                October 16, 1979  \n\n \n\n  The Manager, \n\n The Lakshmi Commercial Bank Ltd., \n\n H-Block, Connaught Place \n\n New Delhi-1  \n\n \n\n  Dear Sir, \n \n   \n\nRe :  Your PAD/1895 under L/C No. ND/1907 \n\n           Your PAD/1896 under L/C No. ND/1909  \n\n \n\n We wish to refer you to your letters dated 9-10-79. \n\n \n\n</pre><p data-structure=\"CDiscource\" id=\"p_46\">  In this connection, we wish to invite your kind attention to your letter No. 3552/283 dt. 14th Sept. 1979 and subsequent discussions the undersigned have had with you many a times, pointing out a number of serious discrepancies in the documents.  Some of these discrepancies have also been mentioned in our letter No. 3786/283 dt. Oct. 31, 1979. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_47\">  Thus in compliance with our advice, the discrepancies in the documents should have been brought to the notice of your corresponding Bank at Singapore and the documents should have been rejected and returned to them immediately.  \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_48\">  We would like to mention here that even the High Court of Delhi has kindly held these discrepancies as genuine and has granted an injunction to the New Bank of India, New Delhi through which the L/C was established by us in favor of the same beneficiary and the documents negotiated against the L/C contained similar discrepancies.  A copy of High Court order is enclosed which is  self explanatory.   \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_49\">  We would, therefore, request you to kindly give this matter your personal attention and take proper and immediately action to safe-guard our&#x27;s as well a your&#x27;s interest.  </p><pre id=\"pre_9\">\n\n \n\nYours faithfully,              \n       \n\n        For INTERADS EXPORT DIVISION \n\n\n a/-                                               DIRECtor.&quot;          \n\n\n\n\n \n\n 14. Another letter  on similar lines is Ex. P-14 which  reads as follows: \n    \n\n\n        Ref.: 4189/283               21st November, 1979  \n\n \n\n   REGISTERED A.D.: \n\n \n\n       The Manager, \n\n      The Lakshmi Commercial Bank Ltd., \n\n      International Banking Division, \n\n      H-Block, Connaught Circus \n\n      New Delhi-1  \n\n \n\n       Dear Sir, \n\n   \n\n</pre><p data-structure=\"Issue\" id=\"p_50\">Re: Import bills for US$ 247,500.00 and US $ 305,341.20 drawn under L/C Nos. 1907 and 1909. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_51\">  We are in receipt of your letter No. FE/SSB/842/79 dated 13.11.79  and have noted the contents. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_52\">  Ever since the documents have been received by you, we have been pointing out that these are not in accordance with the terms of the L/C and as such the same are not acceptable to us.  Accordingly, we are not liable to make payment against the same. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_53\">  We reiterate that there are several discrepancies in the documents to  which you have given only an enigmatic reply that, according to you, there are no discrepancies.  The discrepancies pointed out by us however have not been dealt with in your reply.  We may point  out that under the uniform customs and practice, there are no  &#x27;minor&#x27; or &#x27;major&#x27; discrepancies and that in case there is any discrepancy, whether minor or major, you are rightly authorised to refuse payment.  It is, however, for you to take up the matter with  the negotiating bank, since we have no doubt in our mind that the documents are not in accordance with the L/C terms and as such we  are not liable to make payment against the same.    \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_54\">  While maintaining that we are not liable to make the payment against the subject documents still in order to assist you we may suggest that since a total loss has taken place you should put pressure on the insurance under-writers to settle the claim expeditiously.  The insurance cover is already in your name and you have also lodged your claim with the insurance under-writers.  We assure you that we shall provide you every assistance that you may ask from us in this connection., \n\n \n\n  While the insurance claim has been suggested as an expedient to protect your interest, we still feel very strongly that there is no reason why you should not take up the matter with the negotiating bank or your correspondents abroad pointing out the discrepancies in the documents and asking for the refund of the amount wrongly claimed by them from your account.   \n</p>\n \n\n<p data-structure=\"Issue\" id=\"p_55\">    Thanking you, \n\n \n\n                            Yours faithfully,            \n \n\n       for INTERADS EXPORT DIVISION \n\n\n        sd/-                 \n</p>\n\n<p data-structure=\"Issue\" id=\"p_56\">   DIRECtor&quot;              \n</p>\n\n\n  \n\n<blockquote id=\"blockquote_20\"> 15. The following Articles of the Uniform Customs and Practice for documentary credits (UCP) 300, which have been relied upon by learned counsel for the parties, are reproduced for ease of reference:-- \n</blockquote>   \n\n<blockquote id=\"blockquote_21\"> <a href=\"/doc/1659104/\" id=\"a_1\">Article 3</a>  \n   \n\n             An irrevocable credit constitutes a definite undertaking of the issuing bank provided that the terms and conditions of the credit are complied with: \n</blockquote>   \n\n<blockquote id=\"blockquote_22\">  i)  to pay, or that payment will be made, if the credit provides for payment, whether against a draft or not; \n</blockquote> \n\n<blockquote id=\"blockquote_23\">  ii) to accept drafts if the credit provides for acceptance by the issuing bank or to be responsible for their acceptance and payment at maturity if the credit provides for the acceptance of drafts drawn on the applicant for the credit or any other drawee specified in the credit;  \n</blockquote> \n\n<blockquote id=\"blockquote_24\">  iii) to purchase/negotiate, without recourse to drawers and/or bonafide holders drafts drawn by the beneficiary, at sight or at a tenor, on the applicant for the credit or on any other drawee specified in the credit, or to provide for purchase/negotiation by another bank, if the credit provides for purchase/negotiation.   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_57\">  b. An irrevocable credit may be advised to a beneficiary through  another bank (the advising bank) without engagement on the  part of that bank, but when an issuing bank authorises or  requests another bank to confirm its irrevocable credit and the  latter does so, such confirmation constitutes a definite  undertaking of the confirming bank in addition to the  undertaking of the issuing bank, provided that the terms and  conditions of the credit are complied with: \n</p>   \n\n<blockquote id=\"blockquote_25\">  i)  to pay, if the credit is payable at its own counters, whether  against a draft or not, or that payment will be made if the credit  provides for payment elsewhere  \n \n\n</blockquote><blockquote id=\"blockquote_26\">  ii)  to accept drafts if the credit provides for acceptance by the  confirming bank, at its own counters, or to be responsible for  their acceptance and payment at maturity if the credit provides  for the acceptance of drafts drawn on the  applicants for the  credit or any other drawee specified in the credit; \n</blockquote> \n\n<blockquote id=\"blockquote_27\">  iii)  to purchase/negotiate, without recourse to drawers and/or  bonafide holders, drafts drawn by the beneficiary, at sight or at a  tenor, on the issuing bank, or on the applicant for the credit or  any other drawee specified in the credit, if the credit provides for  purchase/negotiation. \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_58\">  c. Such undertakings can neither be amended nor cancelled  without the agreement of all parties thereto.  Partial acceptance  of amendments is not effective without the agreement of all  parties thereto.   \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_59\"> <a href=\"/doc/735354/\" id=\"a_2\">Article 7</a>  \n   Banks must examine all documents with responsible care to ascertain that they appear on their face to be in accordance with  the terms an conditions of the credit.  Documents which appear  on their face to be inconsistent with one another will be  considered as not appearing on their face to be in accordance  with the terms and conditions of the credit. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_60\"> <a href=\"/doc/691208/\" id=\"a_3\">Article 8</a>  \n   \n\n  a.  In documentary credit operations all parties concerned deal  in documents and not in goods.   \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_61\">  b. Payment, acceptance or negotiation against documents which  appear on their face to be in accordance with the terms and  conditions of a credit by a bank authorised to do so, binds the  parties giving the authorisation to take up the documents and  reimburse the bank which has effected the payment, acceptance  or negotiation. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_62\">  c. If, upon receipt of the documents, the issuing bank considers  that they appear on their face not to be in accordance with the  terms and conditions of the credit, that bank must determine, on  the basis of the documents alone, whether to claim that payment,  acceptance or negotiation was not effected in accordance with  the terms and conditions of the credit.   \n</p> \n\n<p data-structure=\"Section\" id=\"p_63\">  d. The issuing bank shall have a reasonable time to examine the  documents and to determine as above whether to make such a  claim.   \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_64\">  f. If the issuing bank fails to hold the documents at the disposal  of the remitting bank, or fails to return the documents to such  bank, the issuing bank shall be precluded from claiming that the  relative payment, acceptance or negotiation was not effected in  accordance with the terms and conditions of the credit. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_65\">  g. If the remitting bank draws the attention of the issuing bank to  any irregularities in the documents or advises such bank that it  has paid, accepted or negotiated under reserve or against a  guarantee in respect of such irregularities, the issuing bank shall  not thereby  be relived from any of its obligations under this  article.  Such guarantee or reserve concerns only the relations  between the remitting bank and the beneficiary.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_66\">  e. If such claim is to be made, notice to that effect, stating the  reasons therefore, must, without delay, be given by cable or any  other expeditious means to the bank from which the documents  have been received ( the remitting bank) and such notice must  state that the documents are being held at the disposal of such  bank or are being returned thereto.  \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_67\"> <a href=\"/doc/260256/\" id=\"a_4\">Article 9</a>  \n   Banks assume no liability or responsibility for the form, sufficiency, accuracy, genuineness, falsification or legal effect of  any documents, or for the general and/or particular conditions  stipulated in the documents or superimposed thereon; nor do  they assume any liability or responsibility for the description,  quantity, weight, quality, condition, packing, delivery, value or  existence of the goods represented thereby, or for the good faith  or acts and/or omissions, solvency, performance or standing of  the consignor, the carriers of the insurers of the goods or any  other person whomsoever.  \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_68\"> <a href=\"/doc/211089/\" id=\"a_5\">Article 16</a>  \n   \n\n  a. If words clearly indicating payment or prepayment of freight,  however named or described, appear by stamp or otherwise on  documents evidencing shipment or dispatch or taking in charge  they will be accepted as constituting evidence of payment of  freight. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_69\">  b. If the words &quot;freight payable&quot; or &quot;freight to be prepaid&quot; or  words of similar effect appear by stamp or otherwise on such  documents  they will not be accepted as constituting evidence of  the payment of freight. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_70\">  c. Unless otherwise specified in the credit or in consistent with  any of the documents presented under the credit, banks will  accept documents stating that freight or transportation charges  are payable on delivery.    \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_71\">  d. Banks will accept shipping documents bearing reference by  stamp or otherwise to cost additional to the freight charges, such  as costs of, or disbursements incurred in connection with,  loading, unloading or similar operations, unless the conditions of  the credit specifically prohibits such  reference.  \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_72\"> <a href=\"/doc/1163710/\" id=\"a_6\">Article 18</a>  \n\n   \n\n  a. A clean shipping document is one which bears no  superimposed clause or notation which expressly declares a  defective condition of the goods and/or the packaging.  \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_73\">  b. Banks will refuse shipping documents bearing such clauses or  notations unless the credit expressly states the clauses or  notations which may be accepted.   \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_74\"> <a href=\"/doc/1218090/\" id=\"a_7\">Article 19</a>  \n\n   \n\n  a. Unless specifically authorised in the credit, Bills of Lading of  the following nature will be rejected: \n</p>   \n\n<blockquote id=\"blockquote_28\">  i)  Bills of Lading issued by forwarding agents. \n</blockquote> \n\n<blockquote id=\"blockquote_29\">  ii)  Bills of Lading which are issued under and are subject to the  conditions of a Charter-Party. \n</blockquote> \n\n<blockquote id=\"blockquote_30\">  iii) Bills of Lading covering shipment by sailing vessels.   \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_75\">  b. However, subject to the above and unless otherwise specified  in the credit, Bills of Lading of the following nature will be  accepted: \n</p>   \n\n<blockquote id=\"blockquote_31\">  i)  &quot;Through&quot; Bills of Lading issued by shipping companies or  their agents even though they cover several modes of transport. \n</blockquote> \n\n<blockquote id=\"blockquote_32\">  ii)   Short Form Bills of Lading (i.e. Bills of Lading issued by  shipping companies or their agents which indicate some or all of  the conditions of carriage by reference to a source or document  other than the Bill of Lading). \n</blockquote> \n\n<blockquote id=\"blockquote_33\">  iii)  Bills of Lading issued by shipping companies or their agents  covering unitized cargoes, such as those on pallets or in  Containers.   \n</blockquote>\n \n\n<p data-structure=\"Section\" id=\"p_76\"> <a href=\"/doc/655638/\" id=\"a_8\">Article 20</a>  \n\n   \n\n  a. Unless otherwise specified in the credit, Bills of Lading must  show that the goods are loaded on board a named vessel or  shipped on a named vessel. \n</p>  \n\n<p data-structure=\"CDiscource\" id=\"p_77\">  b. Loading on board a named vessel or shipment on a named  vessel may be evidenced may be evidenced either by a Bill of  Lading bearing wording indicating loading on board a named  vessel or shipment on a named vessel, or by means of a notation  to that effect on the Bill of Lading signed or initiated and dated  by the carrier or his agent, and the date of this notation shall be  regarded as the date of loading on board the named vessel or  shipment on the named vessel.  \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_78\"> <a href=\"/doc/829916/\" id=\"a_9\">Article 33</a>  \n\n   When other documents are required, such as Warehouse  Receipts, Delivery, Orders, Consular Invoices, Certificates of  Origin, of Weight, of Quality or of Analysis etc. and when no  further definition is given, banks will accept such documents as  tendered.  \n</p>\n\n \n\n<p data-structure=\"Precedent\" id=\"p_79\"> 16. The aspect of the law pertaining to the scope of judicial interference in matters concerning Letter of Credit and Bank Guarantee has been elaborately and perspicuously explained in the decision of the Hon&#x27;ble Supreme Court in M/s. Tarapore and Co., Madras vs. M/s. V/O Tractoroexport Moscow and  another,  thus - \n</p>   \n\n<blockquote id=\"blockquote_34\">  &quot;6.  The scope of an irrevocable letter of credit is  explained thus in Halsbury&#x27;s Laws of England (Vol.34, Paragraph 319 at page 185): \n</blockquote>   \n\n<blockquote id=\"blockquote_35\">  &quot;It is often made a condition of a mercantile contract that the buyer shall pay for the goods by means of  a  confirmed credit, and it is then the duty of the buyer to procure his bank, known as the issuing or originating bank,  to issue  an  irrevocable credit in favor of the seller by which the bank undertakes to the seller, either directly or through another bank in the seller&#x27;s country known as the correspondent or negotiating bank, to accept drafts  drawn upon it for the price of the goods, against  tender by the seller of the shipping documents.  The contractual relationship between the issuing  bank and the buyer is defined by the  terms of the agreement between them under which the letter opening the credit is  issued;  and as between the seller and the bank, the issue of the credit duly notified to the seller creates a new contractual nexus and renders the bank  directly liable to the seller to pay the purchase price or to accept the bill of exchange upon tender of the documents.  The contract thus created between the seller and the bank is separate from, although ancillary to, the original contract between the buyer and the seller, by reason of the bank&#x27;s  undertaking to the seller, which is absolute.  Thus the bank is not entitled to rely upon terms of the contract  between the buyer and  the seller which might permit the buyer to reject the goods and to refuse payment therefor; and, conversely, the buyer is not entitled to an injunction restraining  the seller from dealing with the letter of credit if the goods are defective.&quot; \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_80\"> Chalmers on &quot;Bills of Exchange&quot; explains the legal position in these words&quot; \n</p> \n\n<blockquote id=\"blockquote_36\">  &quot;The modern commercial credit serves to  interpose between a buyer and seller a third person of un-questioned solvency, almost invariably a banker of  international repute; the banker on the instructions of the buyer issues the letter of credit and thereby undertakes to act as  paymaster upon the  seller  performing the conditions set out in it.    A letter of credit may be in any one of a number of specialised forms and contains the undertaking of the banker to honour all bills of exchange drawn there under.  It can hardly be over-emphasised that the banker is not bound or entitled to  honour such bills of exchange unless they, and such  accompanying documents as may be required there under, are  in exact compliance with the terms of the credit.   Such documents must be scrutanised with meticulous care, the maxim de minimis non curat lex cannot be invoked where payment is made by the letter of credit.  If the seller has  complied with the terms of the letter of credit, however,  there is an absolute obligation upon the banker to pay irrespective of any disputes there may be  between the buyer and the seller as to whether the goods  are up to contract or not&quot; \n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_81\"> Similar are the views expressed in `Practice and Law of Banking&#x27; by H.B. Sheldon, &quot;the Law of  Bankers Commercial  Credits&quot; by H.C. Gutteridge,&quot;the Law  relating  to Commercial Letters of Credit&quot; by A.G. Devis&#x27; &quot;the  Law Relating to Bankers&#x27;  Letters of Credit&quot; by B.C. Mitra and in several other text books read to us by Mr. Mohan Kumaramangalam,   learned Counsel for the Russian Firm.  The legal position as  set out above was not controverter by Mr. M.C. Satalvad, learned Counsel for the Indian Firm.  So far as the Bank of India is concerned it admitted its liability to honour the letter  of credit and expressed its willingness to abide by its terms.  It  took the same position before the High Court.          \n</p> \n\n<p data-structure=\"Section\" id=\"p_82\">  ........ \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_83\"> 10.  A   case somewhat similar to the one before us came up for consideration before the Queens Bench Division in  England in Hamzeh Walas and Sons v. British Imex  Industries Ltd., 1958-2 QB 127.  Therein the  plaintiffs, a Jordanian firm  contracted to purchase from the defendants, a British firm, a  large  quantity of reinforced steel rods, to be delivered in two Installments.  Payment was to be effected by opening in favor of the  defendants  of two confirmed  letters of credit with the Midland Bank Ltd., in London, one in respect of each Installment.  The letters of credit were duly opened and the  first was  realised by the defendants on the delivery of the first Installment.  The plaintiffs complained that that Installment was  defective and sought an injunction to bar the defendants from realizing the second letter of  credit.  Donovan, J.,  the Trial Judge refused the application.  In appeal Jenkins,  Sellers and Pearce L., JJ.   Confirmed the  decision of the Trial Judge.  In the course of his judgment Jenkins, L.J., who spoke for the Court  observed thus: \n</p>   \n\n<blockquote id=\"blockquote_37\">  &quot;We have been referred to a number of  authorities, and it seems to be plain enough that the opening of a confirmed letter of credit constitutes a bargain between the  banker and the vendor of the goods, which imposes upon the banker an absolute obligation to pay, irrespective of any dispute there may be between the parties as to whether the goods are up to contract or not.   An elaborate commercial system has been built up on the footing that bankers&#x27; confirmed credits are of that  character, and, in my judgment, it would be wrong for this  Court in the present case to interfere with that established practice. \n</blockquote> \n\n<blockquote id=\"blockquote_38\">  There is  this to be  remembered, too.  A  vendor of goods selling against a confirmed letter of credit is selling under  the   assurance  that nothing  will prevent him from receiving the price.  That is of no mean advantage when goods   manufactured in one country are being sold in another.  It is,  furthermore, to be observed that vendors are often reselling goods  bought from third parties.   When they are doing that, and when they are being  paid by a  confirmed  letter of  credit, their practice is - and I think it was followed by the  defendants in this  case--to finance the payments necessary to be made to  their suppliers against the letter of credit.  That system of financing these operations, as I see it, would break down  completely if a dispute as between the vendor and the  purchaser was to have the effect of  &quot;freezing&quot;  if I may use that expression the sum in respect of which the letter of credit  was opened.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_84\"> In   Urquhart Lindsay and Co. Ltd. v. Eastern Bank Ltd., 1922-1 KB 318 the King&#x27;s Bench held that the refusal of the defendants bank to take and pay for the  particular bills on presentation of the proper documents constituted a repudiation of the contract as a whole and that the plaintiffs were entitled to damages arising from such a breach.  It may be noted that in that case the price quoted in the invoices was objected to by the buyer and he had notified his objection to the bank.   But under the terms of the  letter of credit the bank was required to make payments on the basis of the invoices tendered by the seller.  The court held that if the buyers had an enforceable claim that adjustment must be made by way of refund by the seller and not by the way of  retention by the buyer. \n</p>\n \n\n<p data-structure=\"Section\" id=\"p_85\"> 11. Similar opinions have been expressed by the American Courts.  The leading American case on the subject is Dulien  Steel  Products Inc., of Washington v. Bankers Trust Co., Federal Reporter 2nd Series, 298 p.836.  The facts of that case are as follows: \n</p><blockquote id=\"blockquote_39\">  The plaintiffs, Dulien Steel  Products Inc., of Washington, contracted to sell  steel scrap to the European Iron and Steel Company.  The transaction was put through M/s. Marco Polo Group Project, Ltd.  who were entitled to commission for arranging the transaction.  For the payment of the  the commission to Marco Polo, plaintiffs procured an irrevocable letter of credit from Seattle  First National Bank. As desired by Marco Polo this letter of  credit  was opened in favor of one Sica. The defendant-bankers confirmed that letter of credit.   The credit stipulated for payment against (1) a receipt of Sica for the amount of  the credit and (2) a notification of Seattle Bank to the defendants that the plaintiffs had negotiated documents evidencing the shipment of the goods.  Sica tendered the stipulated receipt and Seattle Bank informed the defendants that the Dulien had negotiated documentary drafts.  Meanwhile after further negotiations between the plaintiffs and the vendees the price of the goods sold was reduced and consequently the commission payable to Marco Polo stood reduced but the defendants were not informed of this fact.  Only after notifying the defendants about the negotiation of the drafts drawn under the contract of sale, the Seattle Bank informed the defendants about the changes underlying the transaction and asked them not to pay Sica the full amount of the credit.  The defendants were also informed that Sica was merely a nominee of Marco Polo and has no rights of his own to the sum of the credit.  Sica, however, claimed payment of the full amount of the credit. The defendants asked further instructions from Seattle Bank  but despite Seattle Bank&#x27;s instructions decided to comply with Sica&#x27;s request.  After informing Seattle Bank of their intention,  they paid Sica the full amount of the credit.  Plaintiffs thereupon brought an action in the District Court of New York for the recovery of the moneys paid to Sica.  The action was dismissed by the trial Court and that decision was affirmed by the Court of Appeals.  That decision establishes the well known principle  that the letter of credit is independent of and unqualified by the contract of sale or underlying transaction.  The autonomy of an irrevocable letter of credit is entitled to protection.  As a rule Courts refrain from  interfering with  that autonomy.&quot;  \n</blockquote>\n\n \n\n<blockquote id=\"blockquote_40\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834541\" id=\"span_1\">17. Thereafter, in <a href=\"/doc/1834541/\" id=\"a_10\">United Commercial Bank vs. Bank of India and Others</a>,  the Apex Court had opined that Courts ought not to grant an injunction restraining the performance of the contractual obligations flowing out of a Letter of Credit or a Bank Guarantee between one Bank and another.  It observed that -</span> \n</blockquote><blockquote id=\"blockquote_41\">  &quot;The  opening  of  a  confirmed  letter of  credit constitutes   a bargain between  the banker and the vendor of the goods which imposes on the banker  an   absolute  obligation to pay.   A banker issuing or  confirming an irrevocable  credit  usually undertakes  to honour drafts  negotiated, or to  reimburse in    respect of  drafts paid, by the paying or negotiating  intermediate banker  and  the  credit is  thus in   the hands of the beneficiary  binding   against the banker.   A   letter of credit  constitute  the sole  contract with the banker and  a  bank   issuing  or  confirming  a  letter of  credit is not concerned  with the  underlying  contract between the buyer an seller.  Duties  of  a  bank under  a  letter of  credit  are  created by the  document  itself, but in any  case it has the   power and is subject to  the  limitations which are  given or  imposed by it, in the  absence of the appropriate  provisions in the letter   of  credit.  The banker owes  a duty to the buyer to ensure that the documents tendered by the sellers under a   credit are complied with those for which the credit calls and which are embodied in terms of paying or  negotiating bank The description of the goods in the relative bill of exchange must be the  same description in the letter of credit, that it, the goods themselves must in each be  described in identical terms, even though the goods differently described in the two documents are, in fact, the  same.  It is the  description of the goods that is all important and if the description is not identical it is the paying bank&#x27;s  duty to refuse payment.&quot;      \n</blockquote>\n\n \n\n<p data-structure=\"Precedent\" id=\"p_86\"> 18.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1871958\" id=\"span_2\">In <a href=\"/doc/1871958/\" id=\"a_11\">Centax (India) Ltd. vs. Vinmar Impex Inc. and Others</a>,   it is stated that a Bank Guarantee resembles and is analogous to an Letter of Credit and would therefore attract similar jural considerations and handling.</span> \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_87\"> 19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_3\">In <a href=\"/doc/329587/\" id=\"a_12\">U.P. Coop. Federation v. Singh Consultants &amp; Engineers (P) Ltd.</a>,  the law pertaining to Letters of Credit (LCs) has been dealt with in some detail. I find the following paragraphs of the judgment to be extremely instructive:</span> \n</p>  \n\n<blockquote id=\"blockquote_42\">  &quot; 45.  The letter of credit has been developed over hundreds of years of international trade.  It  was most commonly used in conjunction with the sale of goods between geographically distant parties.  It was intended to facilitate the transfer of goods between distant and unfamiliar buyer and seller.  It was found difficult for the seller to rely upon the credit of an unknown  customer.  It was also found difficult for a buyer to pay for goods prior to their delivery.  The Bank&#x27;s letter of credit came into existence to bridge this gap. In such  transactions, the seller (beneficiary) received  payment from issuing bank when he presents a demand as per terms of the documents.  The bank must pay if the documents are in order and the terms of credit are satisfied.   The bank, however, was not allowed to determine whether the seller had actually shipped the goods or whether the  goods conformed to the requirements of the contract.  Any dispute between the buyer and the seller must be settled between  themselves.  The courts, however, carved out an exception to this rule of absolute independence.   The courts held that if there  has been fraud in the transaction the bank could dishonour beneficiary&#x27;s demand for payment.  The courts have generally permitted dishonour only on the fraud of the beneficiary, not the fraud of somebody else.     \n</blockquote> \n\n<blockquote id=\"blockquote_43\"> 46 . It was perhaps for the first time the said  exception of fraud to the rule of absolute independence of the letter of credit has been applied by Shientag, J. in the American case of Sztejn v. J.Henry Schroder Banking Corporation (31 NYS 2d 631).  Mr. Sztejn wanted to buy some bristles from India and so he entered into a deal  with an Indian seller to sell  him a quantity.   The issuing  Bank issued a letter of credit to the Indian seller that provided that, upon  receipt of  appropriate documents, the bank would pay for the shipment.  Somehow, Mr. Sztejn discovered that the shipment made was not crates of bristles, but creates of worthless material and rubbish.  He went to his bank which probably informed him that the letter of credit was an independent undertaking of the bank and it must pay.                            \n</blockquote> \n\n<blockquote id=\"blockquote_44\"> ....... \n</blockquote> \n\n<blockquote id=\"blockquote_45\"> 53 . Whether it is a  traditional letter of credit or a new device like performance bond or performance guarantee, the obligation of banks appears to be the same.  If documentary credits are irrevocable and independent, the banks must pay when demand is made.  Since the bank pledges its own credit involving its reputation, it has no defense except in the case of fraud.  The bank&#x27;s obligations of course should not be extended to protect the unscrupulous  seller, that is, the seller who is responsible  for the fraud.  But, the banker must be sure of his ground before declining to pay.  The nature of the fraud that the courts talk about is fraud of an egregious nature as to vitiate the entire underlying transaction.  It is fraud of the beneficiary, not the fraud of somebody else.  If the bank detects with a minimal investigation the fraudulent  action of the seller, the payment could be refused. The bank cannot be compelled to honour the credit in such cases.  But it may be very difficult for the bank to take a decision on the alleged fraudulent action.  In  such cases, it would be proper for the bank to ask the buyer to approach the court for an injunction.&quot;   \n</blockquote>\n\n \n\n<p data-structure=\"Precedent\" id=\"p_88\"> 20. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1187778\" id=\"span_4\">In <a href=\"/doc/1187778/\" id=\"a_13\">Hindustan Steel Works Construction Ltd. Vs. Tarapore &amp; Co.</a>, , the following observations are made:</span> \n</p><blockquote id=\"blockquote_46\">    &quot;We  are, therefore, of the opinion that   the  correct  position  of law is that commitment of banks must be honoured free from interference by the courts and it is only in exceptional cases, that is  to  say,  in case of fraud or in a  case   where  irretrievable injustice would be done if bank guarantee is allowed to be  encashed, the  court should interfere.    In this case fraud has not been pleaded  and the relief for injunction was sought by the contractor/Respondent 1 on the ground  that  special equities or the special circumstances of the case required it.  The special circumstances  and/or special equities which have been pleaded in this case are that there is a serious dispute on the question as to who has committed breach of the contract, that the contractor  has  a counter-claim against the appellant, that the disputes between the parties have been  referred to the arbitrators  and that no amount can be said to be due and payable by the contractor to the appellant till the arbitrators  declare their award.   In our opinion,  these factors are not sufficient to make this case an exceptional case justifying interference by restraining the appellant from enforcing the bank guarantees.  The High Court was,  therefore, not right in restraining the appellant from enforcing the bank   guarantees&quot;.  \n</blockquote>\n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_89\"> 21. In U.P. State Sugar Corporation v. M/s. Sumac International Limited,  the circumstances in which the invocation of a Bank Guarantee or payments made pursuant thereto could be interdicted, had been Restated.  While spelling out the  essentials of fraud and/or irretrievable injustice in this context, the Apex Court also returned the following observations:- \n</p>   \n\n<blockquote id=\"blockquote_47\">  &quot;12  The law relating to invocation of such bank guarantees is by  now well settled.   When in the course of commercial dealings an   unconditional bank guarantee is given or accepted, the  beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective  of  any pending  disputes.   The  bank  giving such a guarantee is bound to honour it as per its terms   irrespective of any dispute raised by its customer.   The very  purpose of giving such a bank guarantee would otherwise be  defeated.  The courts should,  therefore, be slow in granting an    injunction to restrain the realization of such a bank guarantee.    The courts have carved out only two exceptions.   A fraud in connection with such a bank guarantee would vitiate the very   foundation of such a bank guarantee.   Hence  if there is such a  fraud of which the beneficiary seeks to take advantage,  he can be  restrained from doing  so.  The second exception relates to cases  where allowing the encashment of an unconditional bank   guarantee would result in irretrievable harm or injustice to one of the parties concerned.   Since in most cases payment of money  under such a  bank  guarantee   would  adversely affect the bank and its customer at whose instance the guarantee is given, the   harm  or   injustice contemplated under this head must be of  such  an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an  injunction on commercial dealings in the country.   The two   grounds are not necessarily  connected,  though both may coexist in some cases. \n</blockquote> \n\n<blockquote id=\"blockquote_48\"> ....... \n</blockquote>  \n\n<blockquote id=\"blockquote_49\"> 14.  On the question of irretrievable injury which is the second exception to  the rule against granting of injunctions when  unconditional bank guarantees  are sought to be realised the court said <a href=\"/doc/1187778/\" id=\"a_14\">in <a href=\"/doc/1187778/\" id=\"a_15\">the  above  case</a></a> that the  irretrievable injury must be of the kind which was the subject-matter of the decision in the Itek  Corpn.  case, 566 Fed Supp  1210.   In  that case an exporter in USA entered into an agreement with the Imperial Government of Iran and sought an order terminating its liability on stand by  letters of credit issued by an American Bank in  favor of an Iranian Bank as part of the contract.  The relief was sought on  account of  the situation created after the Iranian revolution when the American Government cancelled the export licenses in relation to Iran and the Iranian Government had forcibly taken 52 American citizens as hostages.   The US Government had blocked all Iranian assets under the jurisdiction of United States and had cancelled the export contract.  The Court upheld  the contention  of the exporter that any claim for damages against the purchaser  if decreed by the American Courts would not be executable in Iran under these circumstances and realisation of the bank  guarantee/letters of credit would cause irreparable harm to the plaintiff.  This contention was upheld.  To avail of this  exception, therefore, exceptional circumstances which make it impossible   for the guarantor to reimburse  himself  if  he ultimately succeeds, will have to be decisively established. Clearly, a mere  apprehension that the other  party  will  not be able to pay, is not enough.   In  Itek  case  (supra)   there  was   a  certainty  on this   issue.   Secondly,  there was good reason, in that case for the  Court to be prima facie satisfied that  the guarantors i.e. the bank and its customer would be found entitled to receive the amount paid  under the guarantee. \n</blockquote>\n \n\n<blockquote id=\"blockquote_50\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"270232\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_6\">15. Our attention was invited to a number of decisions on this issue  -- among them, to Larsen &amp; Toubro Ltd. v. Maharashtra SEB,  and <a href=\"/doc/708879/\" id=\"a_16\">Hindustan Steel Workers Construction Ltd.  v.  G.S.  Atwal &amp; Co.  (Engineers)  (P) Ltd.</a>,  as also to <a href=\"/doc/270232/\" id=\"a_17\">National Thermal Power Corpn.  Ltd.  v. Flowmore  (P)  Ltd.</a>, .</span></span>  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901943\" id=\"span_7\">The  latest  decision is in the case of <a href=\"/doc/1901943/\" id=\"a_18\">State of Maharashtra v. National Construction Co.</a>,  where this Court has summed up the position by stating:</span>  \n</blockquote>\n<blockquote id=\"blockquote_51\">           &quot;The rule is well established that a bank issuing a  guarantee is not concerned with the underlying contract between the parties to the contract. The duty of the bank  under a performance guarantee is created by the  document itself.  Once the documents are in order the bank giving the guarantee must honour the same and  make payment ordinarily unless there is an allegation of fraud or the like.   The courts will not interfere directly or indirectly to withhold payment, otherwise trust in commerce internal and international would be   irreparably damaged.  But that  does  not mean that the parties to the underlying contract cannot settle the disputes with respect to allegations of breach by     resorting to litigation or arbitration as stipulated in the contract.   The remedy arising ex contractu  is not barred and the cause of  action for the same is independent of enforcement  of  the guarantee.&quot;  \n</blockquote>\n \n\n<p data-structure=\"Precedent\" id=\"p_90\">                      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_8\">The other recent decision is in <a href=\"/doc/1988070/\" id=\"a_19\">Hindustan  Steelworks  Construction  Ltd.  v. Tarapore &amp; Co.</a>, .</span>  \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_91\"> 16.  Clearly, therefore, the existence of any dispute between the   parties to the contract is not a ground for issuing an injunction to restrain the enforcement of bank guarantees.   There must be a  fraud in connection with the bank guarantee.&quot;  \n</p>\n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_92\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28176\" id=\"span_9\">22. Quite recently, in the <a href=\"/doc/28176/\" id=\"a_20\">Federal Bank Limited v. V.M. Jog Engineering Limited  and others</a> (2001) 1 SCC 663 the Apex Court had, in similar vein, recorded the  following enunciation:-</span> \n</p><blockquote id=\"blockquote_52\">  &quot; In  several judgments of this Court, it has been held that courts ought not to grant injunction to restrain encashment of bank guarantees or letters of credit.  Two exceptions have been mentioned -  (i) fraud, and (ii) irretrievable damage.  If the plaintiff is prima facie able to establish that the case comes within these two exceptions, temporary injunction under <a href=\"/doc/161831507/\" id=\"a_21\">Order 39 Rule 1 CPC</a> can be issued.  It has also been held that the contract of the bank guarantee or the letter of credit is independent of the main contract between the seller and the buyer.  This is also clear from <a href=\"/doc/1659104/\" id=\"a_22\">Articles 3</a> and <a href=\"/doc/1015123/\" id=\"a_23\">4</a> of UCP (1983 Revision).  In case of an irrevocable bank guarantee or letter of credit the buyer cannot obtain injunction against the banker on the ground that there was a breach of the contract by the seller.  The bank is to honour the demand for encashment if the seller prima facie complies with the terms of   bank  guarantee or the letter of credit, namely, if the seller produces the documents enumerated in the bank guarantee or the letter of credit.  If the bank is satisfied on the face of the documents that they are in conformity with the list of documents mentioned in the bank guarantee or the letter of credit and there is no discrepancy, it is bound to honour the demand of the seller for encashment.  While doing so it must take reasonable care.   It is not permissible  for the bank to refuse payment on the ground that the buyer is  claiming that there is a breach of contract.  Nor can the bank try to decide this question of  breach  at that  stage  and refused  payment to the seller. Its obligation under the document having nothing to do with any dispute as to breach of contract between the seller and the buyer.&quot; \n</blockquote>\n\n \n\n<p data-structure=\"Precedent\" id=\"p_93\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"437094\" id=\"span_10\">The Federal Bank was the negotiating Bank on behalf of Bank of Maharashtra which was the author of the Letter of Credit.    The relation between the two Banks was held  to be  that of principal and agent.   The Federal Bank had sent copies of the documents received by it from the  seller to the issuing banker, namely, Bank of Maharashtra.  The  latter  took an inordinate time to respond  and in the meanwhile, strictly in conformity with the   Letter of Credit, Federal Bank paid out moneys to the Seller.   It was subsequently discovered that the   Seller had allegedly committed a forgery on the documents. Nevertheless,   since there was no infraction of the terms of the Letter of Credit,  the Apex Court held that the Federal Bank, namely, the paying or negotiating  (intermediary) Bank would be entitled to reimbursements from the Bank of Maharashtra.   The Apex Court  affirmed the Judgment of the Division Bench of the Bombay High Court  authored  by Hon&#x27;ble  M.B. Shah, J., as his Lordship then was, in <a href=\"/doc/437094/\" id=\"a_24\">Virgo Steels v. Bank of Rajasthan Ltd. &amp; others</a>, AIR 1998 Bombay 82.  In that case UCO Bank had issued a Letter of Credit at its  request, on the foundation of which the Bank of  Rajasthan Limited had made disbursements.   The Bank of Rajasthan had sought confirmation from the UCO Bank, and had received it.   The Division Bench found it irrelevant that some officers of the UCO Bank had committed fraud.  It affirmed the Order of the Single Judge refusing to grant unconditional Leave to Defend to UCO Bank.   The Division Bench had also referred to a Circular of the Reserve Bank of India dated April 1, 1992 in which it recommended the honouring of Letter of Credit even where the transaction involved a  conspiracy between the  beneficiary and the constituents.   The RBI had opined that &quot;if   the bills drawn under LCs are not honoured, it will adversely affect the character of LCs  and the relative bills as an accepted means of payment.  This  could also  affect the credibility of the entire payment  mechanism  through banks and  affect the image of the Banks&quot;.</span>      \n</p>\n<p data-structure=\"Precedent\" id=\"p_94\">  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1834541\" id=\"span_11\">Even in its most recent judgment the Apex Court  has relied on its  earlier judgment in <a href=\"/doc/1834541/\" id=\"a_25\">United Commercial Bank</a> case (supra) as has been succinctly condensed the law in the first Head Note of the Report, which reads thus:</span> \n</p><blockquote id=\"blockquote_53\">   &quot;The opening of a confirmed letter of credit constitutes a bargain between the banker and the vendor of the goods which imposes on the banker an absolute obligation to pay.   A banker issuing or  confirming an irrevocable credit  usually undertakes to honour drafts negotiated, or to  reimburse in respect of drafts paid, by the paying or negotiating intermediate banker and the  credit is thus in the hands of the beneficiary binding against the banker.   A letter of credit constitute the sole contract with the banker and a  bank issuing or confirming a letter of credit is not concerned  with the underlying contract between the buyer an seller.  Duties of a bank under a letter of credit are created by the  document itself, but in any case it has the power and is subject to the limitations which are given or imposed by it, in the  absence of the appropriate provisions in the letter of credit.  The banker owes a duty to the buyer to ensure that the documents tendered by the sellers under a credit are complied  with those for which the credit calls and which are embodied in terms of paying or  negotiating bank   The description of the goods in the relative bill of exchange must be the same description in the letter of credit, that it, the goods   themselves must in each be  described  in identical terms, even though the goods differently described in  the two documents are, in fact, the  same.  It is the description of the goods that is  all important and if the description is not identical it is the paying bank&#x27;s  duty to refuse payment&quot;.      \n</blockquote>\n\n \n\n<p data-structure=\"Precedent\" id=\"p_95\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"498714\" id=\"span_12\">23. On first principles, the Hon&#x27;ble Supreme Court has made the following observations in respect of letters of  credit in <a href=\"/doc/498714/\" id=\"a_26\">Hira Lall and Sons and Others v. Lakshmi Commercial Bank</a>, :</span>  \n</p>       \n<blockquote id=\"blockquote_54\">   &quot;This  is an application based on a letter of credit.  The settled legal position is that a letter of credit constitutes sole contract with the banker and its authorising the bank issuing letter of credit has no concern with any question that may arise between the seller and the purchaser of goods in respect of the purchase price; that there should, however, be strict compliance both by the customer at whose instance letter of credit was issued and by the banker, with his instructions; that in a claim on letter of credit, defense of fraud or apprehension of irretrievable injustice or non-compliance with instructions could also be raised.  All such defenses could be urged or agitated before the Tribunal by the petitioner and on a decision by it, an appeal also could be filed.&quot; \n</blockquote>\n\n\n \n\n<p data-structure=\"Precedent\" id=\"p_96\"> 24. The decision of the Division Bench of this Court in Food Corporation of India vs. M/s. Arosan Enterprises Ltd.,  authored by Hon&#x27;ble Justice Y.K. Sabharwal, as his Lordship then was, has also been relied on.   It was observed therein that -&quot;Where contract stipulated that delivery of sugar could be made to Govt. of India after original date and delivery period, in terms of contract, was extendable at a discount mutually agreed to between buyer and seller, it was not for the Bank to enquire whether the goods had been delivered by stipulated date or not and refuse payment to the buyer on the ground that delivery had not been effected by that date.  In such a case, the mere fact that a signed contract between beneficiary i.e.  the Seller and the Buyer was to be supplied to the banks would not show that the Bank before making supply could go into the various clauses of the contract and refuse payment on the ground that one or the other clause of the contract had been breached by the Seller.  The letter of credit is an independent contract. The  only obligation of the Bank is to examine with reasonable care all documents presented, in order to ascertain that they appear on their face to be in accordance with the terms and conditions of the credit and, if so, to pay to the Seller/beneficiary by whom the documents have been presented the sum stipulated by the credit or to accept or negotiate without recourse to drawer&#x27;s draft drawn by the seller/beneficiary if the credit so provides.   The credits, by their nature, are separate transactions from the sales or other contract on which they may be based and the banks are in no way concerned with or bound by such contracts.&quot; \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_97\"> 25. An analysis of these  pronouncements discloses  that  the Hon&#x27;ble Supreme Court has unvaryingly  and   relentlessly  held that  Courts  should interfere in the  encashment of  Bank Guarantees  and Letters of Credit with great  circumspection .    Although  this  approach may appear to be harsh on a defrauded  party, it  should not be   forgotten that   such a   party has the  legal recourse to proceed  against  the   defrauder,  in a civil action   for   recovery of money.   The Bank is  a    third  party,  and   is   merely  a    facilitator to commercial transactions.  The   Bank ought not to be  made  liable for the legal inequities of  another.  The suit must be   decided on this   platform,  and also on the  implementation of the relevant   Articles  of the UCP 300. \n</p>    \n \n\n<p data-structure=\"Precedent\" id=\"p_98\"> 26. On 26.11.1985 the following Issues were framed:- \n</p>   \n\n<blockquote id=\"blockquote_55\">  &quot;1. Whether the plaint has been properly valued for the purposes of court fee and jurisdiction?  If not what is the correct valuation?  (OPP)  \n \n\n</blockquote><blockquote id=\"blockquote_56\">     2.Whether the suit for a mere declaration is maintainable? (OPP) \n \n\n</blockquote><blockquote id=\"blockquote_57\">    3.Whether the plaint has been signed and the suit instituted by duly authorised person?  (OPP) \n \n\n</blockquote><blockquote id=\"blockquote_58\">   4.Whether the written statement filed on behalf of defendants 1 &amp; 2 has been signed and verified by a competent person?  (OPD) \n \n\n</blockquote><blockquote id=\"blockquote_59\">   5.Whether the written statement filed on behalf of defendant No. 3 has been signed by duly authorised or competent person?  (OPD) \n \n\n</blockquote><blockquote id=\"blockquote_60\">   6.Whether the payments were made by the negotiating bank defendant No. 9 to defendants 1 &amp; 2 under the Letter of Credit?  If not to what effect?  (OPD. 9) \n \n\n</blockquote><blockquote id=\"blockquote_61\">   7.Whether the documents sought to be negotiated under the Letter of Credit have been drawn in conformity with the terms of the Letter of Credit and the laws governing the Documentary Credits?  (OPD) \n \n\n</blockquote><blockquote id=\"blockquote_62\">    8.Whether documents sought to be negotiated under the Letter of Credit were scrutinised by defendant No. 3?  If not to what effect?  (OPD) \n \n\n</blockquote><blockquote id=\"blockquote_63\">   9.Whether the documents sought to be negotiated under the Letter of Credit could validly be signed by the Secretary of the defendants No. 1 &amp; 2 without any express and written authority especially when defendant No. 1 is a proprietory concern of defendant No. 2?      (OPD) \n \n\n</blockquote><blockquote id=\"blockquote_64\">   10.Whether the Bill of Exchange signed by the Secretary of the defendants 1 &amp; 2 could be negotiated under the Letter of Credit in question?  (OPD)         \n \n\n</blockquote><blockquote id=\"blockquote_65\">  11. Whether the Bill of Lading could be validly endorsed by the Secretary of defendants 1 &amp; 2 in blank effecting the negotiations of the Bill of Lading?  (OPD) \n \n\n</blockquote><blockquote id=\"blockquote_66\">            12.What is the relationship of Union Ocean Shipping Company-defendant No. 5 with M/s. Wellway Lines, defendant No. 4?  Was the defendant No. 5 owner of M.V. &#x27;Oh Dai&#x27;?   If not, was defendant No. 5 merely a Charter party?  (OPD) \n \n\n</blockquote><blockquote id=\"blockquote_67\">               13.If the Bill of Lading is issued by a Charter Party?  What is the effect? (OPD)    \n \n\n</blockquote><blockquote id=\"blockquote_68\">                 14.Whether defendant No. 3, the issuing Bank can act under the Letter of Credit on the basis of the Certificate issued by the negotiating bank i.e. Defendant No. 9?  (OPD) \n \n\n</blockquote><blockquote id=\"blockquote_69\">                15.Whether the documents negotiated under the letter of Credit are the product of fraud committed by Defendant No. 1 &amp; 2?  (OPP) \n \n\n</blockquote><blockquote id=\"blockquote_70\">              16.Whether the suit for injunction has become infructuous in view of the payment by defendant No. 3 to the Foreign Bank defendant No. 9 under the Letter of Credit prior to the filing of the suit?  (OPD) \n \n\n</blockquote><blockquote id=\"blockquote_71\">                17.Whether the certificate dated 29th August, 1979 is also a Certificate of Quality?   \n</blockquote> \n\n<blockquote id=\"blockquote_72\">                18.Relief.&quot;         \n</blockquote>\n\n\n\n\n \n\n<span class=\"hidden_text\" id=\"span_13\"> 27. Issues No. 1 &amp;  2  </span>\n \n\n<p data-structure=\"CDiscource\" id=\"p_99\"> Whether the plaint has been properly valued for the purposes of court fee and jurisdiction?  If not what is the correct valuation?   \n</p> \n\n<p data-structure=\"Issue\" id=\"p_100\"> Whether the suit for a mere declaration is maintainable? \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_101\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1608817\" id=\"span_14\">These  Issues shall be decided together.  The objection of Mr. Airi is that a suit for mere declaration is not maintainable.  Mr. Taneja submits that I should read the plaint in a holistic manner and that if I do so it will be evident that in substance the prayers are for injunctory relief.   Reliance has been placed on behalf of the Plaintiffs on the views expressed in <a href=\"/doc/1608817/\" id=\"a_27\">D.P. Rai Ahuja vs. Delhi Development Authority</a> 1974 Rajdhani Law Reports 664 where a suit styled as one for the grant of a mandatory injunction was treated to be for a perpetual injunction, thereby rendering the objection of the non-issuance of a notice as irrelevant and/or surmountable.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1856403\" id=\"span_15\">In <a href=\"/doc/1856403/\" id=\"a_28\">Memoona Bi vs. Municipal Corporation of Delhi</a>, 1974 Rajdhani Law Reports 198 this Court again  preferred to look at the substance of the plaint and not confine attention merely to its form.  It was found that an injunction could be granted even though a needless declaration had been prayed for.</span>   <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1099197\" id=\"span_16\">I would prefer to abjure the narrow and pedantic approach for one that advances the  interest of justice; the Courts effort  should be to dispense justice rather than dispense with it.   The same view has been taken in <a href=\"/doc/1099197/\" id=\"a_29\">Times Properties vs. Delhi Development Authority</a>, 1985 Rajdhani Law Reports 398 of which the following extracts are of relevance:</span> \n</p>   \n\n<blockquote id=\"blockquote_73\"> &quot;4. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"736882\" id=\"span_17\">In <a href=\"/doc/736882/\" id=\"a_30\">Mahant  Purushottam Dass Vs. Narain</a>  it has been observed that it is a matter of construction of plaint in each case for determining  if the suit was purely for permanent  injunction and that a suit for injunction will be treated as a suit<a href=\"/doc/118810378/\" id=\"a_31\"> u/s 7(iv)(d)</a>  of the Court Fees Act if a plaintiff can get an injunction without the necessity of praying for any other declaration.  Further it has been observed that the prayer for declaration will be surplusage if the plaintiff can get the relief for injunction without praying for declaration, but declaration has to be prayed where an obstacle has to be removed before the plaintiff can  claim the relief of injunction simpliciter.</span> \n</blockquote>\n \n\n<blockquote id=\"blockquote_74\"> 5.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1857251\" id=\"span_18\">In <a href=\"/doc/1857251/\" id=\"a_32\">Harchand Singh v. Dalip Singh</a>,  it has been observed that the   correct test is that where there is   any legal necessity for the plaintiff to get  a declaration of his right before  he can  get an injunction to protect it, the suit will fall<a href=\"/doc/118810378/\" id=\"a_33\"> u/s 7(iv)(d)</a> of the Court Fees Act even though the  plaintiff  sought  declaration by means of averments  in the    body of plaint and not  prayed  for  declaration specifically t the end of the plaint and if it is   not   necessary to pray for declaration the suit will fall<a href=\"/doc/118810378/\" id=\"a_34\"> u/s 7(iv)(d)</a> of the Court Fees Act.</span>     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"664270\" id=\"span_19\">Similar observations  were made in <a href=\"/doc/664270/\" id=\"a_35\">Sri Rajah Nayani v. Sri Rajah Tdakamalla</a> AIR 1941 Madras 91.</span> \n</blockquote>\n \n\n<blockquote id=\"blockquote_75\"> 6. The ratio of these  decisions  is that if there is legal necessity for a declaration before grant of relief of injunction  it would  not be  suit for  inunction  and  if grant of   declaration is not  necessary the suit would  be  purely a   suit for inunction. &quot;  \n</blockquote> \n \n\n<p data-structure=\"CDiscource\" id=\"p_102\"> It was in these circumstances that Mr. Taneja argued that the plaint should be read as one seeking a perpetual injunction simpliciter, and that the prayers pertaining to declarations be treated as surplasages and be ignored.   In natural sequence, he prayed for and was allowed to amend the valuation of the suit as one for an injunction alone.   The amendment was allowed.   The suit was valued for the purposes of court fee and jurisdiction at Rs. 25,00,000- and additional court fee of Rs. 23,944/-  has already been paid.    In these  circumstances I find no merit in the objection of Mr. Airi that the suit is ridden with such oblique motives as would be an impediment to its maintainability.  In these premises both the issues are decided in favor of the Plaintiff.     \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_20\"> 28. Issues No. 3 &amp; 5  </span>\n \n\n<p data-structure=\"Precedent\" id=\"p_103\"> Whether the plaint has been signed and the suit instituted by duly authorised person?   \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_104\"> Whether the Written Statement filed on behalf of defendant No. 3 has been signed by duly authorised or competent person?  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_105\"> Both these issues have not been pressed by the opposing party at the time of arguments.  I hold that the Plaint as well as  the Written Statement of Defendant No. 3 have been signed and verified by  a competent person.  \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_21\"> 29. Issue No. 4  </span>\n \n\n<p data-structure=\"RespArg\" id=\"p_106\">  Whether the written statement filed on behalf of defendants 1 &amp; 2  has been signed and verified by a competent person?   \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_107\"> The onus probandi  was  cast on Defendants No. 1 and 2 who have been set ex parte on 27.7.1984 and no evidence has been led by them.  The onus of proof has not been discharged by them.   Moreover,  these pleadings have been signed by a person named Bhupinder Singh who is stated to be a Power of Attorney Holder.   The Power of Attorney has also not been proved.   The Issue is decided in the negative and against Defendants Nos. 1 and 2.  \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_22\"> 30. Issue No. 6  </span>\n \n\n<p data-structure=\"Issue\" id=\"p_108\">  Whether the payments were made by the negotiating bank  defendant No. 9 to defendants 1 &amp; 2 under the Letter of Credit?  If  not to what effect?  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_109\"> Defendant No. 9 has not filed a Written Statement and has already been set ex-parte and no evidence is  forthcoming on its  behalf.   So far as Written Statement of Defendants No. 1 and 2 is  concerned, I have already held that it has not been signed or verified by duly authorised and/or competent persons.   The position that prevails, therefore, is that there are no pleadings in respect of this Issue and no evidence has been placed on record by the Defendants.   It  would  also be   appropriate to draw the  distinction between this Issue and the  question of  whether  Defendant No. 3 has  paid Defendant No. 9  to the  extent of the  subject  Letter of Credit.   The Issue is accordingly decided against the Defendant and it is held that payments have not been made by Defendant No. 9 to Defendants No. 1 and 2 under the Letter of Credit. \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_23\"> 31. Issue No. 7        </span>\n \n\n<p data-structure=\"CDiscource\" id=\"p_110\">  Whether the documents sought to be negotiated under the Letter of  Credit have been drawn in conformity with the terms of the Letter  of Credit and the laws governing the Documentary Credits?   \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_111\"> Learned counsel for the parties had submitted that the UCP is  applicable to the facts of the present case and copious references to the sundry Articles reproduced herein have been made on both sides of the Bar.   Therefore, there is no controversy as to whether the UCP was made applicable to the transaction in question by the agreement between the parties.  Although the onus has been cast on the Defendants to prove the Issue, learned counsel for the Plaintiff has submitted, and in my view correctly so, that since this Issue is central to the dispute, the Plaintiff has also led evidence on it.  In Exhibits P10, P11, P13 and P14 the Plaintiff has indubitably remonstrated to Defendant No. 3 that the documents are not in conformity with the Letter of Credit.   It is equally true that in its response Defendant No. 3 has not offered any explanation, which  it should have  done,  as to why and how it reached the conclusion that the documents were in conformity with the Letter of Credit.   In Exhibit  D5, which is the Plaintiff&#x27;s application for the opening of the documentary credit in favor of Plaintiff No. 1, there is a mention of the purchase of a shipment of Brass Scrap Honey Grade at a price of US $ 1200 P.M.T. C&amp;F Bombay.  The Credit was to be accompanied by (a) Invoice in quadruplicate (b) a full set of clean on board Bills of Lading (c) Railway Receipt/Air Consignment Note; and  (d) Marine Insurance Policy.  In the Letter of Credit also the requirement is for an Invoice in quadruplicate in the name of Defendant No. 3, certifying that the merchandise is of Singapore origin; and it further requires a full set of &quot;Clean on Board bladings&quot; drawn or endorsed in favor of Defendant No. 3 and showing freight prepaid along with a  &quot;Certificate of Weight and Quality&quot;  issued by independent surveyors.   As stated in <a href=\"/doc/1659104/\" id=\"a_36\">Article 3</a> of the UCP, an irrevocable credit constitutes a definite undertaking of the issuing Bank provided that the terms and conditions of the credit are complied with.  <a href=\"/doc/735354/\" id=\"a_37\">Article 7</a> obliges Defendant No. 3 to examine all documents with reasonable care to ascertain that they appear on their face value to be in accordance with the terms and conditions of the credit.   It has been argued at some length that the examination of documents was left by Defendant No. 3 to Defendant No. 9, and in this respect the alleged dereliction of duty must attract fatal consequences.   Mr. Taneja, learned senior counsel has submitted that there is no privity of contract  between the Plaintiff and Defendant No. 9 and, therefore, the former is not bound by any action of the latter.  On a perusal of Ex. D-5 (the application to open documentary credit) there is no mention of Defendant No. 9 but the Letter of Credit [Exhibit P2/D6) makes a specific mention that the negotiating Bank is to claim reimbursement from Defendant No. 9.   In his statement DW2 has admitted that Defendant No. 9 is the corresponding Bank of Defendant No. 3.   I am of the view that it was known to all concerned that the sale price was to pass from Defendant No. 3 to Defendant No. 9 and thereafter from Defendant No. 9 to Defendants No. 1 and 2.  \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_112\"> 32. The law pertaining to the sale of goods has identical application to domestic as well as international transactions.   Normally, the price of goods is paid when delivery is made.   But there are several variations, mostly because parties are known to each other and repose trust amidst themselves.   Where this trust is betrayed, the doors of domestic courts can be conveniently knocked upon.   Where this is not so, even in respect of intra-country sales, Bank Guarantees or Letters of Credit are insisted upon.   This forms the norm in international trade, since  parties  are not always known to each other and trust is not   reposed  mutually,  and thus  the existence  of  an intermediary becomes imperative. Such an intermediary is normally a Bank, which  accordingly  has no interest in the transaction beyond assuring payment on compliance of the prerequisites and  preconditions  that are present in the documents agreed upon by the seller and the buyer.   It is for this pragmatic reason that the UCP sets down the limits and parameters of the Bank&#x27;s liability, which as stated therein and reaffirmed by the catena of judgments of the Apex Court, revolves around these documents.   It is the responsibility of the purchaser to carefully circumscribe the circumstances in which the Bank should release payments.   The Bank&#x27;s interests are not aligned with those of the Seller.    If the Buyer mentions the merchandise or commodity in vague terms, the Bank is not obliged to do anything more than ensure that the goods supplied by the seller correspond, on their face, with the specifications spelt out by the Buyer.   In the present case the Plaintiff had merely indicated, both in the Invoice and in the Letter of Credit,   the commodity in question to be Brass Scrap (Honey Grade).   Despite evidence having been recorded in detail, there is no indication of any quality other than `Honey Grade&#x27; that was agreed upon by the parties.   In my opinion the description and quality is contained in the words &#x27;Brass Scrap (Honey Grade)&#x27;.    If there are qualities within this description, it was the duty of the Plaintiff to indicate which one  was contemplated; and for failure, the Plaintiff is alone responsible, and must bear the consequences.   The shipped goods  are clearly mentioned in the relevant documents, in the   Certificate of Weight and Quality,  as also the Bill of Lading as Brass Scrap (Honey Grade).   The Bank, at the cost of repetition, deals in documents, which on their face, should not  contain any  infirmity.   It has also been argued that the Inspectors/Surveyors were neither independent nor of international repute, but from  the Bank&#x27;s perspective, there is no material which indicates so.    Once again, it was the sole responsibility of the Plaintiff to locate and nominate an Inspector/Surveyor who could adequately discharge these duties.   This is normally specified by the Buyer in international trade.   In my view there is no discrepancy in the documentation which Defendant No. 3 has accepted.  Reading the documents from the standpoint of Defendant No. 3,  I cannot lay any importance on the use of the words - &quot;This certificate is issued to the best of our knowledge and belief&quot;  in the  said  Certificate.   I am also unable to read the certificate as failing to certify both the weight of the consignment and that the consignment was Brass Scrap (Honey Grade) which was &quot;packed into the already weighed drums&quot;.     I may mention that although the Letter of Credit mentioned &#x27;Certificate of Weight and Quality&#x27; (Ex. D-6), the application to open a Documentary Credit (D-5) contains no such qualification and the contract (Ex.P-12) mentions only &#x27;Weight Certificate to be issued by independent surveyors&#x27;.   It is therefore arguable that the Letter of Credit unauthorisedly required a certificate for both weight and  also of quality.   But since I am satisfied that the Certificate covers both aspects,  this question looses significance.   The Plaintiff has stated that a copy of the Letter of Credit was received by them on 12.9.1979, and if this argument is pursued, the Plaintiff cannot rely on any terms thereof which are in excess of the contract and Ex. D-5 on principles of estoppel or otherwise. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_113\"> 33. In respect of the Bill of Lading (D6) it was required to be (i) &#x27;Clean on Board&#x27; (ii) drawn or endorsed to the order of Defendant No. 3 (iii) Freight prepaid (iv) accompanied with a certificate of origin and packing list in quadruplicate.    Learned counsel for the Plaintiff has relied on the contents of paragraph 5 of the plaint to adumbrate the discrepancies in the contents of the Bill of Lading.   For deciding this Issue the objection, inter alia, is that the notation &quot;shipped on Board&quot; has not been signed or initialled and dated by the carrier or his agent.     This objection cannot be sustained, as the Plaintiff had not specified that it was a requirement that the notation should be authenticated by signature.    The next objection is that the said notation is in addition to the printed clauses which, therefore, stand superseded.   I find that there is no incongruity between the notation and the printed clauses.   The endorsement is of common shipping parlance and witnesses that the loading of the consignment mentioned therein has been completed.   I also find no substance in the contention that  a clean Bill of Lading must necessarily bear the notation &quot;shipped on board in apparent good order and condition&quot;.    In Black&#x27;s Law Dictionary, Vth Edition,  a Clean Bill of Lading  has been defined as one which contains nothing in the margin qualifying the words in the Bill of Lading itself.  In my view,  &quot;Shipped on Board&quot; signifies that the consignment in question was loaded on the vessel in apparent good order and condition.   Since the Bill of Lading contains no qualifications or exemption from liability, it fully conforms to a &#x27;Clean Bill of Lading&#x27; as conceived of in maritime nomenclature.   Mr. Airi has correctly relied on <a href=\"/doc/1163710/\" id=\"a_38\">Article 18</a> of the UCP which also speaks in the same manner and since the Bill of Lading contained no superimposed clause or notation as mentioned therein, it cannot be termed  or seen as discrepant in any sense of the word. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_114\"> 34. The objection that the name and address of Defendant No. 3 has not been mentioned has merely to be stated to be  rejected forthwith.   Sufficient details are available.  It is nobody&#x27;s case that there was any confusion as to persona of Defendant No. 3 and/or that there were two or more persons by the same name or description.  I also find the objection preposterous that the endorsement on the Bill of Lading &quot;freight prepaid&quot; and &quot;freight payable at Singapore&quot; invalidate each other.   Both these notations are correct and synonymous as the freight has already been paid at Singapore and neither Defendant No. 3 nor the Plaintiffs have been rendered liable for it. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_115\"> 35. Mr. Taneja has contended that inasmuch as the signatures  on the Bill of Lading    `FOR AND ON BEHALF  OF MASTER&#x27;  by the Union Ocean Shipping (Pte.) Ltd.  are as &quot;Agents&quot; ,   the document is not in order.   <a href=\"/doc/1218090/\" id=\"a_39\">Article 19</a> of the UCP is a complete answer against the contention of the Plaintiff inasmuch as it envisages that the Bill of Lading can be issued by the shipping company or their agents.   On the face of it, therefore, there is no substance to this argument.   The discussion in respect of  Issue No. 12 may also be adverted to. \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_116\"> 36. It is also submitted by Mr. Taneja that Wellway Lines is not the owner of the vessel in question and is a Charter-party.   Since the  Bank  deals in documents alone responsibility of Defendant No. 3 is restricted thereto; I do not think it was necessary or prudent to carry out any investigation beyond perusing the Bill of Lading itself.   The argument of the Plaintiff is palpably predicated  on a misreading of <a href=\"/doc/1218090/\" id=\"a_40\">Article 19</a> of UCP.   However, there is no basis for the submission that the Bill of Lading is issued either by a forwarding agent or is issued under or subject to the condition of the Charter-party.   It also does not cover  a shipment by a sailing vessel.  <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1671548\" id=\"span_24\">There was no difficulty in the way of the Plaintiff specifying the shipping company or vessel on which the carriage was to be performed.   In actual  fact the Plaintiff was  aware that  the carriage  was to be  completed  on the  M.V.  `Oh Dai&#x27;  as  already seen above.    Having failed to specify  the carrier,  the responsibility of investigating the reliability of the shipping company/vessel cannot be fastened on Defendant No. 3 which has merely assured payment, subject to conditions imposed by he Plaintiff, and has thereby facilitating on  international transaction.  The Hon&#x27;ble Supreme Court has observed in <a href=\"/doc/1671548/\" id=\"a_41\">Ellerman &amp; Bucknall Ltd. vs. Misrimal</a>, 1966 Supp. SCR as follows:-</span> \n</p><blockquote id=\"blockquote_76\">  &quot;A  bill of lading serves three purposes, viz., (i) it is receipt for the goods shipped containing the terms on which they have been received; (ii) it is evidence of the contract for carriage of goods; and (iii) it is a document of title for the goods specified therein.  The contract of the shipowners in the bill of lading is that they will deliver the goods at their destination&quot;in  the like good order and condition&quot; in which they were when shipped.   In terms of the contract the shipowners delivered the goods to the buyer in the drums.   The consignee incurred damages not because of any defect in the drums but because the seller sent goods different from those he had agreed to sell to him.   Therefore, the shipowners were not liable for any damages to the purchaser on the basis of breach of any of the terms of the contract.   No further elaboration on this point is called for, as finally this point was not seriously pressed by the learned counsel for the respondent.&quot;     \n</blockquote>\n\n \n\n<p data-structure=\"RespArg\" id=\"p_117\"> 37. Finally, the Plaintiff has also assailed the validity of the Bill of Exchange (Ex.D-22).   The argument is that Defendant No. 1 is a sole proprietorship concern and can, therefore, act only through its sole proprietor. This is predicated on the law prevailing in India.   Nothing has been shown to me which would indicate that the law existing in Singapore is akin to that in our country.   The Plaintiff was obliged to conclusively show that a Bill of Exchange, drawn in Singapore, must be signed only by the sole proprietor.   I am unable to agree with this contention since the responsibility of the Bank did not extend further than  to ensure that the documents, on their face, conformed to the terms of the engagement.    It is also relevant to mention that there are submissions in the pleadings themselves which indicate that Defendant No. 1 is a partnership firm.    This matter could have been elucidated by Defendants No. 1 and 2 who have hopelessly failed to put up any defense.   Even so far as Indian law is concerned, there is no legal impediment in a partnership firm authorising any other person to act on its behalf; for that matter even a sole proprietor can execute a general Power of Attorney in favor of any person authorising him to act in a manner that would bind the sole proprietor.    The Plaintiff did not stipulate that the Bill of Exchange as well as the Packing List must be signed by Defendant No. 2 alone and merely because the nomenclature used by  the signatory is &#x27;Secretary&#x27;, it would not  inevitably  and inexorably lead to the conclusion that the  maker/signatory had no authority to appoint any of the parties hereto.   It cannot be ignored that PW1, who is  also the signatory to the plaint,  has stated as follows - &quot;I  entered into a contract with M/s. Palmex Enterprises on 20.7.1979.   I signed this contract on behalf of the Plaintiff company and Mr. B.S. Aujla, Defendant signed it on behalf of Defendant No. 1 Company.  The agreement DW2/B has been signed by me.  It is not the contract.&quot;  Learned counsel for the Defendant has  shown that the signatory of the Bill of Exchange is the same as on the Invoice and other documents emanating from Defendants No. 1 and 2. \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_118\"> 38. In the course of the Rejoinder Arguments  Mr. Taneja has sought to contend that the title in the goods has not passed to the Plaintiff and it was, therefore, not liable for making  any payments since delivery of the goods was not actually received either by the Plaintiff or its agent.   Interestingly, this case cannot be found either in the plaint or the replication, or even in the statement of all the witnesses produced on behalf of the Plaintiff.   If this argument is to be accepted it would render otiose all the objections pertaining to the discrepancies in the documents.   Furthermore, the Plaintiff has filed a suit, albeit along with Defendant No. 3 in which it has laid a claim for the value of the consignment against the Insurance Company.     This runs contrary to the argument that the Defendant No. 3/Bank alone was the owner of the consignment.   Had this ground been posited in the plaint, it would have indeed been of considerable weight inasmuch as the Bill of Lading mentions Defendant No. 3 as the consignee as also as the the notified party.    Mr. Airi, learned counsel for Defendant No. 3 had argued that this is the normal method of international transactions.   I am unable to accept this argument since in international transactions the Bank does not normally assume ownership of the consignment  but exercises a lien thereon by holding the negotiable documents. The consignment is released to the purchaser either on the production of the negotiable documents or on a clearance or no objection issued from the Bank. If the Bank decides to have,  as an additional security,  the possession of the consignment in exclusion of the actual buyer, it would run the risk of having no recourse against  the buyer in case the consignment is lost and/or totally destroyed.   In either event the Bank would have to effect  the recoveries against the insurance policy, if any.  However, for the reasons  indicated   above, the  arguments on  ownership of the consignment shall not be   taken into consideration. \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_119\"> 39. The documents are in complete conformity and harmony with the Letter of Credit as well as the sundry Articles of UCP.   I am unable to find anything in the statement of the witnesses produced by the parties which goes to show that there are discrepancies in the documentation which would render them legally inefficacious. \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_25\"> 40. Issue No. 8  </span>\n \n\n<p data-structure=\"CDiscource\" id=\"p_120\">  Whether documents sought to be negotiated under the Letter of  Credit were scrutinised by defendant No. 3?  If not to what effect? \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_121\"> The contention of Mr. Taneja is that Defendant No. 3 was obliged to ensure, on their own, that the documents were, on their   face  in conformity with the terms of the transaction.   The case of Defendant No. 3 is that it had relied on the advice of Defendant No. 9 which was,  so far as the Bank believed,  a concern of international repute.   In my view, even if Defendant No. 3 had relied entirely on the advice of Defendant No. 9 and had released payments on this Defendant&#x27;s demand,  infraction of its obligations, inviting financial liability, would transpire only if the advice of Defendant No. 9 was found to be incorrect.  Banks act through their officers and are bound to third parties for all consequences even if such officers are negligent or remis in  the manner in which they discharge their functions.   If a Bank is to act through its officers, there should be  no impediment or restriction in their acting through an  agent also.   It is the Plaintiff&#x27;s case that there is no privity of contract between Defendant No. 9 and itself and if this argument is extended to its logical conclusion, there should be no legal infirmity if Defendant No. 3 had acted entirely on the advice of Defendant No. 9.   As already noted above, no discrepancies exist in the documents and it would, therefore, make no difference whatsoever whether it was Defendant No. 3 or Defendant No. 9 who had perused the subject documents.   The matter does not  rest  here,  however.   DW2, namely, Shri Praveen Kumar Sharma  has deposed that at the relevant time he was posted as an Accountant, and that  he had handled the present matter.  He has also deposed that on the receipt of documents, the Bank officer had examined them and only after that had sent a presentation memo dated 10.9.1979 to the Plaintiff intimating them of the receipt of the documents.   In cross-examination this witness has also stated -&quot;as an issuing bank we examined the documents upon receipt from our foreign correspondents&quot;.    His testimony has not been shaken or diluted.   In these circumstances I hold that the documents sought to be negotiated under the Letter of Credit were duly scrutinised by Defendant No. 3.    \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_26\"> 41. Issues No. 9, 10 and 11  </span>\n\n \n\n<p data-structure=\"Section\" id=\"p_122\"> Whether the documents sought to be negotiated under the Letter of Credit could validly be signed by the Secretary of the defendants No. 1 &amp; 2 without any express and written authority especially when defendant No. 1 is a proprietory concern of defendant No. 2?     \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_123\"> Whether the Bill of Exchange signed by the Secretary of the defendants 1 &amp; 2 could be negotiated under the Letter of Credit in question?           \n</p>\n \n\n<p data-structure=\"Precedent\" id=\"p_124\"> Whether the Bill of Lading could be validly endorsed by the Secretary of defendants 1 &amp; 2 in blank effecting the negotiations of the Bill of Lading?   \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_125\"> These issues have already been discussed in detail above.   It has not been proved that Defendant No. 1 is a proprietory concern of Defendant No. 2.   In fact plaint itself provides that &quot;  the Defendant No. 2 is one of the partners of the concern named, Palmex Enterprises ......  an exporter, inter alia, of Brass Scrap and other goods&quot;.    I hold that the documents sought to be negotiated under the Letter of Credit could validly be signed by the Secretary of Defendant No. 1 and that Defendant No. 3 was not obligated in terms of the UCP or the law pertaining to the issuance of notice under the Letter of Credit to investigate whether the signatory had any express or written authority to represent Defendant No. 1.    This is all the more so since it is the same person who has uniformally signed all the connected documents.    These objections have been raised after the event, and in  my view  in order to escape liability.  \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_27\"> 42. Issue No. 12  </span>\n \n\n<p data-structure=\"Conclusion\" id=\"p_126\"> What is the relationship of Union Ocean Shipping Company-defendant No. 5 with M/s. Wellway Lines, defendant No. 4?  Was the defendant No. 5 owner of M.V. &#x27;Oh Dai&#x27;?   If not, was defendant No. 5 merely a Charter party?  \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_127\"> The  onus of this issue has been cast on the Defendants.   The law pertaining to Bank Guarantees and Letter of Credits has advanced in leaps and bounds in the last two decades as is evident  from the  detailed  discussion hereinabove.   As dealt with in the UCP and in the numerous judgments of the Apex Court, Banks deal with documents alone.   If on the face of the documents there is no discrepancy, it is not expected of the Bank to carry out any further enquiries.   <a href=\"/doc/1218090/\" id=\"a_42\">Article 19</a> of the UCP envisages that the Bill of Lading can be issued by the shipping company or their agents. The relevant Credit spoke of a Clean Bill of Lading.   The UCP clarifies that if a Bill of Lading indicates a Charter-party, it would be a discrepant document.   The UCP itself permits the Bill of Lading to be signed by the Agent.   On a perusal of the Bill of Lading,   Union Ocean Shipping Company is shown as the agent of the &#x27;master&#x27;.   The term  &quot;master of a ship&quot;  has been defined in Black&#x27;s Law Dictionary, Fifth Edition as the commander of a merchant vessel, who has the chief charge of her government and the command of the crew, as well as the general care and control of the vessel and cargo, as the representative and confidential agent of the owner.   He is commonly called the &quot;captain&quot; .   The term `Charter-party&#x27; is defined in  Black&#x27;s Law Dictionary  &quot;as  a  contract   by which a  ship, or some principal part  thereof, is let to a  merchant for the  conveyance of  goods  on a   determined voyage  to one or more places.&quot;    Learned counsel for the Plaintiff have not shown or argued that when a Bill of Lading is  signed by the captain,  he does so not as the representative or alter ego of the company/owner but as its agent.      The Plaintiff has failed to place  any material on the file to the  effect  that the only persons who can sign  a Bill of Lading   is the owners of Vessel  or  the Master  as the Agent of the owner.    In these premises,   I hold that  the  Union Ocean Shipping Company are the Agents of the shipping company  Wellway Lines.  It cannot be expected of a Bank,   which has  merely facilitated an international transaction  by opening  a   Letter of  Credit  to investigate in the minuteness with which the Plaintiff expects it to do and  definitively  determine  ownership of a   Vessel.  It is necessary and relevant to recall that the Plaintiffs had taken  an insurance cover specifically  knowing that the  consignment was to be shipped on  `Oh Dai&#x27;.   Objections have been raised by them  only once it  was learnt the ship had sunk.   In a ordinary suit the  Defendants would be expected to meticulously  prove the Issue,  but not if a third party such as the  Bank is to be held liable for acts beyond  the  domain of the subject   Letter of Credit.   There is no material  indicating that Wellway Lines was not the owner of  `Oh Dai&#x27;  and since the  Bill of Lading is in its name, Defendant No. 3 would be entitled to presume its ownership.  There is also no material to   indicate that Defendant No. 3,   after a prudent and diligent perusal of the Bill of Lading, should reasonably have been expected to conclude that Defendant No. 5 was merely a Charter-party.      This Issue  is  decided against the Plaintiffs. \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_28\"> 43.        Issue No. 13  </span>\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_128\"> If the Bill of Lading is issued by a Charter Party?  What is the effect?     \n</p>\n \n\n<p data-structure=\"Conclusion\" id=\"p_129\"> There is no evidence to indicate that the Bill of Lading has been issued by a charter Party.   The issue is decided accordingly. \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_29\"> 44.. Issue No. 14  </span>\n \n\n<p data-structure=\"RespArg\" id=\"p_130\"> Whether defendant No. 3, the issuing Bank can act under the Letter of Credit on the basis of the Certificate issued by the negotiating Bank i.e. Defendant No. 9?  \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_131\"> The facts have already been considered in detail above.  So far as  Defendant No. 3 is concerned, the testimony of its witness has remained unchallenged that the documents were inspected/perused by its own officers.   Regardless, there is no legal impediment in the path of Defendant No. 3 acting on the Letter of Credit on the basis of any certification of Defendant No. 9.    Both the Banks, namely, Defendant No. 3 and 9 found the documents to be in order.   The issue is decided in favor of Defendant No. 3, since the Plaintiff has failed to prove any discrepancy therein.     \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_30\"> 45. Issue No. 15  </span>\n \n\n<p data-structure=\"CDiscource\" id=\"p_132\"> Whether the documents negotiated under the letter of Credit are the product of fraud committed by Defendant No. 1 &amp; 2?  \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_133\"> This issue is of great importance as it brings to the fore the competing interests of the parties to an international contract.   It is the case of the Plaintiff, which has not been challenged by Defendant No. 3, that a fraud has been committed by Defendants No. 1 and 2, who have failed to put up any defense in these proceedings.   A fundamental contradiction can be seen in the Plaintiff&#x27;s case inasmuch as if this factor is at all relevant, it dilutes the case pertaining to discrepant documents.   The investigations appear to indicate that the vessel/ship and all consignments allegedly on board, have been lost mysteriously.   This suit does not concern this fraud except to the extent of whether there was any fraud in connection with the documents.   As already discussed, the Plaintiff has failed to disclose the existence of any fraud in this regard.    If any other fraud in the shipment is alleged, the Plaintiff could have filed a suit  for recovery of  the price of the  consignment against Defendants No. 1 and 2 alone, without making a grievance or attempting to restrain payments being made against the Letter of Credit.   Perhaps, an order of attachment of the price of goods would have been appropriate, since the series of judgments forbidding Court interference in the honouring Letter of Credits and Bank Guarantees would not have come in the way of the Plaintiffs.   There is no justification to render the negotiating Bank liable for frauds committed by the foreign seller, if payments have been released by them already.   No explanation is forthcoming as to why an action for recovery of the price paid for the goods had not been initiated against Defendants No. 1 and 2.     Keeping the  cavalier  manner  in which the  Plaintiff conducted  itself  in this  transaction inasmuch as  it  neglected to  indicate  the Vessel, the   Surveyor, the   exact quality of the goods  etc.,  complicity  in the  fraud  cannot be  ruled out.       In this analysis I hold that  Plaintiff  has  failed to  even  preponderantly  prov   that the documents negotiated under the Letter of Credit are  the product of a fraud committed by Defendants No. 1 and 2.             \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_31\"> 46. Issue No. 16  </span>\n \n\n<p data-structure=\"Conclusion\" id=\"p_134\"> Whether the suit for injunction has become infructuous in view of the payment by defendant No. 3 to the Foreign Bank defendant No. 9 under the Letter of Credit prior to the filing of the suit?  \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_135\"> This issue as it is cast arguably assumes that payment has been made by Defendant No. 3 to Defendant No. 9 under the Letter of Credit prior to the filing of the suit.   Keeping the pleadings of the parties in perspective and the arguments addressed at the Bar, I shall not make this assumption and instead shall consider whether   this payment has been made or not.   Upon the answer will depend whether the suit for injunction has become or was already infructuous when it was filed.    The facts of the case need to be recapitulated.   The agreement of import was entered into between the Plaintiffs and Defendants No. 1 and 2 on 20.7.1979.   On 16.8.1979 the Plaintiffs applied to Defendant No. 3 for opening a Credit (Ex. D-5).   Pursuant thereto, a Credit was opened by Defendant No. 3 and the cable to Defendant No. 9 to this effect is dated 20.8.1979 (Ex. D-6).   It is the Plaintiff&#x27;s case that an amendment to the Credit was requested for by them in terms of their letter dated 20.8.1979 (Ex. D-7).    This amendment was carried out as is evident from the communication of Defendant No. 9 dated 30.8.1979 (Ex. DZ) confirming that - &quot;CREDIT IS UNRESTRICTED FOR NEGOTIATION.   PACKING OF MERCHANDISE IN SECOND HAND/DRUMS ACCEPTABLE.   BENEFICIARY TO INFORM OPENERS SHIPMENT PARTICULARS  IMMEDIATELY AFTER SHIPMENT BY TELEX/CABLE.  WE HAVE BEEN REQUESTED TO ADD OUR CONFIRMATION TO THIS CREDIT AT BENEFICIARY&#x27;S COST.   ALL CHARGES ARE FOR YOUR ACCOUNT INCLUDING OUR AMENDM ENT COMMISSION OF S $ 10.00 FOR WHICH WE SHALL BE PLEASEDTO RECEIVE YOUR REMITTANCE IN DUE COURSE&quot; .   The  Bill of Lading (Ex. P-18) is dated 29.8.1979.   Thereafter, Defendant No. 9 has cabled Defendant No. 3 on 1.9.1979 (Ex. DZ2) that - &quot;DOCUMENTS NEGOTIATED UNDER YOUR CREDIT ND/1909 FOR USDLRS 305,341.20 WITH ALL TERMS AND CONDITIONS COMPLIED WITH CLAIMED ON YOUR ACCOUNT WITH OUR NEW YORK OFFICE TODAY&quot;.      Ex. DZ3 is dated 31.8.1979 which informs that Defendant No. 3&#x27;s account in Defendant No. 9&#x27;s New York account had been debited with the said amount of USDLRS 305,341.20.   Ex. P-5 dated 9.10.1979 and Ex. P-6 dated 25.10.1979 are  Defendant No. 3&#x27;s letters to the Plaintiffs asking for payment of their dues.   In  letter dated 29.9.1979 (Ex. P-4), addressed by Defendant No. 3 to the Plaintiff,  the Plaintiff was duly informed that the documents had been inspected by Defendant No. 3 and found to be in order.   In letter dated 30.10.1979 (Ex. P-13) the Plaintiff had informed Defendant No. 3 as follows:- \n</p>    \n<blockquote id=\"blockquote_77\">&quot;Ref. No. 3996/283   30th October, 1979. \n</blockquote> \n\n<blockquote id=\"blockquote_78\">             REGISTERED A.D. \n\n \n\n The Manager, \n\nThe Lakshmi Commercial Bank Ltd., \n\nForeign Exchange Department, \n\nH-Block, Connaught Circus, \n\nNew Delhi-110 001\n \n\n Dear Sir, \n\n  \n\nRe: Your PAD 1895 &amp; 1896 for US$ 247500.00 &amp; 305311.20 against LCs ND 1907 &amp; 1909 respectively.\n</blockquote>\n \n\n<blockquote id=\"blockquote_79\"> We have for acknowledgement your letter No. FED/LC ND/1907 &amp; 1909 dated 25th October, 1979, received today.   \n</blockquote> \n\n<blockquote id=\"blockquote_80\"> It is a matter of really great regrets for us to have to point out that although serious discrepancies were pointed out to you immediately on receipt of the documents, you have not only not taken any action on our instructions for rejecting the documents but you have also not cared to bring these discrepancies to the notice of your correspondents.    \n</blockquote> \n\n<blockquote id=\"blockquote_81\"> We need hardly stress here that on the basis of similar discrepancies other banks have already rejected the documents and have also advised their correspondents to refund the amount collected by them in reimbursement.   Not only that, even the High Court has accepted these discrepancies as genuine and issued Stay Orders.   A copy of such a Stay Order was also forwarded to you. \n</blockquote> \n\n<blockquote id=\"blockquote_82\"> In view of the above, please note that we are in no way responsible for the above documents which have been accepted by you at your own risk and responsibility since you failed to carry out our instructions. \n</blockquote>\n \n\n<blockquote id=\"blockquote_83\">    Yours faithfully,\n \n\n               for INTERADS EXPORT DIVISION \n\n   \n    DIRECtor&quot;  \n</blockquote>\n\n\n \n\n<p data-structure=\"CDiscource\" id=\"p_136\"> 47. Similar statements have been made by the Plaintiffs in their letter to Defendant No. 3 dated 21.11.1979 (Ex. P-14).    This document has been relied upon heavily by learned counsel for Defendant No. 3 and, in particular, to the following contents thereof:- \n</p><blockquote id=\"blockquote_84\">  &quot;While the insurance claim has been suggested as an expedient to protect your interest, we still feel very strongly that there is no reason why you should not take up the matter with the negotiating bank or your correspondents abroad pointing out the discrepancies in the documents and asking for the refund of the amount wrongly claimed by them from your account.&quot;   \n</blockquote>\n\n\n \n\n<p data-structure=\"RespArg\" id=\"p_137\"> 48. Mr. Taneja has on the contrary drawn my attention to the fact that the date of the alleged payment by Defendant No. 3 to Defendant No. 9 has not been stated anywhere in the Written Statement.   On important issues such as this, it would not be proper to draw inferences on facts which have not been explicitly averred and pleaded, where  a  definite  stand could  conveniently  and  easily have been stated.  \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_138\"> 49. Meanwhile, the ship OH DAI appears to have sunk on 8.9.1979 and Defendant No. 3 has lodged their claim with the Insurance Company on 13.9.1979 stating that the Bill of Lading has been pledged to it and it was the joint holder of the Cover Note.   Mr. Airi has submitted that Defendants No. 1 and 2 have admitted in their Written Statement that they have received payment of the consignment.   In my opinion, however, no credence can be given to any averments in this Written Statement.   Keeping   all   these factors   in perspective,  Defendant No. 3 was duty bound to plead in his Written   Statement   the date on which payments had been made by it to Defendant No. 9.   Learned counsel for Defendant No. 3 has also not been able to  show any statement in the deposition on its behalf where the date of payment has   been   mentioned.   In this   situation, it would be impermissible to draw    any   inference, or  to    take judicial     note  of     the   fact   that   payments   between     Banks     can   be made merely by entries in the respective accounts.   Ex. P-14 is not a clear admission that payments have actually been made/debited to the account of Defendant No. 3.   The best evidence on this issue has been withheld from the Court by Defendant No. 3.   I accordingly hold that payments have not been made by Defendant No. 3 to  Defendant No. 9 under the Letter of Credit prior to the filing of the Suit.    Accordingly, the Suit for injunction is not infructuous. \n</p>\n \n\n<span class=\"hidden_text\" id=\"span_32\"> 50. Issue No. 17  </span>\n \n\n<p data-structure=\"Conclusion\" id=\"p_139\">     Whether the certificate dated 29th August, 1979 is also a Certificate  of Quality?   \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_140\"> This issue has already been discussed in detail.   I reiterate that the Certificate of Weight and Quality dated 29.8.1979 also certifies to the quality of the consignment, namely, that the Brass Scrap was of Honey Grade quality.   <a href=\"/doc/829916/\" id=\"a_43\">Article 33</a> of the UCP casts or imposes no further responsibility on the Bank once it has been provided with a Certificate such  as in the present case. \n</p>    \n \n\n<span class=\"hidden_text\" id=\"span_33\"> 51. Issue No. 18  </span>\n \n\n<p data-structure=\"CDiscource\" id=\"p_141\">  Relief <a href=\"/doc/735354/\" id=\"a_44\">Article 7</a> of the UCP enjoins banks to examine all documents with reasonable care to ascertain that they appear on the face of it to be in accordance with terms and conditions of he Credit.   It cannot be concluded  that the documents on which Defendant No. 3 and Defendant No. 9 appear to have acted were not in accordance with the terms of the contract.   None of the provisions of <a href=\"/doc/691208/\" id=\"a_45\">Article 8</a> of the UCP, including sub clause (d), have been violated,  although   Defendant No. 3  appears to  have   acted   in   extraordinary   haste.     If   I   had come to the conclusion that there were some discrepancies in the documents, I would not have considered Defendant No. 3&#x27;s reliance on the certificate of Defendant No. 9 as sufficient grounds for holding them immune to liability.   \n</p>\n \n\n<p data-structure=\"RespArg\" id=\"p_142\"> 52. Having come to the conclusion that payments till date have not been released by Defendant No. 3, the fate of the litigation assumes a transformation.     While Banks only deal in documents, and while  judicial interference in matters regarding Credit is to be abjured,  the Hon&#x27;ble Supreme Court has specified that where a fraud of egregious proportions is found to exist,  an injunction can be granted.   I have already held that there is no fraud so far as documentation is concerned and, therefore, if payments have already been made, it would have been improper to grant any injunction and  subject  the Bank  to any liability.    Defendants No. 1 and 2  as  also  Defendant No. 9 have not defended the suit  and it is possible  to come to the conclusion that a fraud has been perpetrated  in respect of the entire arrangement.   As has been clarified by the Hon&#x27;ble Supreme Court a fraud of beneficiary is a good reason to grant an injunction against the encashment of Bank Guarantees and Letter of Credits. \n</p>\n \n\n<p data-structure=\"CDiscource\" id=\"p_143\"> 53.    Accordingly, a permanent injunction is  passed restraining the defendant No. 3 herein, its servants, agents, employees, officers from  making payments against the documents received under Letter of Credit dated 20.8.1979, favoring M/s Palmex Enterprises, Singapore, defendant No. 1 herein, or to its agent, nominee and/or any person/persons, company, authority, claiming under defendant No. 1. \n</p>\n \n\n","numcites":30,"numcitedby":2,"docsource":"Delhi High Court","citetid":594649,"divtype":"judgments","relatedqs":[{"value":"bill of lading","formInput":"bill%20of%20lading"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"article 19","formInput":"article%2019"},{"value":"\"letter of credit\" negotiate","formInput":"%22letter%20of%20credit%22%20negotiate"},{"value":"bill of exchange","formInput":"bill%20of%20exchange"},{"value":"cover note","formInput":"cover%20note"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"marco polo","formInput":"marco%20polo"},{"value":"international trade","formInput":"international%20trade"},{"value":"agent  bill of lading","formInput":"agent%20%20bill%20of%20lading"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"sica","formInput":"sica"},{"value":"mere declaration ","formInput":"mere%20declaration%20"},{"value":"black's law dictionary","formInput":"black%27s%20law%20dictionary"},{"value":"beneficiaries  filter:  trust cases","formInput":"beneficiaries%20%20filter%3A%20%20trust%20cases"},{"value":"UCP","formInput":"UCP"},{"value":"uco bank","formInput":"uco%20bank"},{"value":"federal bank","formInput":"federal%20bank"},{"value":"What is pledge","formInput":"What%20is%20pledge"},{"value":"irretrievable","formInput":"irretrievable"}],"cats":[{"value":"freedom-with-reasonable-restrictions","formInput":"tag:freedom-with-reasonable-restrictions"},{"value":"formation-of-new-states","formInput":"tag:formation-of-new-states"},{"value":"citizenship-for-migrants","formInput":"tag:citizenship-for-migrants"}],"courtcopy":false,"query_alert":null,"agreement":false}