{"tid":449727,"publishdate":"1997-10-21","title":"Aluminium Industries Ltd., Rep. By Its ... vs Minerals And Metals Trading ... on 21 October, 1997","doc":"<h2 class=\"doc_title\">Aluminium Industries Ltd., Rep. By Its ... vs Minerals And Metals Trading ... on 21 October, 1997</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 1997(2)CTC636, (1998)IMLJ1, AIR 1998 MADRAS 239, 1998 (1) MADLJ1, (1997) 3 MAD LW 741, (1997) WRITLR 904, (1997) 2 CTC 636 (MAD)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:s-v-patil\">Shivaraj Patil</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:s-v-patil\">Shivaraj Patil</a></h3>\n\n<pre id=\"pre_1\">ORDER\n \n\nShivaraj Patil, J.\n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\">1. These writ appeals are placed before us for disposal based on the order of reference made on 10.3.1997 by the Division Bench of this Court.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\">2. These two writ appeals are directed against one and the same judgment and order of the learned single Judge dated 21.2.1990 in W.P. No. 2336 of 1981, one filed by the writ petitioner, and the other filed by the respondent No. 1 in the writ petition respectively. For convenience, we will refer to the parties throughout this judgment as they are arrayed in the writ petition.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. Briefly stated, the facts giving rise to these appeals, and leading to the reference of these appeals to a larger bench, are the following:-\n</p> \n\n<blockquote id=\"blockquote_1\">The petitioner is a public limited company incorporated under the <a href=\"/doc/153279772/\" id=\"a_1\">Indian Companies Act, 1913</a> having its factories at Kundare in Kerala, Hirakud in Orissa and Hyderabad in Andhra Pradesh. It is one of the prime manufacturers of Aluminium cables and conductors for supply to State Electricity Boards and other power utilisers in the country. For the manufacture of such conductors and cables, Aluminium is the basic product. Aluminium being an essential commodity, its production, distribution and supply were governed by the provisions of the <a href=\"/doc/774360/\" id=\"a_2\">Essential Commodities Act, 1955</a>, and the orders made thereunder. Respondent No. 1 Minerals and Metals Trading Corporation (for short M.M.T.C.) is a Government of India undertaking. It was vested with the exclusive powers to import not only Aluminium but also other metals like Manganese, Black Sheets, base metals like copper, etc.,\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_4\">4. The Government of India enunciated a formal distribution policy for Aluminium metal from 1979-80, and the Government of India appointed the first respondent as the sole and exclusive canalising agents for the import of Aluminium. The first respondent assumed a statutory obligation, and were cast with statutory liability, accountability, to ensure fair, formal and rational distribution of Aluminium to the Conductors and Cable manufacturers. First respondent allotted to the petitioner company 1803 M.T. of Aluminium for the first half, and 2137 M.T. for the second half, totalling to 3940 M.T. for the year 1980-81.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\">5. The first respondent used to issue sale notes on the primary users, notifying a particular date within which the buyer should make financial arrangement for lifting the monthly allocation. Such financial arrangement was to be made through opening of irrevocable letters of credit through financial institutions in favour of first respondent, thereby the respondent used to release monthly Aluminium quota for the allottees. After the sale notes were issued and financial arrangements were made, despatch instructions were given, and respondent No. 1 used to issue delivery orders to their godowns, and the transport operators of the petitioner used to take delivery of the goods from the godowns of the first respondent.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\">6. The allocation of 1803 M.T. of Aluminium was completed in the month of November/December, 1980 for the first half year. In the same way the allocation for the next quarter i.e., January to March, 1981 was agreed to be distributed equally in three months, and the respondent No. 1 issued sale notes. The petitioner made financial arrangements and opened letters of credit in favour of the first respondent in L.C. No. 22/81 dated 10.3.1981 for Rs. 18 lakhs for 100 M.T. rods, and L.C. No. 5/81 dated 6.3.1981 for Rs. 64.10 lakhs for 375 M.T. rods. The petitioner submitted these letters of credit to the first respondent on 12.3.1981 and 13.3.1981.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\">7. Respondent No. 1 issued delivery notes to its Godown, bearing No. 2681 dated 20.3.1981 in respect of 100 M.T. of Aluminium for Hyderabad works, but the person in charge of the godown of the first respondent informed the petitioner&#x27;s representative, as well as their authorised transporters, that no delivery would be effected, without assigning any reason. It was the normal practice that delivery notes were issued to the godwon, and the authorised transport operator used to collect the Aluminium for despatch to the petitioner&#x27;s company. First respondent had issued the delivery notes and was contemplating to deliver the remaining quantity, but had deliberately deferred in effecting supplies based on the speculation of increase in price. The petitioner was entitled to delivery of a total of 475 M.T. of Aluminium.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_8\">8. The petitioner having come to know of the refusal to deliver the metal, approached the first respondent on 21.3.1981, but the petitioner was informed that the delivery order was taken back for unexplained reasons. The authorised transporters of the petitioner approached the first respondent number of times, for collection, but they were not allowed to load the materials, and the reason given by the first respondent orally was &quot;stock taking&quot;. In view of the difficulties the petitioner sent two telegrams, one on 23.3.1981 and the other on 27.3.1981, requesting supply of Aluminium as agreed. He did not receive any reply explaining for what reasons the supply was withheld.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_9\">9. In the meanwhile there was report in the newspapers about the increase in the price of Aluminium, which was confirmed by the issue of Gazatte Notification by the Government of India on 27.3.1981 increasing the sale price of indigenous and imported Aluminium. The first respondent was having in its godown, metal imported prior to 20th March, 1981. Even the metal imported prior to November, 1980 was lying with the first respondent, for which the petitioner had made necessary financial arrangement. The first respondent went to the extent of issuing a trade Notice in Press and dailies on 28.3.1981 demanding the allottees, who had already made financial arrangements, to pay the difference, in price of Aluminium for collecting their quota. This according to the petitioner, clearly indicated the motive of the respondent No. 1 for withholding supplies. The increased rate would apply only to the Aluminium imported on or after the Gazatte Notification dated 27.3.1981, and that would not have retrospective operation. The first respondent was bound to deliver goods at the agreed rate.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_10\">10. Under the circumstances, the writ petition was filed to call for the records relating to the Trade Notice No. AL/11/81 dated 28.3.1981 issued by the respondent No. 1, and to issue a writ of certiorarified mandamus, quashing the same as illegal, and without jurisdiction so far as the petitioner was concerned, and to direct the respondents to deliver the Aluminium metal covered by the sale order No. ECR. 1/1980 and ECR. 14/80 under L.C.Nos.22/81 and 5/81 at the old rate prevailing up to 26.3.1981.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\">11. Since there were batch of writ petitions involving identical questions, respondents filed a common counter affidavit in all the writ petitions including the writ petition No. 2336 of 1981 out of which this appeal arises, principally contending that the writ petitions were not maintainable for non-joinder of the authority, viz., the Aluminium Controller who fixes the price of Aluminium from time to time. In regard to the allegation of the writ petitioners that their representatives called at the godown of the first respondent Corporation on 24.3.1981 and 25.3.81, they were not given delivery of the material, and subsequently they were told that the head office had instructed them to stop delivery of Aluminium, it is stated that it would not have been possible to give delivery to all the writ petitioners. On 27.3.1981 under the directions of the Union of India, the respondent No. 2 in the writ petition, the price of E.C. Grade wire rods were enhanced from Rs. 16,349 to Rs. 19,476 per Metric Tonne. Under the provisions of the sale note/delivery order the ruling price as on the date of taking delivery of the goods was applicable. It was in those circumstances the petitioner was asked to make good the difference between the old price and the new price.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\">12. It was denied that the first respondent purposely refused to deliver the goods unjustifiably. It was also denied that the first respondent failed to perform its legal and public duty to deliver the goods allotted to the petitioner. It was asserted that the first respondent was entitled to claim the increase in price ruling on the date of delivery, and the petitioner had taken delivery of the goods by virtue of the orders passed in the W.M.P. after giving a bank guarantee for the difference in the price as directed by this Court. The petitioner furnished L.C. No. 5/81 dated 6.3.1981 from Punjab National Bank which was not in accordance with the prescribed proforma. They got it amended on 23.3.1981 and furnished the same to the first respondent on 26.3.1981 belatedly and lifted the material under D.Nos.4648 and 4649, both date, 14.5.1981. This letter of credit covered the quantity of 375 M.T. Hence the petitioner cannot claim any relief in respect of 375 M.T. covered by L.C. No. 5/81.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\">13. It was the further stand of the first respondent that the principles of equitable estoppel and promissory estoppel would not apply to the facts of the case; it was not correct to contend that the increase in price would not apply to the delivery orders already issued. The fixation of price was wholly an administrative act in which the petitioners were not entitled to have any notice or opportunity. Respondent No. 1 was entitled to collect the price, ruling on the date of delivery of goods. Thus the respondent No. 1 prayed for dismissal of the writ petition.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_14\">14. W.P. No. 2336 of 1981 was disposed of by the learned single Judge on 21.2.1990 accepting the claim of the writ petitioner to the extent of 100 M.T. and rejecting its claim to the extent of 375 M.T. Since 100 M.T. was taken by furnishing bank guarantee for the difference in value, the learned Judge ordered for cancellation of the bank guarantee.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_15\">15. The petitioner has filed Writ Appeal No. 299 of 1990 aggrieved by the order of the learned single Judge to the extent its claim was rejected relating to 375 M.T. of Aluminium, and the first respondent has filed W.A. No. 363of 1990 aggrieved by the order of the learned single Judge allowing the claim of the petitioner to the extent of 100 M.Ts. Thus both these writ appeals arise out of the order of the learned single judge dated 21.2.1990 as already stated.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_16\">16. The learned single judge had also disposed of similar Writ Petition Nos. 2334, 2335, 2071, 2467 and 2468 of 1981 on 8.2.1990 and 14.2.1990 respectively. The first respondent M.M.T.C. was the writ petitioner in those writ petitions. Since those writ petitions had been allowed accepting the claim of the petitioners, respondent No. 1 M.M.T.C. filed Writ Appeal Nos. 328,329, 434,504 and 505 of 1990 which were dismissed by the Division Bench of this Court to which one of us (Shivaraj Patil, J) was a party, on 28.2.1997 confirming the order of the learned single judge. Similarly the same Division Bench dismissed another Writ Appeal No. 260 of 1990 on the same day which was filed against the order dated 14.2.1990 passed by a learned single judge in W.P. No. 3309 of 1981, following the order passed in Writ Appeal No. 328/90 and batch of cases mentioned above.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_17\">17. These Writ Appeals 299 of 1990 and 363 of 1990 came to be listed subsequently before another Division Bench of this Court consisting of the Honourable Chief Justice and J. Kanakaraj, J. After hearing the learned counsel for the parties, the Division Bench found it difficult to agree with the view expressed by the Division Bench in Writ Appeal Nos.328, 329,434, 504 and 505 of 1990 disposed of on 28.2.1997, stating that once the parties including the State or the authorities deemed to be a State enter into a contract, they are governed by the terms of the contract, and they are no longer governed by the Constitutional provisions, and these cases were not the cases of awarding contracts but they were for the enforcement of the terms of the contract. Referring to few decisions of the Apex Court and Division Bench decisions of this Court mentioned in the order of reference, the Division Bench felt that enforcement of the contract is not a matter which has to be decided under <a href=\"/doc/1712542/\" id=\"a_3\">Article 226</a> of the Constitution of India, and that the parties aggrieved have to approach the Civil Court for appropriate relief. The Division Bench also felt that every now and then similar cases arise for consideration. As such the Division Bench thought it appropriate to refer these appeals to a larger Bench by its order dated 10.3.1997. Thus these writ appeals are posted before us for hearing and disposal.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_18\">18. The learned counsel for the parties in their arguments reiterated the submissions made by them before the learned single judge in the writ petitions. The learned senior counsel for the respondent No. 1 M.M.T.C. added that the learned single Judge committed an error in holding that the writ petition was maintainable although the dispute between the parties fell within the realm of contract, and the learned judge had no jurisdiction to deal with the same under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_19\">19. Learned counsel for the petitioner, on the other hand, while supporting the order of the learned judge to the extent of granting relief to the petitioner relating to delivery of 100 M.T. Aluminium rods, submitted that the petitioner had opened letter of credit in L.C. No. 5/81 for 375 M.T. of Aluminium rods on 6.3.1981 itself and it submitted the same on 12.3.1981 and though it was returned by respondent No. 1 immediately on the ground that the letter of credit was not in accordance with the prescribed form, the same was represented after amending it on 26.3.1981, and therefore relief ought to have been granted by the learned single judge even in regard to 375 M.T. of Aluminium rods.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_20\">20. We have carefully considered the submissions made by the learned counsel for the parties.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_21\">21. On the letter of Credit No. 22/81 dated 10.3.1981 for 100 M.T., delivery note was issued to the petitioner authorising him to take delivery of the consignment. The said delivery note was dated 20.3.1981. It is the specific case of the petitioner that their authorised transport operators approached the person in charge of the first respondent&#x27;s godown immediately thereafter to take delivery, but the delivery was not given, without assigning any reason. When the petitioner approached so on 21.3.1981 itself for collection of Aluminium rods in respect of the said delivery note No. 1281 dated 20.3.1981 for 100 M.T. it was informed that the delivery order was taken back for unknown and unexplained reasons. Even on subsequent dates also the petitioner was not allowed to load the material, and the reason given by the M.M.T.C. orally was &#x27;stock taking&#x27;.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_22\">22. The petitioner sent two telegrams to the first respondent in view of the difficulties in not getting delivery, one on 23.3.1981 and the other on 27.3.1981 requesting supply of Aluminium as agreed. According to the petitioner, the respondent No. 1 deliberately delayed delivery of the goods mainly expecting rise in price. Increase in the price was notified on 27.3.1981, and thereafter trade notice was issued on 28.3.1981 demanding the difference in the price as a result of the increase in the price. These statements made in paragraphs 28, 30, 31 39 and 43 of the affidavit are not controverted by the first respondent except denying that the delivery was withheld purposely expecting increase in the price.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_23\">23. In paragraph 4 of the common counter affidavit filed by first respondent, it is averred:-\n</p><blockquote id=\"blockquote_2\"> &quot;The material allegations contained in the affidavits are that the Petitioner&#x27;s Representatives called at the Godown of the First Respondent Corporation on 24.3.1981 and 25.3.1981, they were not given delivery of the material and that subsequently they were told that the Head Office had instructed them to stop delivery of aluminium. On the 24th March, 1981, it would not have been possible to service all the writ petitions. On 27th March 1981, under directions of the Union Government of India, the price of E.C. Grade wire rods were enhanced from Rs. 16,349 to Rs. 19,476 and under the provisions of the Sale Note/Delivery Order, the ruling price as on the date of taking delivery of the goods is applicable. It was in these circumstances that the petitioners were asked to make good the difference between the old price and the new price. It is denied that the First Respondent Corporation has expressly and perversely refused to deliver the goods unjustifiably. It is also not correct to state that the First Respondent Corporation has failed to perform its legal and public duty to deliver the goods allotted to the petitioner. It is further submitted that the First Respondent Corporation is entitled to claim the increased price, which is the price ruling as on the date of the delivery and the petitioners have since taken delivery of the same by virtue of the orders passed in W.M;P. Nos. after giving a bank guarantee for the difference in price, as directed by this Hon&#x27;ble Court. It is not correct to state that the deliveries were deliberately held up in the case of any of the petitioners.&quot;\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_24\">24. As can be seen from paragraph 4 of the common counter affidavit extracted above, the first respondent has not denied that the representative of the petitioner called at the godown of the first respondent on 24.3.1981 and 25.3.1981 and that they were not given delivery of the material, and that subsequently they were told that the head office had instructed them to stop delivery of Aluminium. It is only stated that on 24.3.1981 it would not have been possible to service all the writ petitioners. The price was enhanced by the Union Government on 27.3.1981, and hence the petitioners were asked to make good the difference between the old price and new price. It is also the stand of respondent No. 1 that it is entitled to collect the price ruling as on the date of delivery.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_25\">25. As regards the claim for delivery of 375 M.T., the first respondent has, in paragraph 8 of the counter affidavit, stated that there was delay on the part of the petitioner itself in furnishing letter of credit No. 5/81 inasmuch as the proper and amended letter of credit was furnished to the first respondent belatedly on 26.3.1981 and therefore delivery note could not be issued before 27.3.1981.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\">26. Therefore, the learned single Judge, on the basis of the materials placed on record, looking to the terms of the sale note and delivery order, and the conduct of the parties, allowed the claim of the petitioner only to the extent of delivery of 100 M.T. of Aluminium at the old price, and rejected its claim for delivery of 375 M.T.\n \n\n</p><p data-structure=\"Issue\" id=\"p_27\">27. The following ten writ petitions, viz., W.P. Nos. 2071, 2334, 2335, 2336, 2465, 2466, 2467, 2468, 3309 and 3312 of 1981, were filed by various parties making similar claims, as can be seen from the common counter affidavit filed, which is found in page 27 of the typed set. The learned single Judge had allowed the claims of writ petitioners wherever letter of credits were opened by the petitioners within the time and delivery orders were given before 27.3.1981. In the common Judgment dated 28.2.1997 passed in Writ Appeal Nos.328, 329, 434, 504 and 505 of 1990, and also 260 of 1990, to which one of us (Shivraj Patil, J.) was a party, had occasion to deal with identical questions on almost identical facts of this case, arising out of six writ petitions mentioned in the above 10 cases. The Division Bench dismissed all those appeals confirming the order of the learned single Judge.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_28\">28. Having regard to the identical facts and similar questions arising for consideration in these writ appeals, we have no good or valid reason to differ with the discussion made and conclusions reached in the Judgment of the Division Bench dated 28.2.1997 made in W.A. Nos. 328, 329, 434, 504 and 505 of 1990. Paragraphs 16 to 19 of the said judgment read:-\n</p>  \n\n<blockquote id=\"blockquote_3\">&quot;16. It is not the case of the first respondent that the delivery order was given subject to availability of stock or to any other condition. When the delivery orders were issued it should be considered that the consignment was ready, if deliveries were to be given to the large number of persons of the respective consignments nothing prevented the first respondent from issuing delivery orders by following some method on the basis of the stock available or the basis of first-cum-first served, or some other method. Be that as it may, if the consignment in question was not available there was no need for the first respondent to issue delivery order. When the delivery order issued it only meant that the petitioner had to come with the delivery order and get the consignment. When the petitioner went on 21.3.1981 to take delivery, or on 23.3.1981, the first respondent did not assign any reason including the reason given by the learned senior counsel for the first respondent that delivery orders were given to large number of persons, and possibly for that reason delivery could not be given to the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_4\">17. Note 4 of the delivery order clearly shows that the material should be lifted within 15 days from the date of the delivery order failing which godown rent and interest are recoverable. This clearly indicates that the petitioner was given time of 15 days within which it had to lift the material failing which it was liable to pay rent and interest. This clause cannot be read and understood saying that the first respondent could effect delivery on any day within 15 days. The language of Note 4 is plain and clear enough to spell out that the time of 15 days is given to the petitioner to lift the material. This clause also implies that the material was available and it should be lifted within 15 days from the date of delivery order. It could be even on the first day itself. The delivery order was issued on 17.3.1981 and the petitioner should have been given delivery on 21.3.1981 itself when it approached the respondent for taking delivery after making all arrangement for transport. It is not disputed that the petitioner approached the first respondent on 21.3.1981 and on 23.3.1981 for taking delivery, and that on those dates there was no increase of price.\n</blockquote> \n\n<blockquote id=\"blockquote_5\">18. Even Clause 4(B) of sale Note, in our view, does not help the first respondent. The price ruling as on the date of despatch/delivery shall apply as per the said clause. But after the issuing of the delivery order, when the petitioner had fulfilled all its obligations and performed its part of the contract, the first respondent could not delay delivery or postpone delivery without any valid reason and then insist for increased price on the basis of the revised price.\n</blockquote> \n\n<blockquote id=\"blockquote_6\">19. The argument of the learned senior counsel for the first respondent was that the price revision was permissible and the price was revised on the recommendation of the statutory committee. Be that as it may, the question is whether increased price could be insisted from the petitioner postponing the delivery without any valid reason that too having given the delivery order on 17.3.1981. The petitioner could have taken delivery on any day within 15 days from 17.3.1981 as stated above. If only the delivery of the consignment was given to the petitioner on 21.3.1981, the question of applying revised price or demanding increased price as ruling on 27.3.1981 did not arise. Thus in our view, the learned single judge was right in allowing the writ petition. We do not find any good or valid ground so as to differ from the conclusions arrived at by the learned single judge. Hence this appeal is liable to be dismissed.&quot;\n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_29\">29. Now we will take up the question whether the writ petition was maintainable for enforcement of the terms of contract, under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226</a> of the Constitution of India, for consideration. It is principally on this question the Division Bench of this court has referred these appeals to a larger Bench. The first respondent in the common counter filed has neither raised the question as to the maintainability of the writ petition under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution of India, nor it stated that the disputed questions of fact arose for consideration, and that as such, such dispute could not be resolved under <a href=\"/doc/1712542/\" id=\"a_7\">Article 226</a> of the Constitution properly and effectively so as to drive the petitioner to civil court.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_30\">30. Though the first respondent in paragraph 3 of the common counter affidavit had taken a stand that the writ petitions were not maintainable for non-joinder of the authority, viz., the Aluminium Controller of India, who fixes the price of Aluminium from time to time, and that he was a necessary and property party, did not chose to plead that the writ petition was not maintainable on the ground that the dispute fell within the realm of contract, or that disputed questions of fact arose for consideration so that the petitioners could be sent to civil court. From this, one thing is clear that the respondent No. 1 relied on the terms contained in the sale note so as to claim the price ruling on the date of delivery. If the facts were disputed and recording of evidence was required, the first respondent ought to have certainly taken such a contention. Hence we have to proceed on the ground that no disputed questions of fact arise for consideration; and on an examination of the facts of the case also, we have found that no such disputed question of fact arise for consideration.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_31\">31. The dispute is resolved on the document placed before the Court looking to the terms of the sale note and delivery order, and the conduct of the parties. In Writ Petition No. 2336 of 1981 out of which these appeals arise, even the plea of non-joinder of parties, viz., Aluminium Controller of India is untenable as Aluminium Controller of India was impleaded as third respondent in the writ petition. Further no arguments were advanced on behalf of the first respondent before the learned single judge that the writ petition was not maintainable on the ground that the controversy raised came within the realm of contract. For the first rime before the Division Bench in these writ appeals, this ground is raised. However, this being a question of law, and in view of the order of reference, we are considering the same. We also take note that even in the grounds of these writ appeals the respondent No. 1 has not stated that any disputed question of fact arises for consideration.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_32\">32. It is neither disputed nor it is the case of the first respondent that the first respondent Corporation is not a State or authority within the meaning of <a href=\"/doc/609139/\" id=\"a_8\">Article 12</a> of the Constitution. Even in the order of reference the Division Bench of this Court has stated that the respondent No. 1 is a State within the meaning of <a href=\"/doc/609139/\" id=\"a_9\">Article 12</a> of the Constitution.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">32. The Division Bench, while referring these appeals to larger Bench, referred to the following decisions of the Apex Court, viz.,\n \n\n</p><p data-structure=\"Precedent\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_1\">(<a href=\"/doc/541216/\" id=\"a_10\">i) Radhakrishna Agarwal and Ors. v. State of Bihar and Ors.</a>, ; (ii) Premji Bhai Parmar and Ors.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"567077\" id=\"span_2\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_4\">etc., v. Delhi Development Authority and Ors., ; (<a href=\"/doc/248227/\" id=\"a_11\">iii) Divisional Forest Officer v. Bishwanath Tea Co., Ltd.</a>, ; and (<a href=\"/doc/1893286/\" id=\"a_12\">iv) Bareilly Development Authority and Anr. v. Ajay Pal Singh and Ors.</a>, , and a Division Bench Judgment of this Court in &quot;<a href=\"/doc/567077/\" id=\"a_13\">The Commissioner, Nagapattinam Municipality v. P. Palanivelu</a> and two Ors.&quot; (I.L.R. 1994-II Mad.465). In view of the above decisions, in the order of reference, the Division Bench of this court has expressed that,\n &quot;It is an undisputed position of law that once the parties including the State or the authority deemed to be a State enter into contract, they are governed by the terms of the contract and they are no longer governed by the Constitutional provisions. Therefore, it is not for this court to adjudicate in exercise of the power of judicial review under <a href=\"/doc/1712542/\" id=\"a_14\">Article 226</a> of the Constitution of India as no writ or order could be issued under <a href=\"/doc/1712542/\" id=\"a_15\">Article 226</a> to compel the authorities to remedy the breach of contract.&quot;</span></span></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_5\">33. Paragraph 11 in <a href=\"/doc/541216/\" id=\"a_16\">Radhakrishna Agarwal and Ors. v. State of Bihar and Ors.</a>,  reads:-</span>\n</p><blockquote id=\"blockquote_7\"> &quot;In the cases before us the contracts do not contain any statutory terms or obligations and no statutory power or obligation which could attract the application of <a href=\"/doc/367586/\" id=\"a_17\">Article 14</a> of the Constitution is involved here. Even in cases where the question is of choice or consideration of competing claims before an entry into the field of contract facts have to be investigated and found before the question of a violation of <a href=\"/doc/367586/\" id=\"a_18\">Article 14</a> could arise. If those facts are disputed and require assessment of evidence the correctness of which can only be tested satisfactorily by taking detailed evidence, involving examination and cross- examination of witnesses, the case could not be conveniently or satisfactorily decided in proceedings under <a href=\"/doc/1712542/\" id=\"a_19\">Article 226</a> of the Constitution. Such proceedings are summary proceedings reserved for extraordinary cases where the exceptional and what are described as, perhaps not quite accurately, &quot;prerogative&quot; powers of the Court are invoked. We are certain that the cases before us are not such in which powers under <a href=\"/doc/1712542/\" id=\"a_20\">Article 226</a> of the Constitution could be invoked.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_6\">34. Even <a href=\"/doc/541216/\" id=\"a_21\">in that case</a>, as can be seen from the paragraph extracted above, the Hon&#x27;ble Supreme Court has not stated that the power of judicial review relating to contract is not available at all. It is only stated that if the facts are disputed and require detailed evidence, the case could not be conveniently or satisfactorily decided in the proceedings under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the Constitution; such proceedings are reserved for extraordinary cases so as to invoke prerogative powers of the Court. In the same paragraph it is also stated that on facts of those cases they were not such in which powers under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a> of the Constitution could be invoked.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_7\">35. In Premji Bhai Parmar and Ors. etc., v. Delhi Development Authority and Ors., , the Apex Court followed <a href=\"/doc/541216/\" id=\"a_24\">&#x27;Radhakrishnan</a>&#x27;s case,  aforementioned, and on facts of that case, it was held that the petitioners did not make out a case to attract <a href=\"/doc/367586/\" id=\"a_25\">Article 14</a> of the Constitution.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\">36. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_8\">In <a href=\"/doc/248227/\" id=\"a_26\">Divisional Forest Officer v. Bishwanath Tea Co., Ltd.</a>, , it is stated that ordinarily, where a breach of contract is complained of, a party may sue for specific performance of the contract if the contract is capable of being specifically enforced, or the party may sue for damages in civil court. A petition for specific performance of a contract or recovery of damages cannot be entertained under the extra ordinary jurisdiction of High Court. Paragraph 10 of the said Judgment reads:-</span>\n</p><blockquote id=\"blockquote_8\"> &quot;In substance, this was a suit for refund of a royalty alleged to be unauthorisedly recovered and that could hardly be entertained in exercise of the writ jurisdiction of the High Court.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\">Having regard to the facts and circumstances of that case it was held that in substance it was a suit for refund of royalty alleged to have been unauthorisedly recovered, and as such writ petition could not be entertained in exercise of the writ jurisdiction.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_40\">37. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_9\">In <a href=\"/doc/1893286/\" id=\"a_27\">Bareilly Development Authority and Anr. v. Ajay Pal Singh and Ors.</a>, . reference is made to the three aforementioned Supreme Court judgments, to state that no writ or order can be issued under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution of India so as to compel the authorities to remedy a breach of contract pure and simple. In paragraph 22, the Court has stated about the scope of interference by the High Court while exercising its jurisdiction under <a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> of the Constitution in cases of non-statutory concluded contracts like the one <a href=\"/doc/1893286/\" id=\"a_30\">in that case</a>. On the facts of that case, the Apex Court found that the High Court had gone wrong in its finding that there was arbitrariness and unreasonableness on the part of the authority in increasing the cost of the houses/flats.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"567077\" id=\"span_10\">38. A Division Bench of this Court in <a href=\"/doc/567077/\" id=\"a_31\">The Commissioner, Nagapattinam Municipality v. P. Palanivelu</a> and two Ors. .L.R. 1994 (II) Mad. 465, followed the decision in &quot;Radhakrishnan Agarwal&quot; of the Apex Court aforementioned, and has stated:-</span>\n</p><blockquote id=\"blockquote_9\"> &quot;... Apart from availability of an alternative remedy which by itself is sufficient to decline to exercise jurisdiction under <a href=\"/doc/1712542/\" id=\"a_32\">Article 226</a> of the Constitution of India, in a matter relating to non-statutory concluded contract like the one in question, the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_33\">Article 226</a> of the Constitution cannot be exercised as the rights of the parties being purely contractual are governed by the terms of the contract.&quot;\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_11\">39. The statement made therein that in relation to non- statutory concluded contract, the jurisdiction under <a href=\"/doc/1712542/\" id=\"a_34\">Article 226</a> of the Constitution cannot be exercised, as the rights of the parties being purely contractual and the contract being non- statutory and concluded, in our view, is not in consonance with the law <a href=\"/doc/567077/\" id=\"a_35\">laid down by</a> the Apex Court in <a href=\"/doc/541216/\" id=\"a_36\">Radhakrishnan</a>&#x27;s case,  on which reliance was placed.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_43\">40. The Honourable Supreme Court, in Kumari Shrilekha Vidhyarthi etc., v. State of U.P. and Ors.,  has stated thus:-\n</p>  \n\n<blockquote id=\"blockquote_10\">&quot;20. Even apart from the premise that the &#x27;office&#x27; or &#x27;post&#x27; of D.G.Cs. has a public element which alone is sufficient to attract the power of judicial review for testing validity of the impugned circular on the anvil of <a href=\"/doc/367586/\" id=\"a_37\">Article 14</a>, we are also clearly of the view that this power is available even without that element on the premise that after the initial appointment, the matter is purely contractual. Applicability of <a href=\"/doc/367586/\" id=\"a_38\">Article 14</a> to all executive actions of the State being settled and for the same reason its applicability at the threshold to the making of a contract in exercise of the executive power being beyond dispute, can it be said that the State can thereafter cast off its personality and exercise unbridled power unfettered by the requirements of <a href=\"/doc/367586/\" id=\"a_39\">Article 14</a> in the sphere of contractual matters and claim to be governed therein only by private law principles applicable to private individuals whose rights flow only from the terms of the contract without anything more? We have no hesitation in saying that the personality of the State, requiring regulation of its conduct in all spheres by requirements of <a href=\"/doc/367586/\" id=\"a_40\">Article 14</a>, does not undergo such a radical change after the making of contract merely because some contractual rights accrue to the other party in addition. It is not as if the requirements of <a href=\"/doc/367586/\" id=\"a_41\">Article 14</a> and contractual obligations are alien concepts, which cannot co-exist.\n</blockquote> \n\n<blockquote id=\"blockquote_11\">&quot;21. The Preamble of the Constitution of India resolves to secure to all its citizens Justice, social economic and political; and Equality of status and opportunity. Every State action must be aimed at achieving this goal. Part IV of the Constitution contains &#x27;Directive Principles of State Policy&#x27; which are fundamental in the governance of the country and are aimed at securing social and economic freedoms by appropriate State action which is complementary to individual fundamental rights guaranteed in Part III for protection against excesses of State action, to realise the vision in the Preamble. This being the philosophy of the Constitution, can it be said that it contemplates exclusion of <a href=\"/doc/367586/\" id=\"a_42\">Article 14</a> non-arbitrariness which is basic to rule of law from State actions in contractual field when all actions of the State are meant for public good and expected to be fair and just? We have no doubt that the Constitution does not envisage or permit unfairness or unreasonableness in State actions in any sphere of its activity contrary to the professed ideals in the Preamble. In our opinion, it would be alien to the Constitutional Scheme to accept the argument of exclusion of <a href=\"/doc/367586/\" id=\"a_43\">Article 14</a> in contractual matters. The scope and permissible grounds of judicial review in such matters and the relief which may be available are different matters but that does not justify the view of its total exclusion. This is more so when the modern trend is also to examine the unreasonableness of a term in such contracts where the bargaining power is unequal so that these are not negotiated contracts but standard form contracts between unequals. (Italics ours).\n</blockquote> \n\n<blockquote id=\"blockquote_12\">24. The State cannot be attributed the split personality of Dr. Jeky II and Mr. Hyde in the contractual field so as to impress on it all the characteristics of the State at the threshold while making a contract requiring it to fulfil the obligation of <a href=\"/doc/367586/\" id=\"a_44\">Article 14</a> of the Constitution and thereafter permitting it to cast off its garb of State to adorn the new robe of a private body during the subsistence of the contract enabling it to act arbitrarily subject only to the contractual obligations and remedies flowing from it. It is really the nature of its personality as State which is significant and must characterise all its actions, in whatever field, and not the nature of function, contractual or otherwise, which is decisive of the nature of scrutiny permitted for examining the validity of its act. The requirement of <a href=\"/doc/367586/\" id=\"a_45\">Article 14</a> being the duty to act fairly, justly and reasonably, there is nothing which militates against the concept of requiring the State always to so act, even in contractual matters. There is a basic difference between the acts of the State which must invariably be in public interest and those of a private individual, engaged in similar activities, being primarily for personal gain, which may or may not pronote public interest. Viewed in this manner, in which we find no conceptual difficulty or anachronism, we find no reason why the requirement of <a href=\"/doc/367586/\" id=\"a_46\">Article 14</a> should not extend even in the sphere of contractual matters for regulating the conduct of the State activity. (Italic supplied).\n</blockquote> \n\n<blockquote id=\"blockquote_13\">28. Even assuming that it is necessary to import the concept of presence of some public element in a State action to attract <a href=\"/doc/367586/\" id=\"a_47\">Article 14</a> and permit judicial review, we have no hesitation in saying that the ultimate impact of all actions of the State or a public body being undoubtedly on public interest, the requisite public element for this purpose is present also in contractual matters. We, therefore, find it difficult and unrealistic to exclude the State actions in contractual matters, after the contract has been made, from the purview of judicial review to test its validity on the anvil of <a href=\"/doc/367586/\" id=\"a_48\">Article 14.</a> (Italic ours).\n</blockquote> \n\n<blockquote id=\"blockquote_14\">&quot;35. It is now too well settled that every State action, in order to survive, must not be susceptible to the vice of arbitrariness which is crux of <a href=\"/doc/367586/\" id=\"a_49\">Article 14</a> of the Constitution and basic to the rule of law, the system which governs us. Arbitrariness is the very negation of the rule of law. Satisfaction of this basic test in every State action is since qua non to its validity and in this respect, the State cannot claim comparison with a private individual even in the field of contract. This distinction between the State and a private individual in the field of contract has to be borne in the mind.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_44\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_12\">41. Paragraphs 21 and 27 of the decision of the apex Court in . <a href=\"/doc/1058612/\" id=\"a_50\">Dwarkadas Marfatia and Sons v. Board of Trustees of the Port of Bombay</a>,  read thus:</span>\n</p>  \n\n<blockquote id=\"blockquote_15\">&quot;21. We are unable to accept the submissions. Being a public body even in respect of its dealing with its tenant, it must act in public interest, and an infraction of that duty is amenable to examination either in civil suit or in writ jurisdiction.\n</blockquote> \n\n<blockquote id=\"blockquote_16\">&quot;27. We are inclined to accept the submission that they every activity of a public authority especially in the background of the assumption on which such authority enjoys immunity from the rigors of the <a href=\"/doc/679372/\" id=\"a_51\">Rent Act</a>, must be informed by reason and guided by the public interest. All exercise of discretion or power by public authorities as the respondent, in respect of dealing with tenants in respect of which they have been treated separately and distinctly from other landlords on the assumption that they would not act as private landlords must be judged by that standard. If a governmental policy or action even in contractual matters fails to satisfy the test of reasonableness, it would be unconstitutional. See the observations of this Court in Kasturi Lal Lakshmi Reddy, , and R.D. Shetty v. International Airport Authority of India, . &quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_45\">42. In Union of India and Ors. v. . Graphic Industries Co. and Ors., , the Apex Court in paragraphs 10 and 11 has stated thus:-\n</p>  \n\n<blockquote id=\"blockquote_17\">&quot;10. We are not satisfied from what has been stated in the impugned judgment that the Railways had acted unfairly in with holding the payment of the respondents. In view of this we need not dilate on the submission of Shri Ganguli that even in contractual matters public authorities have to act fairly; and if they fail to do so approach under <a href=\"/doc/1712542/\" id=\"a_52\">Article 226</a> would always be permissible because that would amount to violation of <a href=\"/doc/367586/\" id=\"a_53\">Article 14</a> of the Constitution. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1261492\" id=\"span_13\">In support of this submission, Shri Ganguli has mainly relied upon a two judges Bench decision of this Court in <a href=\"/doc/1261492/\" id=\"a_54\">Kumari Shrilekha v. State of U.P.</a>,  of which this aspect of the matter has been dealt with by stating that the requirement of <a href=\"/doc/367586/\" id=\"a_55\">Article 14</a> being the duty to act fairly, justly and reasonably, there is nothing which militates against the concept of requiring the State always to so act even in contractual matters (see paragraph 24). What has been stated in paragraph 28 is that it would be difficult and unrealistic to exclude the State action in contractual matters, after the contract has been made, from the purview of the judicial review to test its validity on the anvil of <a href=\"/doc/367586/\" id=\"a_56\">Article 14.</a></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_14\">The Bench thereafter referred to various earlier decisions of this Court on this point including <a href=\"/doc/1238017/\" id=\"a_57\">Mahavir Auto Stores v. Indian Oil Corporation</a>,  and Dwarka Das Marifatia v. Board of Trustees of the Port of Bombay, . &quot;</span>\n</blockquote> \n\n<blockquote id=\"blockquote_18\">&quot;11. Having come to the conclusion that the materials which the Division Bench noted do not make out a case of unfairness, it is not necessary to examine the question as to whether in the field covered by contractual rights and obligations it would always be permissible to invoke the extra ordinary jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_58\">Article 226</a> of the Constitution. It would be enough to say that this remedy being discretionary, it would be open to the High Court to take a view on the fact situation before it that invocation of power under <a href=\"/doc/1712542/\" id=\"a_59\">Article 226</a> would not be proper exercise of discretion, leaving the aggrieved person to seek remedy in some other forum, or to take recourse to arbitration if that be visualised by the agreement between the parties.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1238017\" id=\"span_15\">43. Yet in another decision in <a href=\"/doc/1238017/\" id=\"a_60\">Mahabir Auto Stores and Ors. v. Indian Oil Corporation and Ors.,  of the Judgment</a>, the Supreme Court has held thus:-</span>\n</p>  \n\n<blockquote id=\"blockquote_19\">&quot;6. The respondent company had raised various objections to the maintainability of the Writ Petition, namely, inter alia, that the Company was not State within the meaning of <a href=\"/doc/609139/\" id=\"a_61\">Article 12</a> of the Constitution as the company is registered under the <a href=\"/doc/1353758/\" id=\"a_62\">Companies Act, 1956</a>, the Writ Petition was not maintainable as no writ to enforce alleged supply, according to the respondent company, was maintainable and the appropriate remedy for the appellants was to claim damages for breach of contract or relief for specific performance of contract, if any. It was submitted, further, that the firm had not any contract and was seeking to rely on an irregular course of conduct and on ad hoc arrangement which the company cannot perpetuate in view of the prevailing guidelines and/or directions received from the Ministry of Energy in the Department of Petroleum. Where in fact there was an actual written agreement the Company&#x27;s contractual relationship with its distributors was also capable of termination forthwith and was only subject to the normal contractual laws and decisions in the realm of contract could not be the subject matter of proceedings under <a href=\"/doc/1712542/\" id=\"a_63\">Article 226</a> of the Constitution, it was submitted. The appellants case, it was urged by the respondent company, was at much lower footing. The Company however denied that the firm had even been black-listed and it had never acted in a mala fide, or capricious or arbitrary manner or on any extraneous, or oblique or irrelevant consideration. There was no commitment, it was suggested, to supply a fixed quantity regularly, made to the appellant firm at any stage.&quot;\n</blockquote> \n\n<blockquote id=\"blockquote_20\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"541216\" id=\"span_16\">&quot;12. It is well settled that every action of the State or an instrumentality of the State in exercise of its executive power, must be informed by reason. In appropriate cases, actions uninformed by reason may be questioned as arbitrary in proceedings under <a href=\"/doc/1712542/\" id=\"a_64\">Article 226</a> or <a href=\"/doc/981147/\" id=\"a_65\">Article 32</a> of the Constitution. Reliance in this connection may be placed on the observations of this Court in . <a href=\"/doc/541216/\" id=\"a_66\">Radhakrishna Agarwal v. State of Bihar</a>, . It appears to us, at the outset, that in the facts and circumstances of the case, the respondent company IOC is an organ of the State or an instrumentality of the State as contemplated under <a href=\"/doc/609139/\" id=\"a_67\">Article 12</a> of the Constitution. The State acts in its executive power under <a href=\"/doc/1174818/\" id=\"a_68\">Article 298</a> of the Constitution in entering or not entering in contracts with individual parties. <a href=\"/doc/367586/\" id=\"a_69\">Article 14</a> of the Constitution would be applicable to those exercise of power. Therefore, the action of State organ under <a href=\"/doc/367586/\" id=\"a_70\">Article 14</a> can be checked.</span> <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"541216\" id=\"span_17\">See <a href=\"/doc/541216/\" id=\"a_71\">Radhakrishna Agarwal v. State of Bihar</a>, , but <a href=\"/doc/367586/\" id=\"a_72\">Article 14</a> of the Constitution cannot and has not been construed as a charter for judicial review of State action after the contract has been entered into, to call upon the State to account for its actions in its manifold activities by stating reasons for such actions. In a situation of this nature certain activities of the respondent company which constituted State under <a href=\"/doc/609139/\" id=\"a_73\">Article 12</a> of the Constitution may be in certain circumstances subject to <a href=\"/doc/367586/\" id=\"a_74\">Article 14</a> of the Constitution in entering or not entering into contracts and must be reasonable and taken only upon lawful and relevant consideration, it depends upon facts and circumstances of a particular transaction whether hearing is necessary and reasons have to be stated. In case any right conferred on the citizens which is sought to be interfered, such action is subject to <a href=\"/doc/367586/\" id=\"a_75\">Article 14</a> of the Constitution, and must be reasonable and can be taken only upon lawful and relevant grounds of public interest. Where there is arbitrariness in State action of this type of entering or not entering into contracts, <a href=\"/doc/367586/\" id=\"a_76\">Article 14</a> springs up and judicial review strikes such an action down. Every action of the State executive authority must be subject to rule of law and must be informed by reason. So, whatever be the activity of the public authority, in such monopoly or semi-monopoly dealings, it should meet the test of <a href=\"/doc/367586/\" id=\"a_77\">Article 14</a> of the Constitution. If a Governmental action even in the matters of entering or not entering into contracts, fails to satisfy the test of reasonableness, the same would be unreasonable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1058612\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1281050\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1186368\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1766147\" id=\"span_21\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1327287\" id=\"span_22\">In this connection reference may be made to <a href=\"/doc/1327287/\" id=\"a_78\">E.P. Royappa v. State of Tamil Nadu</a>, ; <a href=\"/doc/1766147/\" id=\"a_79\">Maneka Gandhi v. Union of India</a>, ; <a href=\"/doc/1186368/\" id=\"a_80\">Ajay Hasia v. Khalid Mujib Sehravardi</a>, ; <a href=\"/doc/1281050/\" id=\"a_81\">R.D, Shetty v. International Airport Authority of India</a> , , and also <a href=\"/doc/1058612/\" id=\"a_82\">Dwarkadas Marfatia and Sons v. Board of Trustees of the Port of Bombay</a>, . It appears to us that rule of reason and rule against arbitrariness and discrimination, rules of fair play and natural justice are part of the rule of law applicable in situation or action by State instrumentality in dealing with citizens in a situation like the present one. Even though the rights of the citizens are in the nature of contractual rights, the manner, the method and motive of a decision of entering or not entering into a contract, are subject to judicial review on the touchstone of relevance and reasonableness, fair play, natural justice, equality and non-discrimination in the type of the transactions and nature of the dealing as in the present case.&quot;</span></span></span></span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_21\">&quot;17. We are of the opinion that in all such cases whether public law or private law rights are involved, depends upon the facts and circumstances of the case. The dichotomy between rights and remedies cannot be obliterated by any straight jacket formula. It has to be examined in each particular case. Mr. Salve sought to urge that there are certain cases under <a href=\"/doc/367586/\" id=\"a_83\">Article 14</a> of arbitrary exercise of such &quot;power&quot; and not cases of exercise of a &quot;right&quot; arising either under a contract or under a Statute. We are of the opinion that would depend upon the factual matrix.&quot;\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_23\">44. The decisions referred to in paragraphs 32 to 37 in this order, in our view, have not laid down that under no circumstances a writ petition can be entertained or the power of judicial review under <a href=\"/doc/1712542/\" id=\"a_84\">Article 226</a> of the Constitution can be exercised for the enforcement of contractual obligations, in respect of contracts wherever the State, or Authority coming within the meaning of <a href=\"/doc/609139/\" id=\"a_85\">Article 12</a> of the Constitution is a party. Careful reading of those decisions shows that on the facts and circumstances of those case, such as disputed questions of fact arose for consideration, and the controversy could not be resolved without recording evidence, or on merits of the writ petitions it was not considered appropriate to exercise power of judicial review under <a href=\"/doc/1712542/\" id=\"a_86\">Article 226</a> of the Constitution; it was observed that in such cases the party should have recourse to enforcement of contractual rights, either for specific performance of the contract or damages, in ordinary civil court. The Division Bench of this Court in its decision referred to in paragraph 38 of this order, in turn, had followed the decision of the Apex Court in <a href=\"/doc/541216/\" id=\"a_87\">Radhakrishna Agarwal</a>&#x27;s case.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\">45. From the decisions of the Apex Court referred to in paragraphs 40 to 43, in particular, the decision in Kumari Shrilekha Vidyarthi, it is clear that the power of judicial review is available even in contractual matters; it would be alien to the Constitutional scheme to accept the argument of exclusion of <a href=\"/doc/367586/\" id=\"a_88\">Article 14</a> in contractual matters; and <a href=\"/doc/367586/\" id=\"a_89\">Article 14</a> gets attracted even to contractual matters regulating the conduct of the State activity. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_24\">In paragraph 28 of <a href=\"/doc/541216/\" id=\"a_90\">the said judgment</a>, it was found difficult and unreaslistic to exclude the State actions in contractual matters after the contract has been made, from the purview of judicial review to test its validity on the anvil of <a href=\"/doc/367586/\" id=\"a_91\">Article 14.</a></span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_49\">46. The portions extracted from the judgments aforementioned in paragraphs 40 to 43, clearly indicate that power of judicial review available under <a href=\"/doc/1712542/\" id=\"a_92\">Article 226</a> of the Constitution, in extra-ordinary and exceptional cases relating to contractual obligations even in regard to concluded contracts with State or authority, is not excluded in testing the action of the State or authority; even in such matters on the touch stone of <a href=\"/doc/367586/\" id=\"a_93\">Article 14</a> of the Constitution of India, because application of <a href=\"/doc/367586/\" id=\"a_94\">Article 14</a> to any action of the State or authority cannot be excluded.\n</p> \n\n<p data-structure=\"Section\" id=\"p_50\">47. It is one thing to say that there is total bar to entertain writ petition under <a href=\"/doc/1712542/\" id=\"a_95\">Article 226</a> of the Constitution of India for enforcement of contractual obligations in cases where one of the parties being a State or Authority within the meaning of <a href=\"/doc/609139/\" id=\"a_96\">Article 12</a> of the Constitution; and it is yet another thing to say that the power under <a href=\"/doc/1712542/\" id=\"a_97\">Article 226</a> of the Constitution of India should be exercised rarely and sparingly in exceptional and extra-ordinary cases in such contractual matters. While reiterating that ordinarily writ petitions cannot be entertained under <a href=\"/doc/1712542/\" id=\"a_98\">Article 226</a> ,of the constitution of India for enforcement of terms of contract, or to claim damages arising out of concluded contract for breach of contract, one of the parties being the State or Authority to such contract, we hold that the jurisdiction to exercise the power of judicial review under <a href=\"/doc/1712542/\" id=\"a_99\">Article 226</a> of the Constitution is not totally curtailed or absolutely excluded in examining and testing the validity of State action, even in such matters in extra-ordinary cases as to whether the requirement of <a href=\"/doc/367586/\" id=\"a_100\">Article 14</a> of the Constitution were satisfied by the State/Authority, though ordinarily the courts may not entertain writ petitions, and decline to grant relief exercising powers under <a href=\"/doc/1712542/\" id=\"a_101\">Article 226</a> of the Constitution for enforcement of terms of contract or to get remedy for a breach of contract on the basis of concluded contracts, one of the parties being State or authority to such contracts. This conclusion we have reached in the light of the aforementioned decisions and the Constitutional scheme, and in particular the provisions contained in <a href=\"/doc/367586/\" id=\"a_102\">Article 14</a> and <a href=\"/doc/1712542/\" id=\"a_103\">226</a> of the Constitution.\n</p> \n\n<p data-structure=\"Section\" id=\"p_51\">48. Normally for specific performance of a contract or for recovery of damages claimed on breach of contract, even against State or Authority coming within the ambit of <a href=\"/doc/609139/\" id=\"a_104\">Article 12</a> of the Constitution, the parties have to approach ordinary civil courts. But there may be cases where facts and circumstances of the case warrant, and the situations demand exercise of power of judicial review available under <a href=\"/doc/1712542/\" id=\"a_105\">Article 226</a> of the Constitution of India; may be such cases are extraordinary. The courts may exercise power of judicial review under <a href=\"/doc/1712542/\" id=\"a_106\">Article 226</a> of the Constitution of India in the matters of enforcement of contractual obligations rarely and sparingly. But having regard to the Constitutional scheme, and in particular the requirements of <a href=\"/doc/367586/\" id=\"a_107\">Article 14</a> of the Constitution relating to all actions of the State or instrumentality of State, or Authorities within the meaning of <a href=\"/doc/609139/\" id=\"a_108\">Article 12</a> of the Constitution of India, they have to act fairly, justly, and reasonably in all their actions.\n</p> \n\n<p data-structure=\"Section\" id=\"p_52\">49. The requirements of <a href=\"/doc/367586/\" id=\"a_109\">Article 14</a> cannot be excluded even in the sphere of contractual matters in regulating the State activity. In our opinion it would not be correct to say that this court, acting under <a href=\"/doc/1712542/\" id=\"a_110\">Article 226</a> of the Constitution of India, cannot at all adjudicate in exercise of judicial review and that no writ or order could be issued under <a href=\"/doc/1712542/\" id=\"a_111\">Article 226</a>, to compel the authorities to remedy the breach of contract under any circumstances. But it is for the Court to consider and decide on the facts and circumstances of each case, whether to entertain the writ petition to exercise such a power of judicial review in extra ordinary cases where the judicial conscience is shakene.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_53\">50. The Division Bench of this Court in the judgment dated 28.2.1997 made in Writ Appeal Nos.328, 329, 434, 504 and 505 of 1990, dealing with this question, has stated thus:-\n</p><blockquote id=\"blockquote_22\"> We must notice one more contention urged by the learned senior counsel for the appellant that the writ petitions themselves were not maintainable as the controversy that arose for consideration fell within the realm of contract. It is not disputed that the appellant corporation is an instrumetnality of State coming within the ambit of <a href=\"/doc/609139/\" id=\"a_112\">Article 12</a> of the Constitution of India. No disputed questions of facts arose for consideration in the writ petitions. The learned single judge has disposed of the writ petitions on the admitted facts that too flowing from the records of the appellant corporation, and the averments made in support of the writ petition not controverted by the first respondent. The clear finding of the learned single judge and the irresistible conclusions we have arrived at, on the facts and circumstances of the case, is that there was unreasonable and unjustified delay on the part of the first respondent in effecting delivery of consignment after issue of delivery order that too when after the writ petitioners had fulfilled all their obligations pursuant to the contract. In view of the discussion already made above, the first respondent could not delay deliver waiting for the increase of price and then demand increased price from the writ petitioners. This action of the first respondent was clearly arbitrary and unreasonable attracting <a href=\"/doc/367586/\" id=\"a_113\">Article 14</a> of the Constitution of India to support the case of the petitioners. This being the position, we have no hesitation to reject the contention of the learned senior counsel for the respondent that the writ petitions were not maintainable.&quot;\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_54\">51. These writ appeals, based on identical set of facts and raising similar contentions as are raised in the aforementioned writ appeals, are also liable to be dismissed for the very reasons stated therein, having regard to the undisputed facts, documents relied on by the parties, and interpretation placed on the terms of sale note and delivery order, particularly so when the first respondent did not raise any plea that disputed questions of fact arose for consideration before the leaned single judge, and that the writ petitions were not maintainable for enforcement of the terms of contract. The case on hand is such a case where the writ petition was rightly entertained and relief was granted by the learned single judge. Further similarly placed few other writ petitioners were granted relief and Writ Appeal Nos.328, 329, 434, 504 and 505 of 1990 filed by the first respondent against those orders, were also dismissed by the Division Bench of this Court by the aforementioned order dated 28.2.1997. It appears <a href=\"/doc/541216/\" id=\"a_114\">the said judgment</a> has become final, as nothing was shown to us to say that <a href=\"/doc/541216/\" id=\"a_115\">the said judgment</a> was varied or modified. In our view, the Writ Petition No. 2336 of 1981 was one such writ petition which was rightly entertained having regard to the facts and circumstances of the case a already stated above, that too in the absence of any plea by the first respondent in the writ petition that either disputed questions of fact arose for consideration or that the writ petition was not maintainable to enforce the terms of contract. These writ appeals on hand filed against, aggrieved by the order of the learned single judge, in the said writ petition, are liable to be dismissed.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_55\">52. In the result, for the reasons stated, these writ appeals being devoid of any merit, are liable to be dismissed, and accordingly they are dismissed.\n</p> \n\n","numcites":20,"numcitedby":14,"docsource":"Madras High Court","citetid":449727,"divtype":"judgments","relatedqs":[{"value":" breach of contracts","formInput":"%20breach%20of%20contracts"},{"value":"writ petition not maintainable","formInput":"writ%20petition%20not%20maintainable"},{"value":"article 226 of constitution of india","formInput":"article%20226%20of%20constitution%20of%20india"},{"value":"constitution of india articles","formInput":"constitution%20of%20india%20articles"},{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"judicial review","formInput":"judicial%20review"},{"value":"article 12 constitution","formInput":"article%2012%20constitution"},{"value":"writ not maintainable","formInput":"writ%20not%20maintainable"},{"value":"constitution article 14","formInput":"constitution%20article%2014"},{"value":"concluded contract","formInput":"concluded%20contract"},{"value":"article 226 of constitution","formInput":"article%20226%20of%20constitution"},{"value":"article 12","formInput":"article%2012"},{"value":"contractual obligations","formInput":"contractual%20obligations"},{"value":"specific performance","formInput":"specific%20performance"},{"value":"226 of the constitution of india","formInput":"226%20of%20the%20constitution%20of%20india"},{"value":"letter of credit","formInput":"letter%20of%20credit"},{"value":"contract article 14 : doctypes supreme court","formInput":"contract%20article%2014%20%3A%20doctypes%20supreme%20court"},{"value":"power of review, ","formInput":"power%20of%20review%2C%20"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"shivaraj patil","formInput":"shivaraj%20patil"}],"cats":[{"value":"equality-before-law","formInput":"tag:equality-before-law"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":false,"query_alert":null,"agreement":false}