{"tid":26148660,"publishdate":"2010-05-05","title":"Arvind @ Chuni Lal And Another vs The State Of Haryana on 5 May, 2010","doc":"<h2 class=\"doc_title\">Arvind @ Chuni Lal And Another vs The State Of Haryana on 5 May, 2010</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-gupta\">Hemant Gupta</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-gupta\">Hemant Gupta</a>, <a href=\"/search/?formInput=benchid:jaswant-singh\">Jaswant Singh</a></h3>\n\n<pre id=\"pre_1\">Criminal Appeal No. 405-DB of 2007                                     [1]\n\n\n\n\n              IN THE HIGH COURT OF PUNJAB AND HARYANA AT\n                            CHANDIGARH\n\n\n\n\n                                    Date of Decision: May 5, 2010\n\n\n      (i)       Criminal Appeal No. 405-DB of 2007\n\n                  Arvind @ Chuni Lal and another          .....Appellants\n\n                            Versus\n\n                  The State of Haryana                    .....Respondent\n\n\n\n\n      (ii)      Criminal Appeal No. 465-DB of 2007\n\n                Joginder @ Dhilla                               .....\n              Appellant\n\n                            Versus\n\n                The State of Haryana                      .....Respondent\n\n\n\n\n      Present:        Shri R.S. Cheema, Senior Advocate, with\n                      Ms. Taranum Cheema, Advocate, for the appellants.\n\n                      Shri S.S. Patter, Senior DAG, Haryana.\n\n\n\n\n      (iii)     Criminal Appeal No. 528-DB of 2007\n\n                Sonu @ Sombir                                  .....\n              Appellant\n\n                            Versus\n\n                The State of Haryana                    .....Respondent\n\n\n\n\n      Present:        Shri Rajbir Sehrawat, Advocate, for the appellant.\n Criminal Appeal No. 405-DB of 2007                              [2]\n\n                   Shri S.S. Patter, Senior DAG, Haryana.\n\n\n\nCORAM:       HON&#x27;BLE MR. JUSTICE HEMANT GUPTA\n             HON&#x27;BLE MR. JUSTICE JASWANT SINGH\n\n\n1. Whether Reporters of local papers may be allowed to see the\n   judgment?\n\n2. To be referred to the Reporters or not?\n\n3. Whether the judgment should be reported in the Digest?\n\n\n\nHEMANT GUPTA, J.\n</pre>\n\n\n<p data-structure=\"Issue\" id=\"p_1\">             This order shall dispose of Criminal Appeal No. 405-DB of\n\n2007 filed by Arvind @ Chuni Lal and Joginder @ Dhilla, residents of\n\nvillage Dichau Kalan, Police Station Nazafgarh, Delhi; Criminal Appeal\n\nNo. 465-DB of 2007 filed by Joginder @ Dhilla and Criminal Appeal\n\nNo. 528-DB of 2007 filed by Sonu alias Sombir, resident of Dichau\n\nKalan,     Nazafgarh   against   the   judgment   and   order      dated\n\n28/30.3.2007, passed by the learned Additional Sessions Judge,\n\nJhajjar.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">             The appellants alongwith one Virender @ Chota, have\n\nbeen convicted for an offence under Section 302 read with <a href=\"/doc/1897847/\" id=\"a_1\">Section\n\n120-B</a> IPC for causing death of Manjeet son of Rajender, resident of\n\nvillage Dichau Kalan and sentenced to undergo imprisonment for life\n\nand to pay a fine of Rs.5000/- each and in default of payment of fine,\n\nto further undergo RI for one year. Virender @ Chota has not filed any\n\nappeal against the judgment of conviction and order of sentence.\n\n</p><p data-structure=\"PetArg\" id=\"p_3\">             In the judgment under appeal, the co-accused Sonu has\n\nbeen acquitted for an offence under <a href=\"/doc/73862/\" id=\"a_2\">Section 25</a> of the Arms            Act,\n\n1959. The reason for acquittal is that the sanction has not been\n\ngranted by the competent authority under <a href=\"/doc/534261/\" id=\"a_3\">Section 39</a> of the Arms Act,\n<span class=\"hidden_text\" id=\"span_1\"> Criminal Appeal No. 405-DB of 2007                           [3]</span>\n\n1959, though it was found that the offence has been committed by\n\nSonu @ Sombir, by using a country made pistol (Exhibit P.15)\n\nrecovered at his instance.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_4\">            The First Information Report, Exhibit P.17 and Exhibit\n\nP19/B, was recorded on the statement of Harke Ram, Chowkidar, on\n\n22.2.2004 at 4.50 p.m. by ASI Balwinder Singh. He has stated that at\n\nabout 3 p.m., he left for a walk towards the passage of new drain\n\ntowards field and when he reached near the field of Balraj son of\n\nKundan, he saw a dead body of a young boy aged 20/25 years lying\n\non the passage of drain. Blood was present in his mouth, ear and at\n\nthe back of right shoulder and above the left ear. On the head and\n\nbehind the right shoulder, there were injuries on the dead body. He\n\nwent to the village to enquire about the Sarpanch and found that the\n\nSarpanch had gone out for some marriage. He then took Chowkidar\n\nZile Singh son of Chandgi Ram and member Dheer Singh son of Jage\n\nRam, Jat from the village. He left them with the dead body and\n\nproceeded to inform the police. On way, the police party met him and\n\ngot recorded information about the recovery of the dead body. ASI\n\nBalwinder Singh sent a ruqa for recording of an FIR under <a href=\"/doc/1560742/\" id=\"a_4\">Section\n\n302</a>/<a href=\"/doc/386021/\" id=\"a_5\">201</a> IPC and to send       a photographer. On the basis of such\n\nstatement, the FIR was recorded      on 22.2.2004   at 5 p.m. It was\n\nreported by the Investigating Officer that none could identify the\n\ncorpse.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_5\">            The post mortem on the dead body was conducted by Dr.\n\nP.K. Paliwal on 25.2.2004 at 11 a.m. The post mortem report is\n\nExhibit P.2. The Doctor has found two fire arm injuries on the dead\n\nbody. He also recovered two bullets, Exhibits PE and PF, from the\n\nunidentified dead body at the time of post mortem examination. He\n\nopined that the cause of death was fire arm injuries and the duration\n<span class=\"hidden_text\" id=\"span_2\"> Criminal Appeal No. 405-DB of 2007                              [4]</span>\n\nbetween death and post mortem examination was about a week. The\n\nDoctor has also given one sealed jar having fingertips for DNA test.\n\nThe Investigating Officer has sought the dead body to be kept in\n\nmortuary for identification, but opined that if it was not fit for being\n\nkept in mortuary, then it be handed over to the Municipal Committee\n\nfor cremation. The Associate Professor of Anatomy has endorsed on\n\nsuch writing on 25.02.2004 that the dead body is not fit for stitching\n\npurposes and it may be handed over to the Municipal Committee for\n\ncremation. It is thereafter, the dead body was cremated.\n\n</p><p data-structure=\"PetArg\" id=\"p_6\">            It was on 26.2.2004, PW4-Rajender identified the dead\n\nbody from the photographs as that of his son and made a statement\n\nunder <a href=\"/doc/447673/\" id=\"a_6\">Section 161</a> Cr.P.C. It was stated to the effect that he is\n\nresident of Dichau Kalan and has two sons        and a daughter.      The\n\neldest is daughter; next is Rajnish (son) and the youngest is Manjeet\n\n(son), who has passed 8th standard.      On 21.2.2004 at about 1.00\n\np.m., Chuni Lal son of Jagdev Jat, resident of Dichau Kalan, who is\n\nhis neighbor came to his son and asked his son Manjeet to go to the\n\nSchool at Hiran Kudna to bring the certificate. He told his son not to\n\naccompany him. After sometime, he saw that his son Manjeet had\n\ngone with Chuni Lal with some clothes. On the same day, when his\n\nson did not return home upto 10 p.m., he visited the house of Jagdev\n\nand enquired about Chuni Lal and his son. Jagdev did not give any\n\nsatisfactory reply. He again visited the house of Chuni Lal, next day.\n\nJagdev told him that Chuni Lal visited his house once and left for\n\nSureda for some marriage on scooter having taken his clothes leaving\n\nbehind the motorcycle. He along with Nafe Singh visited the house of\n\nChuni Lal next day. Jagdev, father of Chuni Lal told him that Chuni\n\nLal had gone to Chandigarh to attend a Barat and that he cannot tell\n\nabout Manjeet. Since he could not get any information about Manjeet,\n<span class=\"hidden_text\" id=\"span_3\"> Criminal Appeal No. 405-DB of 2007                              [5]</span>\n\nhe moved an application on 24.2.2004 in Police Station, Nazafgarh,\n\nDelhi, for the search of his son. He along with his brother Nafe Singh\n\ncame to police station for search of his son Manjeet. He was told that\n\na dead body of an unknown boy was found on 22.2.2004. The\n\nphotographs were shown by the police. He and his brother Nafe Singh\n\nidentified the photographs to be that of his son. He stated that his son\n\nManjeet has been murdered by Chuni Lal            son of Jagdev. The\n\nidentification memo      Exhibit P.13 was prepared on the basis of\n\nstatement of Rajender.\n</p>\n<p data-structure=\"Facts\" id=\"p_7\">            It was on 14.3.2004, the appellant Arvind @ Chuni Lal\n\nwas arrested. He is said to have made a disclosure statement Exhibit\n\nP.22 to Shri Virender Singh ASI, SHO, Police Station, Line Paar,\n\nBahadurgarh on the aforesaid date. In pursuance of such statement,\n\nthe place where Manjeet was      shot dead, was demarcated. On the\n\nbasis and in pursuance of subsequent disclosure statement Exhibit\n\nP.24, the recovery of scooter, on which the said appellant escaped\n\nfrom the place of occurrence was made on 17.3.2004 vide Exhibit\n\nPW24/A.\n\n            The appellant Joginder was arrested on 15.4.2004. He\n\nsuffered a disclosure statement Exhibit P.25 on 15.4.2004. He has\n\ndisclosed that about 2-1/2 years ago, his sister Neesha and Manjeet\n\nwere caught in a compromising position in a room. Some respectables\n\nof the village got the matter compromised, but he decided to take\n\nrevenge from Manjeet. After sometime, he was arrested in a case and\n\nthen at Tihar Jail, his friend Sonu @ Sombir came to him. He asked\n\nhis friend that Manjeet is to be murdered. He asked Sonu that Arvind\n\n@ Chuni Lal will call Manjeet from his house. After some days, Sonu\n\n@ Sombir; Chuni Lal and a friend of Sonu, murdered Manjeet son of\n\nRajender on his asking as Manjeet wanted to outrage the modesty of\n<span class=\"hidden_text\" id=\"span_4\"> Criminal Appeal No. 405-DB of 2007                              [6]</span>\n\nhis sister. Exhibit P.14 is the disclosure statement suffered by Sonu @\n\nSombir. On the basis of such disclosure statement, a country made\n\npistol, 315 bore was recovered hidden on the passage of Barhi drain\n\nwrapped in a polythene vide recovery memo Exhibit P.15/A.\n\n            The Forensic Science Laboratory has given its report\n\nExhibit P.26 finding that the bullet Marks BC/1 and BC/2 have been\n\nfired from a country made pistol. It also found that the holes on shirt\n\nand banian have been caused by a single bullet projectile. In a\n\nseparate report Exhibit P26/A, the FSL found human blood on shirt,\n\npant, knicker, banian, whereas the blood could not be detected on\n\nsocks.   Vide   report   Exhibit   P26/B,   the   FSL   found   material\n\ndisintegrated in blood stained earth and shoes,\n\n            The prosecution has sought to prove charges against the\n\nappellants on the basis of evidence of last seen led by PW4-Rajender.\n\nDisclosure statements Exhibits P.22, P.24 and P.25 and the recovery\n\nmemos of the articles in furtherance of such disclosure statement\n\ncoupled with the result of the scientific tests finding human blood on\n\nthe articles mentioned above.\n</p>\n<p data-structure=\"PetArg\" id=\"p_8\">            It may be noticed that 4th non appealing accused Virender\n\nwas arrested on 5.2.2006 and that he has not filed any appeal against\n\nthe judgment of conviction.\n</p>\n<p data-structure=\"PetArg\" id=\"p_9\">            Learned counsel for the appellants has vehemently\n\nargued that there is no legal evidence of linking the appellants with\n\nthe commission of crime. PW4-Rajender has deposed in respect of the\n\nlast seen of the deceased with appellant-Chuni Lal. The said\n\nstatement was said to be unbelievable for the reason that though the\n\nson of the witness has not returned home after 21.2.2004, but no\n\nmissing report has been lodged.      Though the witness has deposed\n\nthat the report was lodged at police station Nazafgarh, but such\n<span class=\"hidden_text\" id=\"span_5\"> Criminal Appeal No. 405-DB of 2007                             [7]</span>\n\nreport has not been produced on record. Thus, the inference is that\n\neither the witness has not lodged any report or if lodged, the contents\n\nwill not help the prosecution.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_10\">            It is also argued that the prosecution has examined only\n\nthe interested witnesses, but has not associated any independent\n\nwitness, who can depose about the commission of the crime by the\n\nappellants. The motive of commission of crime remained unproved as\n\nPW4-Rajender has not said a word about the sister of Joginder having\n\nbeen found in a compromising position with the deceased.             The\n\nmotive cannot be proved on the basis of the disclosure statement.\n\n</p><p data-structure=\"CDiscource\" id=\"p_11\">            No recovery has been effected on the basis of the\n\ndisclosure statements of accused, namely, Arvind @ Chuni Lal and\n\nJoginder    and that there is no evidence against Virender.           In\n\ndisclosure statement Exhibit P.22, name of Virender alias Chota is\n\nnot disclosed though he is resident of the same village. It is only\n\nmentioned therein that a boy with Sonu met him on the motorcycle.\n\nEven the disclosure statement of Joginder (Exhibit P.25) does not\n\ndisclose the name of Virender. The statement is also to the effect that\n\na friend of Sonu murdered Manjeet. It is contended that such part of\n\nthe statements are not admissible. The non-disclosure of the identity\n\nof Virender, though he is resident of the same village, shows that the\n\nprosecution has enlarged its net to rope in Virender as well without\n\nany evidence.\n</p>\n<p data-structure=\"PetArg\" id=\"p_12\">            It is also argued that the evidence led by the prosecution\n\nis in respect of accused Arvind @ Chuni Lal, but there is no proof of\n\nmotive and no meeting of minds amongst the accused. Therefore, the\n\nlast seen evidence by itself is not sufficient to complete the chain of\n\ncircumstances to prove the allegation of culpability of homicide\n\namounting to murder.     There is no corroboration of the statement of\n<span class=\"hidden_text\" id=\"span_6\"> Criminal Appeal No. 405-DB of 2007                              [8]</span>\n\nPW4-Rajender by any independent witness. Jagdev, father of Chuni\n\nLal, has not been examined in respect of the allegations of the\n\nconduct of PW4-Rajender and that of Chuni Lal.      It is further argued\n\nthat as per the post mortem report, two bullets were fired, but only\n\none bullet matches with the pistol (Exhibit P.15). It is the prosecution\n\nstory that two bullets were fired from a country made pistol by Sonu,\n\nbut the FSL report completely belies the prosecution case. The bullets\n\nwere recovered at the time of post mortem on 25.2.2004, but sent for\n\nthe opinion of the fingerprints laboratory on 22.3.2004 i.e. almost\n\nafter long gap of one month, which shows that the prosecution has\n\nmanaeuvred the facts so as to rope in the present appellants. It is also\n\nargued that the scooter is owned by Krishan son of Balbir. There is\n\nno evidence to connect the recovery of the scooter with the scooter\n\nused in the crime. It is also argued that the identification of the dead\n\nbody from the photographs is not sufficient whereas PW3 has taken\n\nfingertips for DNA test, but no such DNA test          was conducted.\n\nTherefore, the identification on the basis of photographs cannot be\n\nsaid to be reliable and conclusive so as to link the dead body with the\n\nmissing son of PW4-Rajender.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_13\">            It may be noticed that Chuni Lal @ Arvind            in his\n\nstatement under <a href=\"/doc/767287/\" id=\"a_7\">Section 313</a> Cr.P.C. stated that he has been falsely\n\ninvolved in this case by the police due to village party factions\n\nwhereas Joginder stated that he has been falsely implicated in the\n\ncase by the police due to party factions between villages Dichau and\n\nBataru. He stated that he is innocent and has no concern with the\n\npresent occurrence.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_14\">            We do not find any merit in the argument that the dead\n\nbody could not be identified by PW4-Rajender from mere photographs\n\nand such identification based upon photographs is not a reliable\n<span class=\"hidden_text\" id=\"span_7\"> Criminal Appeal No. 405-DB of 2007                                [9]</span>\n\nevidence only for the reason that the DNA examination has not been\n\ncarried out. The photographs Exhibits P.3 to P.7 are crystal clear.\n\nThe face and the body is clearly identifiable. There is no disfiguration\n\nor colouration, which may distort or create doubt in identification of\n\nthe dead body. PW4-Rajender has rightly identified the body as that of\n\nhis son. Such witness has not been cross-examined in respect of\n\nidentification of the deceased as that not of Manjeet. Therefore, the\n\nargument that from the photographs, the dead body cannot be\n\nidentified is not available to the appellants in the present case. It\n\ndepends upon the facts of each case. The photographs on record, the\n\nstatements of the witnesses and the cross-examination thereof, leaves\n\nno manner of doubt that the dead body recovered is that of deceased\n\nManjeet son of Rajender. The fingertips were not sent for DNA test as\n\nthe dead body was identified the very next day of the post mortem\n\nexamination. Therefore, mere fact that the fingertips were not sent for\n\nDNA examination, does not affect the prosecution case.\n\n</p><p data-structure=\"PetArg\" id=\"p_15\">            PW4-Rajender has deposed that his son left house at 1.00\n\np.m. on 21.2.2004 along with Arvind @ Chuni Lal, the present\n\nappellant. The evasive replies given by the father of the appellant-\n\nChuni Lal, in disclosing the whereabouts of his son and the\n\nsubsequent statement of Jagdev to PW4-Rajinder that Chuni Lal came\n\nand left on a scooter, supports the prosecution story. It           is the\n\nscooter, which has been recovered on the basis of disclosure\n\nstatement, Exhibit P.24, of the accused Arvind @ Chuni Lal.\n\n</p><p data-structure=\"PetArg\" id=\"p_16\">            The argument that the prosecution has not produced the\n\napplication allegedly given by Rajender to police station, Nazafgarh,\n\ntherefore, the inference is either no such report was lodged or that it\n\ndoes not support the prosecution case, is again without any effect. In\n\nthe   cross-examination,   the   witness   has   deposed   that   in    his\n<span class=\"hidden_text\" id=\"span_8\"> Criminal Appeal No. 405-DB of 2007                            [10]</span>\n\nhandwritten application, he has mentioned that Manjeet had gone\n\nwith Chuni Lal on 21.2.2004 and that the Delhi Police has visited the\n\nhouse of Chuni Lal. He did not enquire from the police station\n\nNazafgarh. He came to know on 26.2.2009 regarding murder of his\n\nson. In the cross-examination, he has not even been suggested that\n\nsuch report was not lodged with the police of Police Station,\n\nNazafgarh.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">             The evidence of PW4-Rajender coupled with the recovery\n\nof the scooter at the instance of the accused Arvind @ Chuni Lal,\n\ncompletes the chain of events in respect of Manjeet leaving home in\n\nthe presence of Rajender on 21.2.2004 at 1.00 p.m. with accused\n\nChuni Lal. The recovery of scooter used by the appellant in taking\n\nManjeet to the place of crime and subsequent hiding of the scooter in\n\nbushes,   is relevant chain of circumstances, pointing out to the\n\nculpability by Arvind @ Chuni Lal in commission of crime.\n\n</p><p data-structure=\"PetArg\" id=\"p_18\">             The main stress of the argument raised by the learned\n\ncounsel for the appellants is that the disclosure statements in\n\npursuance of which recovery is effected, are not admissible in\n\nevidence. Reference    has been made to <a href=\"/doc/1312051/\" id=\"a_8\">Section 27</a> of the Indian\n\nEvidence Act, 1872 ( for short `the <a href=\"/doc/1953529/\" id=\"a_9\">Evidence Act</a>&#x27;). It is argued that\n\nsince no recovery has been effected on the basis of statement of\n\nJoginder, therefore, such statement in respect of conspiracy or motive\n\nis not admissible in evidence, whereas recovery of scooter in\n\npursuance of disclosure statement of Arvind @ Chuni Lal does not\n\nlead to recovery of any incriminating circumstances, which will\n\nadvance the prosecution case. Therefore, the case of the prosecution\n\nis not based upon any legal and admissible evidence.\n\n</p><p data-structure=\"Precedent\" id=\"p_19\">             The question as to which part of the disclosure statement\n\nis admissible in evidence has attracted the attention of the Courts\n<span class=\"hidden_text\" id=\"span_9\"> Criminal Appeal No. 405-DB of 2007                                     [11]</span>\n\nsince long. One of the earliest judgments is the Seven Judge Bench of\n\nthe Lahore High Court reported as Sukhan v. Emperor, AIR 1929\n\nLahore 344, has dealt with the scope of <a href=\"/doc/1031309/\" id=\"a_10\">Sections 3</a> and <a href=\"/doc/1312051/\" id=\"a_11\">27</a> of the\n\nEvidence Act. It was held to the following effect:-\n\n</p><blockquote id=\"blockquote_1\">                         &quot;The expression &quot;fact&quot; as defined by<a href=\"/doc/1031309/\" id=\"a_12\"> S.3</a> of the\n                         Statute     includes, not only the physical fact\n                         which can be perceived by the senses, but also\n                         the psychological fact          or mental condition of\n                         which any person is conscious. It is in the former\n                         sense that the word is used in<a href=\"/doc/1312051/\" id=\"a_13\"> S.27</a>. The phrase\n                         &quot;fact discovered&quot; used by the legislature refers to\n                         a material and not a mental fact.\n</blockquote><blockquote id=\"blockquote_2\">                                The fact discovered may be the stolen\n                         property, the instrument of the crime, the corpse\n                         of the person murdered or any material thing; or\n                         it may be a material thing in relation to the place\n                         or the locality where it is found.&quot;\n</blockquote><pre id=\"pre_2\">                                        xx         xx         xx\n                                &quot;The language           of<a href=\"/doc/1312051/\" id=\"a_14\"> S.27</a> when analyzed,\n</pre><blockquote id=\"blockquote_3\">                         shows that the legislature has prescribed the\n                         following two limitations in order to define the\n                         scope of the information provable against the\n                         accused: (1) the information must be such as has\n                         caused the discovery of the fact. This condition\n                         follows   from      the    phrase      &quot;discovered   in\n                         consequence of information&quot; and also from the\n                         expression &quot;thereby discovered&quot; used by the\n                         legislature with reference to the fact. In other\n                         words, the fact must be the consequence, and the\n                         information the cause of its discovery. The\n                         information and the fact should be connected\n                         with each other as cause and effect. If any\n                         portion of the information does not satisfy this\n                         test, it should be excluded. (2) The information\n                         must &quot;relate     distinctly&quot; to    the fact discovered.\n                         The word &quot;relate&quot; means to &quot;have reference to&quot; or\n                         &quot;to connect&quot;; and the word &quot;distinctly&quot; means\n                         clearly unmistakably, decidedly or indubitably.\n                         To put it in a different language, the information\n                         must be clearly connected with the fact.\n</blockquote><blockquote id=\"blockquote_4\">                                        xx         xx         xx\n<span class=\"hidden_text\" id=\"span_10\"> Criminal Appeal No. 405-DB of 2007                                         [12]</span>\n\n                                &quot;When, in consequence of information\n                         furnished by the accused, a fact           is discovered,\n                         then the discovery of that fact supplies a\n                         guarantee of the truth of the information which\n                         may amount to a confession. The confession in so\n                         far as it is confirmed by the discovery should be\n                         deemed to be true.\n</blockquote><blockquote id=\"blockquote_5\">                                This      no doubt, is the rationale of the\n                         exception enacted by<a href=\"/doc/1312051/\" id=\"a_15\"> S.27</a>, but its scope must\n                         depend upon the actual language             employed by\n                         the legislature. As I have pointed out, the\n                         wording     of    the    section       shows   that      the\n                         requirements of both the conditions specified\n                         above must be satisfied before an incriminating\n                         statement can be received in evidence. These\n                         conditions, when        combined       lead us to the\n                         conclusion       that   only    that    portion   of     the\n                         information is provable which was the immediate\n                         or proximate cause of discovery of the fact.\n                         Anything, which is not connected with the fact as\n                         its cause, or is connected with it, not as its\n                         immediate or direct cause, but as its remote\n                         cause, does not come within the ambit               of the\n                         section and should be excluded.&quot;\n</blockquote>\n\n\n\n<p data-structure=\"Precedent\" id=\"p_20\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254739\" id=\"span_11\">The Privy Council in its celebrated judgment reported as\n\n<a href=\"/doc/254739/\" id=\"a_16\">Pulukuri Kottaya and others v. Emperor</a>, AIR (34) 1947 Privy Council\n\n67, has approved the aforesaid judgment of the Full Bench judgment\n\nof the Lahore High Court, when it was held to the following effect:-</span>\n\n</p><blockquote id=\"blockquote_6\">                         &quot;In their Lordships&#x27; view it is fallacious to treat\n                         the &quot;fact discovered&quot;          within the section as\n                         equivalent to the object produced; the fact\n                         discovered embraces the place from which the\n                         object is produced and the knowledge of the\n                         accused as       to this, and the information given\n                         must relate distinctly to this fact. Information as\n                         to past user, or the past history, of the object\n                         produced is not related to its discovery in the\n                         setting in which it is discovered.&quot;\n</blockquote><span class=\"hidden_text\" id=\"span_12\"> Criminal Appeal No. 405-DB of 2007                                         [13]</span>\n\n<p data-structure=\"Precedent\" id=\"p_21\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1329788\" id=\"span_13\">The aforesaid judgments of the Privy Council, have been\n\nquoted with approval in number of judgments, but in <a href=\"/doc/1329788/\" id=\"a_17\">Mohd.\n\nInayatullah v. The State of Maharashtra</a>, AIR 1976 Supreme Court\n\n483, the Court held to the following effect:-</span>\n</p>\n<blockquote id=\"blockquote_7\">                         &quot;.....It will be seen that the first condition\n                         necessary      for    bringing     this   section        into\n                         operation is the discovery of a fact, albeit a\n                         relevant     fact,    in   consequence            of     the\n                         information received from a person accused\n                         of   an    offence.    The    second      is     that    the\n                         discovery of such fact must be deposed to.\n                         The third is that at the time of the receipt of\n                         the information the accused must be in police\n                         custody. The last but the most important\n                         condition is that only &quot;so much of the\n                         information&quot; as relates distinctly to the fact\n                         thereby discovered is admissible. The rest of\n                         the information has to be excluded. The word\n                         &quot;distinctly&quot; means &quot;directly&quot;, &quot;indubitably&quot;\n</blockquote><blockquote id=\"blockquote_8\">                         &quot;strictly&quot;, &quot;unmistakably&quot;. The word has been\n                         advisedly used to limit and define the scope\n                         of the proveable information. The phrase\n                         &quot;distinctly&quot;    relates      &quot;to   the    fact    thereby\n                         discovered&quot; (sic) (and?) is the linchpin of the\n                         provision. This phrase refers to that part of\n                         the information supplied by the accused\n                         which is the direct and immediate cause of\n                         the discovery.&quot;\n</blockquote>\n\n\n<p data-structure=\"Precedent\" id=\"p_22\">            <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254739\" id=\"span_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769219\" id=\"span_15\">In <a href=\"/doc/1769219/\" id=\"a_18\">State (NCT of Delhi) v. Navjot Sandhu</a> alias Afsan\n\nGuru, (2005) 11 Supreme Court Cases 600, the Court has examined\n\nall the judgments     including <a href=\"/doc/254739/\" id=\"a_19\">Pulukuri Kottaya</a>&#x27;s case (supra) and\n\nobserved as under:-</span></span>\n</p>\n<blockquote id=\"blockquote_9\">                         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"254739\" id=\"span_16\">&quot;125.       We are of the view that <a href=\"/doc/254739/\" id=\"a_20\">Kottaya</a> case is\n                         an authority for the proposition that &quot;discovery of\n                         fact&quot; cannot be equated to the object produced or\n<span class=\"hidden_text\" id=\"span_17\"> Criminal Appeal No. 405-DB of 2007                                     [14]</span>\n\n                         found. It is more than that. The discovery of fact\n                         arises by reason of the fact that the information\n                         given by the accused exhibited the knowledge or\n                         the mental awareness of the informant as to its\n                         existence at a particular place.</span>\n</blockquote>\n<blockquote id=\"blockquote_10\">                                xx             xx           xx\n\n</blockquote><blockquote id=\"blockquote_11\">                         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"684676\" id=\"span_18\">128.   So also in <a href=\"/doc/684676/\" id=\"a_21\">Udai Bhan v. State of U.P.</a>, AIR\n\n                         1962 SC 1116, J.L. Kapur, J. after referring to\n\n                         Kottya case stated the legal position as follows:-</span>\n</blockquote>\n<blockquote id=\"blockquote_12\">                                &quot;A discovery of a fact includes the object\n                                found, the place from which it is produced\n                                and the knowledge of the accused as to its\n                                existence.&quot;\n</blockquote><p data-structure=\"CDiscource\" id=\"p_23\">                         The above statement of law does not run counter\n                         to the contention of Mr. Ram Jethmalani, that\n                         the factum of discovery combines both the\n                         physical    object    as    well   as   the    mental\n                         consciousness    of   the   informant   accused      in\n                         relation thereto. However, what would be the\n                         position if the physical object was not recovered\n                         at the instance of the accused was not discussed\n                         in any of these cases.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"557368\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1329788\" id=\"span_20\">The Court proceeded to consider the judgments in Om Parkash&#x27;s case\n\n(supra); <a href=\"/doc/1329788/\" id=\"a_22\">Mohd. Inayatullah</a>&#x27;s case (<a href=\"/doc/557368/\" id=\"a_23\">supra) and State of Maharashtra v.\n\nDamu</a>, (2000)6 SCC 269, to return a finding that in any of these\n\ndecisions, discovery of fact was not held to comprehend a bare and\n\nsimple mental fact or state of mind relating to a physical object\n\ndissociated from the recovery of the physical object. The `fact&#x27;\n\nembraces within its fold both, the physical object as well as the\n\nmental element in relation thereto. It was held that the information\n\ngiven must relate to discovery of fact.</span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\">            Keeping in view the legal principles enunciated in the\n\naforesaid judgments, it is apparent that the fact discovered within the\n\nmeaning of <a href=\"/doc/1312051/\" id=\"a_24\">Section 27</a> of the Evidence Act, includes the physical\n\nobject as well as the information given by the accused in police\n\ncustody relating to the discovery of that object which is relevant, but\n<span class=\"hidden_text\" id=\"span_21\"> Criminal Appeal No. 405-DB of 2007                                    [15]</span>\n\nwhat is admissible being a discovered fact is the information given by\n\nthe accused, which is within his exclusive knowledge, leading to such\n\nrecovery.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_26\">              In view of the above enunciation of law, it would be\n\nadvantageous at this stage to reproduce the disclosure statement,\n\nExhibit P.22, of the appellant Arvind @ Chuni Lal, made on\n\n14.3.2004:-\n</p>\n<blockquote id=\"blockquote_13\">                        &quot;In the presence of following witnesses accused\n                        Arvind alias Chuni Lal, above, without any fear\n                        or lure made disclosure statement, &quot;that about 2-\n                        2-½ years ago since today, sister of Joginder son\n                        of Raju, caste Jat, resident of Dichau               and\n                        deceased Manjeet son of Rajender Jat, r/o\n                        Dichau were caught in compromising position in\n                        a room at the village. Owing to that grudge,\n                        Joginder son of Raju Jat, resident of Dichau\n                        asked me and Sonu, r/o Kukrola to murder\n                        Manjeet. On 21.2.2004, I after having called\n                        Manjeet from his house and making him sit on\n                        my scooter bearing No. DL-S-4108, Bajaj Chetak\n                        took him to Bahadurgarh at Barahi turning.\n                        There, Sonu resident of Kukrola and a boy, whom\n                        Sonu knows and I do not, met me on a\n                        motorcycle. Then, we, four of us, having crossed\n                        railway crossing at Barahi road walked          at the\n                        passage of drain    which is 5-6 kills   inside the\n                        road and reaching there made Manjeet boarded\n                        down from the scooter, I and the boy who was\n                        along with Sonu, caught hold of Manjeet and Sonu\n                        fired a shot from behind at the shoulder and one\n                        shot in the head near his ear.      Manjeet having\n                        suffered the shots, fell down there itself and died.\n                        Then, I on my scooter and Sonu along with his\n                        arm having made the other boy sit on the\n                        motorcycle left in different directions. The scooter\n                        on which I took Manjeet has been kept concealed\n                        by me in a room at Ghaziabad (UP) about which\n                        none else than me has any knowledge, can be got\n                        recovered    by   me   after   demarcation.     Where\n                        Manjeet was murdered by fire shot, I can also\n<span class=\"hidden_text\" id=\"span_22\"> Criminal Appeal No. 405-DB of 2007                                           [16]</span>\n\n                           get that place demarcated and I know the\n                           whereabouts of accomplice Sonu and can get him\n                           arrested while accompanying you.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1583528\" id=\"span_23\">In the above disclosure statement of Arvind @ Chuni Lal, the words in\n\nitalics are in the nature of confession of crime, when the accused was\n\nin police custody and therefore, not admissible in evidence in terms\n\nof <a href=\"/doc/494844/\" id=\"a_25\">Section 25</a> of the Evidence Act. However, the statement that he\n\ncalled Manjeet from the house, made him sit on the scooter and took\n\nhim     depicts and relates to his conduct, which is a relevant\n\ncircumstance under <a href=\"/doc/482978/\" id=\"a_26\">Section 8</a> of the Evidence Act. We find support for\n\nthis conclusion by the authoritative judgment of the Hon&#x27;ble Supreme\n\nCourt rendered in <a href=\"/doc/1583528/\" id=\"a_27\">Himachal Pradesh Administration v. Om Prakash</a>,\n\nAIR 1972 Supreme Court 975, wherein it was found that even if\n\nnothing is found or recovered from an accused as a consequence of\n\nthe   information    furnished    by      him,   still    the     evidence   of     the\n\nInvestigating Officer and the Panches that the accused has taken\n\nthem to a witness, as corroborated by the said witness, would be\n\nadmissible under <a href=\"/doc/482978/\" id=\"a_28\">Section 8</a> of the Evidence Act, as conduct of the\n\naccused.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_28\">             <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1761133\" id=\"span_24\">In <a href=\"/doc/1761133/\" id=\"a_29\">Prakash Chand          v. State (Delhi Administration</a>), AIR\n\n1979 SC 400, the Court found that there is a clear distinction\n\nbetween the conduct of a person against whom an offence is alleged,\n\nwhich is admissible under <a href=\"/doc/482978/\" id=\"a_30\">Section 8</a> of the Evidence Act, if such\n\nconduct is influenced by any fact in issue or relevant fact and the\n\nstatement    made     to   the   Police    Officer       during    the   course      of\n\ninvestigation, which is hit by <a href=\"/doc/523607/\" id=\"a_31\">Section 162</a> Cr.P.C. It was held to the\n\nfollowing effect:-</span>\n</p>\n<blockquote id=\"blockquote_14\">                     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1583528\" id=\"span_25\">&quot;.......What     is   excluded      by    <a href=\"/doc/523607/\" id=\"a_32\">Section   162</a>     Criminal\n                     Procedure Code is the statement made to a Police\n                     Officer in the course of investigation and not the\n                     evidence relating to the conduct of an accused person\n<span class=\"hidden_text\" id=\"span_26\"> Criminal Appeal No. 405-DB of 2007                                        [17]</span>\n\n                  (not amounting to a statement) when confronted or\n                  questioned by a Police Officer during the course of\n                  investigation.   For    example,       the   evidence    of     the\n                  circumstance, simpliciter, that an accused person led to\n                  a Police Officer and pointed out the place where stolen\n                  Articles   or weapons        which might have been used in\n                  the commission of the offence were found hidden, would\n                  be admissible as conduct, under <a href=\"/doc/482978/\" id=\"a_33\">Section 8</a> of the\n                  Evidence Act, irrespective of whether any statement by\n                  the accused contemporaneously with or antecedent to\n                  such conduct falls within the purview of <a href=\"/doc/1312051/\" id=\"a_34\">Section 27</a> of\n                  the    Evidence        Act     (<a href=\"/doc/1583528/\" id=\"a_35\">Vide     Himachal       Pradesh\n                  Administration v. Om Prakash</a>, AIR 1972 SC 975).</span>\n</blockquote>\n\n\n\n<blockquote id=\"blockquote_15\">            Arvind @ Chuni Lal also suffered a disclosure statement\n\non 17.3.2004 to the effect that the disclosure regarding concealment\n\nof scooter at Ghaziabad was incorrect, but in fact the scooter has\n\nbeen kept concealed in a fodder room of his residence. In pursuance\n\nof the said disclosure statement, scooter bearing No. DL-S-4108, was\n\nrecovered from a fodder room situated behind his house on\n\n17.3.2004. The recovery memo of scooter is Exhibit P.24/A.                       This\n\nstatement/information is in relation to the recovery of physical object\n\ni.e. scooter and such information leading to said recovery is\n\nadmissible in evidence in terms of <a href=\"/doc/1312051/\" id=\"a_36\">Section 27</a> of the Evidence Act.\n</blockquote>\n<blockquote id=\"blockquote_16\">            In view of the aforesaid discussion, we find that the\n\nevidence of last seen provided by PW4-Rajender is corroborated with\n\nthe aforesaid statement of accused Arvind @ Chuni Lal relating to his\n\nconduct of taking deceased-Manjeet from his house on a scooter,\n\nbeing admissible under <a href=\"/doc/482978/\" id=\"a_37\">Section 8</a> of the Evidence Act. Thus, in our\n\nview, the evidence of last seen stands proved. The aforesaid\n\ninformation provided by accused Arvind @ Chuni Lal                    leading to\n\nrecovery of scooter further completes the link of chain of incriminating\n\ncircumstances against the accused, establishing his guilt towards the\n<span class=\"hidden_text\" id=\"span_27\"> Criminal Appeal No. 405-DB of 2007                                     [18]</span>\n\ncommission of the crime beyond any reasonable doubt. Therefore, in\n\nour considered opinion, the conviction of Arvind @ Chuni Lal\n\nrecorded by the learned trial Court does not suffer from any illegality\n\nor irregularity warranting interference by this Court.\n</blockquote>\n<blockquote id=\"blockquote_17\">            Coming to the next argument that since no physical\n\nobject has been recovered on the basis of disclosure statement of\n\nJoginder, therefore, the information disclosed by the said accused\n\ncannot be read into evidence. Similarly, evidence of Arvind @ Chuni\n\nLal, as evidence of a co-accused, cannot be read into evidence. Before\n\nwe consider the aforesaid argument, the disclosure statement of\n\nJoginder is extracted herein-below:-\n</blockquote>\n<blockquote id=\"blockquote_18\">                  &quot;In   the   presence   of   following   witnesses,   accused\n                  Joginder without any fear or lure made disclosure\n                  statement, &quot;that today, about 2-2½ years ago, my sister\n                  Neesha and Manjeet son of Rajender Jat, r/o Dichau\n                  were caught in compromising position in a room. At\n                  that time, the respectable persons of the village got the\n                  matter compromised, but I decided to take revenge from\n                  Manjeet. Some days thereafter, I was arrested in a case.\n                  Then, at Tihar Jail, my friend Sonu alias Sombir son of\n                  Umed Singh, r/o Kukrola came to          me. Then, I asked\n                  my friend that Manjeet is to be murdered on which\n                  Sonu asked that if you say so then, we will murder him.\n                  I asked Sonu that Chuni Lal alias Arvind son of Jagdev\n                  Jat, r/o Dichau will call Manjeet from his house. After\n                  some days, Sonu @ Sombir son of Umed Singh, r/o\n                  Kukrola and Chuni Lal son of Jagdev Jat, r/o Dichau\n                  and a friend of Sonu who knows Sonu, murdered\n                  Manjeet son of Rajender Jat, r/o Dichau on my asking\n                  because Manjeet wanted to outrage the modesty of my\n                  sister. To revenge that, I have got murdered Manjeet.&quot;\n</blockquote>\n\n\n<p data-structure=\"CDiscource\" id=\"p_29\">            It is true that   no physical object was recovered on the\n\nbasis of the statement of Joginder. However, the allegation against\n\nhim is of criminal conspiracy under <a href=\"/doc/1897847/\" id=\"a_38\">Section 120-B</a> of the Indian Penal\n\nCode for having planned and implemented the murder of deceased-\n<span class=\"hidden_text\" id=\"span_28\"> Criminal Appeal No. 405-DB of 2007                              [19]</span>\n\nManjeet through his friend Sonu. None of the prosecution witnesses\n\nhas deposed in respect of the alleged motive attributed to Joginder\n\nnor the prosecution has led any evidence of his having met Sonu in\n\nJail, as disclosed in his disclosure statement, which may constitute\n\nthe basis for sustaining conviction of Joginder towards the offence for\n\nwhich he has been charged. Therefore, we find that the trial Court has\n\nerroneously convicted Joginder. Accordingly, we set aside his\n\nconviction and sentence, by extending the benefit of doubt to him.\n\nTherefore, the appeal qua Joginder @ Dhilla, stands allowed and he is\n\nacquitted of the charges.\n</p>\n<p data-structure=\"CDiscource\" id=\"p_30\">            Coming to Criminal Appeal No. 528-DB of 2007 filed by\n\nSonu @ Sombir. It may be noticed that on 13.11.2009, this Court\n\nordered an inquiry into the fact whether the appellant Sonu is a\n\njuvenile or not. After inquiry, a report dated 18.2.2010 was submitted\n\nby the Superintendent of Police, Jhajjar, pointing out that Sonu was a\n\njuvenile on the date of occurrence.     Thereafter, an affidavit dated\n\n20.2.2010 was filed by the Superintendent, District Jail, Karnal, to\n\nthe effect that Sonu was a juvenile at the time of occurrence of the\n\ncrime.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_31\">            In view of the said factual position, in terms of <a href=\"/doc/196876035/\" id=\"a_39\">Section 7A</a>\n\nof the Juvenile Justice (Care and Protection of Children) Act, 2000,\n\nthe impugned judgment of conviction and order of sentence qua Sonu\n\n@ Sombir, are set aside.     The matter is remitted to the Juvenile\n\nJustice Board constituted under the aforesaid Act, for further\n\nproceedings, in accordance with law.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_32\">            Resultantly, Crl. Appeal No. 405-DB of 2007 is        partly\n\nallowed and Criminal Appeal No. 465-DB of 2007 is dismissed as\n\ninfructuous in view of Crl. Appeal No. 405-DB of 2007 having been\n<span class=\"hidden_text\" id=\"span_29\"> Criminal Appeal No. 405-DB of 2007                           [20]</span>\n\npartly allowed, whereas Crl. Appeal No. 528-DB of 2007 is disposed of\n\nin the above terms.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">\n\n</p><p data-structure=\"Conclusion\" id=\"p_34\">                                         [ HEMANT GUPTA ]\n                                              JUDGE\n\n\n\n                                         [ JASWANT SINGH ]\n                                              JUDGE\n\nMay 5, 2010\n  ds\n </p>","numcites":21,"numcitedby":18,"docsource":"Punjab-Haryana High Court","citetid":26148660,"divtype":"judgments","relatedqs":[{"value":"compromising position","formInput":"compromising%20position"},{"value":"last seen","formInput":"last%20seen"},{"value":"police custody ","formInput":"police%20custody%20"},{"value":"admissibility of evidence","formInput":"admissibility%20of%20evidence"},{"value":"dna","formInput":"dna"},{"value":"disclosure statement","formInput":"disclosure%20statement"},{"value":"privy council","formInput":"privy%20council"},{"value":"confession","formInput":"confession"},{"value":" who can do post mortem examination   ","formInput":"%20who%20can%20do%20post%20mortem%20examination%20%20%20"},{"value":"demarcation","formInput":"demarcation"},{"value":"\"last seen\"","formInput":"%22last%20seen%22"},{"value":"recovery memo","formInput":"recovery%20memo"},{"value":"juvenile","formInput":"juvenile"},{"value":"405","formInput":"405"},{"value":"cremation","formInput":"cremation"},{"value":"discovery","formInput":"discovery"},{"value":"\"police custody\"","formInput":"%22police%20custody%22"},{"value":"sonu","formInput":"sonu"},{"value":"section 27","formInput":"section%2027"},{"value":"\"section 27\" ANDD \"limitation act\" NOTT \"adverse possession\"","formInput":"%22section%2027%22%20ANDD%20%22limitation%20act%22%20NOTT%20%22adverse%20possession%22"}],"cats":[{"value":"admissibility-of-information-provided-by-accused","formInput":"tag:admissibility-of-information-provided-by-accused"},{"value":"motive-preparation-and-previous-or-subsequent-conduct","formInput":"tag:motive-preparation-and-previous-or-subsequent-conduct"},{"value":"statements-to-police-not-to-be-signed","formInput":"tag:statements-to-police-not-to-be-signed"},{"value":"interpretation-clause","formInput":"tag:interpretation-clause"},{"value":"criminal-conspiracy","formInput":"tag:criminal-conspiracy"}],"courtcopy":true,"query_alert":null,"agreement":false}