{"tid":106123499,"publishdate":"2018-05-03","title":"Shri Gouri Ganesh Shri Balaji ... vs Executive Engineer on 3 May, 2018","doc":"<h2 class=\"doc_title\">Shri Gouri Ganesh Shri Balaji ... vs Executive Engineer on 3 May, 2018</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: AIR 2018 MADHYA PRADESH 134, (2018) 3 MPLJ 163 2018 (3) KLT SN 12 (MP), 2018 (3) KLT SN 12 (MP)</h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-gupta\">Hemant Gupta</a>, <a href=\"/search/?formInput=benchid:v-k-shukla\">Vijay Kumar Shukla</a>, <a href=\"/search/?formInput=benchid:s-abhyankar\">Subodh Abhyankar</a></h3>\n\n<pre id=\"pre_1\">                                                                                  AC-40-2016\n                                               1\n\n\n\n\n   HIGH COURT OF MADHYA PRADESH: JABALPUR\n                                         (Full Bench)\n\n\n                           Arbitration Case No. 40 of 2016\n\nShri Gouri Ganesh Shri Balaji Constructions                        .......... PETITIONER\n&quot;C&quot; Class Contractor\n                               - V/s -\nExecutive Engineer, PWD                                            ........ RESPONDENT\n\n-----------------------------------------------------------------------------------------------\nCORAM :\n               Hon&#x27;ble Shri Justice Hemant Gupta, Chief Justice\n               Hon&#x27;ble Shri Justice Vijay Kumar Shukla, Judge\n               Hon&#x27;ble Shri Justice Subodh Abhyankar, Judge\n-----------------------------------------------------------------------------------------------\nPresent:\n       Shri Shekhar Sharma, Advocate for the Petitioner.\n       Shri P.K. Kaurav, Advocate General with Shri Pushpendra Yadav,\nDeputy Advocate General and Shri Amit Seth, Government Advocate for the\nrespondents/State.\n-----------------------------------------------------------------------------------------------\nWhether Approved for Reporting : Yes\n-----------------------------------------------------------------------------------------\nLaw Laid Down:\n\n    The expression &quot;ascertained amount&quot; appearing in Section 2(1)(d) of the M.P.\n       Madhyastham Adhikaran Adhiniyam, 1983 (for short &quot;the State Act&quot;) includes the\n       amount of consequential relief.\n\n    Mere declaration of termination of contract is not the substantial relief and in the\n       guise of mere declaration an aggrieved person cannot be permitted to omit the\n       consequential relief which the party may be entitled to claim in a reference under the\n       M.P. Madhyastham Adhikaran Adhiniyam, 1983.\n\n    It is held that reading of Sub-section (2) of Section 7-A of the M.P. Madhyastham\n       Adhikaran Adhiniyam, 1983 makes it abundantly clear that if a consequential relief\n       was available to an aggrieved person before the date of making reference under Sub-\n       section (1) of Section 7-A of the State Act yet he failed to include the claim of\n                                                                                    AC-40-2016\n                                               2\n\n\n\n       consequential relief, such person will not be entitled to claim such relief in any\n       subsequent proceedings.\n\n    As regards the second question framed, challenge to revenue recovery certificate\n       under the guise of challenge to only termination of agreement is not tenable because\n       the consequential relief is to that of challenge to recovery certificate.\n\n    The view expressed in Single Bench decisions of this Court reported as 2003 (1)\n       M.P.H.T 205 (M.P. Housing Board vs. Satish Kumar Raizada) and order dated\n       16.02.2010 passed in M.A. No. 1030/1999 (M.P. Housing Board vs. Satish Kumar\n       Raizada) is not the correct enunciation of law. There cannot be any simpliciter\n       declaration of fixation of rates of work. An aggrieved person has to claim a\n       particular rate of work which the Court may or may not grant but the quantification\n       of rate of work was required to be made. The astuteness in drafting of the reference\n       so as to not to claim any money though ascertainable will not oust the reference\n       before the statutory Arbitral Tribunal under the State Law.\n\n    The finding recorded by a Full Bench of this Court in a judgment reported as 2017\n       (2) MPLJ 681 (Viva Highways Ltd. vs. Madhya Pradesh Road Development\n       Corporation Ltd.) to the extent that if the State Act is not applicable and there is\n       arbitration clause, the aggrieved person has the liberty to invoke the Central Act is\n       not tenable. - Orders of the Supreme Court passed in Civil Appeal No.974/2012\n       (Madhya Pradesh Rural Road Development Authority and Another vs. M/s\n       L.G. Chaudhary Engineers and Contractors) and Civil Appeal No.2615/2018\n       (State of Madhya Pradesh and others vs. Gammon India Ltd.) - Relied.\n\nSignificant Paragraph Nos.: 1, 3 to 16, 21, 28 to 55\n-----------------------------------------------------------------------------------------------\nOrder Reserved on : 05.04.2018\n-----------------------------------------------------------------------------------------------\n\n\n\n                                     ORDER\n</pre><p data-structure=\"Issue\" id=\"p_1\">                         (Passed on this 3rd day of May, 2018)\n\n\nPer : Hemant Gupta, Chief Justice:\n</p>\n<blockquote id=\"blockquote_1\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"72944687\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"132310791\" id=\"span_2\">A learned Single Judge while considering the present petition under\n\n<a href=\"/doc/605764/\" id=\"a_1\">Section 11(6)</a> of the Arbitration and Conciliation Act, 1996 (for short &quot;the\n                                                                                AC-40-2016\n<span class=\"hidden_text\" id=\"span_3\">                                               3</span>\n\n\n\n\nCentral Act&quot;) found divergent views between the two Single Bench orders of\n\nthis Court i.e. order dated 08.02.2016 passed by Indore Bench of this Court in\n\nA.C. No.9/2013 (<a href=\"/doc/132310791/\" id=\"a_2\">Rajesh Agrawal vs. Executive Engineer, Public Works\n\nDepartment</a>) and order dated 21.04.2015 passed by a learned Single Bench of\n\nPrincipal Seat of this Court in A.C. No.12/2014 (M/s <a href=\"/doc/72944687/\" id=\"a_3\">Landlord\n\nInfrastructure vs. Engineer</a> in Chief, PWD and others). Therefore, the\n\nfollowing questions were referred for the opinion of the Larger Bench:</span></span>\n</blockquote>\n<blockquote id=\"blockquote_2\">         (1)   Whether the dispute relating to termination of a contract without\n               claiming any consequential relief is maintainable before the Arbitral\n               Tribunal under the M.P. Madhyastham Adhikaran Adhiniyam,\n               1983?\n</blockquote>\n<blockquote id=\"blockquote_3\">         (2)   Whether, under the guise of challenge to an action of termination of\n               contract, the remedy under the MP Act can be said to be not\n               available, when the real challenge is to the Revenue Recovery\n               Certificate issued by the State for recovery of the loss/damages?\n</blockquote>\n<blockquote id=\"blockquote_4\">         (3)   Any other question that may arise for adjudication or decision in the\n               dispute involved in the present petition and which the Larger Bench\n               thinks appropriate to decide?\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_2\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"75324797\" id=\"span_4\">02.     In view of the above, when the matter was placed before this Bench,\n\nanother argument was raised by the learned counsel for the petitioner on\n\n15.03.2018 that in case the remedy under Madhya Pradesh Madhyastham\n\nAdhikaran Adhiniyam, 1983 (for short &quot;the State Act&quot;) is not available, then\n\nthe aggrieved person would have a remedy under the <a href=\"/doc/1306164/\" id=\"a_4\">Arbitration and\n\nConciliation Act, 1996</a> (for short &quot;the Central Act&quot;) if there is an arbitration\n\nclause in a works contract. Whereas, learned counsel for the respondent-State\n\nargued that in view of the judgment of the Supreme Court reported as (2012) 3\n\nSCC 495 (Madhya Pradesh Rural Road Development Authority and\n                                                                               AC-40-2016\n<span class=\"hidden_text\" id=\"span_5\">                                           4</span>\n\n\n\n\nAnother vs. L.G. Chaudhary Engineers and Contractors (for short referred\n\nto as &quot;L.G. Chaudhary-I&quot;) and also the order of the Supreme Court dated\n\n08.03.2018 rendered in Civil Appeal No.974/2012 (Madhya Pradesh Rural\n\nRoad Development Authority and Another vs. M/s L.G. Chaudhary\n\nEngineers and Contractors) (for short referred to as &quot;L.G. Chaudhary-II&quot;)\n\nand Civil Appeal No.2615/2018 (<a href=\"/doc/75324797/\" id=\"a_5\">State of Madhya Pradesh and others vs.\n\nGammon India Ltd.</a>), the State law will prevail in terms of Section 2(4) of the\n\nCentral Act. Thus, if the dispute in relation to works contract is not arbitrable\n\nunder the State Act, the parties need to seek their remedy from the Civil Court\n\nand not under the Central Act.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_3\">\n</p><p data-structure=\"Precedent\" id=\"p_4\">03.      In view of the arguments raised, this Court framed another question\n\nfor the opinion, which would now be Question No. (2A). The same is\n\nreproduced as under:-\n</p>\n<blockquote id=\"blockquote_5\">         &quot;(2A) If the dispute is not arbitrable by the Arbitral Tribunal under the\n                State Act, the remedy of the aggrieved person is before the Civil\n                Court or under the <a href=\"/doc/1306164/\" id=\"a_6\">Arbitration and Conciliation Act, 1996</a>?&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_5\">04.      The above said question arises out of the fact that the petitioner herein\n\nsought appointment of an Arbitrator in terms of Section 11 of the Central Act\n\narising out of a dispute pursuant to the work order given to the petitioner for\n\nthe construction of road from Bhogiteda to Bhadus Rondha Jod road on\n\n09.07.2012. The contract value was Rs.1,08,21,000/- and the rate of tender\n\nbeing 2.80% below the SOR (Schedule of Rates).\n</p>\n<p data-structure=\"Issue\" id=\"p_6\">\n</p><p data-structure=\"Issue\" id=\"p_7\">05.      The grievance of the petitioner is that a show cause notice was served\n\non it to terminate the contract agreement but even before delivery of the notice,\n                                                                                  AC-40-2016\n<span class=\"hidden_text\" id=\"span_6\">                                             5</span>\n\n\n\n\nthe contract was terminated on 29.01.2014. The petitioner has raised a dispute\n\nbefore the Superintending Engineer, who has affirmed the order of termination\n\nof contract. The petitioner filed an appeal before the Chief Engineer, who has\n\ndismissed the appeal on 14.06.2016. Thereafter, the petitioner is said to have\n\nserved a notice on 24.06.2016 for appointment of an Arbitrator under the\n\nCentral Act. The assertion of the petitioner is that the petitioner is seeking\n\nappointment of an Arbitrator to challenge the order of termination simpliciter\n\nand not seeking relief for ascertained amount of Rs.50,000/- or more,\n\ntherefore, the Tribunal constituted under the State Act will not have the\n\njurisdiction and thus, the disputes are to be resolved only under the Central\n\nAct.\n</p>\n<p data-structure=\"Issue\" id=\"p_8\">\n</p><p data-structure=\"Precedent\" id=\"p_9\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"132310791\" id=\"span_7\">06.     Learned counsel for the petitioner relies upon an order dated\n\n08.02.2016 passed in <a href=\"/doc/132310791/\" id=\"a_7\">Rajesh Agrawal</a>&#x27;s case (supra) wherein a learned Single\n\nJudge of Indore Bench of this Court held as under:-</span>\n</p>\n<blockquote id=\"blockquote_6\">        &quot;.......Since in the present case the applicant is not raising dispute relating\n        to the claim of ascertained money valued at Rs.50,000/- or more, hence\n        the matter cannot be referred under <a href=\"/doc/1846895/\" id=\"a_8\">Section 7</a> to the Madhyastham\n        Tribunal. Counsel for both the parties have referred to various judgments\n        in support of their respective plea; whether it is a works contract or not,\n        but those judgments are not relevant and this Court need not go into that\n        aspect of the matter since even if the contract is held to be a works\n        contract but since the dispute itself is not covered under <a href=\"/doc/1804257/\" id=\"a_9\">Section 2(d)</a>,\n        hence it is not arbitrable under the Madhyastham Act.\n</blockquote>\n<blockquote id=\"blockquote_7\">            Thus, I am of the opinion that the applicant has rightly approached\n        this Court under the <a href=\"/doc/1306164/\" id=\"a_10\">Arbitration and Conciliation Act, 1996</a>. The\n        arbitration agreement is also not in dispute.\n</blockquote>\n<blockquote id=\"blockquote_8\">            In the aforesaid circumstances, the provisions of the <a href=\"/doc/1306164/\" id=\"a_11\">Arbitration and\n        Conciliation Act, 1996</a> are clearly attracted in the matter, therefore,\n                                                                               AC-40-2016\n<span class=\"hidden_text\" id=\"span_8\">                                            6</span>\n\n\n\n        considering the dispute between the parties, I am of the opinion that an\n        independent Arbitration is required to be appointed to resolve the same.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_10\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"49736186\" id=\"span_9\">07.      Learned counsel for the petitioner relies upon a Division Bench\n\ndecision of Indore Bench of this Court rendered on 30.06.1995 in Civil\n\nRevision No.198/1990 (M/s <a href=\"/doc/49736186/\" id=\"a_12\">Shree Construction Company vs. The State of\n\nMadhya Pradesh and others</a>) wherein it was held that if the contractor did\n\nnot claim any ascertained money of more than Rs.50,000/- before the\n\nSuperintending Engineer or before the Chief Engineer nor in the reference\n\npetition before the Tribunal under Section 7 of the State Act, therefore, the\n\ndispute was not referable to the Statutory Arbitral Tribunal and that the\n\nStatutory Arbitral Tribunal has rightly declined that it has no jurisdiction to\n\nentertain the reference. The Court held as under:-</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_11\">\n</p><blockquote id=\"blockquote_9\">        &quot;15. The amount of Rs.96,041.96 p. was never mentioned either before\n        the Superintending Engineer or before the Chief Engineer. Thus, it can\n        reasonably be presumed that the claimant had not claimed ascertained\n        amount before the said authorities earlier. It is indeed necessary to have a\n        dispute which could be referred to the Tribunal so as to enable the\n        Tribunal to resolve the same. The dispute has been defined in the\n        Adhiniyam which reads as under:-\n</blockquote>\n<blockquote id=\"blockquote_10\">               &quot;D. Disputes means any difference relating to any claim valued\n                    at Rs.50,000/- or more, arising out of the execution or non-\n                    execution of a works contract or part thereof.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_12\">        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"629501\" id=\"span_10\">Connotation of the word &#x27;dispute&#x27; has been elaborately dealt with by this\n        Bench in the case reported in <a href=\"/doc/629501/\" id=\"a_13\">P.C. Rajput Vs. State of M.P.</a> (1994 M.P.\n        L.J. 387). It has been held in the aforesaid judgment that the dispute would\n        mean assertion of claim by one side and denial by other and it is an\n        essential condition so as to call it a dispute. Black&#x27;s Law Dictionary also\n        defines the word dispute in the following manner:</span>\n</p>\n<blockquote id=\"blockquote_11\">               &quot;Dispute: A conflict or controversy-\n</blockquote><blockquote id=\"blockquote_12\">                                                                              AC-40-2016\n<span class=\"hidden_text\" id=\"span_11\">                                            7</span>\n\n\n\n              A conflict of claims or rights an assertion of a right, claim or\n              demand of one side, met by contrary claims or allegations on\n              the other. The subject of litigation; may be for which a suit is\n              brought and open which issue is joint and in relation to which\n              powers are called and witnesses examined.&quot;\n</blockquote>\n<p data-structure=\"Issue\" id=\"p_13\">       16. In the aforesaid case when the assertion of the claim itself was not\n       made the question of any denial of the same did not arise.\n\n</p><p data-structure=\"CDiscource\" id=\"p_14\">       17. Thus, it is clearly indicative of the fact that fixed and ascertained\n       amounts have got to be claimed and there should be denial of it. But\n       seeking the relief of declaration would not be a dispute which could be\n       granted by the Tribunal. We accordingly hold that the Tribunal has no\n       power or jurisdiction as per the provisions of the Adhiniyam to grant the\n       relief of declaration.\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">       18. A reference to the Tribunal for resolving a dispute can be made by\n       filing a petition<a href=\"/doc/1846895/\" id=\"a_14\"> u/s 7</a> of the Adhiniyam. For ready reference <a href=\"/doc/1846895/\" id=\"a_15\">sec. 7</a> of the\n       Adhiniyam is reproduced herein below:\n</p>\n<blockquote id=\"blockquote_13\">              &quot;7. Reference to Tribunal-\n</blockquote>\n<blockquote id=\"blockquote_14\">              (1) Either party to a works contract shall irrespective of the\n              fact whether the agreement contains an arbitration clause or not,\n              refer in writing the dispute to the Tribunal.\n</blockquote>\n<blockquote id=\"blockquote_15\">              (2) Such reference shall be drawn up in such form as may be\n              prescribed and shall be supported by an affidavit verifying the\n              averments.\n</blockquote>\n<blockquote id=\"blockquote_16\">              (3) The reference shall be accompanied by such fee as may be\n              prescribed.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_16\">       The said Adhiniyam came into force w.e.f. 1.3.1985. After coming into\n       force of the said Adhiniyam. Certain proceedings under <a href=\"/doc/1436635/\" id=\"a_16\">sec. 20(2)</a> of the\n       Adhiniyam have been saved; but under <a href=\"/doc/280582/\" id=\"a_17\">sec. 20(1)</a> of the Adhiniyam, no\n       civil court shall have jurisdiction to entertain or decide any dispute of\n       which cognizance can be taken by the Tribunal under this Adhiniyam.&quot;\n\n</p><p data-structure=\"Precedent\" id=\"p_17\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"113283980\" id=\"span_12\">08.     Learned counsel for the petitioner also refers to a Full Bench\n\njudgment of this Court reported as 2017 (2) MPLJ 681 (<a href=\"/doc/113283980/\" id=\"a_18\">Viva Highways Ltd.\n\nvs. Madhya Pradesh Road Development Corporation Ltd.</a>). The Full Bench\n                                                                               AC-40-2016\n<span class=\"hidden_text\" id=\"span_13\">                                            8</span>\n\n\n\n\nwas examining the maintainability of the petition under Section 11(6) of the\n\nCentral Act or that the dispute has to be resolved in terms of the State Act. The\n\nFull Bench inter alia examined the following questions:</span>\n\n</p><blockquote id=\"blockquote_17\">         &quot;(i)   Whether, any agreement by whatever name called, if it falls within\n                the meaning and definition of works contract as defined under\n                <a href=\"/doc/193545766/\" id=\"a_19\">Section 2(1)(i)</a> of the M.P. Madhyastham Adhikaran Adhiniyam,\n                1983 has to be referred for adjudication before the M.P. Arbitration\n                Tribunal constituted under <a href=\"/doc/686376/\" id=\"a_20\">Section 3</a> of the 1983 Adhiniyam?\n</blockquote>\n<blockquote id=\"blockquote_18\">         (ii)   Whether, in view of statutory provisions of <a href=\"/doc/1846895/\" id=\"a_21\">Section 7</a> of the\n                Adhiniyam of 1983, the matter has to be referred to the M.P.\n                Arbitration Tribunal constituted under <a href=\"/doc/686376/\" id=\"a_22\">Section 3</a> of the 1983\n                Adhiniyam, even in cases where the parties have incorporated a\n                clause in agreement regarding resolution of dispute by some other\n                forum or under the <a href=\"/doc/1306164/\" id=\"a_23\">Arbitration and Conciliation Act, 1996</a>?&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_18\">09.      It was held that the question of termination of an agreement relating\n\nto works contract would fall within the exclusive jurisdiction of the Statutory\n\nArbitral Tribunal under the State Act. The Full Bench in respect of the above\n\nquestions opined as under:-\n</p>\n<blockquote id=\"blockquote_19\">        &quot;54. On the basis of foregoing analysis, it is clear that any agreement by\n        whatever name called, if it falls within the meaning and definition of\n        &quot;works contract&quot; as per Adhiniyam of 1983, it must be treated as a works\n        contract. In that case, the appropriate forum is the Tribunal constituted\n        under <a href=\"/doc/686376/\" id=\"a_24\">section 3</a> of Adhiniyam of 1983 if differences between the parties\n        are covered under <a href=\"/doc/318471/\" id=\"a_25\">section 2(1)(d)</a> of the Adhiniyam of 1983.\n</blockquote>\n<blockquote id=\"blockquote_20\">        55. The aforesaid discussion further shows that nomenclature of\n        agreement is immaterial for determining whether it falls within the ambit\n        of &#x27;works contract&#x27;. By applying an artistic linguistic engineering, an\n        agreement can be worded in a unique or a different manner. It may have a\n        different nomenclature but these factors will not determine its real nature.\n        <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_14\">In <a href=\"/doc/45672968/\" id=\"a_26\">Ashoka Infraways Ltd. and another vs. State of M.P. and another</a>,\n        2016 (2) MPLJ 685, the Division Bench paid much emphasis to the\n        repeated use of word &quot;concession&quot;.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"112214907\" id=\"span_15\">The Division Bench further relied on\n                                                                                   AC-40-2016\n<span class=\"hidden_text\" id=\"span_16\">                                             9</span>\n\n\n\n        the judgment of <a href=\"/doc/112214907/\" id=\"a_27\">Jabalpur Corridor (India) Pvt. Ltd. vs. M.P. Road\n        Development Corporation</a>, 2014 (2) MPLJ 276.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_17\">We are unable to agree\n        within the reasoning given in <a href=\"/doc/45672968/\" id=\"a_28\">Ashoka Infraways</a> (supra) for the reasons\n        stated above. In addition, it is well settled that question of jurisdiction goes\n        to very root of the matter and this legal question needs to be examined on\n        the basis of interpretation of enabling provisions. The jurisdiction cannot\n        be assumed by consent of parties.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1625415\" id=\"span_18\">See AIR 1954 SC 340 (<a href=\"/doc/1625415/\" id=\"a_29\">Kiran Singh vs.\n        Chaman Paswan</a>).</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"45672968\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_20\">For the aforementioned reasons, in <a href=\"/doc/112214907/\" id=\"a_30\">Jabalpur\n        Corridor</a> (supra) and in <a href=\"/doc/45672968/\" id=\"a_31\">Ashoka Infraways</a> (supra), the Benches have\n        committed an error in holding that the &quot;concession agreement&quot; is not a\n        &quot;works contract&quot;. Hence, these orders to the said extent are overruled.&quot;</span></span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_19\">10.     However, the issue: as to whether statutory mandate contained in\n\nSection 7(1) of the State Act would apply to a terminated contract, was left\n\nopen to await the decision of the Supreme Court in the case of L.G.\n\nChaudhary-II (supra). Further, the Full Bench while examining the question\n\nNo.(iv) held that the Tribunal can decide only such disputes which are covered\n\nby the word &quot;dispute&quot; in the State Act, which means that the dispute must be\n\nfor an ascertained money. The Court held as under:-\n</p>\n<blockquote id=\"blockquote_21\">        &quot;79.     In C.R. No.136/1988, Progressive Construction Pvt. Ltd. vs.\n        MPSEB decided on 24.6.1996, this Court expressed its view that if a law\n        prescribes a thing to be done in a particular manner, it has to be done in\n        the same manner and other methods are forbidden. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1410885\" id=\"span_21\">Following the said\n        principles in <a href=\"/doc/1410885/\" id=\"a_32\">MP Housing Board vs. Satish Kumar Raizada</a>, 2003 (2)\n        MPLJ 46, this court considered the word &quot;dispute&quot; in the Adhiniyam and\n        opined that the Tribunal can decide only such disputes which are covered\n        by this definition. The &quot;dispute&quot; under this definition must be for\n        &quot;ascertained money&quot;. It means the sum which is &quot;known&quot; or &quot;made\n        certain&quot; or &quot;fixed&quot; or &quot;determined&quot; or &quot;quantified&quot;. Since in the said case,\n        the reference was relating to fixing the rates of work it was held to be not\n        relating to any &quot;ascertained sum of money&quot;.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1410885\" id=\"span_22\">We are in respectful\n        agreement with the view taken by this court in <a href=\"/doc/1410885/\" id=\"a_33\">Satish Kumar Raizada</a>\n        (Supra). In absence of claim of ascertained money, the cases of present\n        applicants do not fall within the ambit of dispute and for this reason they\n                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_23\">                                             10</span>\n\n\n\n        cannot be relegated before the Tribunal constituted under the Adhiniyam\n        of 1983. Thus, even if the concession agreement are works contract, in our\n        view, the remedy before the Tribunal under the Act of 1983 is not\n        available. The parties cannot be left remedyless and hence in our view the\n        applicants&#x27;/appellant may pursue their remedy under the Act of 1996.</span>\n</blockquote>\n<p data-structure=\"Section\" id=\"p_20\">               A conjoint reading of <a href=\"/doc/318471/\" id=\"a_34\">section 2(1)(d)</a> and <a href=\"/doc/1846895/\" id=\"a_35\">section 7</a> of the Adhiniyam\n        makes it clear that a reference to the Tribunal can be made and entertained\n        only when it is in relation to &quot;the dispute&quot;. This ancillary issue is answered\n        accordingly.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_21\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"119414320\" id=\"span_24\">11.      Learned counsel for the petitioner also relies upon a Larger Bench\n\n(Five Judges) judgment of this Court reported as 2012 (4) M.P.L.J. 212\n\n(<a href=\"/doc/119414320/\" id=\"a_36\">Sanjay Dubey vs. State of M.P. and another</a>) wherein the Special Bench\n\nwas considering the question of limitation in filing a reference under the State\n\nAct. The Court held as under:-</span>\n</p>\n<blockquote id=\"blockquote_22\">        &quot;13.     In view of the preceding analysis, we proceed to state our\n        conclusions as under: -\n</blockquote>\n<blockquote id=\"blockquote_23\">               (i) Where the works contract contains a clause like Clause 29, the\n               jurisdiction of the Tribunal can be invoked only after approaching the\n               Authority as provided under the terms of the works contract.\n</blockquote>\n<blockquote id=\"blockquote_24\">               (ii) However, subject to final adjudication of the issue by the\n               Supreme Court as to whether Tribunal under the Act is a Court or\n               not, in case where the dispute has arisen under an agreement prior to\n               coming into force of section 7-B(2-<a href=\"/doc/54424454/\" id=\"a_37\">A) of the Act</a> which does not\n               contain a clause like Clause 29, an aggrieved person has to approach\n               the Tribunal within a period of three years from the date of accrual of\n               cause of action.\n</blockquote>\n<blockquote id=\"blockquote_25\">               (iii) Where the works contract does not contain any provision like\n               Clause 29 and the dispute has arisen after coming into force of\n               section 7-B(2-<a href=\"/doc/54424454/\" id=\"a_38\">A) of the Act</a>, in such a case, sub-section (2-A) of\n               <a href=\"/doc/1306164/\" id=\"a_39\">section 7-B</a> of the Act will apply and an aggrieved person can\n               approach the Tribunal within a period of three years from the date on\n               which the works contract is terminated, foreclosed, abandoned or\n                                                                              AC-40-2016\n<span class=\"hidden_text\" id=\"span_25\">                                          11</span>\n\n\n\n            comes to an end in any other manner or when a dispute arises during\n            the pendency of the works contract.\n</blockquote>\n<blockquote id=\"blockquote_26\">            (iv) In a case where the agreement is rescinded, two questions may\n            arise for consideration. Firstly, which party to the agreement is at\n            fault and consequently, claim for damages for breach of contract.\n</blockquote><p data-structure=\"CDiscource\" id=\"p_22\">            Secondly, the claim with regard to payment of amount of the final bill\n            before rescission of the contract in accordance with the rates\n            prescribed in the agreement. In the first case, the limitation would\n            commence from the date when the agreement is rescinded whereas in\n            the second case, the limitation would commence from the date when\n            the final bill is prepared.\n</p>\n<p data-structure=\"Section\" id=\"p_23\">            (v) The dispute under Clause 29 has to be submitted within the time\n            limit which has been prescribed in the clause. The dispute cannot be\n            submitted to the Authorities mentioned in Clause 29 of the\n            Agreement within a period of three years as the provisions of\n            <a href=\"/doc/1317393/\" id=\"a_40\">Limitation Act</a> do not apply to the Authorities under the Agreement\n            as they are not the Courts.\n</p>\n<p data-structure=\"Section\" id=\"p_24\">            (vi) Clause 29 of the Agreement is not violative of <a href=\"/doc/616001/\" id=\"a_41\">section 28(b)</a> of\n            the Indian Contract Act, 1872.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_25\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1410885\" id=\"span_26\">12.     Learned counsel for the petitioner also relies upon another Single\n\nBench judgment of this Court reported as 2003 (1) M.P.H.T 205 (<a href=\"/doc/1410885/\" id=\"a_42\">M.P.\n\nHousing Board and another vs. Satish Kumar Raizada</a>) (hereinafter\n\nreferred to as &quot;Satish Kumar Raizada-I&quot;) directed against an order in respect\n\nof objections filed by the petitioner against enforcement of Award under\n\nSection 36 of the Central Act. The Court held as under:-</span>\n\n</p><blockquote id=\"blockquote_27\">        &quot;21. Point (b):\n</blockquote>\n<blockquote id=\"blockquote_28\">            The word &quot;dispute&quot; is defined in Section 2(1)(d) of the M.P.\n        Arbitration Tribunal Act, 1983, and the Tribunal constituted under this Act\n        can decide under <a href=\"/doc/1846895/\" id=\"a_43\">Section 7</a> of the Act such disputes only which are\n        covered by this definition. The &quot;dispute&quot; under this definition must be for\n        &quot;ascertained money&quot;. It means the sum which is &quot;known&quot; or &quot;made\n        certain&quot; or &quot;fixed&quot; or &quot;determined&quot; or &quot;quantified&quot;. In this case the\n                                                                              AC-40-2016\n<span class=\"hidden_text\" id=\"span_27\">                                          12</span>\n\n\n\n        reference of the dispute before the Deputy Housing Commissioner was to\n        fix the rates of the works already done by the contractor. His claim was\n        not for any ascertained sum of money. Therefore, it could not be submitted\n        before the Arbitration Tribunal for its decision. It has been held by a\n        Division Bench of this Court in Progressive Constructions Private Ltd.\n        Vs. M.P. State Electricity Board (C.R. No.136 of 1988, decided on\n        24-6-1996) that the jurisdiction of the Tribunal can only be invoked on a\n        &quot;dispute&quot; as defined in <a href=\"/doc/318471/\" id=\"a_44\">Section 2(1)(d)</a> of the Act by making a reference to\n        the Tribunal under <a href=\"/doc/1846895/\" id=\"a_45\">Section 7</a> of the Act. Therefore, it follows that the\n        Tribunal could not entertain claim for fixation of rates and by the\n        &quot;arbitration agreement&quot; between the parties this work has been assigned to\n        the authority named therein.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_26\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1410885\" id=\"span_28\">13.     The SLP (Civil) No. 712/2003 (<a href=\"/doc/1410885/\" id=\"a_46\">M.P. Housing Board and Another\n\nvs. Satish Kumar Raizada</a>) filed before the Supreme Court against the said\n\norder of the learned Single Bench stands dismissed on 22.09.2003.</span>\n\n\n</p><p data-structure=\"Facts\" id=\"p_27\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1410885\" id=\"span_29\">14.     Learned counsel for the petitioner further relies upon an order dated\n\n16.02.2010 passed by a learned Single Bench of this Court in M.A. No.\n\n1030/1999 (<a href=\"/doc/1410885/\" id=\"a_47\">M.P. Housing Board vs. Satish Kumar Raizada</a>) (hereinafter\n\nreferred to as &quot;Satish Kumar Raizada-II&quot;) and other connected appeals under\n\n<a href=\"/doc/1656413/\" id=\"a_48\">Section 37</a> of the Arbitration Act, 1940 (for short &quot;the 1940 Act&quot;) affirming\n\nan order passed by the Fifth Additional District Judge, Bhopal in arbitration\n\ncases whereby, while overruling the objections raised, the Award passed by an\n\nArbitrator was made rule of the Court. The relevant extracts of the said order\n\nare reproduced as under:-</span>\n</p>\n<blockquote id=\"blockquote_29\">        &quot;13. Thus for invoking the jurisdiction of Tribunal three essentials are\n        necessary, viz., (i) Works Contract (ii) such works contract must be of the\n        State Government or Public Undertaking wholly or substantially owned or\n        controlled by the State Government, and (iii) the claim is for ascertained\n        money valued at Rupees 50,000 or more relating to any difference arising\n        out of the execution or non-execution of a works contract or part thereof.\n</blockquote><blockquote id=\"blockquote_30\">                                                                                   AC-40-2016\n<span class=\"hidden_text\" id=\"span_30\">                                            13</span>\n\n\n\n         And unless these three elements are present, the Tribunal cannot exercise\n         its jurisdiction under <a href=\"/doc/1846895/\" id=\"a_49\">section 7</a> of the Adhiniyam, 1983.\n</blockquote>\n<blockquote id=\"blockquote_31\">         14. The expression &quot;ascertained money&quot; which we are concerned within\n         the case at hand in its plain dictionary meaning would mean &quot;known&quot;\n</blockquote><blockquote id=\"blockquote_32\">         &quot;made certain&quot;. In Black&#x27;s Law Dictionary fourth edition the expression\n         &quot;ascertain&quot; is defined as &quot;to fix; to render certain or definite; to estimate\n         and determine; to clear of doubt or obscurity&quot;.\n</blockquote>\n<blockquote id=\"blockquote_33\">        ***                                 ***                                   ***\n\n</blockquote><blockquote id=\"blockquote_34\">         16. Thus the claim was not for any &#x27;known&#x27; amount but for fixing the rate\n         so that the definite amount can be known. In view of this it cannot be said\n         that the claim by the contractor was for &quot;ascertained money&quot; as would\n         have given the jurisdiction to the Tribunal to adjudicate the matter.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_28\">15.      This Court found that the State Act will not have jurisdiction in view\n\nof the definition of the &quot;works contract&quot; in the State Act and consequently did\n\nnot find any error in the order passed rejecting the objections by the State.\n\n\n</p><p data-structure=\"Precedent\" id=\"p_29\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"11174518\" id=\"span_31\">16.      The petitioner has also referred to an order passed by a Division\n\nBench of Indore Bench of this Court in W.P. No.6105/2017 (M/s <a href=\"/doc/11174518/\" id=\"a_50\">Suman\n\nInfrastructure Private Limited vs. State of Madhya Pradesh</a> and four\n\nothers) on 10.10.2017 whereby the petitioner sought direction in a writ\n\npetition to the Superintending Engineer to decide an appeal after four years\n\nfrom the date of rescission of the contract. This Court held that there is no\n\narbitration clause in the agreement but the dispute could be raised in terms of\n\nthe State Act or before the Civil Court. The Court held as under:-</span>\n\n</p><blockquote id=\"blockquote_35\">         &quot;10.   As per the provisions of Madhya Pradesh Madhyastham Adhikaran\n         Adhiniyam, 1983, a mode of settlement of dispute arising from the\n         contract is provided. There is no reason for the petitioner to invoke the\n         aforesaid statutory remedy provided under the Madhya Pradesh\n         Madhyastham Adhikaran Adhiniyam, 1983. He, without availing the\n                                                                                  AC-40-2016\n<span class=\"hidden_text\" id=\"span_32\">                                            14</span>\n\n\n\n         aforesaid remedy, invoked the extraordinary jurisdiction of this Court\n         under <a href=\"/doc/1712542/\" id=\"a_51\">Article 226</a> of the Constitution of India.\n</blockquote>\n<blockquote id=\"blockquote_36\">         ***                                ***                                   ***\n\n</blockquote><blockquote id=\"blockquote_37\">         13.    However, it is open to the petitioner, if it so chooses to either raise\n         a dispute by filing an application under the provisions of Madhya Pradesh\n         Madhyastham Adhikaran Adhiniyam, 1983, if the same is in time, or to\n         approach Civil Court, according to law, as the case may be. In the\n         circumstances of the case, no order as to costs.&quot;\n</blockquote>\n<p data-structure=\"RespArg\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113283980\" id=\"span_33\">17.      On the strength of the above judgments, the argument is that a party\n\nto dispute has to claim an ascertained amount in relation to a works contract,\n\nonly then the Statutory Tribunal under the State Act would have jurisdiction to\n\nresolve the disputes. Therefore, in the light of the findings of the Full Bench in\n\n<a href=\"/doc/113283980/\" id=\"a_52\">Viva Highways Ltd.</a> (supra) the argument raised by the learned counsel for\n\nthe petitioner is that only claim of an ascertained amount can be raised before\n\nthe Tribunal.</span>\n</p>\n<p data-structure=\"Issue\" id=\"p_31\">\n</p><p data-structure=\"Section\" id=\"p_32\">18.      It is argued that the consequential relief as contemplated under\n\n<a href=\"/doc/1028815/\" id=\"a_53\">Section 34</a> of the Specific Relief Act, 1963 is required to be claimed but in\n\ncertain reliefs such as: on successful challenge to termination of contract, the\n\ncontractor would be entitled to complete the remaining work, cannot be\n\nascertained in terms of money as also in the cases of blacklisting of the\n\ncontractor, there cannot be any ascertained amount. Therefore, such disputes\n\nwill not be covered by the State Act.\n</p>\n<p data-structure=\"Issue\" id=\"p_33\">\n</p><p data-structure=\"Facts\" id=\"p_34\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"72944687\" id=\"span_34\">19.      In the return filed by the respondent-State, the stand taken is that the\n\nArbitral Tribunal constituted under the State Act alone has the jurisdiction to\n\ndecide the disputes relating to works contract irrespective of the fact whether\n\nthe agreement contains arbitration clause or not. Therefore, an application\n                                                                                AC-40-2016\n<span class=\"hidden_text\" id=\"span_35\">                                               15</span>\n\n\n\n\nunder Section 11(6) of the Central Act is not maintainable. It is also pointed\n\nout that pursuant to termination of works contract, a sum of Rs.23,05,514/- is\n\nsought to be recovered from the petitioner, for which, Revenue Recovery\n\nCertificate (for short &quot;the RRC&quot;) has been forwarded to the Collector on\n\n22.04.2014. It is, thus, alleged that the petitioner is not only aggrieved by the\n\ntermination of his contract but also aggrieved by recovery of a sum of\n\nRs.23,05,514/-. Thus, the petitioner is seeking adjudication in respect of\n\ndispute of ascertained amount of more than Rs.50,000/-. Therefore, the\n\njurisdiction is of the Statutory Arbitral Tribunal under the State Act. Reference\n\nwas made to an order dated 21.04.2015 passed in M/s <a href=\"/doc/72944687/\" id=\"a_54\">Landlord\n\nInfrastructure</a>&#x27;s case (supra). The relevant extracts of the said order are as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_38\">          <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"1189990\" id=\"span_36\">&quot;5. I have considered the submissions made by learned counsel for the\n          parties. Admittedly, the 1983 Act, which received the assent of the\n          President on 7.10.1983 is an Act to provide for establishment of the\n          Tribunal to arbitrate the dispute to which the State Government or a public\n          undertaking wholly or substantially controlled by the State Government is\n          a party and for matter incidental thereto or connected therewith. The\n          Supreme Court has dealt with the provisions of 1983 Act in the case of\n          <a href=\"/doc/1189990/\" id=\"a_55\">State of M.P. Vs. Anshuman Shukla</a>, (2008) 7 SCC 487, wherein, it has\n          been held that the 1983 Act is a special Act and the State of M.P. has\n          created a separate forum for the purpose of determination of dispute\n          arising out of the works contract.</span>\n</blockquote>\n<blockquote id=\"blockquote_39\">          6.   In the case of Va Tech Escher Wyass Flovel Ltd., vs. M.P. SEB,\n          (2011) 13 SCC 261, the Supreme Court held that the provisions of 1983\n          Act would apply to a case where there is no arbitration agreement and in\n          case where the agreement contains an arbitration clause, the provisions of\n          1996 Act would apply. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94601064\" id=\"span_37\">Reliance was placed in Va Tech&#x27;s case (supra) by\n          the Supreme Court in the case of <a href=\"/doc/94601064/\" id=\"a_56\">A.P.S. Kushwaha (SSI Unit) vs. The\n          Municipal Corporation, Gwalior and others</a>, (2011) 13 SCC 258 and\n          similar view was taken.</span> However, the Division Bench of the Supreme\n                                                                                AC-40-2016\n<span class=\"hidden_text\" id=\"span_38\">                                       16</span>\n\n\n\nCourt in the case of M.P.R.R.D.A. vs. L.G. Choudhary (2012) 3 SCC 495\nin para 42 held that the decision in Va Tech is per incurium. Hon&#x27;ble\nJustice Gyan Sudha Mishra concurred with the view taken by Hon&#x27;ble\nJustice A.K. Ganguly and has held that dispute arising out of execution of\nworks&#x27; contract has to be referred to the M.P. State Arbitration Tribunal\nand not under the 1996 Act.........\n</blockquote>\n<blockquote id=\"blockquote_40\">     ***                                      ***                    ***\n\n</blockquote><blockquote id=\"blockquote_41\">7.   <a href=\"/doc/961785/\" id=\"a_57\">Section 7(1)</a> of the 1983 Act reads as under:-\n</blockquote>\n<blockquote id=\"blockquote_42\">           &quot;Reference to Tribunal (1) Either party to a works contract\n           shall irrespective of the fact whether the agreement contains\n           an arbitration clause or not, refer in writing the dispute to the\n           Tribunal.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_35\">8.   Thus, from perusal of <a href=\"/doc/961785/\" id=\"a_58\">Section 7(1)</a> of the Act, it is evident that\nirrespective of the fact whether the agreement contains an arbitration\nclause or not, the dispute has to be referred to the Tribunal constituted\nunder the 1986 Act. It is trite law that statutory provision would prevail\nover provisions of the agreement. Therefore, the contention of the\npetitioner that since the agreement contains an arbitration clause,\ntherefore, the provisions of 1996 Act would apply, cannot be accepted.\n\n</p><p data-structure=\"Precedent\" id=\"p_36\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_39\">9.   So far as reliance placed by the petitioner on the decision rendered in\nthe case of <a href=\"/doc/112214907/\" id=\"a_59\">Jabalpur Corridor (India) Pvt. Ltd. vs. M.P. Road Development\nCorporation</a>, 2014 (2) MPLJ 276 is concerned, this Court on the basis of\ninterpretation of the agreement held the same to be a concession\nagreement and not a works contract. Therefore, in the facts of that case, it\nwas held that the dispute between the parties has to be resolved in\naccordance with the 1996 Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"94601064\" id=\"span_40\">Alternatively, it was held that even if the\ncontract in question is considered to be a work contract, then also, in view\nof the decision <a href=\"/doc/112214907/\" id=\"a_60\">laid down by</a> the Supreme Court in the case of <a href=\"/doc/94601064/\" id=\"a_61\">A.P.S.\nKushwaha</a> (supra), the dispute has to be resolved as per the provisions of\n1996 Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"112214907\" id=\"span_41\">However, in the case of <a href=\"/doc/112214907/\" id=\"a_62\">Jabalpur Corridor</a> (supra), it has not\nbeen noticed that the decision in the case of A.P.S. Kushwaha is based on\nthe view taken in Va Tech (supra), which was held to be per incurium in\nL.G. Choudhary&#x27;s case, and the submission pertaining to works contract\nhas been dealt with by way of alternative submission only.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"112214907\" id=\"span_42\">Therefore, the\ndecision in the case of <a href=\"/doc/112214907/\" id=\"a_63\">Jabalpur Corridor</a> (supra) is of no assistance to the\n                                                                                AC-40-2016\n<span class=\"hidden_text\" id=\"span_43\">                                             17</span>\n\n\n\n         petitioner in the facts of the case, as admittedly, in the instant case, the\n         agreement in question is a works contract.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_37\">         9.   In view of preceding analysis, the inevitable conclusion is that the\n         application under <a href=\"/doc/605764/\" id=\"a_64\">Section 11(6)</a> of the Act, is not maintainable. However,\n         the petitioner is granted the liberty to approach the Madhya Pradesh\n         Arbitration Tribunal for redressal of his grievance in accordance with law.\n         With the aforesaid liberty, the case is disposed of.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_38\">20.      On behalf of the respondent-State, learned Advocate General\n\nsubmitted that there cannot be any dispute simpliciter disputing the termination\n\nof contract without claiming any consequential relief. The consequential relief\n\nin terms of the agreement is forfeiture of security amount and/or recovery of\n\nthe amount of the work done by the Department and/or of the work got done\n\nby the State at the risk and cost of the contractor. The consequential relief can\n\nalso include challenge to the revenue recovery certificate issued under the M.P.\n\nLand Revenue Code, 1959 or even black-listing of the Firm. In case of black-\n\nlisting of the Firm, the contractor has to compute the damages which the\n\ncontractor may choose to claim for the loss of profits on account of black-\n\nlisting, if such cause arises on or before the date of seeking reference. The\n\nconsequential relief has to be necessarily claimed in terms of <a href=\"/doc/1028815/\" id=\"a_65\">Section 34</a> of the\n\nSpecific Relief Act, 1963. The proviso to <a href=\"/doc/536284/\" id=\"a_66\">Section 34</a> of the said Act bars the\n\nCourt, which expression will include Arbitrator in case of a statutory\n\narbitration that the Court will not grant any declaration where the plaintiff\n\nbeing able to seek further relief than a mere declaration of title, omits to do so.\n\nTherefore, the simpliciter dispute of termination of contract is not a dispute\n\nwhich can be claimed from any forum in cases relating to works contract.\n</p><p data-structure=\"Section\" id=\"p_39\">                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_44\">                                            18</span>\n\n\n\n\n</p><p data-structure=\"Section\" id=\"p_40\">21.      The conditions of the agreement (Annexure A/1) between parties in\n\nrespect of the situation when the work is left incomplete, abandoned or delayed\n\nbeyond the permitted limit allowed by the Divisional Officer as envisaged in\n\nClause 3 thereof, read as under:-\n</p>\n<blockquote id=\"blockquote_43\">        &quot;Clause 3 - In any case in which under any clause or clauses of this\n        contract he (sic the) contractor shall have rendered himself liable to pay\n        compensation amounting to the whole of the security deposit (whether\n        paid in one sum or deducted by installments) or committed a breach of any\n        of the rules contained in Clause 24 or in the case of abandonment of the\n        work, except due to permanent disability or death of the contractor, or any\n        other cause, the Divisional Officer on behalf of the Governor of Madhya\n        Pradesh shall give a notice before 15 days for work costing up to Rs.10.00\n        lacs and before 30 days for works costing above Rs.10.00 lacs and in the\n        event of the contractor failing to comply with the directions contained in\n        the said notice shall have power to adopt any of the following courses, as\n        he may deem best in the interest of the Government.\n</blockquote>\n<blockquote id=\"blockquote_44\">        a)   To rescind the contract (of which rescission notice in writing to the\n             contractor under the hand of the Divisional Officer shall be\n             conclusive evidence) and in which case the security deposit of the\n             contractor shall stand forfeited and be absolutely at the disposal of\n             Government).\n</blockquote>\n<blockquote id=\"blockquote_45\">        b)   To employ labour paid by the works Department and to supply\n             materials to carry out the work or any part of the work, debiting the\n             contractor with cost of the labour and the price of the materials (of the\n             amount of which cost and price certificate of the Divisional Officer\n             shall be final and conclusive against the contractor) and crediting him\n             with the value of the work done in all respects in the same manner\n             and the same rates as if it had been carried out by the contractor under\n             the terms of his contract or the cost of the labour and the price of\n             materials as certified by the Divisional Officer, whichever is less. The\n             certificate of the Divisional Officer as to the value of the work done\n             shall be final and conclusive against the contractor.\n</blockquote>\n<blockquote id=\"blockquote_46\">        c)   To measure up the work of the contractor and to take such part\n             thereof as shall be unexecuted out of his hands and to give it to\n                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_45\">                                             19</span>\n\n\n\n            another contractor to complete in which case any expenses which may\n            be incurred in excess of the sum which would have been paid to the\n            original contractor if the whole work had been executed by him (of\n            the amount of which excess certificate in writing of the Divisional\n            Officer shall be final and conclusive) shall be borne and paid by the\n            original contractor and may be deducted from any money due to him\n            by Government under the contract or otherwise or from his security\n            deposit or the proceeds of sale thereof or a sufficient part thereof.\n</blockquote>\n<p data-structure=\"Section\" id=\"p_41\">        In the event of any of the above courses being adopted by the Divisional\n        Officer, the contractor shall have no claim to compensation for any loss\n        sustained by him by reason of his having purchased or procured any\n        materials or entered into any agreements or made any advances on account\n        of or with a view to the execution of the work or the performance of the\n        contract. And in case the contract shall be rescinded under the provision\n        aforesaid the contractor shall not be entitled to recover or be paid any sum\n        for any work thereto for actually performed under the contract unless and\n        until the Divisional/Sub-Divisional Officer will have certified in writing\n        the performance of such work and the value payable in respect thereof and\n        he shall only be entitled to be paid the value so certified.\n\n        Whenever action is taken under clause 3 the contractor&#x27;s bill shall be\n        finalized up within three months from the date of rescission both in the\n        case of building works and road and bridge works.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_42\">22.      At this stage, it may be mentioned that the judgment of the Supreme\n\nCourt reported as (2011) 13 SCC 261 (Va Tech Escher Wyass Flovel Ltd.\n\nvs. MPSE Board &amp; Another) was found to be a judgment per incuriam by\n\nthe Supreme Court in the matter of L.G. Chaudhary-I (supra). However,\n\nthere was difference of opinion on a question: as to whether the dispute\n\nregarding termination of contract falls within the jurisdiction of the Statutory\n\nArbitral Tribunal under the State Act. Therefore, the matter was referred to a\n\nLarger Bench. Such reference to Larger Bench has since been answered on\n\n08.03.2018 in L.G. Chaudhary-II (supra). The Court held as under:-\n</p><blockquote id=\"blockquote_47\">                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_46\">                                             20</span>\n\n\n\n         &quot;.......... We find from the definition under <a href=\"/doc/1804257/\" id=\"a_67\">Section 2(d)</a> of the Arbitration\n         and Conciliation Act, 1996 that even after a contract is terminated, the\n         subject-matter of dispute is covered by the said definition. The said\n         provision has not been even referred to in the judgment rendered by\n         Hon&#x27;ble Gyan Sudha Mishra, J.\n</blockquote>\n<blockquote id=\"blockquote_48\">             In view of above, we are of the opinion that the view expressed by\n         Hon&#x27;ble Ganguly J. is the correct interpretation and not the contra view of\n         Hon&#x27;ble Gyan Sudha Mishra J. Reference stands answered accordingly.\n</blockquote>\n<blockquote id=\"blockquote_49\">             Taking up appeal on merits, we find that the High Court proceeded on\n         the basis of the judgment of this Court in Va Tech Escher Wyass Flovel\n         Ltd. (supra) which has been held to be per incuriam. The M.P. Act cannot\n         be held to be impliedly repealed.\n</blockquote>\n<blockquote id=\"blockquote_50\">             We are, thus, is agreement with the proposed opinion of Hon&#x27;ble\n         Ganguly J. in para 42 of the reported judgment which reads as follows:\n</blockquote>\n<blockquote id=\"blockquote_51\">              &quot;42. Therefore, appeal is allowed and the judgment of the High\n              Court which is based on the reasoning of Va Tech Escher\n              Wyass Flovel Ltd. V. M.P. SEB, Misc. Appeal No.380 of\n              2003, order dated 5-3-2003 (MP) is set aside. This Court holds\n              the decision in Va Tech Escher Wyass Flovel Ltd. v. M.P.\n              SEB, (2011) 13 SCC 261 has been rendered in per incuriam. In\n              that view of the matter the arbitration proceeding may proceed\n              under M.P. Act of 1983 and not under the A.C. Act 1996.&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_43\">             The appeal is accordingly disposed of.&quot;\n</p>\n<p data-structure=\"Section\" id=\"p_44\">23.      It is contended that in matters other than works contract, if there is\n\narbitration clause, then parties have to seek recourse to appointment of an\n\nArbitrator under the Central Act. If there is no arbitration agreement between\n\nthe parties, the remedy of aggrieved person is before the Civil Court alone. It is\n\nargued that in terms of L.G. Chaudhary-II (supra), the State Act will prevail\n\nover the Central Act. But in the cases of works contract, if the ascertained\n\namount including consequential relief is less than Rs.50,000/- then the\n\naggrieved person has to approach Civil Court as the Civil Court has plenary\n                                                                         AC-40-2016\n<span class=\"hidden_text\" id=\"span_47\">                                        21</span>\n\n\n\n\njurisdiction under <a href=\"/doc/76869205/\" id=\"a_68\">Section 9</a> of the Code of Civil Procedure, 1908 in respect of\n\nall matters which are not expressly or impliedly barred. Therefore, even in the\n\ncases of works contract, if the ascertained amount along with consequential\n\nrelief is less than Rs.50,000/-, the remedy for the aggrieved person is before\n\nthe Civil Court and not under the Central Act as the State Act is complete\n\nCode and that no provision of the Central Act would be applicable to any\n\nperson to seek resolution of disputes in the matter of works contract under the\n\nCentral Act. It is contended that bar of jurisdiction of Civil Court as contained\n\nin Section 20 of the State Act is only in respect of matters which fall within the\n\nscope of the State Act. However, in the case of contracts other than the works\n\ncontract, if there is an arbitration clause, the matter is required to be decided in\n\nterms of the provisions of the Central Act.\n</p>\n<p data-structure=\"Precedent\" id=\"p_45\">\n</p><p data-structure=\"Precedent\" id=\"p_46\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"431146\" id=\"span_48\">24.       It is further argued that mere astuteness in drafting of the plaint will\n\nnot be allowed to stand in the way of the Court looking to the substance of the\n\nrelief asked for. Reference was made to the decision of the Supreme Court\n\nreported as (1973) 2 SCC 524 (<a href=\"/doc/431146/\" id=\"a_69\">Shamsher Singh vs. Rajinder Prashad and\n\nothers</a>). The said judgment further lays down that mere fact that the relief as\n\nstated in the prayer clause is expressed in a declaratory form does not\n\nnecessarily show that the suit is for a mere declaration and no more. If the\n\nrelief so disclosed is a declaration pure and simple and involves no other relief,\n\nthe suit would fall under <a href=\"/doc/1987997/\" id=\"a_70\">Article 17 (iii)</a> of the <a href=\"/doc/138097064/\" id=\"a_71\">Court Fees Act</a>. The relevant\n\nextract of <a href=\"/doc/431146/\" id=\"a_72\">the said decision</a>, as relied upon by the learned counsel, reads as\n\nunder:-</span>\n</p><blockquote id=\"blockquote_52\">                                                                         AC-40-2016\n<span class=\"hidden_text\" id=\"span_49\">                                     22</span>\n\n\n\n&quot;4. As regards the main question that arises for decision it appears to us\nthat while the court-fee payable on a plaint is certainly to be decided on\nthe basis of the allegations and the prayer in the plaint and the question\nwhether the plaintiff&#x27;s suit will have to fail for failure to ask for\nconsequential relief is of no concern to the court at that stage, the court in\ndeciding the question of court-fee should look into the allegations in the\nplaint to see what is the substantive relief that is asked for. Mere\nastuteness in drafting the plaint will not be allowed to stand in the way of\nthe court looking at the substance of the relief asked for. In this case the\nrelief asked for is on the basis that the property in dispute is a joint Hindu\nfamily property and there was no legal necessity to execute the mortgage.\n</blockquote><p data-structure=\"Precedent\" id=\"p_47\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325729\" id=\"span_50\">It is now well settled that under Hindu Law if the manager of a joint\nfamily is the father and the other members are the sons the father may by\nincurring a debt so long as it is not for an immoral purpose lay the joint\nfamily estate open to be taken in execution proceedings upon a decree for\nthe payment of the debt not only where it is an unsecured debt and a\nsimple money decree for the debt but also to a mortgage debt which the\nfather is personally liable to pay and to a decree for the recovery of the\nmortgage debt by the sale of the property even where the mortgage is not\nfor legal necessity or for payment of antecedent debt (<a href=\"/doc/325729/\" id=\"a_73\">Faqir Chand v.\nHarnam Kaur</a>, AIR 1967 SC 727).</span> Consequently when the plaintiffs sued\nfor a declaration that the decree obtained by the appellant against their\nfather was not binding on them they were really asking either for setting\naside the decree or for the consequential relief of injunction restraining the\ndecree holder from executing the decree against the mortgaged property as\nhe was entitled to do. This aspect is brought out in a decision of the Full\nBench of the Lahore High Court in Zeb-ul-Nisa v. Din Mohammad, AIR\n1941 Lah 97, where it was held that:\n</p>\n<blockquote id=\"blockquote_53\">     &quot;The mere fact that the relief as stated in the prayer clause is\n     expressed in a declaratory form does not necessarily show that the\n     suit is for a mere declaration and no more. If the relief so\n     disclosed is a declaration pure and simple and involves no other\n     relief, the suit would fall under Art. 17(iii).&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_48\">In that case the plaintiff had sued for a twofold declaration : (i) that the\nproperty described in the plaint was a waqf, and (ii) that certain alienations\nthereof by the mutwali and his brother were null and void and were\nineffectual against the waqf property. It was held that the second part of\n                                                                                  AC-40-2016\n<span class=\"hidden_text\" id=\"span_51\">                                               23</span>\n\n\n\n         the declaration was tantamount to the setting aside or cancellation of the\n         alienations and therefore the relief claimed could not be treated as a purely\n         declaratory one and inasmuch as it could not be said to follow directly\n         from the declaration sought for in the first part of the relief, the relief\n         claimed in the case could be treated as a declaration with a &quot;consequential\n         relief.&quot; ...... It was substantive one in the shape of setting aside of\n         alienations requiring ad valorem court-fee on the value of the subject-\n         matter of the sale, and even if the relief sought for fell within the purview\n         of <a href=\"/doc/1846895/\" id=\"a_74\">Section 7(iv)(c)</a> of the plaintiffs in view of <a href=\"/doc/139253378/\" id=\"a_75\">Sections 8</a> and <a href=\"/doc/139253378/\" id=\"a_76\">9</a>, Suits\n         Valuation Act, having already fixed the value of the relief in the plaint for\n         purposes of jurisdiction were bound to fix the same value for purposes of\n         court-fee. It was also pointed out that in deciding whether a suit is a purely\n         declaratory, the substance and not merely the language or the form of the\n         relief claimed should be considered.............&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_49\">                                                                  (emphasis supplied)\n\n</p><p data-structure=\"Precedent\" id=\"p_50\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"298635\" id=\"span_52\">25.      Learned Advocate General also referred to a Full Bench judgment of\n\nthis Court reported as 2007 (4) M.P.H.T. 444 (<a href=\"/doc/298635/\" id=\"a_77\">Shri Shankaranarayana\n\nConstruction Company vs. State of M.P. and others</a>), wherein it has been\n\nheld that the State Legislature was competent to enact the State Act in respect\n\nof &#x27;arbitration&#x27; in terms of Entry 13 of the Concurrent List, even though the\n\n<a href=\"/doc/1052228/\" id=\"a_78\">Arbitration Act, 1940</a> made by the Central Legislature was already in the same\n\nfield because the State Act had been reserved for consideration and had\n\nreceived the assent of the President, as provided in clause (2) of <a href=\"/doc/1930681/\" id=\"a_79\">Article 254</a> of\n\nthe Constitution. The Parliament while enacting the Central Act has expressly\n\nsaved the provisions of the Statutes such as the State Act in sub-sections (4)\n\nand (5) of Section 2 of the Central Act, both in respect of statutory arbitrations\n\nand arbitrations pursuant to arbitration agreements in respect of disputes\n\narising out of works contracts between the State Government or a State\n\nGovernment Undertaking. Hence, the provisions of the State Act are not\n                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_53\">                                            24</span>\n\n\n\n\nrepugnant to the provisions of the Central Act and are not void and do not\n\nstand impliedly repealed by the Central Act. The extracts of <a href=\"/doc/298635/\" id=\"a_80\">the said judgment</a>\n\non which reliance has been placed, are reproduced as under:-</span>\n\n\n</p><blockquote id=\"blockquote_54\">        &quot;13. Sub-section (4) of <a href=\"/doc/1804257/\" id=\"a_81\">Section 2</a> of the 1996 Act is relevant as it has been\n        held by the Division Bench of this Court in M/s Bhanu Kumar Jain &amp;\n        Associates Vs. State of MP and others (W.P. No. 3138 of 1997 decided on\n        21.11.1997), that this sub-section saves the 1983 Adhiniyam even after the\n        1996 Act came into force. Sub-section (4) of <a href=\"/doc/1804257/\" id=\"a_82\">Section 2</a> provides that the\n        provisions of Part-I of the 1996 Act except sub-section (1) of <a href=\"/doc/1163625/\" id=\"a_83\">Section 40</a>\n        and <a href=\"/doc/1519579/\" id=\"a_84\">Sections 41</a> and <a href=\"/doc/1724405/\" id=\"a_85\">43</a> shall apply to every &quot;arbitration under any other\n        enactment for the time being in force&quot; as if the arbitration were pursuant\n        to an arbitration agreement and &quot;as if that other enactment were an\n        arbitration agreement&quot;. The phrases &quot;arbitration under any other\n        enactment for the time being in force&quot; and &quot;as if that other enactment were\n        an arbitration agreement&quot; in sub-section (4) of <a href=\"/doc/1804257/\" id=\"a_86\">Section 2</a> of the 1996 Act\n        clearly show that this sub-section relates to statutory arbitration under any\n        other enactment for the time being in force and not to arbitration pursuant\n        to arbitration agreement. This sub-section, however, states that the\n        provisions of Part-I of the 1996 Act shall apply to the statutory arbitrations\n        under other enactments for the time being in force with the rider that if\n        there is inconsistency between the provisions of Part-I of the 1996 Act and\n        the provisions of the other enactments or rules made thereunder providing\n        for statutory arbitration, the provisions of the other enactments or rules\n        providing for statutory arbitration will prevail over the provisions of Part-I\n        of the 1996 Act.\n</blockquote>\n<blockquote id=\"blockquote_55\">        14. We may now examine whether the 1983 Adhiniyam is one such other\n        enactment for the time being in force providing for statutory arbitration.\n        That the 1983 Adhiniyam provides for statutory arbitration will be clear\n        from a perusal of the different provisions of the 1983 Adhiniyam. <a href=\"/doc/686376/\" id=\"a_87\">Section\n        3</a> of the 1983 Adhiniyam provides that the State Government shall by\n        notification constitute an Arbitration Tribunal for resolving all such\n        disputes and differences pertaining to works contract or arising out of or\n        connected with execution, discharge or satisfaction of any such works\n        contract. Thus, the jurisdiction of the Arbitration Tribunal is to decide all\n        disputes and differences pertaining to works contract or arising out of or in\n                                                                             AC-40-2016\n<span class=\"hidden_text\" id=\"span_54\">                                      25</span>\n\n\n\nconnection with execution, discharge, or satisfaction of any such works\ncontract. Sub-section (1) of <a href=\"/doc/1846895/\" id=\"a_88\">Section 7</a> of the Adhiniyam states that either\nparty to a works contract shall irrespective of the fact whether the\nagreement contains an arbitration clause or not, refer in writing the dispute\nto the Arbitration Tribunal. This provision in the 1983 Adhiniyam makes\nit clear that a reference to the Arbitration Tribunal can be made by a party\nunder the 1983 Adhiniyam even in the absence of an arbitration\nagreement. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769368\" id=\"span_55\">In M/s <a href=\"/doc/1769368/\" id=\"a_89\">Spedra Engineering Corporation, Bhopal v. State of\nM.P.</a>, AIR 1988 MP 111, the Division Bench while deciding the validity of\nthe 1983 Adhiniyam held that the 1983 Adhiniyam provides for statutory\narbitration because in the absence of agreement between the parties,\ndisputes can be referred to the Arbitration Tribunal.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1769368\" id=\"span_56\">Relevant passage\nfrom Para 12 of the judgment in M/s <a href=\"/doc/1769368/\" id=\"a_90\">Spedra Engineering Corporation,\nBhopal v. State of M.P.</a> (supra), as reported in the AIR is quoted herein\nbelow:</span>\n</blockquote>\n<blockquote id=\"blockquote_56\">      &quot;...So there can be statutory arbitration even in the absence of\n      agreement between the parties to refer their dispute to an\n      arbitrator. Therefore, it cannot be said that the present enactment\n      is an antithesis of arbitration because it provides for arbitration\n      even in the absence of any agreement between the parties to refer\n      their dispute to the arbitrator. It is also not a misnomer to call the\n      tribunal constituted under the Act as an Arbitration Tribunal as it\n      has all the requisites to arbitrate in the dispute between the\n      contractor and the State except that there is no agreement to refer\n      the dispute to the Tribunal for arbitration that is by the statute....&quot;\n</blockquote>\n<blockquote id=\"blockquote_57\">***                                  ***                              ***\n\n</blockquote><blockquote id=\"blockquote_58\">16. We are of the considered opinion that the view taken in the two\nDivision Bench decisions of this Court in M/s Spedra Engineering\nCorporation and M/s Bhanu Kumar Jain and Associates (supra), that the\n1983 Adhiniyam provides for statutory arbitration is correct in law\nbecause it provides for arbitration of disputes by the Arbitration Tribunal\neven without an arbitration agreement. Accordingly, the provisions of\nPart-I of the 1996 Act will also apply to arbitration under the 1983\nAdhiniyam as if the arbitration was pursuant to an arbitration agreement\nand as if the provisions of the 1983 Adhiniyam were an arbitration\nagreement, but if there is any conflict between the provisions of Part-I of\n                                                                               AC-40-2016\n<span class=\"hidden_text\" id=\"span_57\">                                            26</span>\n\n\n\n        the 1996 Act and the provisions of the 1983 Adhiniyam, then the\n        provisions of the 1983 Adhiniyam will prevail as provided in sub-section\n        (4) of <a href=\"/doc/1804257/\" id=\"a_91\">Section 2</a> of the 1996 Act.\n</blockquote>\n<blockquote id=\"blockquote_59\">        ***                                 ***                         ***\n\n</blockquote><blockquote id=\"blockquote_60\">        24. In our considered opinion, therefore, the State Legislature was\n        competent to make a law in respect of &#x27;arbitration&#x27; in Entry 13 of the\n        Concurrent List, even though the <a href=\"/doc/1052228/\" id=\"a_92\">Arbitration Act, 1940</a> made by the\n        Central Legislature was already in the same field because the 1983\n        Adhiniyam had been reserved for consideration and had received the\n        assent of the President, as provided in clause (2) of <a href=\"/doc/1930681/\" id=\"a_93\">Art. 254</a> of the\n        Constitution. Under the proviso to clause (2) of <a href=\"/doc/1930681/\" id=\"a_94\">Art. 254</a> of the\n        Constitution, Parliament was competent to make the 1996 Act in the same\n        field, but while making the 1996 Act, has expressly saved the provisions\n        of the 1983 Adhiniyam in sub-sections (4) and (5) of <a href=\"/doc/1804257/\" id=\"a_95\">Section 2</a> of the 1996\n        Act, both in respect of statutory arbitrations and arbitrations pursuant to\n        arbitration agreements in respect of disputes arising out of works contracts\n        between the State Government or a State Government Undertaking and the\n        contractor from the provisions of Part-I of the 1996 Act which are\n        inconsistent with the provisions of the 1983 Adhiniyam. Hence, the\n        provisions of the 1983 Adhiniyam are not repugnant to the provisions of\n        the 1996 Act and are not void and do not stand impliedly repealed by the\n        1996 Act.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_51\">              The application made under <a href=\"/doc/605764/\" id=\"a_96\">Section 11(6)</a> of the 1996 Act is therefore\n        not maintainable and the writ petition has no merit. The MCC and the writ\n        petition are accordingly dismissed.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_52\">         <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"75324797\" id=\"span_58\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"298635\" id=\"span_59\">The aforesaid decision of the Full Bench in <a href=\"/doc/298635/\" id=\"a_97\">Shri Shankaranarayana\n\nConstruction Company</a> (supra) is in tune with the recent order of the\n\nSupreme Court in <a href=\"/doc/75324797/\" id=\"a_98\">Gammon India</a>&#x27;s case (supra) decided on 08.03.2018.</span></span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"160655148\" id=\"span_60\">26.      We may also notice that a Division Bench of Indore Bench of this\n\nCourt in Arbitration Appeal No.21/2007 (M/s <a href=\"/doc/160655148/\" id=\"a_99\">Highway Enterprises Pvt.\n\nLtd. vs. The State of M.P. and Another</a>) decided on 01.05.2008 has held that\n\nin order to invoke the jurisdiction of the Arbitral Tribunal under the State Act,\n                                                                                   AC-40-2016\n<span class=\"hidden_text\" id=\"span_61\">                                             27</span>\n\n\n\n\nthe dispute between the parties must relate to claim of ascertained money of\n\nRs.50,000/- or above. Secondly, it must relate to execution or non-execution of\n\nthe works contract. It is only on fulfillment of these two conditions, the parties\n\nare under legal obligation to seek adjudication of the disputes from the Arbitral\n\nTribunal. It was also held that if the dispute cannot be referred to the Arbitral\n\nTribunal under the State Act, the objections by the appellant under Section 34\n\nof the Central Act against the Award by a Committee of Arbitrators would be\n\nmaintainable. The matter was remanded back to the Additional District Judge,\n\nIndore to decide the application under Section 34 of the Central Act on merits\n\nin accordance with law.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_54\">\n</p><p data-structure=\"Section\" id=\"p_55\">27.      The relevant provisions of the State Act, as are relevant for the\n\npresent case, read as under:-\n</p>\n<p data-structure=\"Precedent\" id=\"p_56\">\n</p><blockquote id=\"blockquote_61\">              M.P. Madhyastham Adhikaran Adhiniyam, 1983\n</blockquote><blockquote id=\"blockquote_62\">         2. Definitions. - (1) In this Act, unless the context otherwise requires, -\n</blockquote><blockquote id=\"blockquote_63\">                                      **       **      **\n</blockquote><blockquote id=\"blockquote_64\">         (d) &quot;dispute&quot; means claim of ascertained money valued at Rupees 50,000\n         or more relating to any difference arising out of the execution or non-\n</blockquote><p data-structure=\"Section\" id=\"p_57\">         execution of a works contract or part thereof;\n</p><p data-structure=\"Precedent\" id=\"p_58\">                                      **       **      **\n\n</p><p data-structure=\"Section\" id=\"p_59\">         (i) &quot;works-contract&quot; means an agreement in writing for a letter of intent\n         or work order issued for the execution of any work relating to\n         construction, repair or maintenance of any building or superstructure, dam,\n         weir, canal, reservoir, tank, lake, road, well, bridge, culvert, factory, work-\n         shop, powerhouse, transformer or such other works of the State\n         Government or Public Undertaking or of the Corporations of the State as\n         the State Government may, by notification, specify in this behalf at any of\n         its stages, entered into by the State Government or by any official of the\n         State Government or by Public Undertakings or Corporation or by any\n         Official of the State Government for and on behalf of such Corporation or\n                                                                         AC-40-2016\n<span class=\"hidden_text\" id=\"span_62\">                                    28</span>\n\n\n\nPublic Undertakings and includes an agreement for the supply of goods or\nmaterial and all other matters relating to the execution of any of the said\nworks and also includes the services so hired for carrying out of the\naforesaid works and shall also include all concession agreement, so\nentered into by the State Government or public undertaking or\nCorporation, wherein a State support is involved or not.\n</p><p data-structure=\"Precedent\" id=\"p_60\">                             **       **      **\n\n</p><p data-structure=\"Precedent\" id=\"p_61\">7. Reference to Tribunal. - (1) Either party to a works contract shall\nirrespective of the fact whether the agreement contains an arbitration\nclause or not, refer in writing the dispute to the Tribunal.\n\n</p><p data-structure=\"Section\" id=\"p_62\">                             **       **      **\n\n7-A. Reference petition. - (1) Every reference petition shall include\nwhole of the claim which the party is entitled to make in respect of the\nworks contract till the filing of the reference petition but no claims arising\nout of any other works contract shall be joined in such a reference petition.\n\n(2)    Where a party omits to refer or intentionally relinquishes any claim\nor any portion of his claim, he shall not afterwards be entitled to refer in\nrespect of such claim or portion of claim so omitted or relinquished.\n\n(3)    Notwithstanding anything contained in sub-section (1) or sub-\nsection (2) disputes relating to works contract which may arise after filing\nof the reference petition may be entertained as and when they arise,\nsubject to such conditions as may be prescribed.\n</p>\n<p data-structure=\"Precedent\" id=\"p_63\">                             **       **      **\n\n</p><p data-structure=\"Section\" id=\"p_64\">20. Bar of jurisdiction of Civil Court. - (1) As from the date of the\nconstitution of the Tribunal and notwithstanding anything contained in\n<a href=\"/doc/1052228/\" id=\"a_100\">Arbitration Act, 1940</a> (No. 10 of 1940) or any other law, for the time\nbeing in force, or in any agreement or usage to the contrary, no Civil Court\nshall have jurisdiction to entertain or decide any dispute of which\ncognizance can be taken by the Tribunal under this Act.\n\n(1-A) Notwithstanding anything contained in sub-section (1), a Civil Court\nmay entertain and decide any dispute of the nature specified in the said\nsub-section referred to it by a person in the capacity of indigent person.\n\nExplanation. - For the purpose of this sub-section &quot;indigent person&quot; shall\nhave the meaning assigned to it in <a href=\"/doc/161831507/\" id=\"a_101\">the Code of Civil Procedure</a>, 1908 (No.\n5 of 1908).\n</p><p data-structure=\"Section\" id=\"p_65\">                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_63\">                                            29</span>\n\n\n\n         (2) Nothing in sub-section (1) shall apply to any arbitration proceeding\n         either pending before any arbitrator or umpire or before any Court or\n         authority under the provisions of <a href=\"/doc/1052228/\" id=\"a_102\">Arbitration Act</a>, or any other law relating\n         to arbitration, and such: proceedings may be continued, heard and decided\n         in accordance with agreement or usage or provisions of <a href=\"/doc/1052228/\" id=\"a_103\">Arbitration Act</a> or\n         any other law relating to arbitration in all their stages, as if this Act had\n         not come into force.&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_66\">28.      In the context of the rival contentions of the parties and the provisions\n\nof the relevant enactments, we shall now proceed to deal with the first two\n\nquestions as are mentioned above. For the sake of convenience, the same are\n\nagain reproduced as under:\n</p>\n<blockquote id=\"blockquote_65\">                             QUESTION NOS. (1) AND (2)\n\n         (1)   Whether the dispute relating to termination of a contract without\n               claiming any consequential relief is maintainable before the Arbitral\n               Tribunal under the M.P. Madhyastham Adhikaran Adhiniyam,\n               1983?\n</blockquote>\n<blockquote id=\"blockquote_66\">         (2)   Whether, under the guise of challenge to an action of termination of\n               contract, the remedy under the MP Act can be said to be not\n               available, when the real challenge is to the Revenue Recovery\n               Certificate issued by the State for recovery of the loss/damages?\n</blockquote>\n<p data-structure=\"Section\" id=\"p_67\">29.      The arbitration is a procedure to determine legal rights and\n\nobligations of the parties judicially with binding effect, which is enforceable in\n\nlaw. The arbitrators are appointed by the parties to do justice in the sense of\n\narriving at a &quot;fair decision&quot; and not in the sense of &quot;judicial justice&quot;. The\n\narbitrator is not bound by a strict Law of Evidence as contained in the <a href=\"/doc/1953529/\" id=\"a_104\">Indian\n\nEvidence Act, 1872</a>. <a href=\"/doc/1093366/\" id=\"a_105\">Section 1</a> of the Evidence Act contemplates that such Act\n\nis not applicable to proceedings before an arbitrator. In fact, a resolution of\n\ndispute by an Arbitrator is one of the four alternative dispute resolution\n\nmechanism contemplated by <a href=\"/doc/66488754/\" id=\"a_106\">Section 89</a> of the Code of Civil Procedure, 1908.\n</p><p data-structure=\"Section\" id=\"p_68\">                                                                                  AC-40-2016\n<span class=\"hidden_text\" id=\"span_64\">                                             30</span>\n\n\n\n\nSuch adjudication process is outside the adjudicatory functions of the Court.\n\nAs per the Halsbury&#x27;s Law of England, 4th Edition (1973), Vol.2 p. 255, para\n\n502, the &quot;arbitration&quot; is a substitution, by consent of parties, of another\n\ntribunal for the tribunals provided by the ordinary processes of law; a domestic\n\ntribunal - as contra-distinguished from a regularly organized court proceeding\n\naccording to the course of law. The relevant extract, reads as under:-\n\n</p><blockquote id=\"blockquote_67\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1289414\" id=\"span_65\">&quot;An arbitration is a reference to the decision of one or more persons of a\n          particular matter in difference between the parties&quot; (<a href=\"/doc/1289414/\" id=\"a_107\">Collins v. Collins</a>, 28\n          LJ Ch 186, per ROMILY M.R. The process of arbitration means the\n          determination of a matter in dispute by the judgment of one or more\n          persons called arbitrators). It is the submitting of a disputed matter to the\n          judgment of one or more persons called arbitrators. &quot;In its broadest sense,\n          arbitration is a substitution, by consent of parties, of another tribunal for\n          the tribunals provided by the ordinary processes of law; a domestic\n          tribunal - as contra-distinguished from a regularly organised court\n          proceeding according to the course of law - depending upon the voluntary\n          act of the parties disputant in the selection of judges of their own choice.\n          Its object is the final disposition, in a speedy and inexpensive way, of the\n          matters involved, so that they may not become the subject of future\n          litigation between the parties&quot;.</span>\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_69\">30.       The Supreme Court in its judgment reported as (1987) 4 SCC 497\n\n(Municipal Corporation of Delhi vs. M/s Jagan Nath Ashok Kumar and\n\nAnother) examined the purport and scope of arbitration. The Court held as\n\nunder:-\n</p>\n<blockquote id=\"blockquote_68\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1362361\" id=\"span_66\">&quot;5. It is familiar learning but requires emphasis that <a href=\"/doc/1093366/\" id=\"a_108\">section 1</a> of the\n          Evidence Act, 1872 in its rigour is not intended to apply to proceedings\n          before an arbitrator. P.B. Mukharji, J. as the learned Chief Justice then\n          was, expressed the above view in <a href=\"/doc/1362361/\" id=\"a_109\">Haji Ebrahim Kassam Cochinwall v.\n          Nothern Indian Oil Industries Ltd., A.I.R.</a> 1951 Calcutta 230 and we are of\n          the opinion that this represents the correct statement of law on this aspect.</span>\n          Lord Goddard, C.J. in Mediterranean &amp; Eastern Export Co. Ltd. v.\n</blockquote><blockquote id=\"blockquote_69\">                                                                                   AC-40-2016\n<span class=\"hidden_text\" id=\"span_67\">                                             31</span>\n\n\n\n         Fortress Fabrics Ltd., [1948] 2 All E.R. 186 observed at pages 188/189 of\n         the report as follows:\n</blockquote>\n<blockquote id=\"blockquote_70\">              &quot;A man in the trade who is selected for his experience would be\n              likely to know and indeed to be expected to know the fluctuations\n              of the market and would have plenty of means of informing\n              himself or refreshing his memory on any point on which he might\n              find it necessary so to do. In this case according to the affidavit of\n              sellers they did take the point before the Arbitrator that the\n              Southern African market has slumped. Whether the buyers\n              contested that statement does not appear but an experienced\n              Arbitrator would know or have the means of knowing whether\n              that was so or not and to what extent and I see no reason why in\n              principle he should be required to have evidence on this point any\n              more than on any other question relating to a particular trade. It\n              must be taken I think that in fixing the amount that he has, he has\n              acted on his own knowledge and experience. The day has long\n              gone by when the Courts looked with jealousy on the jurisdiction\n              of the Arbitrators. The modern tendency is in my opinion more\n              especially in commercial arbitrations, to endeavour to uphold\n              Awards of the skilled persons that the parties themselves have\n              selected to decide the questions at issue between them. If an\n              Arbitrator has acted within the terms of his submission and has\n              not violated any rules of what is so often called natural justice the\n              Courts should be slow indeed to set aside his award.\n</blockquote>\n<blockquote id=\"blockquote_71\">         6.   This in our opinion is an appropriate attitude.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_70\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"358865\" id=\"span_68\">31.      The Supreme Court in a judgment reported as (2006) 13 SCC 322\n\n(<a href=\"/doc/358865/\" id=\"a_110\">Paramjeet Singh Patheja vs. ICDS Ltd.</a>) examined the difference between\n\nthe courts and arbitral tribunals and held that the litigation is a legal action in a\n\ncourt of law whereas arbitration is the resolution of a dispute between the two\n\ncontracting parties by the persons chosen by them to be arbitrators. The\n\nSupreme Court held as under:-</span>\n</p>\n<blockquote id=\"blockquote_72\">         &quot;35. That litigation is therefore very different from arbitration is clear.\n         The former is a legal action in a Court of law where judges are appointed\n                                                                      AC-40-2016\n<span class=\"hidden_text\" id=\"span_69\">                                   32</span>\n\n\n\nby the State; the latter is the resolution of a dispute between two\ncontracting parties by persons chosen by them to be arbitrators. These\npersons need not even necessarily be qualified trained judges or lawyers.\nThis distinction is very old and was picturesquely expressed by Edmund\nDavies, J. in these words:\n</blockquote>\n<blockquote id=\"blockquote_73\">    &quot;Many years ago, a top-hatted gentleman used to parade outside\n    these law Courts carrying a placard which bore a stirring\n    injunction &#x27;Arbitrate don&#x27;t Litigate&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_71\">36. Moreover, the position that arbitrators are not Courts is quite obvious\nand this Court noted the position as under in two decisions:\n\n</p><blockquote id=\"blockquote_74\">    &quot;16.     But the fact that the arbitrator under Section 10A is not\n    exactly in the same position as a private arbitrator does not mean\n    he is a tribunal under <a href=\"/doc/427855/\" id=\"a_111\">Article 136.</a> Even if some of the trappings\n    of the Court are present in his case, he lacks the basic, the\n    essential and the fundamental requisite in that behalf because he\n    is not invested with the State&#x27;s inherent judicial power..... He is\n    not a Tribunal because the State has not invested him with its\n    inherent judicial power and the power of adjudication which he\n    exercises is derived by him from the agreement of the parties.&quot;\n</blockquote><p data-structure=\"Precedent\" id=\"p_72\">    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"229072\" id=\"span_70\">(<a href=\"/doc/229072/\" id=\"a_112\">Engineering Mazdoor Sabha &amp; Anr. Vs. Hind Cycles Ltd.</a>, AIR\n    1963 SC 874.) &quot;</span>\n</p>\n<blockquote id=\"blockquote_75\">                                                   (emphasis supplied)\n\n    &quot;4.      There was no dispute that the arbitrator appointed under\n    <a href=\"/doc/1427249/\" id=\"a_113\">Section 19(1)(b)</a> [of the <a href=\"/doc/4890801/\" id=\"a_114\">Defence of India Act, 1939</a>] was not a\n    court. (Collector vs. Gauri Shankar Misra &amp; Ors., AIR 1968 SC\n</blockquote><blockquote id=\"blockquote_76\">    384) &quot;\n</blockquote>\n<p data-structure=\"CDiscource\" id=\"p_73\">37. Thus the thrust of submissions made by both the learned senior\ncounsel can be summarized as under:\n</p>\n<blockquote id=\"blockquote_77\">    Courts are institutions invested with the judicial power of the\n    State to finally adjudicate upon disputes between litigants and to\n    make formal and binding orders and decrees. Civil Courts pass\n    decrees and orders for payment of money and the terms &#x27;decree\n    and order&#x27; are defined in <a href=\"/doc/161831507/\" id=\"a_115\">the CPC</a>. Arbitrators are persons chosen\n    by parties to adjudge their disputes. They are not Courts and they\n                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_71\">                                              33</span>\n\n\n\n               do not pass orders or decrees for the payment of money; they\n               make awards.&quot;\n</blockquote>\n<blockquote id=\"blockquote_78\">32.      A Constitution Bench in a judgment reported as (1992) 1 SCC 508\n\n(Secretary, Irrigation Department, Government of Orissa and others v.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_74\">G.C. Roy), while examining the right of an Arbitrator to award pendente lite,\n\nheld that arbitration is substitution of the forum of Civil Court. The relevant\n\nconclusion reads as under:-\n</p>\n<blockquote id=\"blockquote_79\">         &quot;43. (i)   ***                     ***                           ***\n\n</blockquote><blockquote id=\"blockquote_80\">               (ii) An arbitrator is an alternative form (sic forum) for resolution of\n         disputes arising between the parties. If so, he must have the power to\n         decide all the disputes or differences arising between the parties. If the\n         arbitrator has no power to award interest pendente lite, the party claiming\n         it would have to approach the court for that purpose, even though he may\n         have obtained satisfaction in respect of other claims from the arbitrator.\n</blockquote><p data-structure=\"Conclusion\" id=\"p_75\">         This would lead to multiplicity of proceedings.\n</p>\n<p data-structure=\"Section\" id=\"p_76\">               (iii) An arbitrator is the creature of an agreement. It is open to the\n         parties to confer upon him such powers and prescribe such procedure for\n         him to follow, as they think fit, so long as they are not opposed to law.\n         (The proviso to <a href=\"/doc/1519579/\" id=\"a_116\">Section 41</a> and <a href=\"/doc/1529130/\" id=\"a_117\">Section 3</a> of Arbitration Act illustrate this\n         point). All the same, the agreement must be in conformity with law. The\n         arbitrator must also act and make his award in accordance with the general\n         law of the land and the agreement.\n</p>\n<p data-structure=\"Precedent\" id=\"p_77\">         ***                                ***                                 ***&quot;\n</p>\n<p data-structure=\"CDiscource\" id=\"p_78\">33.      In view of the above, we find that the arbitration is resolution of\n\ndisputes between two contracting parties by the persons chosen by them to be\n\narbitrators and in the case of arbitration under the State Act, by statutory\n\nconstituted Tribunal. An Arbitrator is to do justice in the sense of arriving at a\n\nfair decision and is not bound by strict law of evidence as contained in <a href=\"/doc/1953529/\" id=\"a_118\">Indian\n\nEvidence Act</a>. However, the Arbitrator while arriving at a fair decision has to\n                                                                                    AC-40-2016\n<span class=\"hidden_text\" id=\"span_72\">                                              34</span>\n\n\n\n\nkeep in mind the law applicable to the contract and to the facts of the matter\n\nbefore it.\n</p>\n<p data-structure=\"Precedent\" id=\"p_79\">\n</p><p data-structure=\"Section\" id=\"p_80\">34.      The next question which arises for consideration is in respect as to\n\nwhether the dispute relating to termination of a contract without claiming any\n\nconsequential relief is maintainable before the Arbitral Tribunal. We find that\n\nin a reference under Section 7-A of the State Act, an aggrieved person is\n\nrequired to include whole of the claim which the parties are entitled to make in\n\nrespect of the works contract till the filing of the reference petition. Sub-\n\nsection (2) further contemplates where a party omits to refer or intentionally\n\nrelinquishes any claim or any portion of his claim, he shall not afterwards be\n\nentitled to refer in respect of such claim or portion of claim so omitted or\n\nrelinquished.\n</p>\n<p data-structure=\"Precedent\" id=\"p_81\">\n</p><p data-structure=\"Precedent\" id=\"p_82\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"61939581\" id=\"span_73\">35.      The <a href=\"/doc/1028815/\" id=\"a_119\">Section 34</a> of the Specific Relief Act, 1963 contemplates that the\n\ncourts have discretion as to declaration of status or right, however, it carves out\n\nan exception that a court shall not make any such declaration of status or right\n\nwhere the complainant, being able to seek further relief than a mere declaration\n\nof title, omits to do so. The Supreme Court in a judgment reported as (2012) 8\n\nSCC 148 (<a href=\"/doc/61939581/\" id=\"a_120\">Union of India vs. Ibrahim Uddin and another</a>) held that a Court\n\nshall not make any such declaration of status or right where the complainant,\n\nbeing able to seek further relief than a mere declaration of title, omits to do so.\n\nThe findings are as under:-</span>\n</p>\n<blockquote id=\"blockquote_81\">         &quot;55. The Section provides that courts have discretion as to declaration of\n         status or right, however, it carves out an exception that a court shall not\n         make any such declaration of status or right where the complainant, being\n         able to seek further relief than a mere declaration of title, omits to do so.\n</blockquote><blockquote id=\"blockquote_82\">                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_74\">                                             35</span>\n\n\n\n</blockquote><blockquote id=\"blockquote_83\">          56. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1683926\" id=\"span_75\">In <a href=\"/doc/1683926/\" id=\"a_121\">Ram Saran &amp; Anr. v. Smt. Ganga Devi</a>, (1973) 2 SCC 60, this Court\n          had categorically held that the suit seeking for declaration of title of\n          ownership but where possession is not sought, is hit by the proviso of\n          <a href=\"/doc/1028815/\" id=\"a_122\">Section 34</a> of Specific Relief Act, 1963 (hereinafter called &quot;<a href=\"/doc/1671917/\" id=\"a_123\">The Specific\n          Relief Act</a>&quot;) and, thus, not maintainable.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"151808\" id=\"span_76\">In <a href=\"/doc/151808/\" id=\"a_124\">Vinay Krishna v. Keshav\n          Chandra &amp; Anr.</a>, 1993 Supp.(3) SCC 129, this Court dealt with a similar\n          issue where the plaintiff was not in exclusive possession of property and\n          had filed a suit seeking declaration of title of ownership. Similar view has\n          been reiterated observing that the suit was not maintainable, if barred by\n          the proviso to <a href=\"/doc/1028815/\" id=\"a_125\">Section 34</a> of the Specific Relief Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"149576506\" id=\"span_77\">(See also: <a href=\"/doc/149576506/\" id=\"a_126\">Gian Kaur\n          v. Raghubir Singh</a>, (2011) 4 SCC 567).</span>\n</blockquote>\n<blockquote id=\"blockquote_84\">          57. In view of the above, the law becomes crystal clear that it is not\n          permissible to claim the relief of declaration without seeking\n          consequential relief.\n</blockquote>\n<blockquote id=\"blockquote_85\">          58. In the instant case, the suit for declaration of title of ownership had\n          been filed, though the respondent 1-plaintiff was admittedly not in\n          possession of the suit property. Thus, the suit was barred by the provision\n          of <a href=\"/doc/1028815/\" id=\"a_127\">Section 34</a> of the Specific Relief Act and, therefore, ought to have been\n          dismissed solely on this ground. The High Court though framed a\n          substantial question on this point but for unknown reasons did not\n          consider it proper to decide the same.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_83\">36.       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143742501\" id=\"span_78\">In another judgment reported as (2014) 14 SCC 502 (<a href=\"/doc/143742501/\" id=\"a_128\">Venkataraja\n\nand others vs. Vidyane Doureradjaperumal</a> (dead) Through Legal\n\nRepresentatives and others), the plaintiff has filed a suit for declaration\n\nwithout seeking consequential reliefs of eviction of the tenant who were in\n\npossession. It was held that mere declaration without consequential relief does\n\nnot provide the needed relief in the suit; it would be for the plaintiff to seek\n\nboth the reliefs. The omission thereof mandates the court to refuse the grant of\n\ndeclaratory relief. The relevant extracts of <a href=\"/doc/143742501/\" id=\"a_129\">the said decision</a> are reproduced as\n\nunder:-</span>\n</p><blockquote id=\"blockquote_86\">                                                                        AC-40-2016\n<span class=\"hidden_text\" id=\"span_79\">                                   36</span>\n\n\n\n&quot;23. The very purpose of the proviso to <a href=\"/doc/536284/\" id=\"a_130\">Section 34</a> of the 1963 Act, is to\navoid the multiplicity of the proceedings, and also the loss of revenue of\ncourt fees. When the Specific Relief Act, 1877 was in force, the 9th\nReport of the Law Commission of India, 1958, had suggested certain\namendments in the proviso, according to which, the plaintiff could seek\ndeclaratory relief without seeking any consequential relief, if he sought\npermission of the court to make his subsequent claim in another suit/\nproceedings. However, such an amendment was not accepted. There is no\nprovision analogous to such suggestion in the 1963 Act.\n</blockquote>\n<blockquote id=\"blockquote_87\">24. A mere declaratory decree remains non-executable in most cases\ngenerally. However, there is no prohibition upon a party from seeking an\namendment in the plaint to include the unsought relief, provided that it is\nsaved by limitation. However, it is obligatory on the part of the defendants\nto raise the issue at the earliest. (Vide: Parkash Chand Khurana v.\n</blockquote><p data-structure=\"Precedent\" id=\"p_84\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"177502188\" id=\"span_80\"><a href=\"/doc/177502188/\" id=\"a_131\">Harnam Singh, (1973) 2 SCC 484 and State of M.P. v. Mangilal Sharma</a>,\n(1998) 2 SCC 510).</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_85\">25. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1205194\" id=\"span_81\">In <a href=\"/doc/1205194/\" id=\"a_132\">Muni Lal v. Oriental Fire &amp; General Insurance Co. Ltd.</a>, (1996) 1\nSCC 90, this Court dealt with declaratory decree, and observed that: (SCC\np. 93, para 4)\n\n             &quot;4........ mere declaration without consequential relief does\n     not provide the needed relief in the suit; it would be for the\n     plaintiff to seek both the reliefs. The omission thereof mandates\n     the court to refuse the grant of declaratory relief.&quot;</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_86\">26. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1004968\" id=\"span_82\">In <a href=\"/doc/1004968/\" id=\"a_133\">Shakuntla Devi v. Kamla</a>, (2005) 5 SCC 390, this Court while\ndealing with the issue held: (SCC p. 399, para 21)\n\n            &quot;21......a declaratory decree simpliciter does not attain\n     finality if it has to be used for obtaining any future decree like\n     possession. In such cases, if suit for possession based on an earlier\n     declaratory decree is filed, it is open to the defendant to establish\n     that the declaratory decree on which the suit is based is not a\n     lawful decree.&quot;</span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_87\">27. In view of the above, it is evident that the suit filed by the appellant-\nplaintiffs was not maintainable, as they did not claim consequential relief.\nRespondents 3 and 10 being admittedly in possession of the suit property,\nthe appellant-plaintiffs had to necessarily claim the consequential relief of\npossession of the property. Such a plea was taken by the respondent-\ndefendants while filing the written statement. The appellant-plaintiffs did\n                                                                                AC-40-2016\n<span class=\"hidden_text\" id=\"span_83\">                                            37</span>\n\n\n\n        not make any attempt to amend the plaint at this stage, or even at a later\n        stage. The declaration sought by the appellant-plaintiffs was not in the\n        nature of a relief. A worshipper may seek that a decree between the two\n        parties is not binding on the deity, as mere declaration can protect the\n        interest of the deity. The relief sought herein, was for the benefit of the\n        appellant-plaintiffs themselves.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_88\">37.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"123401091\" id=\"span_84\">In a recent judgment reported as (2017) 3 SCC 702 (<a href=\"/doc/123401091/\" id=\"a_134\">Executive\n\nOfficer, Arulmigu Chokkanatha Swamy Koil Trust, Virudhunagar vs.\n\nChandran and others</a>), the Supreme Court had an occasion to deal with the\n\nunsustainability of the judgment and decree where the Plaintiff being out of\n\npossession, the relief of recovery of possession was a further relief which\n\nought to have been claimed by the plaintiff. It was held that a suit filed by the\n\nplaintiff for a mere declaration without relief of recovery of possession was not\n\nmaintainable. The Court held as under:-</span>\n</p>\n<blockquote id=\"blockquote_88\">        &quot;35.   The plaintiff, who was not in possession, had in the suit claimed\n        only declaratory relief along with mandatory injunction. The plaintiff\n        being out of possession, the relief of recovery of possession was a further\n        relief which ought to have been claimed by the plaintiff. The suit filed by\n        the plaintiff for a mere declaration without relief of recovery of possession\n        was clearly not maintainable and the trial court has rightly dismissed the\n        suit. The High Court neither adverted to the above finding of the trial court\n        nor has set aside the above reasoning given by the trial court for holding\n        the suit as not maintainable. The High Court in exercise of its jurisdiction\n        under <a href=\"/doc/192138551/\" id=\"a_135\">Section 100</a> C.P.C. could not have reversed the decree of the courts\n        below without holding that the above reasoning given by the courts below\n        was legally unsustainable. We, thus, are of the view that the High Court\n        committed error in decreeing the suit.&quot;\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_89\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"523965\" id=\"span_85\">38.      Within this Court, on difference of opinion, the matter was considered\n\nby a third Judge in a judgment reported as AIR 1967 MP 221 (<a href=\"/doc/523965/\" id=\"a_136\">Baldeo Singh\n\nRaghuraj Singh vs. Gopal Singh Raghuraj Singh and others</a>) wherein the\n                                                                                     AC-40-2016\n<span class=\"hidden_text\" id=\"span_86\">                                               38</span>\n\n\n\n\nquestion of court fee was being examined. It was held that the Court is\n\nrequired to determine the real form of relief, which is attempted to be shrouded\n\nby dexterous use of expressions of declaratory sort when in reality what is\n\nsought is a consequential relief. Thus the majority opinion of the Court is as\n\nunder:-</span>\n</p>\n<blockquote id=\"blockquote_89\">          <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"153978\" id=\"span_87\">&quot;37. The case which is generally referred to in this connection is the\n          decision of Sir Lawrence H. Jenkins in <a href=\"/doc/153978/\" id=\"a_137\">Deokali Koer v. Kedar Nath</a>,\n          (1912) ILR 39 Cal 704. In that case the plaintiff sought a declaration that\n          a mortgage decree which was pending execution when the suit was filed\n          had been collusively and fraudulently obtained and it was ineffectual,\n          inoperative and invalid and that for the satisfaction of the said decree the\n          mortgaged property, which was the subject-matter of the earlier decree\n          and the later action in question, could not be sold. She also sought interim\n          injunction. It is in that context of the plaintiff&#x27;s averments <a href=\"/doc/153978/\" id=\"a_138\">in that case</a> that\n          Sir Lawrence Jenkins made the observations which are as follows:-</span>\n</blockquote>\n<blockquote id=\"blockquote_90\">               &quot;It is a common fashion to attempt an evasion of Court-fees by\n               casting the prayers of the plaint into a declaratory shape. Where\n               the evasion is successful it cannot be touched, but the device does\n               not merit encouragement or favour&quot;.\n</blockquote>\n<p data-structure=\"Precedent\" id=\"p_90\">          It was further observed after referring to <a href=\"/doc/1626651/\" id=\"a_139\">Section 42</a> of the Specific Relief\n          Act:-\n</p>\n<blockquote id=\"blockquote_91\">               &quot;It is in this Section (apart from particular legislative sanction)\n               that the law as to merely declaratory decrees applicable in the\n               circumstances of this case, is now to be found&quot;.\n</blockquote>\n<p data-structure=\"Conclusion\" id=\"p_91\">          And further:\n</p>\n<blockquote id=\"blockquote_92\">               &quot;The Section does not sanction every form of declaration, but\n               only a declaration that the plaintiff is &#x27;entitled to any legal\n               character or to any right as to any property: it is the disregard of\n               this that accounts for the multiform and at times, eccentric\n               declarations which find a place in Indian plaints.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_92\">          If the Courts were astute - as I think they should be - to see that the plaints\n          presented conformed to the terms of <a href=\"/doc/1626651/\" id=\"a_140\">Section 42</a>, the difficulties that are to\n                                                                         AC-40-2016\n<span class=\"hidden_text\" id=\"span_88\">                                     39</span>\n\n\n\nbe found in this class of cases, would no longer arise. Nor would plaintiffs\nbe unduly hampered if the provisions of <a href=\"/doc/1626651/\" id=\"a_141\">Section 42</a> were enforced, for it\nwould be easy to frame a declaration in such terms as would comply with\nthe provisions of the section where the claim was one within its policy.&quot;\n\n</p><p data-structure=\"Conclusion\" id=\"p_93\">***                                ***                                   ***\n\n</p><p data-structure=\"Precedent\" id=\"p_94\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"844854\" id=\"span_89\">43. ....... The later decision of the Full Bench of the same High Court\nreported in <a href=\"/doc/844854/\" id=\"a_142\">Bishan Sarup v. Musa Mal</a>, AIR 1935 All 817 (FB) considered\nthe question with reference to <a href=\"/doc/1558146/\" id=\"a_143\">Sections 39</a> and <a href=\"/doc/1626651/\" id=\"a_144\">42</a> of the Specific Relief\nAct and held that it is not open to the Court to treat the suit as one falling\nwithin the purview of <a href=\"/doc/1558146/\" id=\"a_145\">Section 39</a> of the Specific Relief Act if the plaintiff\ndesired it to be construed as one under <a href=\"/doc/1626651/\" id=\"a_146\">Section 42</a> of the Specific Relief\nAct. The plaintiff is at liberty to construe the suit as one under <a href=\"/doc/1626651/\" id=\"a_147\">Section 42</a>\nof the Specific Relief Act and that if on perusal of the plaint the Court\nconsiders that the case is one in which further relief should have been\nasked for, then it is open for it to refuse to grant a declaration. It was\nfurther held that where the plaintiff deliberately seeks the relief of\ndeclaration and deliberately avoids claiming consequential relief such as\nthe cancellation of an instrument the court fee on the plaint and the\nmemorandum of appeal should be fixed court-fee under <a href=\"/doc/1987997/\" id=\"a_148\">Article 17(iii)</a>\n<a href=\"/doc/138097064/\" id=\"a_149\">Schedule II of the Court-Fees Act</a>.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_95\">***                                ***                                   ***\n\n</p><p data-structure=\"CDiscource\" id=\"p_96\">52. It thus seems from the review of these authorities that where the\nplaintiff sues for a declaration simpliciter without further seeking any\nconsequential or substantial relief, the fact that his claim would be\nincompetent, because of his failure to seek further and consequential relief\nwhich he was able to claim does not affect the question of court-fee and he\nwill be liable to pay court-fee under <a href=\"/doc/1987997/\" id=\"a_150\">Article 17(iii)</a> of <a href=\"/doc/138097064/\" id=\"a_151\">Schedule II of the\nCourt-Fees Act</a> and not under <a href=\"/doc/515526/\" id=\"a_152\">Section 7(iv)(c)</a>. But the declaration asked\nfor by the plaintiff in such a case must not be a mere garb for the real,\nsubstantial or consequential relief intended to be claimed. If it be so it is\ncompetent for the Court to look to the substance of the relief claimed apart\nfrom the form and require him to pay the court-fee which he would be\nbound to pay in case he had not resorted to a device in concealing the\nrelief he really wanted.&quot;\n</p><p data-structure=\"Conclusion\" id=\"p_97\">                                                                                   AC-40-2016\n<span class=\"hidden_text\" id=\"span_90\">                                             40</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_98\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1069279\" id=\"span_91\">39.      The correctness of the said view was doubted and was examined by\n\nanother Full Bench of this Court in a judgment reported as AIR 1971 MP 1\n\n(<a href=\"/doc/1069279/\" id=\"a_153\">Santoshchandra and others vs. Smt. Gyansundarbai and others</a>). It was\n\nheld that where it is necessary for a plaintiff to avoid an agreement or a decree\n\nor a liability imposed, it is necessary for him to avoid that and unless he seeks\n\nthe relief of having that decree, agreement, document or liability set aside, he\n\nis not entitled to a declaration simpliciter. The Court held as under:-</span>\n\n\n</p><blockquote id=\"blockquote_93\">         &quot;9. So far as this contention of the appellants is concerned, it, in our\n         opinion, is amply borne out by a series of decisions of this Court. We may\n         advert to the pronouncement of a Division Bench of the Nagpur High\n         Court, presided over by Sir Gilbert Stone, C. J. and Digby, J. in ILR\n         (1939) Nag 373 = (AIR 1938 Nag 183) (supra), where it was held that in a\n         suit where the declaration prayed for, if given, involves the granting of the\n         consequential relief, such as the cancellation of a document or the\n         avoidance of a decree, the plaintiff will be deemed to have prayed for the\n         consequential relief and the suit will fall under Section 7(iv)(c) of the\n         Court-fees Act, and will not be governed by Article 17(iii) of Schedule II.\n</blockquote>\n<blockquote id=\"blockquote_94\">         ***                                ***                                    ***\n\n</blockquote><blockquote id=\"blockquote_95\">         13. Thus, all these cases lay down the proposition that where it is\n         necessary for a plaintiff to avoid an agreement or a decree or a liability\n         imposed, it is necessary for him to avoid that and unless he seeks the relief\n         of having that decree, agreement, document or liability set aside, he is not\n         entitled to a declaration simpliciter. In such cases the question of court-\n</blockquote><p data-structure=\"Section\" id=\"p_99\">         fees has to be determined under <a href=\"/doc/515526/\" id=\"a_154\">Section 7(iv)(c)</a> of the Act. But, however,\n         where a plaintiff is not a party to such a decree, agreement, instrument or\n         liability, and he cannot be deemed to be a representative in interest of the\n         person who is bound by that decree, agreement, instrument or liability, he\n         can sue for a declaration simpliciter, provided he is also in possession of\n         the property. The matter may be different if he is not in possession of the\n         property. In that event, the proviso to <a href=\"/doc/1626651/\" id=\"a_155\">Section 42</a> of the Specific Relief Act\n         might be a bar to the tenability of a suit framed for the relief of declaration\n         simpliciter. But, that would be a different aspect. All the same, if the\n                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_92\">                                           41</span>\n\n\n\n        plaintiff is not bound by that decree or agreement or liability and if he is\n        not required to have it set aside, he can claim to pay court-fees under any\n        of the sub-clauses of <a href=\"/doc/1987997/\" id=\"a_156\">Article 17.</a> <a href=\"/doc/138097064/\" id=\"a_157\">Schedule II of the Court-fees Act</a>.&quot;\n\n\n</p><p data-structure=\"Section\" id=\"p_100\">40.      The principles of law laid down while interpreting Section 42 of the\n\nSpecific Relief Act, 1877 or <a href=\"/doc/1028815/\" id=\"a_158\">Section 34</a> of the Specific Relief Act, 1963, may\n\nbe in the context of payment of appropriate court fee, are applicable with full\n\nvigour in relation to a reference petition under Section 7-A of the State Act as\n\nthe reference under sub-section (1) of Section 7-A of the State Act is\n\nanalogous to the plaint before the Civil Court. Thus, in terms of sub-section (1)\n\nof Section 7-A of the State Act, an aggrieved person has to include whole of\n\nthe claim which an aggrieved person is entitled to make in respect of the works\n\ncontract including the consequential relief. The sub-section (2) of Section 7-A\n\nof the State Act is analogous to the provisions of <a href=\"/doc/161831507/\" id=\"a_159\">Order 2 Rule 2 of Code of\n\nCivil Procedure</a>, 1908. Sub-section (3) of Section 7-A of the State Act permits\n\nthe raising of dispute which may arise after filing of reference petition. If the\n\nconsequential relief is omitted though available then such claim cannot be\n\nraised afterwards not only before the Arbitral Tribunal but before any other\n\nforum as all claims have to be raised before one forum.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_101\">\n</p><p data-structure=\"Section\" id=\"p_102\">41.      Thus, in terms of Section 7-A of the State Act, the consequential\n\nrelief such as right to complete the remaining work or to challenge the revenue\n\nrecovery certificate or to challenge the order of black listing, if passed, are\n\nrequired to be included in a reference under Section 7-A of the State Act. In\n\nfact, when claim is raised disputing the termination of contract and as a\n\nconsequence to complete remaining works, the claim is in fact seeking specific\n\nperformance of the contract.\n</p><p data-structure=\"Conclusion\" id=\"p_103\">                                                                              AC-40-2016\n<span class=\"hidden_text\" id=\"span_93\">                                           42</span>\n\n\n\n\n</p><p data-structure=\"PetArg\" id=\"p_104\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"113283980\" id=\"span_94\">42.      Another argument raised by learned counsel for the petitioner is that\n\n&quot;ascertained money&quot; appearing in Section 2(1)(d) of the State Act means a\n\nsum which is known or certain. The argument is that if an order of black-\n\nlisting has been passed before the date on which reference is sought, the\n\npetitioner may not be in a position to quantify the damages. Learned counsel\n\nfor the petitioner relies upon the Full Bench judgment in <a href=\"/doc/113283980/\" id=\"a_160\">Viva Highways</a>&#x27; case\n\n(supra) wherein it has been held that the &quot;ascertained money&quot; means a sum\n\nwhich is &quot;known&quot; or &quot;made certain&quot; or &quot;fixed&quot; or &quot;determined&quot; or\n\n&quot;quantified&quot;.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1410885\" id=\"span_95\">Learned counsel for the petitioner also refers to a judgment in\n\n<a href=\"/doc/1410885/\" id=\"a_161\">Satish Kumar Raijada</a>&#x27;s case (supra) wherein, the reference was found to be\n\nnot maintainable under the State Act as the dispute was in relation to fixation\n\nof rates of works, therefore, it was held to be a case not relating to ascertained\n\nsum of money.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_105\">\n</p><p data-structure=\"Precedent\" id=\"p_106\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113283980\" id=\"span_96\">43.      In the light of principles of interpretation of statutes, in the absence of\n\nany meaning available to the expression &quot;ascertained money&quot; in the statute, we\n\nneed to examine as to how the meaning of the word &quot;ascertain&quot; is defined in\n\nthe dictionaries. A Full Bench of this Court in <a href=\"/doc/113283980/\" id=\"a_162\">Viva Highways Ltd.</a> (supra)\n\nhas interpreted the expression &quot;ascertained money&quot; in the light of dictionary\n\nmeaning. After considering the various dictionaries on the subject, the Full\n\nBench concluded as under:-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_107\">\n</p><blockquote id=\"blockquote_96\">         &quot;74. The meaning of &#x27;ascertain&#x27;/ascertained given in various dictionaries\n         mentioned hereinabove shows that it is an activity undertaken by which a\n         claim is fixed or made definite. In other words, claim is learnt with\n         certainty or it is made definite or determined. The Stroud&#x27;s Dictionary\n         makes it clear that where &quot;ascertained&quot; is used in relation to a claim of\n         money to be paid, it has to be ascertained in a particular way. &quot;To be\n                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_97\">                                            43</span>\n\n\n\n        ascertained&quot; were held to be very strong words and were treated to be a\n        condition precedent.\n</blockquote>\n<blockquote id=\"blockquote_97\">        ***                                ***                                     ***\n\n</blockquote><blockquote id=\"blockquote_98\">        76. Shri Amit Seth submitted that money can be ascertained on the basis\n        of average toll collection for a specified period or on the basis of cash flow\n        chart, financial identical rate of return (FIRR) and yearly cash flow\n        statement (YCFS). We do not see much merit in the said contention. As\n        the applicants have based their claim to operate the project for a specified\n        period, if they succeed in their claim, they will get extra days for operating\n        the project. For example, if a Concessionaire who is operating a toll plaza\n        succeeds, what he will get will be in terms of extension of days and not in\n        terms of money which is ascertainable or ascertained. During extended\n        period of operation of projects, how much will be the vehicular movement\n        and how much toll will be collected cannot be ascertained at this point of\n        time by any process of reasoning. Similarly, while operating a sports\n        complex,    how    much    the   Concessionaire     will   earn   cannot    be\n        determined/ascertained by any guess work. For this reason, the claim of\n        the applicants is in terms of extension of days to operate the project and\n        they are unable to putforth a claim of ascertained money. However, at this\n        stage, it must be made clear that when a claim is ascertainable and yet the\n        concessionaire has not ascertained the claim in order to wriggle out of\n        definition of &quot;dispute&quot;, the matter would be different and in such cases the\n        forum for adjudication would be the Tribunal under the Adhiniyam of\n        1983. Hence, each case needs to be examined in this regard.&quot; (Emphasis\n        Supplied)\n\n\n</blockquote><p data-structure=\"Precedent\" id=\"p_108\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"215507\" id=\"span_98\">44.      The Supreme Court in a judgment reported as (1992) 1 SCC 731\n\n(<a href=\"/doc/215507/\" id=\"a_163\">Sujir Keshav Nayak v. Sujir Ganesh Nayak</a>) was considering a suit for\n\naccounting or for dissolution of partnership and accounting filed in courts of\n\nlimited pecuniary jurisdiction. It was held that the plaintiff must take every\n\ncare to disclose valuation which is not arbitrary as the plaint is liable to be\n\nrejected on objection of the defendant. But in suits of such nature filed before\n\ncourts of unlimited jurisdiction the valuation disclosed by the plaintiff may be\n                                                                                    AC-40-2016\n<span class=\"hidden_text\" id=\"span_99\">                                              44</span>\n\n\n\n\naccepted as correct. It was held that in a suit for declaration with consequential\n\nrelief falling under <a href=\"/doc/118810378/\" id=\"a_164\">Section 7(iv)(c)</a> of the Court Fees Act, 1870, the plaintiff is\n\nfree to make his own estimation of the reliefs sought in the plaint and such\n\nvaluation both for the purposes of court fee and jurisdiction has to be\n\nordinarily accepted. It is only in cases where it appears to the Court on a\n\nconsideration of the facts and circumstances of the case that the valuation is\n\narbitrary, unreasonable and the plaint has been demonstratively undervalued,\n\nthe court can examine the valuation and can revise the same. The Court held as\n\nunder:-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_109\">\n</p><blockquote id=\"blockquote_99\">          &quot;3. .............. For this it is necessary to examine the scheme disclosed in\n          the Civil Procedure Code relating to filing of suit. <a href=\"/doc/1999481/\" id=\"a_165\">Section 15</a> of the Civil\n          Procedure Code (hereinafter referred to as &#x27;<a href=\"/doc/161831507/\" id=\"a_166\">C.P.C</a>.&#x27;) provides that any\n          suit shall be instituted in the court of the lowest grade competent to try\n          it. What is a court of lowest grade and for what nature of suit has been\n          determined and regulated by State enactments. Competency refers to\n          jurisdiction territorial or pecuniary, of limited or unlimited limits. In\n          courts of limited pecuniary jurisdiction valuation assumes great\n          importance. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1524957\" id=\"span_100\">A plaintiff may over or under-value the suit for purposes of\n          avoiding a court of a particular grade. In the former the plaint may be\n          returned under Order 7 Rule 10 for presentation in proper court but in\n          latter it is liable to be rejected. Since under-valuation goes to the root of\n          maintainability of the suit a defendant is entitled to raise the objection\n          irrespective of the nature of the suit. That is why this Court in <a href=\"/doc/1524957/\" id=\"a_167\">Abdul\n          Hamid Shamsi v. Abdul Majid And Ors.</a>, (1988) 2 SCC 575. while\n          upholding the right of the plaintiff to value the suit for accounting\n          according to his own estimate held that he &quot;has not been given the\n          absolute right or option to place any valuation whatever in such relief.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_110\">          <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"267430\" id=\"span_101\">But that was a case of limited pecuniary jurisdiction in which the\n          defendant could object as arbitrary under-valuation could result in\n          rejection of the plaint. ................ In <a href=\"/doc/267430/\" id=\"a_168\">Meenakshisundaram Chettiar v.\n          Venkatachalam Chettiar</a>, (1980) 1 SCC 616, it was observed that even\n          though in suit for accounting the loss of revenue is ensured by statutory\n                                                                                  AC-40-2016\n<span class=\"hidden_text\" id=\"span_102\">                                            45</span>\n\n\n\n        provision yet a plaintiff has a duty to give a fair estimate of the amount\n        for which he sues. Reason for it obviously was insistence on being\n        honest and just when approaching a court of law. The observation was\n        made because of the duty cast on court by <a href=\"/doc/161831507/\" id=\"a_169\">Order 7 Rule 11 of C.P.C</a>. But\n        there is no indication if the suit was filed in a court of limited pecuniary\n        jurisdiction. It can thus be resolved that in suits for accounting or for\n        dissolution of partnership and accounting filed in courts of limited\n        pecuniary jurisdiction the plaintiff must take every care to disclose\n        valuation which is not arbitrary as the plaint is liable to be rejected on\n        objection of the defendant. But in suits of such nature filed before courts\n        of unlimited jurisdiction the valuation disclosed by the plaintiff may be\n        accepted as correct. This, however, does not mean that the courts power\n        to examine the correctness of valuation is taken away.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"267430\" id=\"span_103\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1242882\" id=\"span_104\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1307109\" id=\"span_105\">If on perusal of\n        plaint the court is prima facie satisfied that the plaintiff has not been fair\n        and valued the suit or relief arbitrarily it is not precluded from directing\n        the plaintiff to value it properly and pay court fee on it. In <a href=\"/doc/1307109/\" id=\"a_170\">Tara Devi v.\n        Thakur Radha Krishna Maharaj</a>, (1987) 4 SCC 69                     this Court\n        observed: (SCC p. 71 para 4)\n\n               &quot;It is now well settled by the decisions of this Court in\n               <a href=\"/doc/1242882/\" id=\"a_171\">Sathappa Chettiar v. Ramanathan Chettiar</a>, <a href=\"/doc/267430/\" id=\"a_172\">AIR 1958 SC\n               245 and Meenakshisundaram Chettiar v. Venkatachalam\n               Chettiar</a> that in a suit for declaration with consequential\n               relief falling under <a href=\"/doc/118810378/\" id=\"a_173\">Section 7(iv)(c)</a> of the Court Fees Act,\n               1870, the plaintiff is free to make his own estimation of the\n               reliefs sought in the plaint and such valuation both for the\n               purposes of court fee and jurisdiction has to be ordinarily\n               accepted. It is only in cases where it appears to the court on\n               a consideration of the facts and circumstances of the case\n               that the valuation is arbitrary, unreasonable and the plaint\n               has been demonstratively undervalued, the court can\n               examine the valuation and can revise the same.&quot;</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_111\">\n</p><p data-structure=\"Precedent\" id=\"p_112\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113283980\" id=\"span_106\">45.     As per the aforesaid judgments including Full Bench judgment of this\n\nCourt in <a href=\"/doc/113283980/\" id=\"a_174\">Viva Highways Ltd.</a> (supra), the Court can examine as to whether\n\nthe valuation of a suit is arbitrary and unreasonable and if the plaint is\n\ndemonstrated to be undervalued, the Court can examine the valuation and can\n                                                                                 AC-40-2016\n<span class=\"hidden_text\" id=\"span_107\">                                           46</span>\n\n\n\n\nrefuse to accept the valuation given. Similarly, in terms of Section 2(1)(d) of\n\nthe State Act, the valuation to claim ascertained money at less than Rs.50,000/-\n\ncan be to avoid the arbitration by a statutory Arbitral Tribunal. Therefore,\n\nkeeping in view the purpose of the Act that all disputes of works contract\n\nexcluding the disputes of petty amount should be decided by a statutory\n\nArbitral Tribunal, an aggrieved person cannot resort to undervaluation of the\n\nclaim. Thus, when a person excludes the consequential relief(s), which could\n\nbe claimed, so as to exclude the jurisdiction of the statutory Arbitral Tribunal,\n\nthe purpose of the Act gets defeated. Such undervaluation of the claim would\n\nbar an aggrieved person to seek remedy from any other forum as well.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_113\">46.      <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"48801587\" id=\"span_108\">In fact, in Civil Appeal No.4017/2018 (M/s <a href=\"/doc/48801587/\" id=\"a_175\">Gangotri Enterprises\n\nLtd. vs. Madhya Pradesh Road Development Corporation and Another</a>)\n\ndecided on 18.04.2018, the Supreme Court held that the expression\n\n&quot;ascertained money&quot; as used in Section 2(1)(d) of the State Act will include\n\nnot only the amount already ascertained but the amount, which may be\n\nascertained during the proceedings on the basis of the claims/counter claims of\n\nthe parties. The relevant extract reads as under:-</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_114\">\n</p><blockquote id=\"blockquote_100\">         &quot;2. Our attention has been drawn to the definition of &quot;dispute&quot; under\n         <a href=\"/doc/1627739/\" id=\"a_176\">Section 2(d)</a> of the Madhya Pradesh Madhyastham Adhikaran Adhiniyam,\n         1983 (&quot;1983 Act&quot;) which is as follows:\n</blockquote>\n<blockquote id=\"blockquote_101\">             &quot; &#x27;dispute&#x27; means claim of ascertained money valued at Rupees\n             50,000 or more relating to any difference arising out of the\n             execution or non-execution of a works contract or part thereof.&quot;\n</blockquote>\n<p data-structure=\"Section\" id=\"p_115\">         3. We consider it appropriate to clarify that the expression &quot;ascertained\n         money&quot; as used in <a href=\"/doc/1627739/\" id=\"a_177\">Section 2(d)</a> of the 1983 Act will include not only the\n         amount already ascertained but the amount which may be ascertained\n                                                                        AC-40-2016\n<span class=\"hidden_text\" id=\"span_109\">                                        47</span>\n\n\n\n         during the proceedings on the basis of claims/counter claims of the\n         parties.&quot;\n</p>\n<p data-structure=\"Precedent\" id=\"p_116\">\n         Therefore, in addition to the consequential relief which an aggrieved\n\nperson has to claim in a reference under Section 7-A of the State Act even the\n\nexpression &quot;ascertained money&quot; includes the amount which may be\n\nascertained during the proceedings on the basis of the claims/counter claims of\n\nthe parties. The said order concludes that ascertained amount is not only the\n\nclaim raised but also the amount determined.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_117\">\n</p><p data-structure=\"Precedent\" id=\"p_118\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113283980\" id=\"span_110\">47.      The Full Bench in <a href=\"/doc/113283980/\" id=\"a_178\">Viva Highways Ltd.</a> (supra) also held that when a\n\nclaim is ascertainable, yet the same is not ascertained in order to wriggle out of\n\ndefinition of &quot;dispute&quot;, the matter would be different. Attention of the Full\n\nBench was not invited to <a href=\"/doc/1028815/\" id=\"a_179\">Section 34</a> of the Specific Relief Act, 1963 and the\n\nconsequential relief, which is required to be included in a reference not only\n\nbefore the Civil Court but also before the Arbitral Tribunal in terms of Section\n\n7-A of the State Act.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113283980\" id=\"span_111\">Therefore, though we agree with the finding of the Full\n\nBench in <a href=\"/doc/113283980/\" id=\"a_180\">Viva Highways Ltd.</a> (supra) but we go a step further to say that a\n\nreference has to include the consequential relief as well.</span>\n\n\n</p><p data-structure=\"Precedent\" id=\"p_119\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"113283980\" id=\"span_112\">48.      Further, the Full Bench in <a href=\"/doc/113283980/\" id=\"a_181\">Viva Highways Ltd.</a> (supra) though held\n\nthat by applying an artistic linguistic engineering, an agreement can be worded\n\nin a unique or a different way. While examining the nature of contract, it was\n\nheld that it may have a different nomenclature but these factors will not\n\ndetermine its real nature. The said finding is equally applicable in respect of\n\nreference of dispute to an Arbitral Tribunal before the State Act. The\n\nascertained money has to include the consequential relief which will dependent\n                                                                         AC-40-2016\n<span class=\"hidden_text\" id=\"span_113\">                                        48</span>\n\n\n\n\nupon the facts of each case. The reference that the contractor is claiming only\n\nfixation of rates and therefore, not ascertained money, is not tenable as the\n\naggrieved person was able to claim a particular rate of work though it may not\n\nbe accepted by the Arbitral Tribunal but there cannot be any open ended\n\nfixation of rates of work as such is not the substantial relief. The substantial\n\nrelief is computable in terms of money, therefore, while seeking reference, an\n\naggrieved person has to claim specific amount in proceedings under the State\n\nAct. Thus, the astuteness in draft of reference so as to not to claim any money\n\nthough ascertainable, cannot oust the jurisdiction of the statutory Arbitral\n\nTribunal under the State Law.</span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_120\">\n</p><p data-structure=\"Precedent\" id=\"p_121\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1410885\" id=\"span_114\">49.      We find that in the judgments in <a href=\"/doc/1410885/\" id=\"a_182\">Satish Kumar Raizada-I</a> (supra),\n\nin a dispute of fixation of rates, the Court held that it is not for ascertained sum\n\nof money.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1410885\" id=\"span_115\">In <a href=\"/doc/1410885/\" id=\"a_183\">Satish Kumar Raizada-II</a> (supra), the Single Bench was again\n\ndealing with the claim for fixation of rates. We find that the view of this Court\n\nin the above judgments is not the correct enunciation of law. There cannot be\n\nany simpliciter declaration of fixation of rates of work. An aggrieved person\n\nhas to claim a particular rate of work which the Court may or may not grant\n\nbut the quantification of rate of work was required to be made. It was mere\n\nastuteness in drafting of the reference, which led the Court to say that it is not a\n\nclaim of ascertained money. The ascertained money, as held by the learned\n\nSingle Bench is not only which is &quot;known&quot; or &quot;made certain&quot; or &quot;fixed&quot; or\n\n&quot;determined&quot; or &quot;quantified&quot; but includes all the amounts which could be\n\nquantified as without consequential relief, no claim would be maintainable.</span>\n</p><p data-structure=\"Conclusion\" id=\"p_122\">                                                                        AC-40-2016\n<span class=\"hidden_text\" id=\"span_116\">                                        49</span>\n\n\n\n\n</p><p data-structure=\"Precedent\" id=\"p_123\">50.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"49736186\" id=\"span_117\">In M/s <a href=\"/doc/49736186/\" id=\"a_184\">Shree Construction Company</a> (supra), a Division Bench of\n\nthis Court held that there has to be a fixed and ascertained amount which had\n\nto be claimed and denied but the relief of declaration would not be a dispute\n\nwhich could be granted by the Tribunal. However, the argument that\n\nconsequential relief which arises out of declaration has to be claimed was not\n\nraised or examined. In fact, the learned counsels for the parties were candid to\n\nsay that in none of the judgment before this Court, the question whether the\n\nconsequential relief, which should have been included in the reference in terms\n\nof <a href=\"/doc/1028815/\" id=\"a_185\">Section 34</a> of the Specific Relief Act, has not been raised or examined.</span>\n\n\n</p><p data-structure=\"Section\" id=\"p_124\">51.      Therefore, the jurisdiction of the Tribunal cannot be avoided only for\n\nthe reason that the party is claiming only declaration and not the consequential\n\nrelief as without the consequential relief, the declaration is meaningless. Every\n\ndeclaration has necessary consequence. Even in simpliciter termination of the\n\nagreement, there is a forfeiture of the security amount. There is a provision for\n\ngetting the work done by the department at the cost of the contractor or from\n\nthird party at the risk and cost of the contractor. If the contractor seeks\n\ncompletion of the remaining work after termination of the contract, the\n\ncontractor is, in fact, seeking specific performance of the contract, therefore,\n\nhe has to value the suit at least to the extent of work to be completed. All these\n\nreliefs are computable in terms of money, which are required to be disputed by\n\nan aggrieved person before a statutory Arbitral Tribunal. Similarly, challenge\n\nto revenue recovery certificate under the guise of challenge to only termination\n\nof agreement is again not tenable because the consequential relief is to that of\n\nchallenge to recovery certificate. Similarly, under the guise of termination of\n                                                                          AC-40-2016\n<span class=\"hidden_text\" id=\"span_118\">                                       50</span>\n\n\n\n\ncontract, an aggrieved person is required to challenge the order of black-listing\n\nas the black-listing as civil consequences and such civil consequences are\n\ncomputable in terms of money. However, such claim should have arisen before\n\nseeking a reference under Section 7(A) of the State Act else such claim is\n\nbarred in terms of Sub-section (2) of Section 7-A of the State Act as a party\n\nwho omits to refer or intentionally relinquishes any claim or any portion of his\n\nclaim, he shall not afterwards be entitled to refer in respect of such claim or\n\nportion of claim so omitted or relinquished. Therefore, reading of Sub-section\n\n(2) of Section 7-A of the State Act will make it abundantly clear that if a\n\nconsequential relief was available to an aggrieved person before the date of\n\nmaking reference under Sub-section (1) of Section 7-A of the State Act, such\n\nperson will not be entitled to claim such relief. Such aggrieved person cannot\n\nclaim that for declaration he is not approaching the statutory Arbitral Tribunal\n\nbut will claim consequential relief in other proceedings or from the department\n\ndirectly. The same is not permissible. Once the aggrieved person has failed to\n\ninclude the claim of the consequential relief, any such relief cannot be claimed\n\nin any subsequent proceedings. Therefore, mere declaration of termination of\n\ncontract is not the substantial relief and in the guise of mere declaration an\n\naggrieved person cannot be permitted to omit the consequential relief which\n\nthe party may be entitled to claim in a reference under the State Act.\n\n\n</p><p data-structure=\"Section\" id=\"p_125\">52.      It appears that the process of statutory Arbitral Tribunal is being\n\nsought to be avoided by resorting to mechanism that the contractor is not\n\nclaiming the ascertained money of more than Rs.50,000/- though in substance,\n\nthe claim is for ascertained money. Such mechanism cannot be permitted to be\n                                                                         AC-40-2016\n<span class=\"hidden_text\" id=\"span_119\">                                        51</span>\n\n\n\n\nresorted to, so as to avoid the intention of the State Legislature that all disputes\n\nmust be resolved by a statutory Arbitral Tribunal. There cannot be multiple\n\nforums for a party to seek resolution of disputes such as to seek declaration of\n\ntermination of the contract from an Arbitral Tribunal under the Central Act and\n\nthe consequential relief from other forums. The department would be justified\n\nin declining such claim, if not included in the reference. It is perfectly\n\nreasonable to resist the reference or dispute for the reason that an aggrieved\n\nperson has not included the consequential relief though available in terms of\n\nSection 7-A(1) of the State Act, as in terms of Sub-section (2) of Section 7-A\n\nof the State Act, if the claim is not included in the reference, such claim cannot\n\nbe sought subsequently.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_126\">\n</p><p data-structure=\"Section\" id=\"p_127\">53.      In view of the above, mere astuteness in drafting of a plaint/reference\n\nof a petition to seek simpliciter termination of agreement without seeking\n\nconsequential relief would not be maintainable. If a particular consequential\n\nrelief can be claimed, the aggrieved person must claim that relief in a reference\n\notherwise the reference would not be maintainable. The consequential relief\n\nwill differ from case to case. In a case of termination of contract, as argued by\n\nthe petitioner, if the termination of contract is held to be bad as argued by the\n\npetitioner, the petitioner would be entitled to complete the remaining work;\n\ntherefore, the consequential relief would be the balance amount of the work to\n\nbe done. The value of the balance work would be ascertained amount. It can\n\nalso include challenge to revenue recovery certificate consequent to the\n\ntermination of contract. The value of such revenue recovery certificate would\n\nbe the consequential relief, which an aggrieved person has to claim in a\n                                                                       AC-40-2016\n<span class=\"hidden_text\" id=\"span_120\">                                       52</span>\n\n\n\n\nreference. There can be a situation of black-listing of the Firm prior to seeking\n\nreference. Since black-listing has a civil consequences and the amount of loss\n\nis computable in terms of money, such damages have to be ascertained and\n\nclaimed in a reference under the provisions of the State Act. The above\n\nsituations are not exhaustive but only illustrative. The consequential relief in\n\neach case would dependent upon the nature of the contract, relief which can be\n\nclaimed by an aggrieved person. In terms of Clause (2) of Section 7-A of the\n\nState Act, if the aggrieved person omits to claim a relief though available on\n\nthe date of seeking reference; he is debarred from claiming such relief in a\n\nsubsequent action. It only means that for consequential relief, if not claimed in\n\nthe reference, cannot be claimed subsequently. Therefore, keeping in view the\n\nrule that all claims must be included in one petition, as may be arising on the\n\ndate of reference, has to include the consequential reliefs otherwise the\n\nreference would be not maintainable, not for the reason that it is not a works\n\ncontract or it involves not an ascertained money but for the reason that the\n\naggrieved person though could claim ascertained amount but having omitted to\n\nclaim so, the reference would not be maintainable and would be liable to be\n\ndeclined.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_128\">\n</p><p data-structure=\"Precedent\" id=\"p_129\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1410885\" id=\"span_121\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1410885\" id=\"span_122\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"49736186\" id=\"span_123\">54.      The judgment of the Division Bench of Indore Bench of this Court in\n\nM/s <a href=\"/doc/49736186/\" id=\"a_186\">Shree Construction Company</a> (supra) and the Single Benches of this\n\nCourt in <a href=\"/doc/1410885/\" id=\"a_187\">Satish Kumar Raizada-I</a> (supra) and <a href=\"/doc/1410885/\" id=\"a_188\">Satish Kumar Raizada-II</a>\n\n(supra) have literally explained the words &quot;ascertained amount&quot; but have not\n\ntaken into consideration that the consequential relief which accrues to an\n                                                                              AC-40-2016\n<span class=\"hidden_text\" id=\"span_124\">                                          53</span>\n\n\n\n\naggrieved person, if omitted to do so, the reference itself would not be\n\nmaintainable.</span></span></span>\n</p>\n<p data-structure=\"Conclusion\" id=\"p_130\">\n</p><p data-structure=\"Section\" id=\"p_131\">55.      Thus, we hold that the expression &quot;ascertained amount&quot; appearing in\n\nSection 2(1)(d) of the State Act includes the amount of consequential relief. If\n\na particular consequential relief can be claimed, the aggrieved person must\n\nclaim that relief in a reference otherwise the reference would not be\n\nmaintainable. The consequential relief in a case of termination of contract can\n\nbe the value of the remaining work; value of revenue recovery certificate\n\nwould be the consequential relief and the amount of loss computable in terms\n\nof money in case of black-listing of the Firm would be the consequential relief.\n\nSuch instances are only illustrative and are not exhaustive. The consequential\n\nrelief in each case would dependent upon the nature of the contract, relief\n\nwhich can be claimed by an aggrieved person. In terms of Clause (2) of\n\nSection 7-A of the State Act, if the aggrieved person omits to claim a relief\n\nthough available on the date of seeking reference; he is debarred from claiming\n\nsuch relief in a subsequent action. Therefore, keeping in view the rule that all\n\nclaims must be included in one petition, as may be arising on the date of\n\nreference, has to include the consequential reliefs otherwise the reference\n\nwould be not maintainable, not for the reason that it is not a works contract or\n\nit involves not an ascertained money but for the reason that the aggrieved\n\nperson though could claim ascertained amount but having omitted to claim so,\n\nthe reference would not be maintainable and would be liable to be declined.\n\n\n</p><blockquote id=\"blockquote_102\">           &quot;Question No.(2A) - If the dispute is not arbitrable by the Arbitral\n           Tribunal under the Act, the remedy of the aggrieved person is before\n           the Civil Court or under the <a href=\"/doc/1306164/\" id=\"a_189\">Arbitration and Conciliation Act, 1996</a>?&quot;\n</blockquote><p data-structure=\"Conclusion\" id=\"p_132\">                                                                                             AC-40-2016\n<span class=\"hidden_text\" id=\"span_125\">                                                                 54</span>\n\n\n\n\n</p><p data-structure=\"Conclusion\" id=\"p_133\">                          56.       This question need not be answered as there would be hardly any\n\n                          situation, in which the amount of ascertained money with consequential relief\n\n                          would be less than Rs. 50,000/-. Therefore, the academic question is not\n\n                          decided. Such question can be raised before an appropriate forum in case such\n\n                          situation arises subsequently.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_134\">\n</p><p data-structure=\"Conclusion\" id=\"p_135\">                          57.       In view of the above opinion, the matter be placed before the Bench\n\n                          in accordance with the Roster for final disposal.</p><pre id=\"pre_2\">\n\n\n\n\n                          (Hemant Gupta)           (Vijay Kumar Shukla)         (Subodh Abhyankar)\n                           Chief Justice                  Judge                      Judge\n\n        S/\n\n\n\n\n<span class=\"hidden_text\" id=\"span_126\">Digitally signed by SACHIN CHAUDHARY</span>\nDate: 2018.05.03 12:42:00 +05&#x27;30&#x27;\n\n<span class=\"hidden_text\" id=\"span_127\">Digitally signed by ANCHAL KHARE</span>\nDate: 2018.05.03 12:42:54 +05&#x27;30&#x27;\n</pre><span class=\"hidden_text\" id=\"span_128\"> </span>","numcites":84,"numcitedby":21,"docsource":"Madhya Pradesh High Court","citetid":106123499,"divtype":"judgments","relatedqs":[{"value":"section 34 of specific relief act","formInput":"section%2034%20of%20specific%20relief%20act"},{"value":"declaration without consequential relief","formInput":"declaration%20without%20consequential%20relief"},{"value":"madhya pradesh madhyastham adhikaran adhiniyam","formInput":"madhya%20pradesh%20madhyastham%20adhikaran%20adhiniyam"},{"value":"contract termination","formInput":"contract%20termination"},{"value":"Declaration of title ","formInput":"Declaration%20of%20title%20"},{"value":"declaration and consequential relief","formInput":"declaration%20and%20consequential%20relief"},{"value":"statutory arbitration","formInput":"statutory%20arbitration"},{"value":"per incuriam","formInput":"per%20incuriam"},{"value":"declaration suit","formInput":"declaration%20suit"},{"value":"m.p. madhyastham adhikaran adhiniyam 1983","formInput":"m.p.%20madhyastham%20adhikaran%20adhiniyam%201983"},{"value":"declaratory decree","formInput":"declaratory%20decree"},{"value":"specific relief act","formInput":"specific%20relief%20act"},{"value":"\"declaration of title\" ","formInput":"%22declaration%20of%20title%22%20"},{"value":"adhiniyam, 1983","formInput":"adhiniyam%2C%201983"},{"value":"article 17","formInput":"article%2017"},{"value":"works contract","formInput":"works%20contract"},{"value":"consequential relief","formInput":"consequential%20relief"},{"value":"pecuniary jurisdiction","formInput":"pecuniary%20jurisdiction"},{"value":"\"termination of contract\"","formInput":"%22termination%20of%20contract%22"},{"value":"implied repeal","formInput":"implied%20repeal"}],"cats":[{"value":"arbitration-agreement","formInput":"tag:arbitration-agreement"},{"value":"discretion-of-court","formInput":"tag:discretion-of-court"},{"value":"definitions","formInput":"tag:definitions"},{"value":"arbitration-and-conciliation","formInput":"tag:arbitration-and-conciliation"}],"courtcopy":true,"query_alert":null,"agreement":false}