{"tid":286127,"publishdate":"1993-02-16","title":"Mohammed Ayub vs Mohammed And Sons And Ors. on 16 February, 1993","doc":"<h2 class=\"doc_title\">Mohammed Ayub vs Mohammed And Sons And Ors. on 16 February, 1993</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (1995)ILLJ978RAJ</h3>\n\n<pre id=\"pre_1\">JUDGMENT</pre>\n \n\n<p data-structure=\"Issue\" id=\"p_1\"> 1. The above six revision petitions have arisen out of the various claims made by the petitioner Mohammed Ayub against the Firm M/s. Mohammed &amp; Sons complaining against alleged illegal deductions of wages and bonus for different periods which according to him was payable to him. All the applications of the petitioner have been dismissed by the Authority under <a href=\"/doc/794158/\" id=\"a_1\">Payment of Wages Act</a>, Bikaner (hereinafter to be called &#x27;the Authority&#x27;), on the ground that dispute raised in the proceedings required determination of complicated question of fact and law which the Authority having limited jurisdiction, has no jurisdiction to decide. The orders passed by the Authority have been affirmed by the District Judge, Merta in appeals filed against respective orders of the Authority. Detail particulars of the claims and orders will be referred to hereinafter. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_2\"> 2. Since question involved in all the revision petitions is common, arising out of the same set of facts and between the same parties, all the six revision petitions are being disposed off by a common order. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\"> 3. The brief facts which have given rise to these revision petitions may be stated briefly: \n</p><blockquote id=\"blockquote_1\">  Facts of Revision Petition No. 38 of 1993   \n \n\n</blockquote><p data-structure=\"Facts\" id=\"p_4\"> 4. The revision petition No. 38 of 1993 relates to the first claim filed by the petitioner and therefore, the facts of the revision petition No. 38 of 1993 are stated in detail hereinafter. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. The first claim relating to the period March 1976 to May 1978 was filed by the petitioner on June 19, 1978 before the Authority , which was registered as 305/78. The claimant claimed that he is an employee of Firm M/s. Mohammed and Sons since 1962 and he has not been paid wages for the period between March 1976 to May 1978 by his employer, he is therefore, entitled to a direction against non-petitioner for making payment of the illegally deducted wages and penalty thereon. The claimant impleaded M/s. Mohammed and Sons through its partner Mohd. Ratiq. The said Mohd. Rafiq who was stated to be the partner of M/s. Mohammed and Sons was none other than the son of Yusuf, father-in-law of the claimant. Thus Mohammed Rafiq was brother-in-law of claimant. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. The service of M/s. Mohammed and Sons was effected on Yusuf as one of the partners of M/s. Mohammed and Sons. Neither Yusuf nor Mohd. Rafiq appeared. Abdul Wahid and Hamidtlullah claiming themselves to be the partners of the Firm M/s. Mohammed and Sons, moved an application to be impleaded as party. Their application was rejected on May 30, 1979. Thereafter, the authority directed the respondent Firm M/s. Mohammed and Sons to pay the claimant- petitioner Rs. 12,403.20 and the order was sought to be executed by moving the Chief Judicial Magistrate, Nagour. The Chief Judicial Magistrate, Nagour issued direction to execute the aforesaid order by its order dated May 24, 1979. In these circumstances, M/s. Mohammed and Sons moved this Court by way of Writ Petition No. 927 of 1979 for setting aside the order. It was brought to the notice of the court that since January 1, 1976 there were only four partners viz, Abdul Hakim, Idayatullah, Hamidullah and Abdul Wahid and the partnership of the aforesaid partners is registered with the Registrar of the Firm Rajasthan Jaipur. It was also contended by the Firm that the earlier Firm in which both Mohd. Yusuf and Md. Rafiq were partners, was dissolved on January 31, 1975 and was no more in existence. It was also stated that Md. Ayub is not employee of M/s. Mohammed and Sons, whether existing or earlier Firm since the year 1971. He was transferred from Bhadwasi to Jodhpur in 1971. He did not resume at Jodhpur Office. Therefore, his services were terminated w.e.f. May 10, 1971. The order of termination was challenged before the Regional Labour Commissioner (C), Ajmer but without success. Thus Mohd. Ayub ceased to be an employee of the previous Firm and he was never employee of the present Firm. It was also pleaded that Mohd. Yusuf father-in-law of the claimant has retired from the then existing Firm in 1975 and he was not inducted as a partner in the new partnership Firm which was constituted w.e.f. January 1, 1976. The order dated March 28, 1979 was challenged inter alia on the ground that the notices\n\nof the Finn M/s. Mohammed and Sons were served on Mohd. Yusuf, Father-in-law of the claimant as partner of the respondent-Firm. Mohd. Yusuf and Mohd. Rafiq being father-in law and brother-in-law respectively of the claimant, joined hands with the claimants and collusively allowed the Authority to pass the impugned order against M/s. Mohd. and Sons. It was also brought to the notice of the Court that a dispute about partnership exist between Yusuf and his son on the one side and partners of the new Firm on the other side. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> 7. The contention raised by the petitioner Mohd. and Sons found favour with the Court and the Court set aside the order of the Authority dated March 28, 1979 finding that the order stands vitiated on the ground of breach of natural justice by observing: \n</p><blockquote id=\"blockquote_2\">  &quot;the way in which the whole thing has proceeded gives an impression of plain and simple collusion between the father-in-law and sons-in-law for obtaining the award from the Authority under the <a href=\"/doc/794158/\" id=\"a_2\">Payment of Wages Act</a> against the Firm.&quot; \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_8\"> 8. It was also brought to the notice of the Court that Abdul Wahid one of the partners of the Firm has been appointed as Receiver for managing the Firm and the Court directed Abdul Wahid to act in his capacity as Receiver in the claim proceedings under the <a href=\"/doc/794158/\" id=\"a_3\">Payment of Wages Act</a>. The Order is reported in 1988 (1) RLW 664 (I). \n</p> \n\n<p data-structure=\"Facts\" id=\"p_9\"> 9. In spite of the aforesaid order and thereafter direction by the Authority the claimant did not make Abdul Wahid as party in his amended claim. On June 17, 1989 he moved an application for making amendment that Abdul Wahid may be impleaded merely as proforma-defen-dant which was rejected by the Authority. Prior to that the claimant again approached this Court through Writ Petition No. 1512/89, challenging the Order dated March 18, 1989 of the Authority by which he was directed to file amended claim in terms of the orders of this Court dated April 26, 1988 in the above mentioned first writ petition. The said writ petition was decided on May 11, 1989 by holding that the order impleading\nReceiver Abdul Wahid has become final and the claimant must abide by the order of the Court. It was only thereafter that the claimant has impleaded Abdul Wahid as party. It was apparently because while Mohd. Rafiq was supporting the claimant, Abdul Wahid was contesting the claim. Even after impleading Abdul Wahid as party, the claimant Abdul Wahid s party, the claimant raised a preliminary objection that Abdul Wahid cannot be allowed to participate in the proceedings because as a Receiver, he has no authority to participate in the litigation. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_10\"> 10. In this connection some further facts : need be noticed. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_11\"> 11. Abdul Wahid was appointed as Receiver by the orders of this Court in S.B. Civil Misc. Appeal No. 86/88 Yusuf v. Hamiddullah\n1982 RLW 116 decided on January 5, 1982 which is reported in (2) and on which decision petitioner has placed reliance. Yusuf, father-in-law, of the claimant has instituted a suit in March 27, 1978 against (1) Hamiddullah son of Mohammed, (2) Abdul Rahim son of Mohammed, (3) Inayatullah son of Mohammed, (4) Abdul Hakim son of Mohammed, (5) Abdul Wahid son of Abdul Aziz and (6) Mohammed Rafiq son of Yusuf, in the Court of District Judge, Jodhpur for rendition of accounts of the Firm M/s. Mohammed and Sons on the ground that the plaintiff as well as aforesaid six defendants were all the partners of M/s. Mohammed and Sons. It was Yusuf s averment in his plaint that Hamidullah for about 25 years was managing the affairs of the Firm at the Head Office and that the other brothers who used to look after the work and accounts at other places used to send the accounts and money. The account books of the\n partnership and other documents were alleged to be in the possession of Hamidullah. Defendants No. 1, 3, 4 and 5 viz. Hamidullah, Inayatullah, Abdul Hakim and Abdul Wahid contesting the suit pleaded that the Firm was dissolved in December 31, 1975. Thereafter, said four defendants formed new partnership on January 1, 1976 and since then carrying on the business. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\"> 12. The plaintiff had also moved an application for appointment of Receiver which wasrejected by the trial Court. Against the order\n\nrefusing to appoint Receiver, Yusuf has filed an appeal before this Court. While deciding the application for appointment of Receiver, the Court, prima-facie, was of the view that it appears to be a case of exclusion of one partner and allowed the appeal. Abdul Wahid one of the partners who was looking after the business of the Firm was appointed Receiver. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\"> 13. However, it is relevant for the present purpose to note that this Court was of the view that &#x27;one of the most important questions that will arise in determination of the suit would be whether the partnership is still continuing or that it had come to an end on December 31, 1975 and a new partnership has come into existence as alleged hy the contesting defendants on January 1, 1976. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_14\"> 14. It may also be noticed at this stage that the claim for illegal deduction of wages was filed by the present claimant against M/s. Mohammed and Sons only after his father-in-law Yusuf had filed a suit for rendition of accounts against the partners of M/s. Mohammed and Sons. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_15\"> 15. In the aforesaid back-ground of the inter se dispute between the partners of M/s. Mohammed and Sons, on the one side which included father-in-law of the present claimant as suitor, the claimant filed this petition by impleading M/s. Mohammed and Sons through Rafiq son of Yusuf and got the notices served on Yusuf who remained absent in the first instance. After the first bout of litigation before this Court regarding ex-parte order passed against M/s. Mohammed and Sons, Abdul Wahid, Receiver and partner of M/s. Mohammed and Sons, has been impleaded Receiver as party after much resis-tence and reluctance. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_16\"> 16. Thereafter Mohd. Rafiq tiled a written statement to the claim. He claimed that he is a partner of M/s. Mohammed and Sons whose Registration Number was 623/52. He also admitted that claimant is an employee of M/s. Mohammed and Sons. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_17\"> 17. Abdul Wahid filed a separate reply to the claim. It was denied that claimant is at all an employee of the Firm for the period for which he was claiming wages. It was also pleaded that on May 10, 1971 the services of the claimant were terminated against which he had raised an Industrial Dispute and the dispute was referred to Regional Labour commissioner (C), Ajmer. The employee or Mohd. Yusuf did not appear before the Commissioner. Hamiddullah appearing for the Firm denied that any settlement has been arrived between the parties. Since the employee or his representative did not appear the Labour Court passed no dispute award. No order for setting aside termination order or reinstatement of the claimant was made by the Regional Labour commissioner. Therefore since May 10, 1971. the claimant had ceased to be an employee of the Firm. It was also denied that Mohd. Rafiq was ever partner of the Firm. It was also alleged that Yusuf father- in-law of claimant has fraudulently got the name of his on Mohd. Rafiq entered in the Register of the Firm as partner of M/s. Mohammed and Sons. The collusion between Yusuf and Mohd. Rafiq and the claimant was also pleaded for which reliance was placed on decision of this Court dated April 26, 1988 referred to hereinabove which is reported (supra). \n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\"> 18. The petitioner however stated that on May 10, 1971, the services of claimant was terminated in respect of which the dispute was referred to the Regional Labour Commissioner. Thereafter he had entered into a settlement with the claimant in the interest of Firm and therefore, they informed the Labour Court that there is no dispute between the parties and the proceedings may be dropped. Thereafter nobody appeared before the Tribunal and Tribunal passed a no dispute award and therefore, the Firm and claimant are now bound by the settlement. Thereafter, another settlement was also arrived at between the non-petitioner and claimant on April 1, 1975. He therefore, claimed that termination order became inoperative due to new settlements under which he continues to be in employment of non-petitioner. The non- petitioner Abdul Wahid denied the existence of any such settlement between claimant and the Firm. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> 19. Raising these controversies, many preliminary objections including following were raised: \n</p>   \n\n<blockquote id=\"blockquote_3\"> 1. -----  \n</blockquote> \n<blockquote id=\"blockquote_4\">\n</blockquote><blockquote id=\"blockquote_5\"> 2. -----  \n</blockquote> \n<blockquote id=\"blockquote_6\">\n</blockquote><blockquote id=\"blockquote_7\"> 3. -----  \n</blockquote> \n<blockquote id=\"blockquote_8\">\n</blockquote><p data-structure=\"Precedent\" id=\"p_20\">4- izkFkhZ dh lsok,ยก 10-5-71 dks lekIr dj nh\nx;h Fkh ftlds fo:) izkFkhZ jsQjsUl ds tfj;s Je U;k;ky;] t;iqj x;k Fkk] ^^uks\nfMLI;wV ,okMZ** ikl gqvk] tks orZrku esa Hkh ykxw QeZ ellZ eksgEen ,.M lal dh\nlaLFkku us Dyse vof/k esa ugha jgk] vr% Dyse pyus ;ksX; ugha gSa A\n \n\n5- izkFkhZ ds fu;ksftr gksus ds ckcr~ fookn gS\n,oa bl U;k;ky; dks bl izdkj dk Dyse lquus dk vf/kdkj ugh gS \\ \n\n\n \n\n</p><p data-structure=\"CDiscource\" id=\"p_21\"> 20. After hearing the parties on these preliminary objections at the first instance it upheld the preliminary objections by holding that the dispute raises complicated questions of fact and law which the Authority, as a Tribunal of limited jurisdiction, has no jurisdiction to decide. It was also of the opinion that since the very fact of existence of employer-employee relationship is disputed, the Authority had no jurisdiction to decide the same. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_22\"> Facts of Revision Petition No.35/93  \n \n\n</p><p data-structure=\"Facts\" id=\"p_23\"> 21. The revision petition No.35/93 relates to the claim No.214/88 for the period October 1, 1986 to March 31, 1988. The claim was filed against Yusuf partner of M/s. Mohammed and Sons. Lateron on an application filed by Abdul Wahid, the partner of Mohammed and Sons and also as Receiver of the Firm, he was ordered to be impleaded as a party. Yusuf filed reply accepting the claim of the claimant. Abdul Wahid filed reply denying the claim of the claimant raising all the objections including the objection as to the jurisdiction of the Authority to decide the issues arising in the proceedings as aforesaid. The Authority rejected the claim by upholding preliminary objections No.4 and 5 and the same was affirmed in appeal No.37/90 by the order dated October 1, 1990. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_24\"> Facts of Revision Petition No.20/93  \n \n\n</p><p data-structure=\"Facts\" id=\"p_25\"> 22. The revision petition No.20/93 relates to the Claim No.252/85 for the period March 1,\n1982 to February 1984. The claim was filed against Yusuf partner of M/s. Mohammed and Sons. Later on on an application filed by Abdul Wahid, the partner of M/s. Mohammed and Sons and also as Receiver of the Firm, he was ordered to be impleaded as a party. Yusuf filed reply accepting the claim of the claimant. Abdul Wahid filed reply denying the claim of the claimant raising all the objections including the objection as to the jurisdiction of the Authority to decide the issues arising in the proceedings as aforesaid, The Authority rejected the claim by upholding preliminary objections No. 4 and 5 and the same was affirmed in appeal No. 35/90 by the Order dated October 1, 992. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_26\"> Facts of Revision Petition No. 37/93  \n \n\n</p><p data-structure=\"Facts\" id=\"p_27\"> 23. The revision petition No.37/93 relates to three claims viz. Claim No. 181/86 filed on August 12,1986 for the period January 1982 to January 1983, Claim No.9/87 was filed on October 3, 1986 for wages and bonus for the period January 1, 1972 to April 1, 1975 and for weekly holidays between July 21, 1962 to December 31, 1971, wages from February 1986 to September 1986 and bonus from March 1983 to February 1984 and Claim No.23/87 filed on December 3, 1986 for the salary from the period April 1974 to February 1976. The claims were filed against Yusuf partner of M/s. Mohammed and Sons. Lateron an application filed by Abdul Wahid, the partner of M/s. Mohammed and Sons and also as Receiver of the Firm, he was ordered to be impleaded as a party. Yusuf filed reply accepting the claim of the claimant. Abdul Wahid filed reply denying the claim of the claimant raising all the objections including the objection as to the jurisdiction of the Authority to decide the issues arising in the proceedings as aforesaid. The three claims were decided by a common order dated April 30, 1990 against which one appeal No. 38/90 was filed which was decided on November 2,1992. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_28\"> Facts of Revision Petition No.39/93  \n \n\n</p><p data-structure=\"Facts\" id=\"p_29\"> 24. The revision petition No. 39/93 relates to the Claim No. 35/79 for the period June 1, 1978 to January 21, 1979. The claim was filed against Yusuf partner of M/s. Mohammed and Sons. Lateron on an application filed by Ahdul Wahid, the partner of M/s. Mohammed and Sons and also as Receiver of the Firm, he was ordered to he impleaded as a party. Yusuf filed reply accepting the claim of the claimant. Ahdul Wahid filed reply denying the claim of the claimant raising all the objections including the objection as to the jurisdiction of the Authority to decide the issues arising in the proceedings as aforesaid. The Authority rejected the claim by upholding preliminary objections No. 4 and 5 and the same was affirmed in appeal No. 39/40 by the order dated September 30, 1992. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\"> Facts of Revision Petition No. 36/93  \n \n\n</p><p data-structure=\"Facts\" id=\"p_31\"> 25. The revision petition No. 36/93 relates to the Claim No.34/86 for the period March 3, 1984 to December 31, 1985. The claim was filed against Yusui partner of M/s. Mohammed and Sons. Later on an application filed by Abdul Wahid, the partner of M/s, Mohammed and Sons and also as Receiver of the Firm, lie was ordered to be impleaded as a party, Yusuf filed reply accepting, the claim of the claimant. Abdul Wahid filed reply denying the claim of the claimant raising all the objections including the objection as to the jurisdiction of the Authority to decide the issues arising in the proceedings as aforesaid. The Authority rejected the claim by upholding preliminary objections No. 4 and 5 and the same was affirmed in appeal No. 35/90 by the order dated October 1, 1992. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_32\"> 26. The only question that arises for consideration in these six revision petitions is whether the Authority and appellate Court were right in rejecting the claims of the petitioner on the ground that the Authority had no jurisdiction to decide the issues arising in the proceedings as a Tribunal of limited jurisdiction and whether the Authority had jurisdiction to entertain the claim when the very relationship of employer and employee was in dispute. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"679996\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1734620\" id=\"span_2\">27. The petitioner appearing in person in this connection has placed reliance on <a href=\"/doc/1734620/\" id=\"a_4\">Shri Ambika Mills Co. Ltd. v. S.B. Bhatt and Anr. (1961-I-LLJ-762)(SC</a>), <a href=\"/doc/679996/\" id=\"a_5\">A.R. Sarin v. B.C. Patil</a> (1951 AIRBOM423)and Visliwanatli Tukaram v. GM. Central Rly. (1957-II-LLJ-250)(BOM)\nfor the proposition that the Authority has jurisdiction to decide all question incidental to illegal deductions or delay in payment.</span></span> \n</p> \n\n<p data-structure=\"Section\" id=\"p_34\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_3\">28. The Supreme Court in <a href=\"/doc/1734620/\" id=\"a_6\">Shri Ambika Mills</a> case (supra), laid down the principle regarding the jurisdiction of the Authority under <a href=\"/doc/794158/\" id=\"a_7\">Payment of Wages Act</a>, as under: pp. 7-8   \n  &quot;The only claims which can be entertained by the authority under <a href=\"/doc/1106018/\" id=\"a_8\">Section 15</a> are claims arising out of deductions or delay made in payment of wages. The jurisdiction thus conferred on me authority to deal with these two categories of claims is exclusive. In dealing with claims arising out of deductions or delay made in payment of wages the authority inevitably would have to consider questions incidental to the said matters. In determining the scope of these incidental questions care must be taken to see that under the guise of deciding incidental matters the limited jurisdiction is not unreasonably or unduly extended. Care must also he taken to see that the scope of these incidental questions is not unduly limited so as to affect or impair the limited jurisdiction conferred on the authority. It would be inexpedient to lay down any hard and fast or genera! rule which would afford a determining test to demarcate the field of incidental facts which can be legitimately considered by the authority and those which cannot be so considered.&quot;</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_35\"> 29. In Pavment of Wages Inspector v. Surajmal Mehta (1969-I-LLJ-762)(SC), the question that called attention of their Lordships of the Supreme Court was stated as under: p. 766   \n  &quot;It  must,  however,  be remembered  that though compensation falls within the definition of wages, cases may arise where it would not be a simple question of recovery of wages. ..... The question, therefore, is whether in view of the limited jurisdiction of the Authority under <a href=\"/doc/1141341/\" id=\"a_9\">Section 15(2)</a> of the Act, it was intended to deal with such questions, which in some cases might well raise complicated problems of both facts and law.&quot; \n</p> \n\n<p data-structure=\"Section\" id=\"p_36\"> 30. The Court while examining the scope\n\nof jurisdiction under <a href=\"/doc/1141341/\" id=\"a_10\">Section 15(2)</a> of the Act analysed it in the following terms: p. 768  \n  &quot;It is explicit from the terms of <a href=\"/doc/1141341/\" id=\"a_11\">Section 15(2)</a> that the Authority appointed under sub-section (1) has jurisdiction to entertain application only in two classes of cases, namely, of deductions and fines not authorised under <a href=\"/doc/392051/\" id=\"a_12\">Section 7</a> to <a href=\"/doc/251294/\" id=\"a_13\">13</a> and of delay in payment of wages beyond the wage periods fixed under <a href=\"/doc/915487/\" id=\"a_14\">Section 4</a> and the time of payment laid down in <a href=\"/doc/1624119/\" id=\"a_15\">Section 5</a>. This is clear from the opening words of Sub-section (2) of <a href=\"/doc/1106018/\" id=\"a_16\">Section 15</a>, namely &quot;where contrary to the provisions of this Act&quot; any deduction has been made or any payment of wages has been delayed. These being the governing words in the sub-section the only applications which the Authority can entertain are those where deductions unauthorised under the Act are made from wages or there has been delay in payment beyond the wage period and the time of payment of wages fixed or prescribed under <a href=\"/doc/915487/\" id=\"a_17\">Sections 4</a> and the time of payment of wages fixed or prescribed under <a href=\"/doc/915487/\" id=\"a_18\">Sections 4</a> and <a href=\"/doc/1624119/\" id=\"a_19\">5</a> of the Act. <a href=\"/doc/1141341/\" id=\"a_20\">Section 15(2)</a> postulates that the wage payable by the person responsible for payment under <a href=\"/doc/1223608/\" id=\"a_21\">Section 3</a> are certain and such that they cannot be disputed.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1734620\" id=\"span_4\">31. The Court also reiterated the observations made by their Lordships of the Supreme Court in <a href=\"/doc/1734620/\" id=\"a_22\">Shri Ambika Mills</a> case (supra).</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_38\"> 32. The court on the anvil of aforesaid proposition examined the question regarding the claim of compensation under <a href=\"/doc/500379/\" id=\"a_23\">Section 25FF</a> and <a href=\"/doc/1183163/\" id=\"a_24\">25FFF</a> of the Industrial Disputes Act and observed as under: p, 766  \n  &quot;It must, however, he remembered that though such compensation falls within the definition of wages, cases may arise where it would not be a simple question of recovery of wages. In the present case, for instance, the defence taken by respondent 1 was that he was not the person responsible for payment of compensation and that the right of the workmen was defeated by reason of the proviso to Section 25FF being, according to him, applicable inasmuch as these workmen were\ncontinued in the employment by the said Board, the new employer, that therefore there had been no interruption in their employment that the terms and conditions of service given to them by the new employer were in no way less favourable than those they had when the company was the employer, and that the new employer was responsible for payment of compensation if any retrenchment took place in future.&quot; \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_39\"> 33 In that view of the matter it was held that the Payment of Wages Authority had no jurisdiction to decide the issues. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_40\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"435320\" id=\"span_5\">34. This Court has also taken a view in <a href=\"/doc/435320/\" id=\"a_25\">Deen Bandhu Choudtiary v. Authority</a> 1971. WLN.381 under P.W.Acl, thai Authority ander <a href=\"/doc/794158/\" id=\"a_26\">Payment of Wages Act</a> had no jurisdiction to decide the complicated questions of fact and taw.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_41\"> 35. From the aforesaid, it is clear that though no hard and fast rule can be laid down for the purpose of declaring as to what question can be decided in industrial matters relating to illegal deductions and wages under <a href=\"/doc/794158/\" id=\"a_27\">Payment of Wages Act</a>, the view of the Apex Court is that complicated questions of fact and law upon the rights of the parties arising under various statutes, provisions do not fall within the ambit of jurisdiction of the <a href=\"/doc/794158/\" id=\"a_28\">Authority of Payment of Wages Act</a>. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_42\"> 36. The condition of entertaining the claim was however stated to be that the facts relating to wages payable by the person responsible for payment under <a href=\"/doc/1223608/\" id=\"a_29\">Section 3</a> are certain and as such they cannot be disputed. Meaning thereby, while the Court may ignore the dispute which appears to be frivolous or raising a dispute which is not bonafide but where serious disputes are raised which require decision on complicated question of fact and law, the Authority would have no jurisdiction to entertain the application. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_43\"> 37. Applying the aforesaid test in the facts and circumstances of the present case, it is apparent that serious disputed question of fact and law do arise for consideration in the present case. The very fact of employment since October 11, 1975 is denied. The specific plea of defence is\n\nthat the services of claimant were terminated on May 10, 1971 and he was never reinstated. It is not disputed by the claimant also that his services were terminated on May 10, 1971 and the dispute of the same was referred to Regional Labour Commissioner (C), Ajmer who passed a no dispute award. From the award it is apparent that claimant had not appeared before the Tribunal after informing the Tribunal that there is a settlement between him and the Firm, which is alleged to have been arrived between the claimant and Mohd. Rafiq brother -in-law of the claimant. Hamiddullah, a partner who was admittedly at the relevant time controlling the affairs of the Firm, and was looking after the litigation before the Tribunal was present before the Tribunal, had denied the existence of any such settlement between the claimant and the Firm. It is also apparent from the order of this Court passed in Yusuf v. Hamiddullah (supra), reliance on which has been placed by both the parties before the appellate Court and the Authority while referring to the dispute as to the existence of Firm after December 31, 1975 that the most important question that arose for determination in the suit was whether the partnership is still continuing or that it had come to an end on December 31, 1975 and a new partnership had come into existence had never employed the claimant. The suit is still pending and the matter is sub-judice. The claimant also has raised the issue that partnership had not come to an end on December 31, 1975 but it continues, for that purpose he has relied on the prima facie conclusion of this Court while deciding the application for payment of Receivers that it appear to be a case of excluding one partner from the management of the Firm and not of the dissolution. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_44\"> 38. Be that as it may, this is an important and complicated question on which the question of relationship between the claimant and M/s. Mohammed and Sons, the Firm that has come into existence on January 1, 1976 is relevant and that is the subject- matter of Civil Suit which has been instituted prior to the filing of the claims in the Civil Court which has jurisdiction to decide such issues. The question as to dissolution of old firm and coming into existence of new firm raises complicated question about the terms of the then existing Firm and newly created Firm and interpretation of the provisions of <a href=\"/doc/107341/\" id=\"a_30\">Partnership Act</a>. The dispute is really between the alleged partners of the Firm inter se and the question arise independently of present litigation and cannot be said to be mere ancillary to the claim of petitioner. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\"> 39. There is a serious dispute about the existence of two settlement referred to by the claimant about which the Tribunal had passed &#x27;no dispute award&#x27; The Tribunal also recorded that Hamiddullah representing the Firm does not accept any settlement having been arrived between the parties. This brings before also the question as to the legality of the reinstatement of the petitioner. To say the least, in the facts and circumstances of the aforesaid case the dispute about the existence of the relationship of the employer and employee between the parties existences of the employer Firm, existence of the alleged settlements the question about the termination and reinstatement of the petitioner&#x27;s services are all seriously disputed and complicated questions of fact. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_46\"> 40. The question as to the dissolution of the partnership Firm in which Yusuf and Mohd. Rafiq were partners on July 31, 1975 and by which Firm he is alleged to an employee raises serious and complicated question of fact and law which is already subjudice before the competent Civil Court where the main issue is the same. All these disputes also cannot be said to be raised merely for the sake of denying the claimant&#x27;s claim but in fact are disputes raised even prior to the filing of the claim in a suit none other than by claimant&#x27;s father-in-law. Such matters which are already independently subject-matter of litigation between the parties claiming the partners of the respondent Firm, and the claimant being interested in one of the partners is seeking to decide such an important issue by the Authority under payment of <a href=\"/doc/13443723/\" id=\"a_31\">Wages Act</a> as a matter incidental to the claim for the purpose of giving benefit to one with whom he has been found to be in collusion. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_47\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"583903\" id=\"span_6\">41. The fact also cannot be lost sight of that the claimant has persistently sought to exclude the contesting partner and Receiver of the Firm form participating in the present proceedings before the orders passed by this Court on April 26, 1988 in <a href=\"/doc/583903/\" id=\"a_32\">Mohammed and Sons v. Authority</a> under the Payment of Wages, D.B.Civil Writ Petition No. 927 of 1929 and even thereafter as has been noticed while detailing the facts here-inabove.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_48\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"583903\" id=\"span_7\">42. This contention was also raised before me that Receiver should not have been permitted to participate in the proceedings by the Authority and appellate Court also in permitting the Receiver to participate, the Authority below, have committed illegality in exercise of their jurisdiction. This argument has been raised inspite of inter party decision <a href=\"/doc/583903/\" id=\"a_33\">referred to above</a> in which a finding about collusion between the claimant and his father-in-law Yusuf and brother-in-law Mohd. Rafiq has also been recorded and the persistent plea by the claimant that the Court should exclude the Receiver from participating in the proceedings and act on the concession of these person lends further support to the existence of the collusion between the claimant and Yusuf.</span> \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"583903\" id=\"span_8\">43. Applying the aforesaid test <a href=\"/doc/583903/\" id=\"a_34\">laid down by</a> the Supreme Court, to the facts of present case, I am of the opinion that the Authority and the appellate Court have not erred in any manner in declining to entertain the claim of the petitioner.</span> \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_50\"> 44. Even apart from the fact that the questions raised before the Authority under <a href=\"/doc/794158/\" id=\"a_35\">Payment of Wages Act</a> are complicated questions of fact and law, the question whether at all relationship of employer employee exists between the parties, in my opinion it cannot be said to be a question incidental to the claims that can be determined under Act. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_51\"> 45. In the present case, it is not the dispute that employer and employee relationship never existed between the parties but the real dispute raised was that the services of the petitioner were terminated on May 10, 1971 and thereafter he was never reinstated to which the claimant&#x27;s reply was that no doubt, services were terminated but thereafter contract of employer and employee still subsists as a result of subsequent settlement. This is the dispute really speaking not relating to the terms of employment but relating to the termination of an existing employment and reinstatement thereafter, while there is conflict opinion on the question whether existence of contract of employment can be considered to be falling within the purview of examining as to what are the terms of employment but there is no conflict as to the question that Authority had no jurisdiction to decide the question relating to termination of the employment and reinstatement. Even the authorities relied on by the petitioner did not lay down to the law contrary. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\"> 46. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"679996\" id=\"span_9\"><a href=\"/doc/679996/\" id=\"a_36\">In. A.R. Sarin v. B.C. Paul and Another</a> (supra) a Division Bench of the Bombay High Court clearly laid down as under-</span> \n</p><blockquote id=\"blockquote_9\">  &quot;But that jurisdiction does not extend to determining the question as to whether the contract has terminated as alleged by the employer or the contract is still subsisting as alleged by the servant&quot;. \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_53\"> 47. In Vishwanath Tukaram&#x27;s case (supra), Full Bench of Bombay High Court dealing the aforesaid decision enunciated the law as under; p. 254   \n  &quot; In our opinion, on these pleadings the issue directly and substantially arises as to whether the employee was in the employment of the Railway Authorities during the relevant period, and there can be no doubt that is an issue which the Authority under the <a href=\"/doc/794158/\" id=\"a_37\">Payment of Wages Act</a> can try and determine. It is not the case of the Railway Authorities that the services of the employee were terminated, nor have the Railway Authorities contended that he was dismissed. They have relied on the fact that automatically his name was struck off from the attendance register for the purpose of contending that he must be regarded as not being an employee during the relevant period. We agree with the Advocate General that if the Railway Authoritie&#x27; s, case was that the employee&#x27;s services were terminated or that he was dismissed or discharged, then in view of Sarin&#x27;s decision (2), that was an issue which could not have been tried by the Authority under the <a href=\"/doc/794158/\" id=\"a_38\">Payment of Wages Act</a>.&quot; \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_54\"> 48. From the aforesaid two decisions relied on by the petitioner, it is clear that where the employee&#x27;s case is that claimant&#x27;s services have been terminated but the employees denied, the question about subsistence of such termination, the Authority under payment of <a href=\"/doc/13443723/\" id=\"a_39\">Wages Act</a> had no Authority to decide. As has been noticed above, the specific case of the contesting respondent is that the services of claimant were terminated w.e.f. May 10, 1971 and the claimant&#x27;s case is that notwithstanding the termination of services w.e.f. May 10, 1971, the contract of services continues to subsist as a result of the subsequent settlement. According to the decision relied on by the petitioner, such a dispute cannot be decided by the Authority. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\"> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1734620\" id=\"span_10\">49. Another decisions relied on by the petitioner <a href=\"/doc/1734620/\" id=\"a_40\">Shri Ambika Mills Co. Ltd v. Shri S.B. Bkatt and Anr.</a> (supra) has also no application to the facts of the present case. That was a case where the existence of two contract of employment was admitted by the parties and the only question which was to be determined for the purpose of deciding the claim under the Act was as to terms of which of the subsisting contract would cover the claim and that matter was held to be incidental to the determination of claim, that could be entertained under Act. The case does not relate to a controversy where existence of contract is disputed.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\"> 50. Same is the view taken by Allahabad High Court in General Manager, N.E.B., Gorakhpur vs Surajnath Dubcy (1980-II-LLJ-242)(All) p. 244. It was held that in case where an employee is suspended, removed or dismissed wages become due to him only when such action is declared void and the employee cannot have cause of action before the date of such declaration.\n</p> \n\n<p data-structure=\"Section\" id=\"p_57\">51. In the present case it is admitted case of the parties that services of the petitioner were terminated w.e.f. May 10, 1971. It cannot be disputed that there is no order of any competent authority declaring the termination order invalid or void. It is seriously in dispute whether the termination order was made inoperative by alleged subsequent settlements. This question about existence and effect of such settlement or order of termination is directly related to issue cannot be said to be incidental to illegal deduction or delayed payment of wages. That authority under Act has no jurisdiction to decide the questions relating to termination of service of employee. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_58\"> 52. While Bombay High Court at one hand has taken a view that where existence of contract is in dispute the Authority, which undoubtedly had jurisdiction to decide the determination of terms of contract to decide as to what are the terms of contract, the Authority had also jurisdiction to decide whether the contract of employment exists. On the other hand Allahabad High Court has taken a different view that the Authority had no jurisdiction to decide the Same. Reference in this connection may be made to E.Hill and Co (P)Ltd., Mirzapur v. City Magistrate, Mizra pur and another \\ 980-(40) FLR 362. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_59\"> 53. As I have already noticed that since that controversy is not directly arising in the present case, I am not expressing any opinion thereon. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_60\"> 54. It was further contended by the petitioner that the Authority under <a href=\"/doc/794158/\" id=\"a_41\">Payment of Wages Act</a> is a Civil Court and has thus its jurisdiction to resolve disputes in unlimited and co-extensive with that of an ordinary Civil Court. The argument is noted to be rejected. Law is well settled that Authority under the <a href=\"/doc/794158/\" id=\"a_42\">Payment of Wages Act</a> enjoys limited jurisdiction to decide controversies relating to illegal deductions and delayed payment of wages and matter incidental thereto. The ambit and scope of jurisdiction had been discussed above. Reference may further be made in this connections to A.V.D.Costa, Divisional Engineer, G.I.P. Railway v.B.C.Patel and Anr. 1955 AIR SC 412 which it was held as under- \n</p><blockquote id=\"blockquote_10\">  &quot;The authority setup under <a href=\"/doc/1106018/\" id=\"a_43\">Section 15</a>, Payment of       Wages Act, 1936 is undisputable a tribunal of limited jurisdiction. Its power to hear and determine   disputes   must   necessarily   be found in the provisions of the Act. Such a tribunal it is undoubted, cannot determine       any controversy which is not within the ambit of those provisions.&quot;\n \n \n\n</blockquote><p data-structure=\"Precedent\" id=\"p_61\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1091877\" id=\"span_11\">55. Reference in this connection may also made to <a href=\"/doc/1230242/\" id=\"a_44\">Section 18</a> of the Act which confers on the Authority power of Civil Court under <a href=\"/doc/161831507/\" id=\"a_45\">Code of Civil Procedure</a> only for the purpose of taking evidence and enforcing attendance of witness and also for the purpose of Section 195 and of Chapter XXVI of the <a href=\"/doc/445276/\" id=\"a_46\">Code of Criminal Procedure</a>, 1973. Except for such limited purposes, the Authority under the Act is properly speaking a quasi-judicial tribunal having limited jurisdiction over the subject-matter provided under the Act. this Court in <a href=\"/doc/1091877/\" id=\"a_47\">Bijay Cotton Mills Ltd. v. Inspector of Payment of Wages Act (1963-II-LLJ-51)(SC</a>) has held the Authority under the Act to be a quasi- judicial tribunal and not a Civil Court.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1776469\" id=\"span_12\">The decision in <a href=\"/doc/1776469/\" id=\"a_48\">Brajnandan Sinha v. Jvoti Narain</a> 1955 (2) SCR 955 has no bearing on the question. It was a case in which question arose whether a Commissioner appointed under <a href=\"/doc/1774870/\" id=\"a_49\">Public Servant (Inquiries) Act, 1850</a> is a Court within the meaning of Contempt of Court Act, 1952. The Court replied in the negative.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1664246\" id=\"span_13\">The petitioner also relied on <a href=\"/doc/1664246/\" id=\"a_50\">Sim Virendar Kumar Satyawadi v. The State of Punjab</a> 1956 SCJ-138. This was a case in which the question arose whether Returning Officer while deciding on the validity of a nomination paper under <a href=\"/doc/55081742/\" id=\"a_51\">Representation of the People Act</a> is a Court for the purpose of <a href=\"/doc/14134/\" id=\"a_52\">Section 195(1)(b)</a>, Cr.P.C. The Court answered in the negative. The decision is wholly besides the point before me. It does not support the contention of the petitioner at all.</span> \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_62\"> 56. The petitioner also urged th;*t icspon-dent Abdul Wahid could not have participated in these proceedings, because a Receiver cannot litigate without the direction of the Court who has appointed him. This Court has not given such permission to Abdul Wahid. This contention has no force. Very foundation of the contention is non-existent. It has been noticed above that in a proceeding arising out of petitioner&#x27;s claim, this Court directed Abdul Wahid as Receiver of Firm Mohd. and Sons to be impleaded as party in claim petition filed by the present petitioner. Moreover where a person has been appointed as Receiver to manage a business of Firm, such authority to defend the interest of the Firm in a proceeding instituted against Firm is implicit in it. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_63\"> 57. As a result of the aforesaid discussion, I do not find any force in the petitions and the petitions are dismissed accordingly. \n</p> \n\n","numcites":25,"numcitedby":1,"docsource":"Rajasthan High Court - Jaipur","citetid":286127,"divtype":"judgments","relatedqs":[{"value":"preliminary objections","formInput":"preliminary%20objections"},{"value":"appointment of receiver","formInput":"appointment%20of%20receiver"},{"value":"reinstatement ","formInput":"reinstatement%20"},{"value":"who can be impleaded as party","formInput":"who%20can%20be%20impleaded%20as%20party"},{"value":"\"illegal deductions \"","formInput":"%22illegal%20deductions%20%22"},{"value":"payment of wages act","formInput":"payment%20of%20wages%20act"},{"value":"questions of fact","formInput":"questions%20of%20fact"},{"value":"no dispute award is no award","formInput":"no%20dispute%20award%20is%20no%20award"},{"value":"no dispute award ","formInput":"no%20dispute%20award%20"},{"value":"collusion","formInput":"collusion"},{"value":"wages under Payment of Wages Act","formInput":"wages%20under%20Payment%20of%20Wages%20Act"},{"value":"payment of wages","formInput":"payment%20of%20wages"},{"value":"complicated question of facts","formInput":"complicated%20question%20of%20facts"},{"value":"delayed payment","formInput":"delayed%20payment"},{"value":"law journals ","formInput":"law%20journals%20"},{"value":"labour commissioner ","formInput":"labour%20commissioner%20"},{"value":"employee and employer","formInput":"employee%20and%20employer"},{"value":"bonus","formInput":"bonus"}],"cats":[{"value":"payment-of-gratuity","formInput":"tag:payment-of-gratuity"},{"value":"disputes-arising-from-wrongful-deductions-or-delay","formInput":"tag:disputes-arising-from-wrongful-deductions-or-delay"},{"value":"fixation-of-wage-periods","formInput":"tag:fixation-of-wage-periods"},{"value":"time-of-payment-of-wages","formInput":"tag:time-of-payment-of-wages"}],"courtcopy":false,"query_alert":null,"agreement":false}