{"tid":1197351,"publishdate":"2000-11-17","title":"Food Corporation Of India Workers' ... vs Food Corporation Of India And Ors. on 17 November, 2000","doc":"<h2 class=\"doc_title\">Food Corporation Of India Workers&#x27; ... vs Food Corporation Of India And Ors. on 17 November, 2000</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: (2001)ILLJ1296GUJ</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:h-k-rathod\">H.K. Rathod</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:h-k-rathod\">H.K. Rathod</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n\n \n\n H.K. RATHOD, J.  \n \n\n</pre><p data-structure=\"Issue\" id=\"p_1\"> 1. Jawaharlal Nehru, the first Prime Minister of this Republic while dreaming of elevating the lot of the common man of this country, once stated :  \n</p><blockquote id=\"blockquote_1\">  &quot;Our final aim can only be a classless society with equal economic justice and opportunity to all, a society organized on a planned basis for the raising of mankind to higher material and cultural levels. Everything that comes in the way will have to be removed gently, if possible, forcibly, if necessary, and there seems to be little doubt that coercion will often be necessary.&quot;  \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_2\"> 2. These were his prophetic words about three decades back. More than a quarter of century has run out since he left us but there has yet been no percolation in adequate dose of the benefits the constitutional philosophy stands for to the lower strata of society. TOLSTOY wrote :  \n</p><blockquote id=\"blockquote_2\">  &quot;The abolition of slavery has gone on for a long time. Rome abolished slavery. America abolished it and we did it but only the words were abolished, not the thing.&quot;  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_3\"> 3. Perhaps, what TOLSTOY wrote about abolition of slavery in a large sense applies to what we have done to the constitutional ethos. It has still remained on paper and is contained in the book. The benefits have not yet reached the common man. What SWAMI VIVEKANAND wrote in a different context may perhaps help a quicker implementation of the goal to bring about the overdue changes for transforming India in a positive way and in fulfilling the dreams of the Constitution fathers. These were the words of the Swami :  \n</p><blockquote id=\"blockquote_3\">  &quot;It is imperative that all this various yogas should be carried out in practice. Mere theories about them will not do any good. First we have to hear about them, then, we have to think about them. We have to reason the thoughts out, impress them on our minds and meditate on them; realize them, until at last they become our whole life. No longer will religion remain a bundle of ideas or theories or an intellectual assent. It will enter into our very self. By means of an intellectual assent, we may today subscribe to many foolish things, and change our minds altogether tomorrow. But true religion never changes. Religion is realization, not talk, nor doctrine, nor theories, however beautiful they may be. It is being and becoming, not hearing or acknowledging. It is the whole soul&#x27;s becoming changed into what it believes that is religion.&quot;  \n</blockquote> \n\n<p data-structure=\"Issue\" id=\"p_4\"> 4. In this petition, notice has been issued by this Court on October 11, 2000 and status quo was ordered in respect of the service conditions of the workmen concerned as enumerated at Annexure &quot;A&quot; to the petition. Thereafter, interim order has been passed by this Court (Coram : D. H. VAGHELA, J.) on October 19, 2000 which is continuing even today. In this petition, affidavit-in-reply has been filed by respondent Nos. 1 to 5 and the rejoinder thereto has been filed by the petitioner which is also on record. Respondent No. 6 has filed Civil Application No. 9900 of 2000 for being joined as a party to the proceedings which has been allowed by this Court by order dated October 18, 2000 with the consent of the parties. Civil Application No. 9972 of 2000 has been filed by one faction of the petitioner-Union for being joined as a party to the main petition, i.e. Special Civil Application No. 10673 of 2000. The main petition and the application have been filed by one Union because of the internal rivalry between the office bearers of one Union.  \n</p> \n\n<p data-structure=\"Facts\" id=\"p_5\"> 5. Brief facts of the present petition are that the petitioner is a Union of the employees including employees working under the contractors engaged by the respondent-Food Corporation of India (&quot;FCI&quot; for short) and the members of the petitioner-Union being the citizens of India, are entitled to all the fundamental rights guaranteed under the Constitution of India. The respondent No. 1-FCI is public sector Corporation set up under the <a href=\"/doc/644473/\" id=\"a_1\">Food Corporation Act, 1964</a> and is a statutory body discharging statutory functions. The entire capital is provided by the Central Government and the management is virtually appointed and controlled by the Central Government and is thus, a State within the meaning of <a href=\"/doc/609139/\" id=\"a_2\">Article 12</a> of the Constitution of India. It is alleged that the respondent-FCI being a State within the meaning of <a href=\"/doc/609139/\" id=\"a_3\">Article 12</a> has been adopting an arbitrary policy of employing different kinds of food handling labour for the same kind of work and making different types and quantum of wages and fringe benefits. The categories of workers performing the same functions and duties are of four types :  \n</p>   \n\n<blockquote id=\"blockquote_4\"> (i) Departmental labour who are regular employees of the respondent-Corporation and who have prescribed pay scales and large numbers of fringe benefits as are normally available in the public sector undertakings. Approximately, there are 250 depots under this system.  \n</blockquote> \n\n<blockquote id=\"blockquote_5\"> (ii) Contract labour who are employed by the respondent-FCI through the intermediary of a handling contractor who pays workers working for him at an abysmally low rate devoid of any fringe benefits and they are no better than bonded labour without any fair wages, fixed duty hours, paid weekly off days, OT wages, security of job, etc. The bulk of depots of the respondent FCI are under this system. The number of such depots would be around 1,400. This sort of quasi departmentalised labour who work under the direct supervision and control of the Corporation management and paid directly by the Corporation management without any intermediary contractor. These labourers are paid on piece rate basis with granted minimum wages with skeletal of fringe benefits like paid weekly off, three paid national holidays, CPF, ex gratia in lieu of bonus first paid and gratuity. At present, there are 200 depots under this system. According to the petitioner, productivity linked piece rate system on &quot;no work no pay&quot; basis whereunder there is no intermediary handling contractor and there is direct employer-employee relationship between the Corporation and the workman but they are purely on piece rate basis and without any fringe benefits. Prior to 1970, the Corporation was getting the work of food handling done through middle men known as food handling contractors. However, on account of persistent demand of the Union, the employers entered into specific agreement with the Union on May 23, 1973 in this behalf, as per which the employer agreed to departmentalise the work force in all the depots in a phased manner. Initially, the departmentalisation was done in 10 depots. The Union continued to mount its pressure not only at the level of collective bargaining but also by taking resort to the Courts of law as a result of which the Corporation was obliged to progressively bring more and more depots under departmental system which has now gone upto approximately 250 depots. However, the Corporation has been still perpetuating the exploitative contract labour system in the vast majority of the depots throughout the country.   \n</blockquote> \n\n<p data-structure=\"Facts\" id=\"p_6\"> 6. It is the case of the petitioner that the workers of the petitioner-Union who are 489 in number are doing the work of putting grains in jute bags and transport the same. So, it is absolutely perennial work. The petitioners have further alleged that in fact, there are 489 workers working through different contractors engaged by the respondent No. 1-FCI from time to time. The petitioner submits that the contractors engaged by the respondent No. 1 herein go on changing from time to time but the workers remain the same. The petitioner has further alleged that lastly, the members of the petitioner-Union were working under the contractor Shiv Handling Agencies engaged by the respondent No. 1. However, said contract period of the said contractor is now over. That since the contract period of earlier contractor has expired on October 4, 2000, the respondent-FCI engaged another new contractor and would also ask such new contractor who may be engaged to bring his own workers, thereby ignoring the claim of the workers i.e. members of the petitioner-Union who have been working since last nine years with the different contractors of the respondent-FCI. That as a matter of fact, even when the said employees served through different contractors and contractors went on changing, the members of the petitioner-Union remained the same and, therefore, respondent-FCI is now duty bound to direct the new contractor whoever engaged the workers whose names are listed in Annexure &quot;A&quot; since they have been working since last eight years. That as stated above, these workers are doing the work of first respondent-FCI which is of perennial nature like preparing jute bags of foodgrains and transporting the same and so far as the contractor is concerned, he is merely a camouflage and merely an intervening agency and for all practical purposes the employees whose names are listed at Annexure &quot;A&quot; are working under the respondent No. 1 of course under the contractor engaged by the first is respondent who is merely a camouflage. The petitioner has, therefore, prayed for directing the respondent No. 1-FCI not to give the aforesaid work which the employees named at list Annexure &quot;A&quot; are doing any other workers and further to consider the employees listed at Annexure &quot;A&quot; for permanent employment under the first respondent directly and with a future prayer to direct the respondent No. 5 to initiate appropriate proceedings under the Act for prohibiting employment of contract labour in the godown of respondent No. 1 at Gandhidham. The petitioners have produced at Annexure &quot;A&quot; list of the workers who are members of the petitioner-Union and at Annexure &quot;A&quot; copy of the Bipartite Settlement dated July 4, 1999.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_7\"> 7. On behalf of the respondents Nos. 1 to 5, affidavit-in-reply has been filed which is at page 60 of the petition wherein the respondent-FCI has contended that the petition involves various disputed questions of fact which cannot be gone into in a petition under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution; that no fundamental rights of the petitioner-Union&#x27;s members are infringed and the petition is therefore required to be dismissed; that the members of the petitioner-Union are members of Shiv Handling Agencies who had engaged the workmen for handling and transportation of foodgrains at the Gandhidham Depot. It is submitted that the contract with Shiv Handling Agencies has already come to an end on October 4, 2000 and before expiry of the contract of the previous contractor, the respondent-FCI had issued tenders for award of contract by public advertisement. Thereafter, the Corporation has ultimately appointed new contractor Sangam Transport Corporation and the work has been already given to the new contractor prior to October 4, 2000 and the new contractor has taken the charge after obtaining requisite labour licence on October 11, 2000. The said respondent has further contended that as per the terms and conditions of the contract, Sangam Transport Corporation will have to bring its own labourers for execution of the contract of handling and transportation and that the respondent-FCI does not engage labourers directly and the labourers are not the employees of the respondent-FCI and it is clear that there is no master and servant relationship between the workers and the FCI and as such, the petitioners cannot claim any relief against the respondent-FCI. The respondent-FCI has further contended that the questions as to whether the members of the petitioner-Union are the contract labourers or not; whether they are working since many years or what was the duration for which they were engaged, nature of processes, etc. are required to be examined after appropriate trial by the Court constituted under the <a href=\"/doc/500379/\" id=\"a_5\">Industrial Disputes Act</a> and such questions cannot be appropriately dealt with and decided by this Court in a petition under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution. It is also submitted by the said respondent that appropriate Government has not issued any notification abolishing the contract labour in respect of the respondent-Corporation, in respect of Gandhidham depot and, therefore, the workmen of the petitioner-Union have no longer any right for absorption in the respondent-Corporation. It is also submitted that if the petitioner-Union has any grievance, it may approach the Labour Court or the appropriate Government under the provisions of <a href=\"/doc/45909/\" id=\"a_7\">Section 10</a> of the Contract Labour (Regulation and Abolition) Act, 1970 and the petitioner is required to be relegated to the said remedy since the petition involves disputed questions of fact. It is also submitted that the contractors are changed every two years and incoming contractor is not under the obligation to engage the same labourers. In view of this, the statement of the petitioner that all the workers are working since last eight years cannot be accepted. It is further submitted that in view of this, even otherwise, the Corporation is unable to find out whether they were working since last eight years or not as alleged. It is further submitted that the recessive handling agencies is a sister concern of Ayub Bachu and Co. who were previous contractors and, therefore, it may be possible that both the contractors have engaged old workers. It is also submitted that the payment of wages to the casual labourers is always arranged by contractor in presence of the depot officers who countersign wage-cum-muster roll. It is submitted that the contractor arranges for payment to these workers as per the rates fixed by the central/State Labour ministry. It is further submitted that the respondent-FCI is engaged in the handling and transportation of the foodgrains, which are the essential supplies and that in view of the interim order passed by this Court, the respondent-Corporation is unable to provide the essential articles to the public distribution system and that the new contractor is unable to bring his own workmen in view of the ad interim order passed by this Court. It is further submitted that the workers of the petitioner-Union are not responding to the work. In the process, the respondent-Corporation is not able to get the work done through any set of workmen and as a result thereof, the public distribution system is suffering. In view of the above premises, the respondent-FCI has prayed that this petition be dismissed and the interim relief granted earlier be vacated.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_8\"> 8. Against the reply filed by the respondent-FCI, the petitioner-Union has filed affidavit-in-rejoinder wherein the deponent of the said affidavit-in-rejoinder has submitted that the last contractor under which the said 489 contract labourers were working was one Shiv Handling Agencies who was awarded the contract at Gandhidham depot from October 5, 1998 till October 4, 2000. Said contract labourers were working as such with the first respondent under several other contractors such as Noor Mohammad Ibrahim, Caroo Converse and Ayub Bachu and Co. It is also contended in the said rejoinder that the said 489 contract labourers have also been issued identity cards signed by the contractor Shiv Handling Agencies and countersigned by the Asstt. Manager Depot FSD/SPG, FCI Gandhidham. It is also submitted that even the first respondent has vide its letter dated August 24, 2000 issued to the contractor Shiv Handling Agencies informed the said contractor about allotment of PF Account Numbers to the workers. It is also submitted that the members of the petitioner-Union 489 in number as per Annexure &quot;A&quot; to the petition are ready and willing to work under the new contractor and that in between this period of eight years, four different contractors were engaged by the first respondent and said contractors have taken work from the members of the petitioner-Union and that the said members have, therefore, legitimate expectations for continuing to be engaged as such and for absorption as regular workers of the first respondent. That they have legitimate right and expectation to be preferred for the contract labour work. It is denied that the workers are not reporting for work as alleged or that they have not started work or that the workers are insisting that the new contractor Sangam Transport Corporation should also not engage other workmen who are not in the list or that they are insisting to engage workmen who do not possess any identity card to show that they were the workmen of the previous contractor. It is contended that he has been informed that the letter purported to have been signed by 36 contract labourers purporting to be dated October 13, 2000 which is produced alongwith the affidavit-in-reply appears to be in the handwriting of the employees of the new contractor and does not appear to have been signed by all the thirty six contract labourers mentioned therein, it is specifically contended that the new contractor has been adopting all sorts of unscrupulous methods so as to defeat the rights of the members of the petitioner and to create confusion. It is submitted that if the interim relief granted earlier by this Court is vacated, then, serious prejudice will be caused to the members of the petitioner and their right to livelihood will be jeopardized. It is submitted that the members of the petitioner are aware that the public distribution system should not suffer in this famine like situation and on behalf of the petitioner-Union, the deponent of the said affidavit-in-rejoinder has assured that the members of the petitioner-Union shall make all the endeavours to see that the public distribution system does not suffer because of the members of the petitioner-Union.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_9\"> 9. I have heard the learned advocates for the respective parties. Learned advocate Mr. Thakore for the petitioner-Union has submitted that the petitioner-Union&#x27;s members are working since more than eight years with different contractors engaged by the first respondent-FCI and that the nature of work is perennial and in such situation, it is the duty of the first respondent which is a State Authority to absorb the members of the petitioner Union as a direct employee of the respondent No. 1-FCI. He his further submitted that in reality, work of the respondent-FCI has been carried out under the guise of engaging contractor which is in reality nothing but camouflage, sham and bogus just to deprive the workers from their legitimate rights and claims of having minimum wages and their service conditions which are available to regular employees of the respondent-FCI. He has relied upon the decision of the Apex Court in All India General Mazdoor Trade Union v. Delhi Administration and Ors. 1995 Supp (3) SCC 579 : 1999-III-LLJ (Suppl)-101. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"366376\" id=\"span_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_2\">He has also relied upon the decision of the Apex Court in case of <a href=\"/doc/784921/\" id=\"a_8\">Air India Statutory Corporation v. United Labour Union</a> reported in AIR 1997 SC 645 : 1997 (9) SCC 377 : 1997-I-LLJ-1113 and has also relied upon the Apex Court&#x27;s decision in case of <a href=\"/doc/366376/\" id=\"a_9\">Gujarat Electricity Board Thermal Power Station TPS Ukai v. United Mazdoor Sabha</a> AIR 1995 SC 1893 : 1995 (5) SCC 27 : 1995-II-LLJ-790.</span></span>  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_10\"> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"678349\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1087622\" id=\"span_4\">10. As against that, learned advocate Mr. S. R. Shah appearing for respondent No. 6 contractor has relied upon the decision of the Apex Court in case of <a href=\"/doc/1087622/\" id=\"a_10\">Dena Nath and Ors. v. National Fertilizers Ltd. and Ors.</a> reported in AIR 1992 SC 457 : 1992 (1) SCC 695 : 1992-I-LLJ-289, also in case of <a href=\"/doc/678349/\" id=\"a_11\">FCI Bombay and Ors. v. Transport &amp; Dock Workers&#x27; Union and Ors.</a> reported in 1999 (7) SCC 59 : 1999-II-LLJ-1389.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_5\">He has also submitted that the decision in case of Air India Statutory Corporation on which Mr. Thakore has placed reliance has been referred to the Larger Bench of the Apex Court for hearing and therefore, the decision in case of <a href=\"/doc/784921/\" id=\"a_12\">Air India Statutory Corporation</a> (supra) cannot be considered by this Court and the petitioner cannot rely upon the same and the petitioner is also not entitled to the benefits of <a href=\"/doc/784921/\" id=\"a_13\">the said decision</a>. He has further submitted that there are no terms and conditions in the contract which would require to engage the old contract labourers by the respondent No. 6 new contractor and if the Court passes any orders directing the new contractor to engage any old contract labourers, it would amount to modifying the terms and conditions of the contract entered into between the respondent No. 1 FCI and the contractor respondent No. 6 which is not within the jurisdiction of this Court. He has also objected to the interim arrangement directed by this Court by order dated October 19, 2000 and has opposed such interim relief and has requested for vacation of such interim orders with a submission that it is affecting the work of the respondent No. 6 and ultimately the work of the respondent No. 1 FCI is suffering. He has submitted that the respondent No. 6 is having legal and valid contract licence under the provisions of the <a href=\"/doc/1810788/\" id=\"a_14\">Contract Labour (Regulation and Abolition) Act, 1970</a> and no provisions of the said Act have been violated by the respondent No. 6 and, therefore, no order adverse to respondent No. 6 passed by this Court in these proceedings. He has also submitted that the appropriate Government has not issued any notification prohibiting contract labour system at Gandhidham Depot and, therefore, respondent No. 6 is entitled to carry out contract work and contractual obligations with the first respondent by engaging his own workers and that Court cannot restrain respondent No. 6 in engaging his own workers for performing the contract work with the respondent No. 1 FCI. He has submitted that in such situation, if the petitioner-Union is having any grievance against the first respondent, then, they should approach the appropriate machinery under the <a href=\"/doc/1810788/\" id=\"a_15\">Contract Labour (Regulation and Abolition) Act, 1970</a> or under the <a href=\"/doc/500379/\" id=\"a_16\">Industrial Disputes Act, 1947</a> and such questions cannot be decided by this Court in a petition under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a> of the Constitution of India.</span>  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_11\"> 11. Learned Advocate Ms. Sangeetaben Pahwa appearing for the first respondent-FCI has made such similar submissions as has been made by Mr. Shah for the new contractor and has submitted that no notification has been issued under <a href=\"/doc/45909/\" id=\"a_18\">Section 10</a> by the appropriate Government putting ban on contract labour system at Gandhidham and, therefore, the respondent No. 1 is entitled to give contract of labour to respondent No. 6 and according to the terms and conditions of the said contract, the respondent No. 6 contractor is entitled to engage his own labourers and that the respondent No. 6 is not under obligation to engage the members of the petitioner-Union and that the respondent No. 6 is having valid and legal licence under the law and, therefore, in such a situation, when the disputed questions of law and facts have been raised in this petition, this Court should not interfere with the same and should not pass any orders for determination of such highly disputed questions of fact and law.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_12\"> 12. Learned Advocate Mr. Bhatt appearing for the faction of the petitioner-Union has filed civil application for being joined as a party to the petition and has submitted that there are other members of the applicant-Union to whom Mr. Bhatt is representing. He has submitted that such workers have been engaged by respondent No. 6 and because of the ad interim orders passed by this Court, respondent No. 6 is not engaging the members of the applicant Union and, therefore, the members of the applicant-Union are adversely affected and, therefore, he has submitted that the interim orders passed by this Court should be vacated.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_13\"> 13. The request and submissions made by Mr. Bhatt has been strongly opposed by Mr. Thakore, the learned counsel for the petitioner-Union on the ground that there is injunction issued by the Court against the secretary whom the applicant-Union has been representing and, therefore, the applicant-Union is not entitled to be joined as a party. He has also submitted that there are some proceedings pending before the Civil Court at Delhi and prohibitory orders have been passed by the Civil Court against the office bearers of the applicant-Union who have filed an application for being joined as a party. In Civil Application No. 9972 of 2000 wherein the petitioner-Union is the opponent No. 1 has filed reply and has opposed the prayers made therein by raising several contentions.  \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_14\"> 14. Learned Advocate Ms. Pahwa has also submitted that there are certain difficulties as regards identification of the workmen. She has submitted that it may happen that some other workmen may come in case of members of the petitioner-Union and such other difficulties were pointed out by Ms. Pahwa and has further submitted that if the ad interim relief will continue, then, it would ultimately affect the work of the Corporation and it may happen that the work of public distribution may suffer and therefore, in view of such situation and disputed questions of fact and law, this Court should not entertain this petition and should reject the same and vacate the interim relief granted earlier.  \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_15\"> 15. I have considered the submissions of all the learned Advocates. The question is that yet no notification has been issued by the appropriate Government prohibiting labour contract in the field of the FCI at Gandhidham Depot and that the respondent No. 6 is having legal and valid licence of engaging contract labour. These are the facts which are not in dispute between the parties. Rest of the averments are in dispute between the parties. The prayer of the petitioner-Union either to abolish the contract system or to direct the respondent-Corporation to absorb the members of the petitioner-Union as a regular employee in such a situation cannot be entertained by this Court because all these are the disputed questions of fact. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1125754\" id=\"span_6\">In such a situation, the petitioner-Union can raise industrial dispute under the <a href=\"/doc/500379/\" id=\"a_19\">Industrial Disputes Act, 1947</a> on the ground that the contract labour system is camouflage, sham and bogus. It is also open for the petitioner-Union to approach the machinery under the provisions of the <a href=\"/doc/1810788/\" id=\"a_20\">Contract Labour (Regulation and Abolition) Act, 1970</a> with a prayer to issue notification for prohibiting labour contract system at Gandhidham. According to me, the petitioner-Union can simultaneously approach the machineries under both the legislations namely <a href=\"/doc/500379/\" id=\"a_21\">Industrial Disputes Act</a> as well as the <a href=\"/doc/1810788/\" id=\"a_22\">Contract Labour (Regulation and Abolition) Act, 1970</a>. Similar situation has arisen in past before this Court in case of <a href=\"/doc/1125754/\" id=\"a_23\">Gujarat Mazdoor Panchayat v. State of Gujarat</a> reported in 1992-II-LLJ-486 (Guj-DB). In paragraphs 29 and 30 of the decision, Division Bench of this Court has held as under at pp. 501, 502 :</span>  \n</p>   \n\n<blockquote id=\"blockquote_6\"> &quot;29. It, therefore, becomes clear that the references for declaration that workmen are direct employees of the principal employer and the intermediary contractor is a camouflage will have to be adjudicated upon on their own merits under the <a href=\"/doc/500379/\" id=\"a_24\">ID Act</a> and they operate in their own field, viz. in the personal field, i.e. personal relation between the workmen on the one hand and the principal employer on the other, while references for abolition of contract labour system under <a href=\"/doc/1669932/\" id=\"a_25\">Section 10</a> of the Act would operate in their own field and they touch upon the industrial activities themselves, their nature and upon the question whether such activities can be allowed to be subject to contract labour system or not. Thus, former references investigate upon and cover personal relationship between the contesting parties while the latter references deal with objective aspects of industrial activities as such. These two types of references operate in different fields and they do not overlap nor do they intermix and both these types of references can be considered on their own merits under the respective Acts by the respective appropriate authorities.   \n</blockquote>   \n\n<blockquote id=\"blockquote_7\"> &quot;30. In view of the aforesaid contingencies, resulting from interaction of the principal dispute under the <a href=\"/doc/500379/\" id=\"a_26\">ID Act</a> and subsidiary dispute under the Contract Labour Act, from the point of view of time when such disputes get decided and the nature of respective decisions under these two Acts, it is not possible to agree with the contentions of the learned Advocate for the respondents that once the dispute regarding abolition of given labour contract system is in the offing and is referred to the appropriate Government under Section 10(1) of the Contract Labour Act is decided, no industrial dispute about de facto existence of such labour contract system can ever survive for reference under the <a href=\"/doc/500379/\" id=\"a_27\">ID Act</a>. In this connection, it will be necessary to note that even if contract labour is in vogue in a concern, employees employed by the contractor can validly raise the following contentions which may buttress their grievance that even though they are the direct employees of the principal employer, they have wrongly been treated as employees of the contractor who is not a real intermediary. Such types of disputes under the <a href=\"/doc/500379/\" id=\"a_28\">ID Act</a> can legitimately be raised in the following cases which are mentioned by way of illustrations only without suggesting that they are exhaustive :  \n</blockquote>   \n\n<blockquote id=\"blockquote_8\"> &quot;(1) When it is alleged that the employees were directly employed by the principal employer and subsequently contract system was introduced for the same activities resulting in snapping of relationship of employee-employer between the workmen on the one hand and the main employer on the other, thus, violating <a href=\"/doc/620295/\" id=\"a_29\">Section 9-A</a> of the Industrial Disputes Act.  \n</blockquote> \n\n<blockquote id=\"blockquote_9\"> (2) When there is absence of proper registration of concerned principal employer under the Contract Labour Act.  \n</blockquote> \n\n<blockquote id=\"blockquote_10\"> (3) When there is absence of proper licensing of the concerned contractor who employs contract labour at a given point of time.  \n</blockquote> \n\n<blockquote id=\"blockquote_11\"> (4) Even though principal employer may be registered employer under the Act and the concerned contractor may be licensed contractor under the Act, his licence may not cover the activity which is carried on by the contract labour.  \n</blockquote> \n\n<blockquote id=\"blockquote_12\"> (5) Even though principal employer may be registered employer under the Contract Labour Act and the contractor may be having a valid licence to employ contract labour, under the Contract Labour Act, for a given activity, still licence issued to him may not cover exact number of permissible employees employed by him meaning thereby number of permissible employees under the licence may be less than number of employees actually employed and qua such excess number of employees, protective umbrella of licence would not be available to the contractor so far as the activity covered by the licence is concerned.  \n</blockquote> \n\n<blockquote id=\"blockquote_13\"> (6) Even though principal employer may be registered employer and the contractor may be licensed contractor and the workmen employed by him might be covered by the permissible number of employees as recognised by the licence and even though such activities may be covered by licence, in fact and in substance, control including disciplinary control and supervision of the entire activity may be with the principal employer and the wages of the employees may in fact be coming out of offers (sic) of the principal employer, and may be getting paid through the contractor who may operate as a mere conduit pipe. Such type of control, supervision and payments being outside the scope of <a href=\"/doc/1871842/\" id=\"a_30\">Section 10(2)</a> read with Sections 20 and 21 of the Contract Labour Act would give rise to a legitimate contention that the principal employer is in fact and substance the real employer and the so-called contract is an eye wash.&quot;    \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_16\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"83407\" id=\"span_7\">16. The question has also been considered by this Court in case of <a href=\"/doc/83407/\" id=\"a_31\">Bijli Mazdoor Panchayat v. State of Gujarat and Others</a> 1996-III-LLJ (Suppl)-277 (Guj). It has been observed as under p. at 280 of LLJ :</span>  \n</p><blockquote id=\"blockquote_14\">  &quot;It is an undeniable fact that despite the Act for the abolition of the contract labour, in appropriate cases, the Government grant permission for the purpose of contract labour to appropriate establishment in accordance with the provisions of the Act itself and at times it creates problem if care is not taken to include appropriate term in the new contract to watch the interest of the employees who have been working with the previous contractor for a long period. This predicament is being faced in many establishments but in the facts and circumstances of the case when it is found that the employees who have worked for a period of 7 to 8 years they may be little more useful to respondent No. 5 in comparison to the new recruits or employees who may be having less experience. The Court thinks it proper to direct that the employees who have already reported by now before respondent No. 5 may 10 be allowed to continue for the period of one year of the contract, i.e. till September 30, 1996 and in case the contract is renewed with respondent No. 5 for further period they would further continue.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_17\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1296197\" id=\"span_8\">17. Recently, this Court, in case of <a href=\"/doc/1296197/\" id=\"a_32\">Surat (Hajira) Kamdar Karmachari Union and others v. State of Gujarat and others</a> reported in 2000-I-LLJ-823 (Guj) has also considered similar situation and has held that during the pendency of the reference, the employees required to be protected against the termination, transfer, etc.</span>  \n \n\n</p><p data-structure=\"CDiscource\" id=\"p_18\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1296197\" id=\"span_9\">18. I have considered the relevant observations made by this Court as <a href=\"/doc/1296197/\" id=\"a_33\">referred to above</a>. In almost similar cases, wherein the Union has approached directly this Court with a request to protect the interest of the worker under the contract labour in the event of change of contractor and on that occasion, this Court has not examined the merits of the matter and has also not entered into the arena of disputed questions of fact and without entering into the merits of the matter and also without entering into the disputed questions of fact, this Court has relegated the petitioner-Union to the alternative effective remedy by way of approaching the appropriate machinery under the provisions of the <a href=\"/doc/1810788/\" id=\"a_34\">Contract Labour (Regulation and Abolition) Act, 1970</a> as well as the <a href=\"/doc/500379/\" id=\"a_35\">Industrial Disputes Act, 1947</a>. However, at the same time, this Court has, in all cases, protected the interest of the workers by directing not to terminate or transfer the contract labour concerned during the intervening period as well as during the pendency of the proceedings initiated by the petitioner-Union before the machinery under the <a href=\"/doc/1810788/\" id=\"a_36\">Contract Labour (Regulation and Abolition) Act, 1970</a> as well as the <a href=\"/doc/500379/\" id=\"a_37\">Industrial Disputes Act, 1947</a>. Therefore in this case also, in similar situation and circumstances, I am not deciding the disputed questions of fact and I am also not entering into the merits of the matter and without examining the merits of the matter and without expressing any opinion thereon, I am relegating the petitioner-Union to approach the machinery under the provisions of the <a href=\"/doc/1810788/\" id=\"a_38\">Contract Labour (Regulation and Abolition) Act, 1970</a> as well as the <a href=\"/doc/500379/\" id=\"a_39\">Industrial Disputes Act, 1947</a>. The petitioner-Union can simultaneously approach both the authorities, i.e. the authority under the Contract Labour Act as well as the authority under the <a href=\"/doc/500379/\" id=\"a_40\">Industrial Disputes Act, 1947</a> for redressal of their grievance.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_10\">Before passing any final orders in the present matter and also before passing any interim orders, it would be proper to refer to some observations made by the Apex Court in case of <a href=\"/doc/784921/\" id=\"a_41\">Air India Statutory Corporation ERC v. United Labour Union and Others</a> (supra) in paras 38 and 46 of the report, said observations read as under in 1997-I-LLJ-1113 at 1135, 1140-1141 :</span>  \n</p>   \n\n<blockquote id=\"blockquote_15\"> &quot;38. In a developing society like ours, steeped with unbridgeable and ever widening gaps of inequality in status and of opportunity, law is a catalyst, rubicon to the poor, etc., to reach the ladder of social justice. What is due cannot be ascertained by an absolute standard which keeps changing, depending upon the time, place and circumstances. The constitutional concern of social justice as an elastic continuous process is to accord justice to all sections of the society by providing facilities and opportunities to remove handicaps and disabilities with which the poor, the workmen etc. are languishing and to secure dignity of their person. The Constitution therefore, mandates the State to accord justice to all members of the society in all facets of human activity. The concept of social justice embeds equality to flavour and enliven the practical content of life. Social justice and equality are complementary to each other so that both should maintain their vitality. Rule of law, therefore, is a potent instrument of social justice to bring about equality in results. It was accordingly held that right to social justice and right to health were held to be Fundamental Rights. The management was directed to provide health insurance during service and at least 15 years after retirement and periodical tests protecting the health of the workmen.   \n</blockquote><blockquote id=\"blockquote_16\">     xxxxxxxx  \n \n   \n\n &quot;46. Mahatma Gandhi, the Father of the Nation, in his book Socialism of My Concept, has said thus :  \n</blockquote>   \n\n<blockquote id=\"blockquote_17\"> &#x27;To a people finishing and idle, the only acceptable form in which God can dare appear is work and promise of food as wages. God created man to work for his food, and said that those who are without work are thieves. Eighty per cent of India are compulsory thieves half the year. Is it any wonder if India has become one vast prison ?&#x27;   \n \n\n Again, he stressed :  \n</blockquote>   \n\n<blockquote id=\"blockquote_18\"> &#x27;No one has ever suggested that grinding pauperism can lead to anything else than moral degradation. Every human being has a right to live and, therefore, to find the wherewithal to feed himself and where necessary, to clothe and house himself ... In a well ordered society the securing of one&#x27;s livelihood should be and is found to be the easiest thing in the world. Indeed, the test of orderliness in a country is not the number of millionaires it owns, but the absence of starvation among its masses.  \n</blockquote> \n\n<blockquote id=\"blockquote_19\"> Working for economic equality means abolishing the eternal conflict between capital and labour. It means the levelling down of the few rich in whose hands is concentrated the bulk of the nation&#x27;s wealth on the one hand and the levelling up of the semi starved naked millions on the other. A non-violent system of Government is clearly an impossibility so long as the wide gulf between the rich and hungry millions persists. The contrast between the parties of the New Delhi and the miserable hovels of the poor labouring class nearby, cannot last one day in a free India in which the poor will enjoy the same power as the richest in the land. A violent and bloody revolution is a certainty one day, unless there is voluntary abdication of riches and the power that riches give a share to them for the common good.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_19\"> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_11\">19. Therefore, considering the observations of the Apex Court in <a href=\"/doc/784921/\" id=\"a_42\">Air India Statutory Corporation</a>&#x27;s case (supra), according to my view, following directions, if issued, will meet the ends of justice, in the facts and circumstances of the case.</span>  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_20\"> 20. The petitioner-Union is directed to approach respondent No. 5 for abolition of the contract labour system in the respondent No. 1-FCI at Gandhidham Depot in respect of contract work in question within the period of fifteen days from the date of receipt of the copy of this order. After receiving such necessary application from the petitioner-Union the respondent No. 5 shall consider the question of making reference of the demands with regard to the abolition of contract labour system in the field of the FCI at Gandhidham in respect of contract work in question. The Union of India shall consider and decide the question of making reference as expeditiously as possible but in no case later than January 31, 2001. In case the reference is made to the Central Contract Labour Advisory, Board, it shall consider and decide the reference on priority basis preferably within eight weeks from the date of receipt thereof and, thereafter, the Union of India shall take the final decision on the basis of the report made by the said Board within reasonable period preferably within two months from the date of receipt of the report from the said Board.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_21\"> 21. In respect of their demand for which the present petition is filed, the petitioner-Union is required to be directed to approach the machinery under the <a href=\"/doc/500379/\" id=\"a_43\">Industrial Disputes Act</a>.  \n</p>   \n\n<blockquote id=\"blockquote_20\"> (a) Accordingly, the petitioner-Union shall approach the Conciliation Officer with respect to their demands for which the present petition has been filed within six weeks from the date of receipt of the copy of this order.  \n</blockquote> \n\n<blockquote id=\"blockquote_21\"> (b) The Conciliation Officer shall submit appropriate report within three months from the date of hearing the parties after taking into consideration their rival contentions and objections if any.  \n</blockquote> \n\n<blockquote id=\"blockquote_22\"> (c) in case the failure report is drawn by the Conciliation Officer, in that event, the appropriate Government respondent No. 5 shall take decision by-passing appropriate order of making a reference, at an early date, within four weeks from the date of receipt of such failure report.   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_22\"> Present petition, I am not entertaining and I am also not examining any merits of the matter and also not deciding the disputes between the parties but I have relegated the petitioner-Union to approach the machinery under the <a href=\"/doc/1810788/\" id=\"a_44\">Contract Labour (Regulation and Abolition) Act, 1970</a> and the <a href=\"/doc/500379/\" id=\"a_45\">Industrial Disputes Act, 1947</a> and necessary directions have also been issued to the appropriate Government and the authority and, therefore, during this intervening period, the question is as to whether the interim order passed by this Court on October 19, 2000 should be allowed to continue to operate or not. Learned advocate Mr. S. R. Shah for the respondent No. 6 new contractor has strongly opposed the continuation of the interim order dated October 19, 2000. <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"784921\" id=\"span_12\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"678349\" id=\"span_13\">In that regard, he has relied upon the decision of the Apex Court in case of <a href=\"/doc/678349/\" id=\"a_46\">FCI Bombay and others v. Transport and Dock Workers Union and others</a> (supra) wherein the decision of Apex Court in case of <a href=\"/doc/784921/\" id=\"a_47\">Air India Statutory Corporation</a> (supra) has been referred to the Larger Bench and, therefore, this decision is not binding on this Court.</span></span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1087622\" id=\"span_14\">He has also relied upon the decision of the Apex Court in case of <a href=\"/doc/1087622/\" id=\"a_48\">Dena Nath and others v. National Fertilizers and others</a> (supra) wherein it has been held that the contract labour employed do not become direct employees of the principal employer. Ms. Pahwa has also objected the continuation of the interim orders dated October 19, 2000 but according to my opinion, continuation, of these interim orders will not be having any adverse effect on the first respondent.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"784921\" id=\"span_15\">However, considering this aspect the view taken by the Apex Court in case of <a href=\"/doc/784921/\" id=\"a_49\">Air India Statutory Corporation</a> (supra), no doubt the same has been referred to the Larger Bench for hearing but meanwhile, binding effect of <a href=\"/doc/784921/\" id=\"a_50\">the said judgment</a> to this Court will not make any difference. Said decision, so far, has not been reversed, is binding on this Court and this Court can and is required to consider the same.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1303921\" id=\"span_16\">It is also necessary to note that recently, in case of <a href=\"/doc/1303921/\" id=\"a_51\">Food Corporation of India v. Shyamlal K. Chatterjee and others</a> reported in 2000 (7) SCC 449 : 2000-II-LLJ-1407, the Apex Court while deciding the Civil appeal No. 6064-65 of 1998 on September 28, 2000, has held as under in paras 5, 6 and 7 of the report as under 2000 (7) SCC 449 : 2000-II-LLJ-1407 at 1409 :</span>  \n</p>   \n\n<blockquote id=\"blockquote_23\"> &quot;5. The letter of the Labour Department and the certificate issued by the Assistant Department Manager of the appellant at Bankura are in conformity with Rule 25(2)(v)(a) of the Central Rules framed under the <a href=\"/doc/1810788/\" id=\"a_52\">Contract Labour (Regulation and Abolition) Act, 1970</a>. These two materials clearly indicate that the respondents were doing the job which is on a par with the work of Class IV employees. Further the wages to be payable to them on daily rate would be 1/26th of the monthly wages of Class IV employees. These materials were available before the High Court at the time of disposal of FMAT No. 3614 of 1992 and at the time when an interim order was granted in yet another proceeding wherein this principle was adopted. Therefore, the grievance sought to be made out by the learned counsel for the appellant that there has been no inquiry as to parity with regard to Class IV employees and the wages payable to the casual workers is palpably incorrect and is not borne out by the record at all.  \n</blockquote> \n\n<blockquote id=\"blockquote_24\"> 6. This Court on the earlier occasion, after setting out certain principles that there should be no distinction amongst different classes of workers, observed as under :  \n</blockquote>   \n\n<blockquote id=\"blockquote_25\"> &#x27;We are satisfied that in the facts and circumstances of the present case, no interference is called for by this Court. We, therefore, make it clear that we are not adjudicating in respect of any other right or claim of the respondents.  \n</blockquote> \n\n<blockquote id=\"blockquote_26\"> Accordingly, the appeal is dismissed. But in the facts and circumstances of the case, there should be no order as to costs.&#x27;   \n \n\n</blockquote><blockquote id=\"blockquote_27\"> 7. Further, the High Court had given a finding that since some casual workers appointed directly by the appellant and some employed by the contractors are working in the same godown and on the same work, there could not be any scope for making any difference and to deny equal pay for equal work. Proceeding further, it was stated that on the principles set out earlier with reference to the letter of the Labour Department the wages will have to be paid regularly to the respondent at the same rate at which it was paid to the regular employees of the appellant doing identical work which has to be worked out on daily rate basis from March, 1989. This was the order that was affirmed by this Court and was not interfered with. It is difficult for us to comprehend on what basis the appellant can make any complaint now except to engage themselves in nit-picking and being overingenious in making submissions before the Court. The position is, therefore, clear to the effect that this appeal is misconceived and deserves to be dismissed with costs quantified at Rs. 10,000/-.&quot;   \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_23\"> 22. The relevant observations of the Apex Court in case of All India General Mazdoor Trade Union (Regd.) v. Delhi Administration and Ors. (supra) relevant paragraph 4, is as under in 1999-III-LLJ (Suppl)-101 at 103 :  \n</p><blockquote id=\"blockquote_28\">  &quot;Having regard to the nature of work, required to be done in the plant managed by respondent 2, we are of the opinion that this question ought to be resolved without loss of time. It must also be realised that in the meantime the workmen involved herein must continue in employment till the question is resolved. If the services are terminated by the contractor or by efflux of time, a contract being for a limited period, the entire grievance of the workmen protected through the Union would be rendered infructuous and redundant. Taking these special facts into consideration, we are of the opinion that a time frame should be prescribed with which respondent No. 1 should take a decision. We would expect all concerned to cooperate. We must make it clear that if the workmen delay the process in any manner whatsoever and respondent 1 cannot complete the proceedings within time frame on account of delaying tactics, the benefit of the protection of continuance in employment will be lost to them. We think that the entire process should be completed expeditiously and within four months from April 1, 1995, i.e. by the end of July 1995. We direct that within two weeks from today the petitioner-Union will present a copy of this petition alongwith additional documents, if any, to Respondent-1. If that is not done, the benefit of the protection given by this Court for continuance of their employment will terminate. Thereafter, the parties will appear before respondent No. 1 on April 17, 1995. Respondent No. 1 will immediately enter upon the dispute and as stated above proceed with it expeditiously and complete the same by the end of July 1995. The decision it takes may then be communicated to the parties concerned. Till this process is completed, subject to what we have said earlier, the workmen will be continued in employment and respondent 2 will ensure their continuance. The writ petitions will stand disposed of accordingly with no order as to costs.&quot;  \n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_24\"> 23. Therefore, taking into consideration the observation of the Apex Court in aforesaid two cases as well as in case of Air India Statutory Corporation, para 54 in particular (supra), wherein the Apex Court has observed as under in 1997-I-LLJ-1113 at 1146 :  \n</p>   \n\n<blockquote id=\"blockquote_29\"> &quot;54. The founding fathers placed no limitation or fetters on the power of the High Court under <a href=\"/doc/1712542/\" id=\"a_53\">Article 226</a> of the Constitution except self imposed limitations. The arm of the Court is long enough to reach injustice wherever it is found. The Court as sentinel in the qui vive is to mete out justice in given facts. On finding that either the workmen were engaged in violation of the provisions of the Act or were continued as contract labour, despite prohibition of the Contract Labour under <a href=\"/doc/760439/\" id=\"a_54\">Section 10(1)</a>, the High Court has by judicial review as the basic structure, constitutional duty to enforce the law by appropriate directions.&quot;   \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_25\"> 24. It is undeniable fact that despite the Act for abolition of contract labour in appropriate cases, the Government grants permission for the purpose of contract labour to an appropriate establishment in accordance with the provisions of the Act itself and at times, it creates problems, if care is not taken to include appropriate term in the new contract to watch the interests of the employees who have been working with the previous contractor for a long period. This predicament is being faced in many establishments but in the facts and circumstances of the case where it is found that the employees who have worked for more than a period of eight years, they may be little more useful to the contractor in comparison to new recruits or the employees who may be having less experience.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_26\"> 25. I am aware about the facts while keeping the observations made by the Apex Court as referred to above in view that in the present case, undisputedly, no notification has been issued by the appropriate Government under the provisions of the <a href=\"/doc/1810788/\" id=\"a_55\">Contract Labour (Regulation and Abolition) Act, 1970</a> and the contractor respondent No. 6 having legal and valid licence, meaning thereby, no provisions of the <a href=\"/doc/1810788/\" id=\"a_56\">Contract Labour (Regulation and Abolition) Act, 1970</a> have been violated either by the first respondent-FCI or by the contractor-respondent No. 6 but important fact is that the grievances of the petitioner-Union is that such contract system itself is camouflage, sham and bogus and such activities have been carried out by the respondent No. 1 which is a State Authority and who is supposed to work as a Model Employer and therefore, in respect of such grievances, when this Court is relegating the petitioner-Union to the machinery under the two labour legislations, to the appropriate Government, then, it is also the duty of the Court that such grievances which can be ventilated by the petitioner-Union in a peaceful atmosphere so that they may not put in any embarrassing situation or adverse situation and ultimate result of such further proceedings may not become useless, meaningless and infructuous. The services of the workmen, if not protected by this Court, will be terminated and they will be out of job and will have to endlessly wait for an award and thereafter resulting into further litigation and delay in enforcement. The Management would always keep them at bay for absorption. It would be difficult for them to work out their right. Moreover, it is a tardy and time consuming process and years would roll by. Without wages, they cannot keep fighting the litigation endlessly. The right and remedy would be a teasing illusion and would be rendered otiose and practically compelling the workmen at the mercy of the principal employer. Considered from this pragmatic perspective and also considering the observations made by the Apex Court referred to above, according to my opinion, it is a fit case wherein the Court must exercise its extraordinary jurisdiction to protect the interest of the labourers who are working and demanding better conditions of service by legal machinery before the appropriate Government. In such circumstances, it is the duty of the Court to see that the workers must get peaceful atmosphere. While working in service, they may resolve their disputes under the provisions of the respective labour legislations. It is also required to be noted that the conduct of respondent No. 1-FCI being the State Authority within the meaning of <a href=\"/doc/609139/\" id=\"a_57\">Article 12</a> of the Constitution. Is also not proper. Not only that but the conduct of the appropriate authority who has given licence to respondent No. 6 is also not proper because reason is that it is under the control of respondent No. 1-State Authority to compel the contractor by incorporating suitable condition in the contract while giving contract. While giving contract, care ought to have been taken to see that they must engage old labourers but respondent No. 1-State Authority has failed to do so. Similarly, at the time of issuing the licence under the provisions of the <a href=\"/doc/1810788/\" id=\"a_58\">Contract Labour (Regulation and Abolition) Act, 1970</a>, the licensing authority is also required to take care to see labours working with the earlier contractor in labour contract are working or not and what will be their fate if new contractor has been given the licence, in that situation the licensing authority would have taken sufficient care to look about the interest of such workers, by imposing condition that the licence will be given on a condition that they will have to first absorb/continue the old contract labourers with the new contractor. If such care would have been taken by the licensing authority, then, the question of granting of interim relief by this Court would not have arisen. Thus, respondent No. 1 has failed to incorporate such condition in the contract and the licensing authority has failed to verify as to whether there is such condition in the contract or not. In view of this situation, when the two State Authorities have failed to discharge their legal obligations and no care has been taken to protect the interest of the workers, and therefore, in such circumstances, it is the duty of the Court to see that the poor weaker workers who are not receiving even minimum wages and who are not paid or receiving their service benefits are given, at least, minimum protection for their legal fight for demanding better condition of service before the appropriate authority. Therefore, in such circumstances, interim directions issued by this Court on October 19, 2000 are required to be continued during the intervening period.  \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_27\"> 26. Therefore, after considering the submissions made by the learned Advocates for the respective parties and also taking into consideration the observations made by the Apex Court as well as this Court in the decisions referred to above, according to my view, the workers, according to the petitioner-Union, were working with the old contractor for more than eight years and now the respondent No. 6 is opposing to continue such workmen with him only on the ground that the respondent No. 6 is having his own labour/team. In such a situation, when the petitioner-Union is relegated to avail of an alternative remedy under the provisions of the <a href=\"/doc/1810788/\" id=\"a_59\">Contract Labour (Regulation and Abolition) Act, 1970</a> and <a href=\"/doc/500379/\" id=\"a_60\">Industrial Disputes Act, 1947</a> and when necessary directions have been issued to the concerned authorities by fixing time frame and time bound programme, if the interim arrangement made by order dated October 19, 2000 is not directed to continuing the intervening period, then, it would amount to make infructuous further proceedings in respect of approach by the petitioner union to the labour legislations. If the workers are not protected, then, the question of their being absorbed or regularized would also become redundant. Therefore, just to get proper adjudication by the appropriate authority, it is in the interest of justice that the present situation is continued, otherwise, it would adversely affect the right of the concerned workmen as per the directions issued by this Court on October 19, 2000 and, therefore, considering the facts and circumstances of the case and also to get the peaceful adjudication within time bound programme, interim relief granted by this Court vide order dated October 19, 2000 is required to be continued during the intervening period. The directions issued by this Court on October 19, 2000 reads as under :  \n</p>   \n\n<blockquote id=\"blockquote_30\"> &quot;2. In view of the present position and the difficulties expressed by the principal employer in carrying on the necessary activities, the ad interim relief is extended by a general consensus in the following terms :  \n</blockquote> \n\n<blockquote id=\"blockquote_31\"> 3. By way of interim relief, till the next date of hearing, it is necessary that such of the workmen out of the list of 489 workmen listed in Annexure &quot;A&quot; to the petition as may report for duty are given work through the contractor. There is a consensus that out of this list of workers, the workers in the category of Loaders and Casual Labourers as may be required for the work of Food Corporation of India (FCI) have to be chosen in order of seniority and if such workmen in a particular category are not available for work, workmen will have to be selected from the workmen who are not listed in the list at Annexure &quot;A&quot; but who have worked earlier as contract labourers under the FCI. The learned counsel Mr. S. R. Shah appearing for the newly added respondent contractor has strongly objected to any workmen being imposed upon the contractor on the ground that the contractor has right to choose his work force and also that certain number of workmen are already engaged by the contractor. It has to be seen that due to continued employment of the workmen concerned in the petition for several years under different contractors as alleged, their employment ought not to be discontinued till the issue raised by them can be resolved as observed by the Hon&#x27;ble Supreme Court in All India General Mazdoor Trade Union (Regd.) v. Delhi Administration (supra) Accordingly it is ordered that such of the workmen out of the list at Annexure &quot;A&quot; to the petition as are available for work and for whom the work is available will be given work through the contractor and, in case of any shortfall of workers required for the work, the contractor shall be at liberty to employ additional workers from out of the other workmen who might have worked as contract labourers earlier under the FCI. If, even after exhausting the workmen available from both the groups, more workers are required by the contractor, then, he will be at liberty to employ other workers also. It is made clear that the ad interim arrangement as aforesaid is made without prejudice to the rights and contentions of the respective parties and shall be subject to further orders that may be made after full-fledged hearing. Learned counsel Mr. Amar Bhatt has made a statement that the workmen listed in Annexure-A to the petition will report for duty from tomorrow and will not put any conditions for resuming their work.&quot;   \n</blockquote> \n\n<p data-structure=\"Conclusion\" id=\"p_28\"> 27. In view of these facts and circumstances of the case, interim order dated October 19, 2000 passed by this Court is directed to continue for a further period of one month from the date on which the appropriate Government takes decision and communicated to the concerned petitioner-Union in respect of the machinery as provided under the Contract Labour (Regulation and Abolition) Act, and the Industrial Disputes Act, 1947.  \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_29\"> 28. This petition is accordingly disposed of, of course, with no order as to costs. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_30\"> 29. In view of the orders passed by this Court on the main matter itself, Civil Application No. 9972 of 2000 filed by one faction of the petitioner-Union will not survive and the same shall, therefore, stand disposed of. There shall be no order as to costs. It will, however, be open for the applicant-Union of the said Civil Application to raise industrial dispute in respect of their members as pointed out in the said Civil Application under the machinery of the <a href=\"/doc/1810788/\" id=\"a_61\">Contract Labour (Regulation and Abolition) Act, 1970</a> and the <a href=\"/doc/500379/\" id=\"a_62\">Industrial Disputes Act, 1947</a>.  \n</p>\n \n\n","numcites":18,"numcitedby":0,"docsource":"Gujarat High Court","citetid":1197351,"divtype":"judgments","relatedqs":[{"value":"disputed question of facts","formInput":"disputed%20question%20of%20facts"},{"value":"industrial disputes act 1947","formInput":"industrial%20disputes%20act%201947"},{"value":"contract labour act","formInput":"contract%20labour%20act"},{"value":"contract labour","formInput":"contract%20labour"},{"value":"principal employer ","formInput":"principal%20employer%20"},{"value":"all india general mazdoor trade union","formInput":"all%20india%20general%20mazdoor%20trade%20union"},{"value":"contract labour regulation and abolition act.1970","formInput":"contract%20labour%20regulation%20and%20abolition%20act.1970"},{"value":"food corporation of india","formInput":"food%20corporation%20of%20india"},{"value":"prohibition of contract labour","formInput":"prohibition%20of%20contract%20labour"},{"value":"works contract","formInput":"works%20contract"},{"value":"religion","formInput":"religion"},{"value":"article 12","formInput":"article%2012"},{"value":"abolition of contract labours","formInput":"abolition%20of%20contract%20labours"},{"value":"contract labour act 1970","formInput":"contract%20labour%20act%201970"},{"value":"social justice","formInput":"social%20justice"},{"value":"contract labour regulation","formInput":"contract%20labour%20regulation"},{"value":"contract act","formInput":"contract%20act"},{"value":"slavery","formInput":"slavery"},{"value":"interim relief","formInput":"interim%20relief"},{"value":"contract labour (abolition and regulation) act","formInput":"contract%20labour%20%28abolition%20and%20regulation%29%20act"}],"cats":[{"value":"industrial","formInput":"tag:industrial"},{"value":"appeal-high-court < writ-petition-high-court","formInput":"tag:appeal-high-court < writ-petition-high-court"},{"value":"definition-of-state","formInput":"tag:definition-of-state"}],"courtcopy":false,"query_alert":null,"agreement":false}