{"tid":115250046,"publishdate":"2025-04-10","title":"Swamy Ayyappa Enterprises Gayathri ... vs Travancore Devaswom Board on 10 April, 2025","doc":"<h2 class=\"doc_title\">Swamy Ayyappa Enterprises Gayathri ... vs Travancore Devaswom Board on 10 April, 2025</h2>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:a-narendran\">Anil K. Narendran</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:a-narendran\">Anil K. Narendran</a></h3>\n\n<pre id=\"pre_1\">                                             2025:KER:31463\n         IN THE HIGH COURT OF KERALA AT ERNAKULAM\n\n                           PRESENT\n\n        THE HONOURABLE MR. JUSTICE ANIL K. NARENDRAN\n\n                             &amp;\n\n        THE HONOURABLE MR.JUSTICE MURALEE KRISHNA S.\n\nTHURSDAY, THE 10TH DAY OF APRIL 2025 / 20TH CHAITHRA, 1947\n\n                  WP(C) NO. 14748 OF 2025\n\nPETITIONER:\n\n         SWAMY AYYAPPA ENTERPRISES GAYATHRI BUILDING\n         NEAR VENNALA CO-OP. SOCIETY,\n         ALINCHUVADU, VENNALA P.O., KOCHI,\n         REPRESENTED BY ITS MANAGING PARTNER SURESH M.S\n         ERNAKULAM DISTRICT, PIN - 682028\n\n\n         BY ADVS.\n         V.KRISHNA MENON\n         P.VIJAYAMMA\n         J.SURYA\n         A.B.BEENU\n\n\n\n\nRESPONDENTS:\n\n    1    TRAVANCORE DEVASWOM BOARD\n         REPRESENTED BY ITS SECRETARY,\n         DEVASWOM HEAD QUARTERS, NANDANCODE,\n         THIRUVANANTHAPURAM, PIN - 695003\n\n    2    THE DEVASWOM COMMISSIONER\n         TRAVANCORE DEVASWOM BOARD NANTHANCODE,\n         THIRUVANANTHAPURAM, PIN - 695003\n\n    3    THE EXECUTIVE OFFICER\n         TRAVANCORE DEVASWOM BOARD,\n         SABARIMALA DEVASWOM,\n         PATHANAMTHITTA, PIN - 689645\n W.P.(C)No.14748 of 2025          2                2025:KER:31463\n      4       SURENDRAN THARAYIL\n              NO. 8, ASTA VILLA, THOPPIL ROAD,\n              MAROTTICHUVADU, VAZHAKALA, KOCHI,\n              ERNAKULAM DISTRICT, PIN - 682021\n\n\n\nOTHER PRESENT:\n\n              SRI. G. BIJU, SC, TDB\n              SMT.SAYUJYA RADHAKRISHNAN, ADVOCATE COMMISSIONER\n              SRI.S. RAJMOHAN, SR.GP\n\n\n       THIS WRIT PETITION (CIVIL) HAVING COME UP FOR ADMISSION\nON 10.04.2025, THE COURT ON THE SAME DAY DELIVERED THE\nFOLLOWING:\n W.P.(C)No.14748 of 2025             3                 2025:KER:31463\n                              JUDGMENT\n</pre>\n<p data-structure=\"Issue\" id=\"p_1\">Anil K. Narendran, J.\n</p>\n<p data-structure=\"Issue\" id=\"p_2\">       The petitioner has filed this writ petition under <a href=\"/doc/1712542/\" id=\"a_1\">Article 226</a> of\n\nthe Constitution of India, seeking a writ of certiorari to quash\n\nExt.P17 communication dated 15.03.2025 issued by the 3rd\n\nrespondent        Executive   Officer,   Sabarimala   Devaswom;      a\n\ndeclaration that respondents 1 to 3 are not entitled to forfeit the\n\namounts payable to the petitioner towards the alleged dues of\n\nS.S.A. Enterprises; and a writ of mandamus commanding\n\nrespondents 1 to 3 to pay the petitioner the amounts legally\n\npayable by them, as discernible from Ext.P21 statement of\n\naccounts.\n</p>\n<p data-structure=\"PetArg\" id=\"p_3\">       2.     Heard the learned counsel for the petitioner and also\n\nthe learned Standing Counsel for Travancore Devaswom Board for\n\nrespondents 1 to 3.\n</p>\n<p data-structure=\"Precedent\" id=\"p_4\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"20159987\" id=\"span_1\">3.     On the question of maintainability of this writ petition,\n\nthe learned Standing Counsel for Travancore Devaswom Board\n\nwould point out the law laid down in the decision of this Court in\n\n<a href=\"/doc/20159987/\" id=\"a_2\">SITCO Associates v. State of Kerala</a> [2023 (6) KHC SN 5].</span>\n\n</p><p data-structure=\"PetArg\" id=\"p_5\">       4.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"460900\" id=\"span_2\">In <a href=\"/doc/460900/\" id=\"a_3\">State of Bihar v. Jain Plastics and Chemicals\n\nLtd.</a> [(2002) 1 SCC 216] the Apex Court reiterated that a writ\n W.P.(C)No.14748 of 2025           4                 2025:KER:31463\npetition under <a href=\"/doc/1712542/\" id=\"a_4\">Article 226</a> of the Constitution of India is not the\n\nproper procedure for adjudicating disputes relating to the\n\nenforcement of contractual obligations. Under the law, it was open\n\nto the respondent to approach the court of competent jurisdiction\n\nfor appropriate relief for breach of contract. It is settled law that\n\nwhen an alternative and equally efficacious remedy is open to the\n\nlitigant, he should be required to pursue that remedy and not\n\ninvoke the writ jurisdiction of the High Court. Equally, the existence\n\nof an alternative remedy does not affect the jurisdiction of the\n\ncourt to issue a writ, but ordinarily, that would be a good ground\n\nfor refusing to exercise the discretion under <a href=\"/doc/1712542/\" id=\"a_5\">Article 226.</a> It is true\n\nthat many matters could be decided after referring to the\n\ncontentions raised in the affidavits and counter-affidavits, but that\n\nwould hardly be a ground for the exercise of extraordinary\n\njurisdiction under <a href=\"/doc/1712542/\" id=\"a_6\">Article 226</a> of the Constitution in case of an\n\nalleged breach of contract. Whether the alleged non-supply of road\n\npermits by the appellants would justify a breach of contract by the\n\nrespondent would depend upon facts and evidence and is not\n\nrequired to be decided or dealt with in a writ petition. Such\n\nseriously disputed questions or rival claims of the parties with\n\nregard to breach of contract are to be investigated and determined\n W.P.(C)No.14748 of 2025          5                 2025:KER:31463\non the basis of evidence which may be led by the parties in a\n\nproperly instituted civil suit rather than by a court exercising the\n\nprerogative of issuing writs.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_6\">       5.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"191872\" id=\"span_3\">In <a href=\"/doc/191872/\" id=\"a_7\">National Highways Authority of India v. Ganga\n\nEnterprises</a> [(2003) 7 SCC 410] the Apex Court was dealing\n\nwith a case in which the respondent had filed a writ petition before\n\nthe High Court for refund of the amount. The High Court posed two\n\nquestions, namely, (a) whether the forfeiture of the security\n\ndeposit is without the authority of law and without any binding\n\ncontract between the parties and also contrary to <a href=\"/doc/931937/\" id=\"a_8\">Section 5</a> of the\n\nContract Act; and (b) whether the writ petition is maintainable in\n\na claim arising out of breach of contract. While dealing with the\n\nsaid issue the Apex Court opined that it is settled law that disputes\n\nrelating to contracts cannot be agitated under <a href=\"/doc/1712542/\" id=\"a_9\">Article 226</a> of the\n\nConstitution of India.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_4\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1156062\" id=\"span_5\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"318728\" id=\"span_6\">It has been so held in <a href=\"/doc/318728/\" id=\"a_10\">Kerala State\n\nElectricity Board v. Kurien E. Kalathil</a> [(<a href=\"/doc/1156062/\" id=\"a_11\">2000) 6 SCC 293],\n\nState of U.P. v. Bridge and Roof Company (India) Ltd.</a>\n\n[(<a href=\"/doc/1893286/\" id=\"a_12\">1996) 6 SCC 22] and Bareilly Development Authority v.\n\nAjai Pal Singh</a> [(1989) 2 SCC 116]. This is settled law. The\n\ndispute in the case before the Apex Court was regarding the terms\n\nof an offer. They were thus contractual disputes in respect of which\n W.P.(C)No.14748 of 2025           6                  2025:KER:31463\na writ court was not the proper forum.</span></span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"261761\" id=\"span_7\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1956761\" id=\"span_8\">The Senior Counsel for the\n\nrespondent relied upon the decisions in <a href=\"/doc/1956761/\" id=\"a_13\">Verigamto Naveen v.\n\nState of A.P.</a> [(<a href=\"/doc/261761/\" id=\"a_14\">2001) 8 SCC 344] and Harminder Singh\n\nArora v. Union of India</a> [(1986) 3 SCC 247]. The Apex Court\n\nnoticed that those are cases where the writ court was enforcing a\n\nstatutory right or duty. These cases do not lay down that a writ\n\ncourt can interfere in a matter of contract only. Thus, on the\n\nground of maintainability, the writ petition should have been\n\ndismissed.</span></span>\n</p>\n<p data-structure=\"PetArg\" id=\"p_7\">       6.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_9\">In    <a href=\"/doc/1141333/\" id=\"a_15\">Gunwant   Kaur    v.   Municipal     Committee,\n\nBhatinda</a> [(1969) 3 SCC 769] the Apex Court opined that the\n\nHigh Court is not deprived of its jurisdiction to entertain a petition\n\nunder <a href=\"/doc/1712542/\" id=\"a_16\">Article 226</a> of the Constitution of India merely because in\n\nconsidering the petitioner&#x27;s right to relief questions of fact may fall\n\nto be determined. In a petition under <a href=\"/doc/1712542/\" id=\"a_17\">Article 226</a>, the High Court\n\nhas jurisdiction to try issues both of fact and law. It is true that\n\nexercise of the jurisdiction is discretionary, but the discretion must\n\nbe exercised on sound judicial principles. When the petition raises\n\nquestions of fact of a complex nature, which may for their\n\ndetermination require oral evidence to be taken, and on that\n\naccount the High Court is of the view that the dispute may not\n W.P.(C)No.14748 of 2025              7                  2025:KER:31463\nappropriately be tried in a writ petition, the High Court may decline\n\nto try a petition. Rejection of a petition in limine will normally be\n\njustified, where the High Court is of the view that the petition is\n\nfrivolous or because of the nature of the claim made dispute\n\nsought to be agitated, or that the petition against the party against\n\nwhom relief is claimed is not maintainable or that the dispute\n\nraised thereby is such that it would be inappropriate to try it in the\n\nwrit jurisdiction, or for analogous reasons.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_8\">       7.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113707\" id=\"span_10\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_12\">In    <a href=\"/doc/1943124/\" id=\"a_18\">ABL     International   Ltd.   v.   Export   Credit\n\nGuarantee Corporation of India Ltd.</a> [(2004) 3 SCC 553] the\n\nApex Court, after referring to various judgments as well as the\n\npronouncement in <a href=\"/doc/1141333/\" id=\"a_19\">Gunwant Kaur v. Municipal Committee,\n\nBhatinda</a> [(<a href=\"/doc/113707/\" id=\"a_20\">1969) 3 SCC 769] and Century Spinning and\n\nManufacturing             Company   Ltd.   v. Ulhasnagar     Municipal\n\nCouncil</a> [(1970) 1 SCC 582], held that, merely because one of\n\nthe parties to the litigation raises a dispute in regard to the facts\n\nof the case, the Court entertaining such a petition under <a href=\"/doc/1712542/\" id=\"a_21\">Article\n\n226</a> of the Constitution is not always bound to relegate the parties\n\nto a suit. In Gunwant Kaur [(1969) 3 SCC 769] the Court even\n\nwent to the extent of holding that in a writ petition, if the facts\n\nrequire, even oral evidence can be taken. This clearly shows that\n W.P.(C)No.14748 of 2025                8                   2025:KER:31463\nin an appropriate case, the writ court has the jurisdiction to\n\nentertain a writ petition involving disputed questions of fact and\n\nthere is no absolute bar for entertaining a writ petition even if the\n\nsame arises out of a contractual obligation and/or involves some\n\ndisputed questions of fact.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_9\">       8.     In ABL International Ltd. [(2004) 3 SCC 553] the\n\nApex Court laid down the following legal principles;\n\n</p><p data-structure=\"Precedent\" id=\"p_10\">        (a) in an appropriate case, a writ petition as against a State\n        or an instrumentality of a State arising out of a contractual\n        obligation is maintainable.\n</p><p data-structure=\"Issue\" id=\"p_11\">        (b) merely because some disputed questions of fact arise for\n        consideration, same cannot be a ground to refuse to\n        entertain a writ petition in all cases as a matter of rule.\n</p><p data-structure=\"Issue\" id=\"p_12\">        (c) a writ petition involving a consequential relief of\n        monetary claim is also maintainable.\n</p><p data-structure=\"Precedent\" id=\"p_13\">While laying down the principle, the Apex Court sounded a word of\n\ncaution as under in paragraph 28;\n</p>\n<blockquote id=\"blockquote_1\">        <span class=\"citetext\" data-sentiment=\"Neutral\" data-docid=\"172383107\" id=\"span_13\">&quot;28. However, while entertaining an objection as to the\n        maintainability of a writ petition under <a href=\"/doc/1712542/\" id=\"a_22\">Article 226</a> of the\n        Constitution of India, the Court should bear in mind the fact\n        that the power to issue prerogative writs under <a href=\"/doc/1712542/\" id=\"a_23\">Article 226</a>\n        of the Constitution is plenary in nature and is not limited by\n        any other provisions of the Constitution. The High Court\n        having regard to the facts of the case, has the discretion to\n        entertain or not to entertain a writ petition. The Court has\n        imposed upon itself certain restrictions in the exercise of this\n        power. See: <a href=\"/doc/172383107/\" id=\"a_24\">Whirlpool Corpn. v. Registrar of Trade\n W.P.(C)No.14748</a> of 2025               9               2025:KER:31463\n        Marks [(1998) 8 SCC 1]. And this plenary right of the High\n        Court to issue a prerogative writ will not normally be\n        exercised by the Court to the exclusion of other available\n        remedies     unless   such   action   of   the   State   or   its\n        instrumentality is arbitrary and unreasonable so as to violate\n        the constitutional mandate of <a href=\"/doc/367586/\" id=\"a_25\">Article 14</a> or for other valid\n        and legitimate reasons, for which the Court thinks it\n        necessary to exercise the said jurisdiction.&quot;</span>\n</blockquote><p data-structure=\"Precedent\" id=\"p_14\">       9.     <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"164673968\" id=\"span_14\">In <a href=\"/doc/164673968/\" id=\"a_26\">State of Kerala v. M.K. Jose</a> [(2015) 9 SCC 433]\n\nthe Apex Court was dealing with a case in which the respondent\n\nhad earlier challenged the order of termination of the contract\n\nbefore the High Court by filing in W.P.(C)No.22541 of 2013. That\n\nwrit petition ended in dismissal. He filed W.A.No.1912 of 2013. The\n\nDivision Bench, by the judgment dated 24.02.2014, allowed that\n\nwrit appeal. The Division Bench, on the basis of the report of the\n\nAdvocate Commission, came to the conclusion that the order of\n\ntermination was founded on erroneous facts, inasmuch as the\n\ncompetent authority had opined that more than 50% of the work\n\nremained to be done. The Division Bench opined that, as there was\n\na factual defect, which was evident from the report of the Advocate\n\nCommission, the order of termination of the contract is liable to be\n\nquashed. After quashing the said order, the Division Bench directed\n\nthe Superintending Engineer, Public Works Department (Roads and\n\nBridges) to consider and dispose of the matter afresh after\n W.P.(C)No.14748 of 2025           10                2025:KER:31463\naffording the contractor an opportunity of being heard. It also\n\ndirected that the Commission&#x27;s report and the Engineer&#x27;s report\n\nand the accounts shall be produced by the Contractor before the\n\ncompetent authority, who shall take the same into account before\n\ntaking a final decision in the matter. The State and the official\n\nrespondents took up the matter before the Apex Court. The Apex\n\nCourt, after referring to the law <a href=\"/doc/164673968/\" id=\"a_27\">laid down in</a> Jain Plastics and\n\nChemicals Ltd. [(2002) 1 SCC 216] and Ganga Enterprises\n\n[(2003) 7 SCC 410], reiterated that a writ court should ordinarily\n\nnot entertain a writ petition under <a href=\"/doc/1712542/\" id=\"a_28\">Article 226</a> of the Constitution\n\nof India if there is a breach of contract involving disputed questions\n\nof fact. The High Court appointed a Commission to collect the\n\nevidence, accepted the same without calling for objections from\n\nthe respondent, and quashed the order of termination of the\n\ncontract. The Apex Court observed that the procedure adopted by\n\nthe High Court is quite unknown to the exercise of powers under\n\n<a href=\"/doc/1712542/\" id=\"a_29\">Article 226</a> in a contractual matter.</span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_15\">       10.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"113707\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1141333\" id=\"span_16\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1943124\" id=\"span_17\">In M.K. Jose [(2015) 9 SCC 433] the Apex Court\n\nnoticed that in <a href=\"/doc/1943124/\" id=\"a_30\">ABL International Ltd. v. Export Credit\n\nGuarantee Corporation of India Ltd.</a> [(2004) 3 SCC 553] a\n\nTwo-Judge Bench after referring to various judgments as well as\n W.P.(C)No.14748 of 2025              11               2025:KER:31463\nthe pronouncement in <a href=\"/doc/1141333/\" id=\"a_31\">Gunwant Kaur v. Municipal Committee,\n\nBhatinda</a> [(<a href=\"/doc/113707/\" id=\"a_32\">1969) 3 SCC 769] and Century Spinning and\n\nManufacturing             Company   Ltd.   v. Ulhasnagar    Municipal\n\nCouncil</a> [(1970) 1 SCC 582] granted the relief as the facts were\n\nabsolutely clear from the documentary evidence brought which\n\npertain to interpretation of certain clauses of contract of insurance.\n\nThe issue that had arisen in ABL International was that an\n\ninstrumentality of a State was placing a different construction on\n\nthe clauses of the contract of insurance and the insured was\n\ninterpreting the contract differently. The Court thought it apt,\n\nmerely because something is disputed by the insurer, it should not\n\nenter into the realm of disputed questions of fact. In fact, there\n\nwas no disputed question of fact, but it required interpretation of\n\nthe terms of the contract of insurance. Similarly, if the materials\n\nthat come on record from which it is clearly evincible, the writ court\n\nmay exercise the power of judicial review.</span></span></span>\n</p>\n<p data-structure=\"CDiscource\" id=\"p_16\">       11.    It is well settled that, where the rights which are sought\n\nto be agitated are purely of a private character no mandamus can\n\nbe claimed. Even if the relief is sought against the State or its\n\ninstrumentality, the precondition for the issuance of a writ of\n\nmandamus is a public duty. In a dispute based on a purely\n W.P.(C)No.14748 of 2025           12                2025:KER:31463\ncontractual relationship, there being no public duty element, a writ\n\nof mandamus would not lie.\n</p>\n<p data-structure=\"Precedent\" id=\"p_17\">       12.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1893286\" id=\"span_18\">In <a href=\"/doc/1893286/\" id=\"a_33\">Bareilly Development Authority v. Ajay Pal\n\nSingh</a> [(1989) 2 SCC 116] the Apex Court noticed that, even\n\nconceding that Bareilly Development Authority has the trappings\n\nof a State or would be comprehended in &#x27;other authority&#x27; for the\n\npurpose of <a href=\"/doc/609139/\" id=\"a_34\">Article 12</a> of the Constitution of India, while determining\n\nprice of the houses/flats constructed by it and the rate of monthly\n\ninstalments to be paid, the &#x27;authority&#x27; or its agent after entering\n\ninto the field of ordinary contract acts purely in its executive\n\ncapacity. Thereafter, the relations are no longer governed by the\n\nconstitutional provisions but by the legally valid contract which\n\ndetermines the rights and obligations of the parties inter se. In this\n\nsphere, they can only claim rights conferred upon them by the\n\ncontract in the absence of any statutory obligations on the part of\n\nBareilly Development Authority in the said contractual field.</span>\n\n</p><p data-structure=\"Precedent\" id=\"p_18\">       <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"248227\" id=\"span_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1732064\" id=\"span_20\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"541216\" id=\"span_21\">13.    The law <a href=\"/doc/1893286/\" id=\"a_35\">laid down by</a> the Apex Court in <a href=\"/doc/541216/\" id=\"a_36\">Radhakrishna\n\nAgarwal v. State of Bihar</a> [(<a href=\"/doc/1732064/\" id=\"a_37\">1977) 3 SCC 457], Premji Bhai\n\nParmar v. Delhi Development Authority</a> [(<a href=\"/doc/248227/\" id=\"a_38\">1980) 2 SCC 129]\n\nand Divisional Forest Officer v. Bishwanath Tea Company\n\nLtd.</a> [(1981) 3 SCC 238] is that, where the contract entered into\n W.P.(C)No.14748 of 2025                   13                 2025:KER:31463\nbetween the State and the persons aggrieved is non-statutory and\n\npurely contractual and the rights are governed only by the terms\n\nof the contract, no writ or order can be issued under <a href=\"/doc/1712542/\" id=\"a_39\">Article 226</a> of\n\nthe Constitution of India so as to compel the authorities to remedy\n\na breach of contract pure and simple.</span></span></span>\n</p>\n<p data-structure=\"Precedent\" id=\"p_19\">       14.    In Bishwanath Tea Company Ltd. [(1981) 3 SCC\n\n238] the Apex Court considered the question of maintainability of\n\na writ petition in respect of a claim arising out of the contractual\n\nrights and obligations flowing from the terms of a lease. The Apex\n\nCourt held that, it is undoubtedly true that High Court can\n\nentertain in its extraordinary jurisdiction a petition to issue any of\n\nthe prerogative writs for any other purpose. But such writ can be\n\nissued where there is executive action unsupported by law or even\n\nin respect of a corporation there is a denial of equality before law\n\nor equal protection of law. The Corporation can also file a writ\n\npetition for enforcement of a right under a statute. On the facts of\n\nthe case on hand, the Apex Court noticed that Bishwanath Tea\n\nCompany Ltd., the respondent company, was merely trying to\n\nenforce a contractual obligation. The obligation to pay royalty for\n\ntimber cut and felled and removed is prescribed by the relevant\n\nregulations.      The     validity   of   regulations   is   not   challenged.\n</p><p data-structure=\"Precedent\" id=\"p_20\"> W.P.(C)No.14748 of 2025            14                 2025:KER:31463\nTherefore, the demand for royalty is unsupported by law. What the\n\nrespondent claimed was an exception that in view of a certain term\n\nin the indenture of lease, i.e., clause 2, the appellant is not entitled\n\nto demand and collect royalty from the respondent. This is nothing\n\nbut enforcement of a term of a contract of lease. Hence, the\n\nquestion was whether such contractual obligation can be enforced\n\nby the High Court in its writ jurisdiction. Ordinarily, where a breach\n\nof contract is complained of, a party complaining of such breach\n\nmay sue for specific performance of the contract, if the contract is\n\ncapable of being specifically performed, or the party may sue for\n\ndamages. Such a suit would ordinarily be cognisable by the civil\n\ncourt. The High Court in its extraordinary jurisdiction would not\n\nentertain a petition either for specific performance of a contract or\n\nfor recovering damages. A right to relief flowing from a contract\n\nhas to be claimed in a civil court where a suit for specific\n\nperformance of a contract or for damages could be filed.\n\n</p><p data-structure=\"Precedent\" id=\"p_21\">       15.    The legal principles that can be culled out from the\n\ndecisions referred to supra are that, in a case where the contract\n\nentered into between the State and the person aggrieved is of a\n\nnon-statutory character and the relationship is governed purely in\n\nterms of a contract between the parties, the contractual\n W.P.(C)No.14748 of 2025              15                   2025:KER:31463\nobligations are matters of private law and a writ would not lie to\n\nenforce a civil liability arising purely out of a contract. The proper\n\nremedy in such cases would be to file a civil suit for claiming\n\ndamages, injunctions or specific performance or such appropriate\n\nreliefs in a competent civil court. Pure contractual obligation in the\n\nabsence of any statutory complexion would not be enforceable\n\nthrough a writ.\n</p>\n<p data-structure=\"Precedent\" id=\"p_22\">       16.    <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"77081689\" id=\"span_22\">In <a href=\"/doc/77081689/\" id=\"a_40\">Joshi Technologies International Inc. v. Union\n\nof India</a> [(2015) 7 SCC 728] the Apex Court held that there is\n\nno absolute bar to the maintainability of the writ petition even in\n\ncontractual matters or where there are disputed questions of fact\n\nor even when monetary claim is raised. At the same time,\n\ndiscretion     lies   with   the   High   Court   which    under   certain\n\ncircumstances, it can refuse to exercise. In paragraph 69 of the\n\ndecision, the Apex Court summarised the circumstances in which\n\nthe Court would not normally exercise such discretion. In\n\nparagraph 70 the Apex Court summarised different situations/\n\naspects relating to contracts entered into by the State/public\n\nauthority with private parties. Paragraphs 69 and 70 of <a href=\"/doc/77081689/\" id=\"a_41\">the said\n\ndecision</a> read thus;</span>\n</p><p data-structure=\"Precedent\" id=\"p_23\"> W.P.(C)No.14748 of 2025                  16     2025:KER:31463\n        &quot;69. The position thus summarised in the aforesaid\n        principles has to be understood in the context of the\n        discussion that preceded which we have pointed out above.\n        As per this, no doubt, there is no absolute bar to the\n        maintainability of the writ petition even in contractual\n        matters or where there are disputed questions of fact or\n        even when monetary claim is raised. At the same time,\n        discretion lies with the High Court which under certain\n        circumstances, it can refuse to exercise. It also follows that\n        under the following circumstances, &quot;normally&quot;, the Court\n        would not exercise such a discretion:\n</p><blockquote id=\"blockquote_2\">        69.1. The Court may not examine the issue unless the action\n        has some public law character attached to it.\n        69.2. Whenever a particular mode of settlement of dispute\n        is provided in the contract, the High Court would refuse to\n        exercise its discretion under <a href=\"/doc/1712542/\" id=\"a_42\">Article 226</a> of the Constitution\n        and relegate the party to the said mode of settlement,\n        particularly when settlement of disputes is to be resorted to\n        through the means of arbitration.\n</blockquote><blockquote id=\"blockquote_3\">        69.3. If there are very serious disputed questions of fact\n        which are of complex nature and require oral evidence for\n        their determination.\n</blockquote><blockquote id=\"blockquote_4\">        69.4. Money claims per se particularly arising out of\n        contractual obligations are normally not to be entertained\n        except in exceptional circumstances.\n</blockquote><blockquote id=\"blockquote_5\">        70. Further, the legal position which emerges from various\n        judgments         of   this   Court    dealing     with     different\n        situations/aspects relating to contracts entered into by the\n        State/public      authority   with    private    parties,   can   be\n        summarised as under:\n</blockquote><p data-structure=\"Section\" id=\"p_24\">        70.1. At the stage of entering into a contract, the State acts\n W.P.(C)No.14748 of 2025                17          2025:KER:31463\n        purely in its executive capacity and is bound by the\n        obligations of fairness.\n</p><p data-structure=\"Precedent\" id=\"p_25\">        70.2. State in its executive capacity, even in the contractual\n        field, is under obligation to act fairly and cannot practise\n        some discriminations.\n</p><p data-structure=\"CDiscource\" id=\"p_26\">        70.3. Even in cases where question is of choice or\n        consideration of competing claims before entering into the\n        field of contract, facts have to be investigated and found\n        before the question of a violation of <a href=\"/doc/367586/\" id=\"a_43\">Article 14</a> of the\n        Constitution could arise. If those facts are disputed and\n        require assessment of evidence the correctness of which can\n        only be tested satisfactorily by taking detailed evidence,\n        involving examination and cross-examination of witnesses,\n        the case could not be conveniently or satisfactorily decided\n        in proceedings under <a href=\"/doc/1712542/\" id=\"a_44\">Article 226</a> of the Constitution. In such\n        cases the Court can direct the aggrieved party to resort to\n        alternate remedy of civil suit, etc.\n        70.4. Writ jurisdiction of the High Court under <a href=\"/doc/1712542/\" id=\"a_45\">Article 226</a> of\n        the Constitution was not intended to facilitate avoidance of\n        obligation voluntarily incurred.\n</p><p data-structure=\"Section\" id=\"p_27\">        70.5. Writ petition was not maintainable to avoid contractual\n        obligation.       Occurrence   of      commercial    difficulty,\n        inconvenience or hardship in performance of the conditions\n        agreed to in the contract can provide no justification in not\n        complying with the terms of contract which the parties had\n        accepted with open eyes. It cannot ever be that a licensee\n        can work out the licence if he finds it profitable to do so and\n        he can challenge the conditions under which he agreed to\n        take the licence, if he finds it commercially inexpedient to\n        conduct his business.\n</p><p data-structure=\"CDiscource\" id=\"p_28\">        70.6. Ordinarily, where a breach of contract is complained\n W.P.(C)No.14748 of 2025                     18          2025:KER:31463\n        of, the party complaining of such breach may sue for specific\n        performance of the contract, if contract is capable of being\n        specifically performed. Otherwise, the party may sue for\n        damages.\n</p><p data-structure=\"Section\" id=\"p_29\">        70.7. Writ can be issued where there is executive action\n        unsupported by law or even in respect of a corporation there\n        is denial of equality before law or equal protection of law or\n        if it can be shown that action of the public authorities was\n        without giving any hearing and violation of principles of\n        natural justice after holding that action could not have been\n        taken without observing principles of natural justice.\n        70.8. If the contract between private party and the\n        State/instrumentality and/or agency of the State is under\n        the realm of a private law and there is no element of public\n        law, the normal course for the aggrieved party, is to invoke\n        the remedies provided under ordinary civil law rather than\n        approaching the High Court under <a href=\"/doc/1712542/\" id=\"a_46\">Article 226</a> of the\n        Constitution      of    India   and      invoking   its   extraordinary\n        jurisdiction.\n</p><p data-structure=\"CDiscource\" id=\"p_30\">        70.9. The distinction between public law and private law\n        element in the contract with the State is getting blurred.\n        However, it has not been totally obliterated and where the\n        matter falls purely in private field of contract, this Court has\n        maintained        the    position     that   writ   petition   is   not\n        maintainable. The dichotomy between public law and private\n        law rights and remedies would depend on the factual matrix\n        of each case and the distinction between the public law\n        remedies and private law field, cannot be demarcated                with\n        precision. In fact, each case has to be examined, on its facts\n        whether the contractual relations between the parties bear\n        insignia of public element. Once on the facts of a particular\n W.P.(C)No.14748 of 2025                19               2025:KER:31463\n        case it is found that nature of the activity or controversy\n        involves public law element, then the matter can be\n        examined by the High Court in writ petitions under <a href=\"/doc/1712542/\" id=\"a_47\">Article\n        226</a> of the Constitution of India to see whether action of the\n        State and/or instrumentality or agency of the State is fair,\n        just and equitable or that relevant factors are taken into\n        consideration and irrelevant factors have not gone into the\n        decision-making process or that the decision is not arbitrary.\n        70.10. Mere reasonable or legitimate expectation of a\n        citizen, in such a situation, may not by itself be a distinct\n        enforceable right, but failure to consider and give due weight\n        to it may render the decision arbitrary, and this is how the\n        requirements      of   due   consideration   of   a   legitimate\n        expectation forms part of the principle of non-arbitrariness.\n        70.11. The scope of judicial review in respect of disputes\n        falling within the domain of contractual obligations may be\n        more limited and in doubtful cases the parties may be\n        relegated to adjudication of their rights by resort to\n        remedies provided for adjudication of purely contractual\n        disputes.&quot;\n</p><p data-structure=\"CDiscource\" id=\"p_31\">       17.    In SITCO Associates [2023 (6) KHC SN 5] this\n\nCourt held that the contractual obligations are matters of private\n\nlaw and a writ under <a href=\"/doc/1712542/\" id=\"a_48\">Article 226</a> of the Constitution of India would\n\nnot lie to enforce a civil liability arising purely out of that contract,\n\nsince a pure contractual obligation in the absence of any statutory\n\ncomplexion would not be enforceable through a writ. Seriously\n\ndisputed questions or rival claims of the parties with regard to\n\nbreach of contract are to be investigated and determined on the\n W.P.(C)No.14748 of 2025            20                2025:KER:31463\nbasis of evidence which may be led by the parties in a properly\n\ninstituted civil suit rather than by a court exercising the\n\nprerogative of issuing writs. In such cases, the proper remedy of\n\nthe person aggrieved would be to approach the competent civil\n\ncourt seeking appropriate reliefs.\n</p>\n<p data-structure=\"PetArg\" id=\"p_32\">       18.    After arguing for some time, the learned counsel for the\n\npetitioner seeks permission to withdraw this writ petition without\n\nprejudice to the right of the petitioner to approach the competent\n\nforum for the redressal of its grievances.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_33\">       Based on the aforesaid submission made by the learned\n\ncounsel for the petitioner, this writ petition is dismissed as\n\nwithdrawn; however, without prejudice to the aforesaid right of the\n\npetitioner.\n</p>\n<p data-structure=\"Conclusion\" id=\"p_34\">                                                     Sd/-\n</p><p data-structure=\"Conclusion\" id=\"p_35\">                                        ANIL K. NARENDRAN, JUDGE\n\n\n                                                     Sd/-</p><pre id=\"pre_2\">\n                                     MURALEE KRISHNA S., JUDGE\n\n\nMSA\n W.P.(C)No.14748 of 2025                21                2025:KER:31463\n                          APPENDIX OF WP(C) 14748/2025\n\nPETITIONER EXHIBITS\n\nExhibit - P1                 A COPY OF THE PARTNERSHIP DEED DATED\n                             24.10.2014\n\nExhibit - P2                 A COPY OF THE PARTNERSHIP DEED DATED\n                             11.8.2015\n\nExhibit - P3                 A COPY OF THE PARTNERSHIP DEED OF S.S.A.\n                             ENTERPRISES DATED 5.11.2013\n\nExhibit - P4                 A COPY OF THE PARTNERSHIP DEED DATED\n                             23.1.2016\n\nExhibit - P5                 A COPY OF THE COMPLAINT PETITION DATED\n                             27.08.2021 STATED TO HAVE BEEN SUBMITTED BY\n                             THE FOURTH RESPONDENT BEFORE THE\n                             COMMISSIONER OF POLICE, KOCHI AND OBTAINED\n                             FROM THE WHATSAPP GROUP OF THE SABARIMALA\n                             VYAPARYI VYAVASAYIS\n\nExhibit - P6                 A COPY OF THE JUDGMENT IN W.P.(C)\n                             NO.23993/2021 DATED 3.11.2021\n\nExhibit - P7                 A COPY OF THE BANK CHALLAN DATED 7.10.2023\n\nExhibit - P8                 A COPY OF THE LETTER DATED 13.10.2023\n</pre><p data-structure=\"Precedent\" id=\"p_36\">                             ADDRESSED TO THE PRESIDENT/COMMISSIONER OF\n                             THE FIRST RESPONDENT\n\nExhibit - P9                 A COPY OF THE COUNTER AFFIDAVIT(LESS\n                             ANNEXURES) DATED 19.2.2024 FILED BY THE\n                             NINTH RESPONDENT IN W.P.(C) NO. 41759 OF\n<span class=\"hidden_text\" id=\"span_23\">                             2023</span>\n\nExhibit - P10                A COPY OF THE JUDGMENT DATED 28.2.2024 IN\n                             W.P.(C) NO.41759 OF 2023\n\nExhibit - P11                A COPY OF THE WRIT PETITION, W.P.(C)\n                             NO.41217 OF 2024(LESS ANNEXURES)\n\nExhibit - P12                A COPY OF THE LETTER DATED 24.11.2024\n                             ADDRESSED TO THE EXECUTIVE OFFICER,\n                             SABARIMALA ALONG WITH THE RECEIPT OF THE\n                             DHANALAKSHMI BANK\n\nExhibit - P13                A COPY OF THE COUNTER AFFIDAVIT(LESS\n W.P.(C)No.14748 of 2025             22                2025:KER:31463\n                          ANNEXURES) DATED 28.12.2024 FILED BY THE\n                          NINTH RESPONDENT IN W.P.(C) NO. 41217 OF\n<span class=\"hidden_text\" id=\"span_24\">                          2024</span>\n\nExhibit - P14             A COPY OF THE COUNTER AFFIDAVIT FILED ON\n                          BEHALF OF THE FIRST RESPONDENT HEREIN\n                          (SECOND RESPONDENT) IN W.P.(C)\n<span class=\"hidden_text\" id=\"span_25\">                          NO.41217/2024</span>\n\nExhibit - P15             A COPY OF THE AGREEMENT DATED 14.11.2024\n                          EXECUTED BETWEEN THE THIRD RESPONDENT AND\n                          THE PETITIONER IN RESPECT OF THE CONTRACT\n                          FOR SUPPLY OF GROCERIES FOR ANNADHANAM\n\nExhibit - P16             A COPY OF THE AGREEMENT DATED 14.11.2024\n                          EXECUTED BETWEEN THE THIRD RESPONDENT AND\n                          THE PETITIONER IN RESPECT OF THE CONTRACT\n                          FOR PREPARING AND SERVING FOOD IN THE\n                          DEVASWOM MESS AT SABARIMALA\n\nExhibit - P17             A COPY OF THE LETTER DATED 15.3.2025 OF THE\n                          THIRD RESPONDENT\n\nExhibit - P18             A COPY OF THE NOTICE DATED 31.8.2017\n                          REFERRED TO BY THE THIRD RESPONDENT AND\n                          WHICH HAD BEEN PRODUCED BY THE WRIT\n                          PETITIONER IN W.P.(C) NO. 41217 OF 2024\n\nExhibit - P19             A COPY OF THE JUDGMENT OF THE SUB COURT,\n                          PATHANAMTHITTA IN O.S.NO. 11 OF 2018 DATED\n                          8.4.2019 AS OBTAINED FROM THE WEBSITE OF\n                          THE SAID COURT\n\nExhibit - P20             A COPY OF THE LETTER DATED 24.3.2025 SENT\n                          TO THE EXECUTIVE OFFICER, SABARIMALA\n\nExhibit P21               A STATEMENT OF THE AMOUNTS PAYABLE BY THE\n                          FIRST FOR RESPONDENT AND PROVIDED TO THE\n                          THIRD RESPONDENT DATED 3.4.2025\n </p>","numcites":21,"numcitedby":0,"docsource":"Kerala High Court","citetid":115250046,"divtype":"judgments","courtcopy":true,"query_alert":null,"agreement":false}