{"tid":614598,"publishdate":"2006-01-12","title":"Continental Construction Ltd. And Anr. vs Satluj Jal Vidyut Nigam Ltd. on 12 January, 2006","doc":"<h2 class=\"doc_title\">Continental Construction Ltd. And Anr. vs Satluj Jal Vidyut Nigam Ltd. on 12 January, 2006</h2>\n\n<h3 class=\"doc_citations\">Equivalent citations: 2006(1)ARBLR321(DELHI)</h3>\n\n<h3 class=\"doc_author\">Author: <a href=\"/search/?formInput=authorid:swatanter-kumar\">Swatanter Kumar</a></h3>\n\n<h3 class=\"doc_bench\">Bench: <a href=\"/search/?formInput=benchid:swatanter-kumar\">Swatanter Kumar</a></h3>\n\n<pre id=\"pre_1\">JUDGMENT\n \n\nSwatanter Kumar, J.\n \n\n</pre><p data-structure=\"PetArg\" id=\"p_1\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"90468\" id=\"span_1\">1. The court question urged on both sides only leads to one aspect, does the present case fall in any of the exceptions to the general rule of non-granting of ad-interim injunction restraining encashment of bank guarantees. Learned counsel appearing for the petitioner has submitted while relying upon other judgments as well as recent judgment of this court in <a href=\"/doc/90468/\" id=\"a_1\">Hindustan Construction Company Ltd. v. Satluj Jal Vidyut Nigam Ltd. OMP No.</a> 213/2005 decided on November 24, 2005 that the present case is squarely covered and undoubtedly falls in the specified exceptions and petitioners are entitled to injunction against the respondents.</span> <span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"90468\" id=\"span_2\">However, the learned Additional Solicitor General submitted that the judgment of the Court in M/s. <a href=\"/doc/90468/\" id=\"a_2\">Hindustan Construction Company Ltd.</a> (supra) is of no avail to the petitioners in as much as its correctness and elucidation of law can be questioned on the following reasons:-</span>\n</p>  \n\n<blockquote id=\"blockquote_1\">(a) On facts, the judgment of the Court in Hindustan Construction Company Ltd. has distinguishable features which would render the judgment inconsequential or of any benefit to the petitioner.\n</blockquote> \n\n<blockquote id=\"blockquote_2\">(b) The law in relation to bank guarantee have not undergone any change or expansion by passage of time and as such the judgment is based on incorrect, legal premise.\n</blockquote> \n\n<blockquote id=\"blockquote_3\">(c) The Court cannot go into the matters or disputes which directly or indirectly touching upon the clause of the underlining contract while considering an application for grant of injunction. Such an approach is impermissible in law. \n</blockquote> \n\n<blockquote id=\"blockquote_4\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1746106\" id=\"span_3\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"28176\" id=\"span_4\">(d) The judgment of this court does not enunciate correct principles of law in view of the judgment of the Supreme Court in the cases of <a href=\"/doc/28176/\" id=\"a_3\">Federal Bank Ltd. v. V.M. Jog Engineering Ltd. and Ors.</a> 2001 (<a href=\"/doc/1746106/\" id=\"a_4\">1) SCC 663, U.P. States Sugar Corporation v. Sumac International Limited</a>  and Larsen &amp; Tourbo Ltd. v. MSEB and Ors.  as no case of special equities is made out either in that judgment or in the present case. Such a determination is beyond the limited jurisdiction of the court under <a href=\"/doc/1079220/\" id=\"a_5\">Section 9</a> of the Arbitration and Conciliation Act.</span></span>\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_2\"><span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"90468\" id=\"span_5\">2. As far as the first and the last submissions made on behalf of the respondent are concerned, it is not for this court to examine these issues which would squarely fall within the domain of the Appellate Forum in the event the judgment of this Court in <a href=\"/doc/90468/\" id=\"a_6\">Hindustan Construction Company Ltd.</a> (supra) is challenged. Suffices it to note that all the judgments cited by the learned counsel appearing for the respondent have been considered and/or referred to by this Court in that judgment. It is a considered opinion of the Court and would have to be applied to the facts and circumstances of the present case on the accepted norms or principles of ratio descendi. The Court, would thus, examine the said judgments only from the point of view of its applicability to the facts and circumstances of the present case, or if apparently, the principle enunciated by the Supreme Court in the above referred cases is in contradiction thereto.</span>\n</p> \n\n<p data-structure=\"Facts\" id=\"p_3\">3. Petitioner No. 1 is a company which is incorporated under the provisions of the <a href=\"/doc/1353758/\" id=\"a_7\">Companies Act, 1956</a> with its registered office at Delhi, while petitioner No. 2 is a company with its registered office at toranto, Ontario, Canada. Both these petitioners entered into a joint venture agreement on 16th March, 1993 to jointly prepare and submit bids in the name of Continental Foundation Joint Venture (CFJV) with the respondent. The respondent invited bids for civil works of the Nathpa Jhakri Hydro-Electric Project (1500 MW) in four major packages . On 27th September, 1993 an agreement was entered into between the respondent and CFJV for execution of civil works of Contract No. 2.1 with the specifications stated therein. After commencement of the work, CFJV diligently executed the contract by employing all possible means and efforts for timely completion of the work. However, during such execution number of problems were faced by them, besides natural calamities which completely stopped the progress of the work. Even the respondent defaulted in timely performance of its contractual obligations and CFJV was asked to perform the work beyond the scope of the contract, as such the work took longer than the scheduled time of 57 months. CFJV claimed compensation from the respondents as per the provisions of the contract for additional costs resulting from the time overrun. The claim raised by the Company vide joint venture for time extension and costs compensation were referred to the experts of the World Bank, M/s McDonough Bolyard Peck, USA, appointed by the respondents to form a Claims Review Panel (CRP) and they were required to submit their recommendations. The claims raised by the petitioners were not allegedly paid on the ground that the Officers of the respondent did not have the requisite expertise or skill and were not well-conversant in handling such claims. The &#x27;Claims Review Panel&#x27; had submitted its report and the respondents did not accept the same, however, made an ad hoc payment of Rs. 10.05 crores towards EOT claims of CFJV as majority of the claims of CFJV were rejected by the respondents on 7th March, 2000. Thus, CFJV requested for reference of the disputes to Disputes Resolution Process contained in modified Clause 67 of the General Conditions of the Contract (for short &#x27;GCC&#x27;). According to the said dispute resolution process, the contractor had certain definite remedies available for redress of its grievances and determination by the prescribed Forum. The said modified Clause 67 reads as under:-\n</p>  \n\n<blockquote id=\"blockquote_5\">SETTLEMENT OF DISPUTES\n \n\nModified Clause 67 Arbitration : of the General Conditions of Contract\n \n\n</blockquote><blockquote id=\"blockquote_6\">(i) If the Contractor considers any work demanded of him to be outside the requirements of the Contract or considers any decision of the Engineer-in-Charge on any matter in connection with or arising out of the Contract or carrying out of Work to be unacceptable, he shall promptly as the Engineer-in-Charge in writing for written instructions or decision. Thereupon the Engineer-in-Charge shall give his written instructions or decision within a period of thirty days of such request.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_4\"> Upon receipt of the written instructions or decision, the Contractor shall promptly proceed without delay to comply with such instructions or decision.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_5\"> If the Engineer-in-Charge fails to give his instructions or decision in writing within a period of thirty days after being requested for or if the Contractor is dissatisfied with the instructions or decision of the Engineer-in-Charge, the Contractor may within thirty days after receiving the instructions or decision, file a written appeal with the CMD. NJPC stating clearly, and in detail, the basis for the objection. The CMD will consider the written appeal and make his decision on the basis of the relevant Contract provisions, together with the facts and circumstances involved in the dispute. The decision will be furnished in writing to the Contractor within thirty days after the receipt of the Contractor&#x27;s written appeal.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_6\"> If the Contractor is dissatisfied with this decision, the Contractor, within a period of fifteen days from the receipt of the decision, shall indicate to the CMD, NJPC his intention to refer the matter to the Disputes Review Board (DRB) and within a period of another fifteen days shall formally appeal to the Disputes Review Board.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_7\"> The constitution of the Disputes Review Board and the procedure to be adopted by it for resolving the disputes is elaborated in the Annex-A, provided, however, all such disputes which may arise prior to the Constitution of the Board, shall be taken up for consideration at its first meeting convened not later than 30 days upon its Constitution. As specified under Para 1 of Annex-A, the disputes involving the individual claims up to Rs. 50.00 (fifty) million shall be binding on the NJPC and the Contractor. In the case of the dispute involving individual claim beyond Rs. 50.00 (fifty) million, if inspite of the recommendations/decision of the Disputes Review Board, the Dispute remains unresolved, either party, within 15 days of the receipt of the aforesaid recommendations/decision of the Board, may appeal the decision back to the Board for review. However, if even after this review of its recommendations/decision by the Disputes Review Board, the two parties still fail to resolve the dispute, either party may resort to arbitration. In that case, within a period of 30 days of the receipt of the Disputes Review Board&#x27;s final recommendations/decision, the party desiring to resort to arbitration shall indicate its intention to refer the dispute to Arbitration, failing which, the said final recommendations/decision of the Disputes Review Board shall be conclusive and binding.\n</p> \n\n<p data-structure=\"Section\" id=\"p_8\">(ii) The dispute arising between a foreign Contractor and the NJPC shall be referred to the adjudication of three Arbitrators, one to be nominated by the NJPC the second by the Contractor and the third by the President of the International Chamber of Commerce. The arbitration shall be conducted in accordance with the provisions of the <a href=\"/doc/1052228/\" id=\"a_8\">Indian Arbitration Act, 1940</a> or any statutory amendments thereof or at the Contractor&#x27;s option, in accordance with the rules of procedure for arbitration of the International Chamber of Commerce, Paris. \n</p> \n\n<p data-structure=\"PetArg\" id=\"p_9\"> The termForeign Contractor applies to a Contractor who is not registered in India and is not a juristic person under Indian Law.\n</p> \n\n<p data-structure=\"Section\" id=\"p_10\">(iii) The disputes arising between an Indian Contractor and the NJPC shall be resolved by &#x27;arbitration&#x27; in accordance with the provisions of <a href=\"/doc/1052228/\" id=\"a_9\">Indian Arbitration Act, 1940</a>, or any statutory amendments thereof. The Board of arbitrators shall be constituted by three arbitrators, one to be nominated by the Contractor, the second by the NJPC and the third by the Secretary (Power), Ministry of Energy, Govt. of India.\n</p> \n\n<p data-structure=\"Issue\" id=\"p_11\"> The termIndian Contractor&#x27; applies to a Contractor who is registered in India and is a juristic person under Indian Law or to a Joint Venture of Indian and foreign firms eligible for price preference as stipulated in Para 1.29.2 (Chapter-I) of these documents. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_12\">(iv) The said arbitrators shall have full power to open up, revise and review any decision, opinion, direction, certificate of valuation etc. relating to the matter of dispute.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_13\">(v) If either of the parties fail to appoint its arbitrators in pursuance of sub clauses (ii) and (iii) above, within sixty days after receipt of the notice of the appointment of its arbitrators, then the President of International Chamber of Commerce in case of foreign Contractors or the Secretary (power), Ministry of Energy, Govt. of India in case of Indian Contractors, as the case may be, shall have the power, at the request of either party to appoint arbitrator. A certified copy of the President&#x27;s/Secy. (power)&#x27;s order making such an appointment shall be furnished to both the parties.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_14\">(vi) Neither party shall be limited in the proceedings before such arbitrators to the evidence or arguments already put before any authority herein-above provided for the purpose of obtaining its said recommendations/decisions. No recommendations/decisions given by the DRB shall disqualify any of its members from being called as a witness and giving evidence before the arbitrators on any matter whatsoever relevant to the dispute or difference referred to the arbitrators as aforesaid.\n</p> \n\n<p data-structure=\"Section\" id=\"p_15\">(vii) The reference to arbitration may proceed notwithstanding that the Works shall not then be or be alleged to be complete, provided always that the obligations of the NJPC the Engineer-in-Charge and the Contractor shall not be altered by reason of the arbitration being conducted during the progress of the Works. Neither party shall be entitled to suspend such Work to which the dispute relates and payment to the Contractor shall be continued to be made in terms of the Contract.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_16\">(viii)(a) All arbitration shall be held at New Delhi, India.\n</p> \n\n<p data-structure=\"Section\" id=\"p_17\"> (b) The language of the arbitration proceedings and that of all documents and communications between the parties shall be English.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_18\">(ix) The decision of the majority of arbitrators shall be final and binding upon both the parties. The expenses of the arbitrators as determined by the arbitrators shall be shared equally by the NJPC and the contractor. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_19\"> However, the expenses incurred by each party in connection with the preparation, presentation, etc. of its cases prior to, during and after the arbitration proceedings shall be borne by each party itself.\n</p> \n\n<p data-structure=\"PetArg\" id=\"p_20\">(x) All awards of arbitration shall be in writing and shall state reasons for the amounts awarded.\n</p> \n\n<p data-structure=\"Facts\" id=\"p_21\">4. The Contractor after having availed all the decisions or instructions of the Engineer-in-Charge and preferring an appeal before the Chairman/ Managing Director of the respondent, which were partially in favor of the contractor, as recommended by the Claims Review Panel, it requested the respondent to refer the claims for proper adjudication. On 6th October, 2000 it was agreed between the parties to constitute an Additional Disputes Review Board (ADRB) in terms of the agreement between the parties. The ADRB recommended extension of time only for 27.49 months as compared to 58 months requested by the Contractor. Aggrieved from the said recommendations, CFJV filed an appeal before the ADRB for review of its decision in terms of the modified clause 67. On 6th August, 2004, the ADRB issued its recommendations on appeals. Against this recommendation dated 27th May, 2004 for review, the ADRB granted an additional time extension of 13.5 months making the total extension of the contract up to November 2001, i.e. 41 months from the contracted period of completion and corresponding compensation thereupon. The recommendations of the Appellate Authority dated 6th August, 2004 have been placed on record.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_22\">5. The respondent felt aggrieved by the said recommendations and attempted to make an amicable solution to the disputes existing between the parties. They sent a letter dated 5th April, 2005 to the CFJV wherein it was stated that they were extending the period of completion of work under clause 44 of the GCC by 24.39 months on HRT (i.e. up to 8.7.2000) and 41 months on Sholding (i.e. 26.11.2001). The ADRB also made its final recommendations on 6th August, 2004, which were not acceptable to the respondents. Several meetings took place for amicable settlement. The parties agreed in writing to extend the prescribed time for invocation of the arbitration clause to 30 days from the receipt of the final decision of ADRB. On 5th April, 2005 instead of following the amicable settlement, respondents wrote a letter and rejected the recommendations of the ADRB in entirety and made an offer which itself was not acceptable to CFJV which they informed vide their letter dated 21st April, 2005. It is also the case of the applicant that under the scheme of the contract, it is only the Engineer-in-Charge who can demand extension of period of contract under Clause 43 and 44. It is only after an analysis of such factors that Engineer-in-Charge can determine if the completion of contract was beyond the time prescribed so as to approve levy of liquidated damages under Clause 47. No such determination was made and the claim of liquidated damages raised by the respondents was totally unjustified. The respondents in their communication dated 7th June, 2005 informed the petitioner that costs compensation for extended period works out to Rs. 17,11,56,123/- based on details submitted by CFJV before the DRB. The respondents have illegally adjusted an amount of liquidated damages of Rs. 51.50 crores and has thus, claimed an amount of Rs. 43,07,97,871/- from CFJV, even though the claim of CFJV is more than Rs. 160 crores and the respondent have invoked the arbitration clause over and above the findings recorded by the ADRB. This claim was disputed by CFJV vide their letter dated 13th June, 2005 as it was totally contrary to the terms of the agreement and was not payable. There is no finding recorded by ADRB for levying liquidated damages which have been unilaterally and arbitrarily assessed and imposed by the respondent. The bank guarantees furnished by CFJV to the respondent in relation to the retention money in terms of the contract, under compulsion were extended from time to time as per the directions given to the petitioner. The Respondent with an intention to impose the liability of the liquidated damages upon the CFJV issued a letter dated 5th April, 2005 and letter dated 7th June, 2006 it is prayed that the respondents be restrained from making any recoveries. \n</p> \n\n<p data-structure=\"Issue\" id=\"p_23\">6. Precisely, the case of the petitioner in the present petition is that the respondent had issued completion certificate in terms of clause 48 of the GCC recording substantial completion of the works as contemplated under contract 2.1. Though the period of one year from the date of completion might have not been completed but the recommendations issued by ADRB accepting the claim of the petitioner for extension clearly establishes that action of the respondent is arbitrary. Extension of period for invocation of arbitration clause was extended mutually by the parties after the ADRB issued its recommendations on the appeals preferred by the petitioner. The levy of damages by the respondents is in apparent conflict with the finding recorded in appeal and was an attempt on the part of the respondents to frustrate the said process. The petitioner had furnished two types of bank guarantees namely, bank guarantees for Performance Security and bank guarantee, for Retention Money. Each of the two type of bank guarantees were similarly worded. The bank guarantee for Performance Security, inter alia, provides :-\n</p><blockquote id=\"blockquote_7\"> AND WHEREAS it has been stipulated by you in the said Contract that the Contractor shall furnish you with a Bank Guarantee by a recognized bank for the sum specified therein as security for compliance with his obligations in accordance with the Contract. \n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_24\">7. The General conditions of the Contract, inter-alia, provides as under :-\n</p><blockquote id=\"blockquote_8\"> The performance security will be released by the NJPC after the expiration of the period of the Maintenance.\n</blockquote> \n\n<p data-structure=\"RespArg\" id=\"p_25\">8. While relying upon the afore-referred extracts, it is contended on behalf of the petitioner that the performance security stands released after the expiry of the period of maintenance and when the applicants had asked for its release, the respondents have in a most arbitrary, illegal and high handed manner imposed the liquidated damages and threatened to encash the bank guarantees. The certificate issued by the respondents also contains the following concluding para :-\n</p><blockquote id=\"blockquote_9\"> This certificate is issued under Clause 48 of the GCC and shall be effective from 9th June 2003. However, issuance of this certificate shall not relieve the contractor of relevant contractual obligations under the Contract Agreement.\n</blockquote> \n\n<p data-structure=\"Section\" id=\"p_26\">9. It is also the plea of the applicant that in terms of clause 60 and 62 of the contract that bank guarantee is to remain valid for 12 months after the date of completion of work and the contract shall not be considered as completed until a Maintenance Certificate shall have been signed by the Engineer-in-charge and delivered to the NJPC stating that the Works have been completed and maintained to his satisfaction. The maintenance certificate shall be given by the Engineer-in-Charge within 28 days after the expiration of the period of maintenance. The petitioner has fulfillled all its obligations in consonance with the specific terms of the contract which were not only accepted by the respondents but even by the determinative authorities appointed by them under the terms of the contract. The respondents have no right to encash the bank guarantee. If encashment is permitted, besides that it would cause irreparable injury and prejudice to the applicant, it would be in violation of the terms of contract and it would cause irretrievable injustice and adjudication being in favor of the petitioner/applicant would also tilt extraordinary special equities, which are in favor of the applicant and against the respondents for grant of ad-interim injunction. \n</p> \n\n<p data-structure=\"RespArg\" id=\"p_27\">10. The respondents filed a detailed reply taking up preliminary objection with regard to territorial jurisdiction of this Court and contended that the Court at Shimla, Himachal Pradesh have jurisdiction to entertain and decide the present petition keeping in view the provisions of <a href=\"/doc/192913/\" id=\"a_10\">Section 42</a> of the Arbitration and Conciliation Act, 1996. \n</p> \n\n<p data-structure=\"Facts\" id=\"p_28\">11. According to the petitioner the respondent had challenged the award dated 17th January, 2002 in respect of other disputes arising between the parties before the High Court at Shimla. The same was returned to the petitioner <a href=\"/doc/90468/\" id=\"a_11\">in that case</a> on the ground that that Court had no territorial jurisdiction. However, an appeal there from is pending before the Appellate Court.\n</p> \n\n<p data-structure=\"RespArg\" id=\"p_29\">12. On merits it is stated that the work was to be completed in 57 months from the date of commencement i.e. 27th September, 1993. There was delay of more than 54 months. Substantial completion certificate though conditional was issued on 9th June, 2003 and the whole delay was attributable to the petitioner. It is stated that the petitioner has been paid for additional works according to contract as considered by ADRB and recommended by its recommendations. The appointment of foreign consultant is not disputed but it is stated that it was not because of the fact that respondents lacked any expertise to deal with such claims, but it was with an intention to expedite the settlement of claim. It is specifically averred that Clause 67 of the Contract provides for a settlement mechanism between the parties. According to the respondent, the recommendations of ADRB were not acceptable to them as the EOT claim of the petitioner should not have been more than 24.39 months on HRT and after giving credit to the petitioner to the extent of the aforesaid EOT there was an overall delay of 18.5 months which should have been considered for grant of liquidated damages to the respondents, in terms of Clause 47 of the Contract. The respondents claimed a sum of Rs. 51.50 crores approximately on account of liquidated damages and they question the correctness of the recommendations of the appellate authority. While generally denying the averments made by the petitioner in their petition the respondents have further stated that there is delay of 35.04 months on HRT works and 18.43 months on Shouldering works attributable to the petitioner for which the respondents are entitled to liquidated damages, to the extent of maximum of 10% of the contract value which may even exceed more than that. \n</p> \n\n<p data-structure=\"Precedent\" id=\"p_30\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90468\" id=\"span_6\">13. It has already been noticed that the law on bank guarantees was discussed in some elucidation by this Court in the case of M/s. <a href=\"/doc/90468/\" id=\"a_12\">Hindustan Construction Co. Ltd. And Anr.</a> (supra). It will be useful to notice hereinafter the relevant paragraphs of that judgment.</span>\n</p>  \n\n<p data-structure=\"CDiscource\" id=\"p_31\">12. The various judgments relied upon by the learned counsel appearing for the parties would show that the law in relation to encashment of bank guarantee has attained wider dimensions with the passage of time. Originally, the only exception carved out to encashment of bank guarantee unconditionally was, fraud. However, subsequent judicial pronouncements have extended this scope by adding other class of cases which would fall in this exception - Cases of irretrievable injury, fraud, extraordinary special equities and invocation of bank guarantee being not in terms of the bank guarantee itself. It is very difficult to draw any straitjacket formula which would universally apply to all the cases. The Court would have to examine each case in order to find out whether the case falls in any or more of the afore-stated classes.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_32\">13. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90468\" id=\"span_7\">In the case of <a href=\"/doc/90468/\" id=\"a_13\">Hindustan Steelworks Construction Ltd.</a> (supra), the Supreme Court stated the principle that in case of an unconditional bank guarantee, the nature of obligation of the bank is absolute and not dependent upon any dispute or proceeding between the party at whose instance the bank guarantee is given and the beneficiary. The only two exceptions were - fraud, which was not pleaded <a href=\"/doc/90468/\" id=\"a_14\">in that case</a>, and the other was special equities. Special equities were claimed on the basis as to who had committed breach of the contract. Determination of disputes was stated to be not a factor which would be sufficient to make the case as exceptional case justifying interference by the court restraining invocation of the bank guarantee.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_33\">14. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514858\" id=\"span_8\">In the case of <a href=\"/doc/514858/\" id=\"a_15\">Ansal Engineering Projects Ltd. v. Tehri Hydro Development Corporation Ltd. and Anr.</a> , the Supreme Court further added the principle of irreparable injury by proof of special equity to the existing two classes of cases where the court could restrain the encashment of a bank guarantee. It was also stated that at the stage of invocation of bank guarantee, the need for final adjudication and decision on the amount due and payable by the petitioner would not be a condition precedent as it would run contrary to the terms of the special contract i.e. the bank guarantee.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_34\">15. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_9\">In the case of <a href=\"/doc/1746106/\" id=\"a_16\">UP State Sugar Corporation</a> (supra), the Supreme Court after detailed discussion of the law on the subject while spelling out the principles guiding invocation of bank guarantee and the circumstance where the court would or would not grant an injunction held as under:-</span>\n</p>  \n\n<blockquote id=\"blockquote_10\">There are only two exceptions to this rule. The first exception is a case when there is a clear fraud of which the bank has notice. The fraud must be of an egregious nature such as to vitiate the entire underlying transaction. Explaining the kind of fraud that may absolve a bank from honouring its guarantee, this Court <a href=\"/doc/1746106/\" id=\"a_17\">in <a href=\"/doc/1746106/\" id=\"a_18\">the above case</a></a> quoted with approval the observations of Sir John Donaldson, M.R. In Bolivinter Oil SA v. Chase Manhattan Bank (1984) 1 All ER 351 (All ER at p.352) : (at SCC p. 197)\n \n\nThe wholly exceptional case where in injunction may be granted is where it is proved that the bank knows that any demand for payment already made or which may thereafter be made will clearly be fraudulent. But the evidence must be clear both as to the fact of fraud and as to the bank&#x27;s knowledge. It would certainly not normally be sufficient that this rests on the uncorroborated statement of the customer, for irreparable damage can be done to a bank&#x27;s credit in the relatively brief time which must elapse between the granting of such an injunction and an application by the bank to have it charged.\n</blockquote> \n\n<blockquote id=\"blockquote_11\"> This Court set aside an injunction granted by the High Court to restrain the realisation of the bank guarantee.\n</blockquote> \n\n<blockquote id=\"blockquote_12\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_10\">13. The same question came up for consideration before this Court in <a href=\"/doc/325228/\" id=\"a_19\">Svenska Handelsbanken v. Indian Charge Chrome</a> . This Court once again reiterated that a confirmed bank guarantee/irrevocable letter of credit cannot be interfered with unless there is established fraud or irretrievable injustice involved in the case.</span> Irretrievable injury has to be of the nature noticed in the case of Itek Corporation v. First National Bank of Boston 566 Fed Supp 1210. On the question of fraud this Court confirmed the observations made in the case of U.P. Coop. Federation Ltd.  and stated that the fraud must be that of the beneficiary, and not the fraud of anyone else.\n</blockquote> \n\n<blockquote id=\"blockquote_13\">14. On the question of irretrievable injury which is the second exception to the rule against grating of injunctions when unconditional bank guarantees are sought to be realised the court said in the above case that the irretrievable injury must be of the kind which was the subject-matter of the decision in the Itek Corporation Case 566 Fed Supp 1210. In that case an exporter in USA entered into an agreement with the Imperial Government of Iran and sought an order terminating its liability on stand by letters of credit issued by an American Bank in favor of an Iranian Bank as part of the contract. The relief was sought on account of the situation created after the Iranian revolution when the American Government cancelled the export licenses in relation to Iran and the Iranian Government had forcibly taken 52 American citizens as hostages. The US Government had blocked all Iranian assets under the jurisdiction of United States and had cancelled the export contract. The Court upheld the contention of the exporter that any claim for damages against the purchaser if decreed by the American Courts would not be executable in Iran under these circumstances and realisation of the bank guarantee/letters of credit would cause irreparable harm to the plaintiff. This contention was upheld. To avail of this exception, therefore, exceptional circumstances which make it impossible for the guarantor to reimburse himself if he ultimately succeeds, will have to be decisively established. Clearly, a mere apprehension that the other party will not be able to pay, is not enough. In Itek case 566 Fed Supp 1210 there was a certainty on this issue. Secondly, there was good reason, in that case for the Court to be prima facie satisfied that the guarantors i.e. the bank and its customer would be found entitled to receive the amount paid under the guarantee.\n</blockquote> \n\n<blockquote id=\"blockquote_14\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"270232\" id=\"span_11\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_12\">15. Our attention was invited to a number of decisions on this issue/ among them, to Larsen &amp; Toubro Ltd. v. Maharashtra SEB  and <a href=\"/doc/708879/\" id=\"a_20\">Hindustan Steel Workers Construction Ltd. v. G.S. Atwal &amp; Co. (Engineers) (P) Ltd.</a>  as also to <a href=\"/doc/270232/\" id=\"a_21\">National Thermal Power Corporation Ltd. v. Flowmore (P) Ltd.</a> .</span></span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901943\" id=\"span_13\">The latest decision is in the case of <a href=\"/doc/1901943/\" id=\"a_22\">State of Maharashtra v. National Construction Co.</a>  where this Court has summed up the position by stating: (SCC p.741, para 13)\n The rule is well established that a bank issuing a guarantee is not concerned with the underlying contract between the parties to the contract. The duly of the bank under a performance guarantee is created by the document itself. Once the documents are in order the bank giving the guarantee must honour the same and make payment ordinarily unless there is an allegation of fraud or the like. The courts will not interfere directly or indirectly to withhold payment, otherwise trust in commerce internal and international would be irreparably damaged. But that does not mean that the parties to the underlying contract cannot settle the disputes with respect to allegations of breach by resorting to litigation or arbitration as stipulated in the contract. The remedy arising ex contractu is not barred and the cause of action for the same is independent of enforcement of the guarantee.</span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_35\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_14\">The other recent decision is in <a href=\"/doc/1988070/\" id=\"a_23\">Hindustan Steelworks Construction Ltd. v. Tarapore &amp; Co.</a> .</span>\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_36\">16. Clearly, therefore, the existence of any dispute between the parties to the contract is not a ground for issuing an injunction to restrain the enforcement of bank guarantees....\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_37\">16. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"514858\" id=\"span_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"636783\" id=\"span_16\">In the case of <a href=\"/doc/636783/\" id=\"a_24\">Dwarikesh Sugar Industries Ltd. v. Prem Heavy Engineering</a> works (<a href=\"/doc/514858/\" id=\"a_25\">P) Ltd. and Anr.</a> (supra), the Supreme Court held as under:-</span></span>\n</p>  \n\n<blockquote id=\"blockquote_15\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_18\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_19\">21. Numerous decisions of this Court rendered over a span of nearly two decades have laid down and reiterated the principles which the courts must apply while considering the question whether to grant an injunction which has the effect of restraining the encashment of a bank guarantee. We do not think it necessary to burden this judgment by referring to all of them. Some of the more recent pronouncements on this point where the earlier decisions have been considered and reiterated are <a href=\"/doc/325228/\" id=\"a_26\">Svenska Handelsbanken v. Indian Charge Chrome</a> , Larson &amp; Toubro Ltd. v. Maharashtra SEB , <a href=\"/doc/708879/\" id=\"a_27\">Hindustan Steel Workers Construction Ltd. V. G.S. Atwal &amp; Co. (Engineers) (P) Ltd.</a>  and <a href=\"/doc/1746106/\" id=\"a_28\">U.P. State Sugar Corporation v. Sumac International Ltd.</a> . The general principle which has been <a href=\"/doc/1746106/\" id=\"a_29\">laid down by</a> this Court has been summarised in the case of U.P. State Sugar Corporation  as follows: (SCC p.574, para 12)\n The law relating to invocation of such bank guarantees is by now well settled. When the course of commercial dealings an unconditional bank guarantee is given or accepted, the beneficiary is entitled to realize such a bank guarantee in terms thereof irrespective of any pending disputes. The bank giving such a guarantee is bound to honour it as per its terms irrespective of any dispute raised by its customer. The very purpose of giving such a bank guarantee would otherwise be defeated. The courts should, therefore, be slow in granting an injunction to restrain the realization of such a bank guarantee. The courts have carved out only two exceptions. A fraud in connection with such a bank guarantee would vitiate the very foundation of such a bank guarantee. Hence if there is such a fraud of which the beneficiary seeks to take the advantage, he can be restrained from doing so. The second exception relates to cases where allowing the encashment of an unconditional bank guarantee would result in irretrievable harm or injustice to one of the parties concerned. Since in most cases payment of money under such a bank guarantee would adversely affect the bank and its customer at whose instance the guarantee is given, the harm or injustice contemplated under this head must be such an exceptional and irretrievable nature as would override the terms of the guarantee and the adverse effect of such an injunction on commercial dealings in the country.</span></span></span>\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_38\">Dealing with the question of fraud it has been held that fraud has to be an established fraud. The following observations of Sir John Donaldson, M.R. In Bolivinter Oil SA v. Chase Manhattan Bank (1984) 1 All ER 351, CA are apposite:\n</p><blockquote id=\"blockquote_16\"> ...The wholly exceptional case where an injunction may be granted is where it is proved that the bank knows that any demand for payment already made or which may thereafter be made will clearly be fraudulent. But the evidence must be clear, both as to the fact of fraud and as to the bank&#x27;s knowledge. It would certainly not normally be sufficient that this rests on the uncorroborated statement of the customer, for irreparable damage can be done to a bank&#x27;s credit in the relatively brief time which must elapse between the granting of such an injunction and an application by the bank to have it discharged.\n</blockquote> \n\n<blockquote id=\"blockquote_17\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_20\">The aforesaid passage was approved and followed by this Court in <a href=\"/doc/329587/\" id=\"a_30\">U.P. Coop. Federation Ltd. v. Singh Consultants and Engineers (P.)Ltd</a>. .</span>\n</blockquote> \n\n<blockquote id=\"blockquote_18\">22. The second exception to the rule of granting injunction, i.e., the resulting of irretrievable injury, has to be such a circumstance which would make it impossible for the guarantor to reimburse himself, if he ultimately succeeds. This will have to be decisively established and it must be proved to the satisfaction of the court that there would be no possibility whatsoever of the recovery of the amount from the beneficiary , by way of restitution.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_39\">17. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90468\" id=\"span_21\">In the case of <a href=\"/doc/90468/\" id=\"a_31\">Hindustan Construction Co. Ltd.</a> (supra), the Supreme Court while specifying the need for invoking the bank guarantee strictly as per terms of the bank guarantee and by the authority competent to do so held as under:-</span>\n</p>  \n\n<blockquote id=\"blockquote_19\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90468\" id=\"span_22\">8. Now, a bank guarantee is the common mode of securing payment of money in commercial dealings as the beneficiary, under the guarantee, is entitled to realise the whole of the amount under that guarantee in terms thereof irrespective of any pending dispute between the person on whose behalf the guarantee was given and the beneficiary. In contracts awarded to private individuals by the Government, which involve huge expenditure, as for example, construction contracts, bank guarantees are usually required to be furnished in favor of the Government to secure payments made to the contractor asadvance from time to time during the course of the contract as also to secure performance of the work entrusted under the contract. Such guarantees are encashable in terms thereof on the lapse of the contractor either in the performance of the work or in paying back to the Governmentadvance, the guarantee is invoked and the amount is recovered from the bank. It is for this reason that the courts are reluctant in granting an injunction against the invocation of bank guarantee, except in the case of fraud, which should be an established fraud, or where irretrievable injury was likely to be caused to the guarantor. This was the principle <a href=\"/doc/90468/\" id=\"a_32\">laid down by</a> this Court in various decisions.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"329587\" id=\"span_23\">In <a href=\"/doc/329587/\" id=\"a_33\">U.P. Coop. Federation Ltd. v. Singh Consultants &amp; Engineers (P) Ltd.</a>  the law <a href=\"/doc/329587/\" id=\"a_34\">laid down in</a> Bolivinter Oil SA v. Chase Manhattan Bank (1984) 1 All ER 351 (CA) was approved and it was held that an unconditional bank guarantee could be invoked in terms thereof by the person in whose favor the bank guarantee was given and the courts would not grant any injunction restraining the invocation except in the case of fraud or irretrievable injury.</span> <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1746106\" id=\"span_24\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1988070\" id=\"span_25\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1901943\" id=\"span_26\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"270232\" id=\"span_27\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"708879\" id=\"span_28\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"325228\" id=\"span_29\">In <a href=\"/doc/325228/\" id=\"a_35\">Svenska Handelsbanken v. Indian Charge Chrome</a> , Larson &amp; Toubro Ltd. v. Maharashtra SEB , <a href=\"/doc/708879/\" id=\"a_36\">Hindustan Steel Workers Construction Ltd. V. G.S. Atwal &amp; Co. (Engineers) (P) Ltd.</a> , <a href=\"/doc/270232/\" id=\"a_37\">National Thermal Power Corporation Ltd. v. Flowmore (P) Ltd.</a> , <a href=\"/doc/1901943/\" id=\"a_38\">State of Maharashtra v. National Construction Co.</a> , <a href=\"/doc/1988070/\" id=\"a_39\">Hindustan Steelworks Construction Ltd. v. Tarapore &amp; Co.</a>  as also in <a href=\"/doc/1746106/\" id=\"a_40\">U.P. State Sugar Corporation v. Sumac International Ltd.</a>  the same principle has been laid down and reiterated.</span></span></span></span></span></span>\n</blockquote> \n\n<blockquote id=\"blockquote_20\">9. What is important, therefore, is that the bank guarantee should be in unequivocal terms, unconditional and recite that the amount would be paid without demur or objection and irrespective of any dispute that might have cropped up or might have been pending between the beneficiary under the bank guarantee or the person on whose behalf the guarantee was furnished. The terms of the bank guarantee are, therefore, extremely material. Since the bank guarantee represents an independent contract between the bank and the beneficiary, both the parties would be bound by the terms thereof. The invocation, therefore, will have to be in accordance with the terms of the bank guarantee, or else, the invocation itself would be bad.\n</blockquote> \n\n<blockquote id=\"blockquote_21\">21. As pointed out above, bank guarantee constitutes a separate, distinct and independent contract. This contract is between the Bank and the defendants. It is independent of the main contract between HCCL and the defendants. Since the bank guarantee was furnished to the Chief Engineer and there is no definition ofChief Engineer in the bank guarantee nor is it provided therein thatChief Engineer would also include Executive Engineer, the bank guarantee could be invoked by none except the Chief Engineer. The invocation was thus wholly wrong and the Bank was under no obligation to pay the amount covered by theperformance guarantee to the Executive Engineer.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_40\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"28176\" id=\"span_30\">18. Still further, in the case of <a href=\"/doc/28176/\" id=\"a_41\">Federal Bank Ltd.</a> (supra), the Supreme Court while cautioning the court not issuing injunction restraining encashment of a bank guarantee, specified the same principles i.e. fraud and irretrievable damage as exception to the Rule and further clarified that relationship between the bank issuing letter of credit or paying bank is that of principal and agent. It was affirmed that to bring the case within the exception of fraud, the averment should be clear and that there was knowledge to the bank of the fraud played.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_41\">19. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90468\" id=\"span_31\">In the case of <a href=\"/doc/90468/\" id=\"a_42\">Daewoo Motors India Ltd.</a> (Supra), the Supreme Court held that for encashment of bank guarantee, the bank cannot have any valid resistance, except of course, in a case of fraud. The bank guarantee furnished by the bank is an unconditional and absolute bank guarantee. It was also stated that once it becomes apparent that there was default to fulfilll its obligation as specified in the bank guarantee, invocation of bank guarantee would be proper.</span>\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_42\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90468\" id=\"span_32\">20. On the analysis of the above law <a href=\"/doc/90468/\" id=\"a_43\">laid down by</a> the Supreme Court in its different judgments, it is clear that injunction against encashment of bank guarantee is an exception and not the rule. Cases of such exceptions would have to be evidenced by documents and pleadings on record and compulsorily should fall within any of the following limited categories:-</span>\n</p>  \n\n<blockquote id=\"blockquote_22\">i) If there is a fraud in connection with the bank guarantee which would vitiate the very foundation of such guarantee and the beneficiary seeks to take advantage of such fraud.\n</blockquote> \n\n<blockquote id=\"blockquote_23\">ii) The applicant, in the facts and circumstance of the case, clearly establishes a case of irretrievable injustice or irreparable damage.\n</blockquote> \n\n<blockquote id=\"blockquote_24\">iii) The applicant is able to establish exceptional or special equities of the kind which would prick the judicial conscience of the court.\n</blockquote> \n\n<blockquote id=\"blockquote_25\">iv) When the bank guarantee is not invoked strictly in its terms and by the person empowered to invoke under the terms of the guarantee. In other words, the letter of invocation is in apparent violation to the specific terms of the bank guarantee.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_43\">21. The exceptional cases would be few but it could never be stated as an absolute proposition of law that under no circumstances the court could injunct encashment/invocation of a bank guarantee which might have been furnished by a party as an independent contract. A beneficiary is not vested with an unquestionable or unequivocal legal right to encash the bank guarantee on demand. The obligation of the bank furnishing the bank guarantee to pay would be subject to a limited exceptional circumstance afore-noticed. As a matter of rule, the bank would be under obligation to encash the bank guarantee, once it is invoked in its terms. The exceptions afore-noticed are merely indicative of the kind of cases where the court may injunct encashment of a bank guarantee. It is neither possible nor permissible to exhaustively classify the cases where the court would not interfere and where the court would judicially intervene in such matters. Every case would have to be decided keeping in view its peculiar facts and circumstances. Despite the principal contract and bank guarantee being Ejusdem negotii, the bank guarantee is an independent and self-contained contract enforceable on its own terms. Except in the exceptional cases where definite material is available before the court to prima facie satisfy itself that on the basis of the pleadings of the parties; documents supporting has such a plea; the case falls in one or more of the categories afore-indicated, the bank guarantee would be encashable per se. It has an obligation which is not dependent upon adjudication of main disputes. The concept of irretrievable injustice, or damages, or special equities would come into play where the parties to a contract having been provided with internal adjudicative mechanism, attempts to frustrate results of such an internal adjudication by recourse to encashment of bank guarantee, particularly when under the terms and conditions of the contract, including the terms of the guarantee, such determination is &#x27;final&#x27;, of course subject to the limitations spelled out in such contracts. An attempt to over-reach the process of adjudication with intent to cause irreparable prejudice to the other side would be a circumstance which would influence the decision or tilt the special equities in favor of the applicant before the Court.\n</p> \n\n<p data-structure=\"Section\" id=\"p_44\">22. In light of the above principles, it will be now proper to revert back to the facts of the present case. There is no dispute to the fact that the contracted work had been completed by the applicant. Correspondence have been placed on record to show that the work had been completed and the performance period had commenced which was to end on 8th July, 2003. It can also not be disputed that the bank guarantee in question was sought to be invoked just a day prior to the expiry of the performance period.\n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_45\">23. Firstly, the respondent had invoked the bank guarantees vide letter dated 7th July, 2003 which were admittedly put on hold vide letter dated 20th September, 2003. The said letter reads as under:-\n</p>  \n\n<blockquote id=\"blockquote_26\"> No. SJVNL/F&amp;A/A-IV/2003/ Dated:20.09.2003\n \n\nTo \n\nBank Sao Paolomi \n\nPiazza Cordusio.2 \n\n20121 Milan (Italy) Fax No. 00390288046598\n \n\nSub.: Confirmation of Bank Guarantee-reg:\n</blockquote> \n\n<blockquote id=\"blockquote_27\">Dear Sir,\n \n\n The letter of encashment of BGs issued by the Director (F), SJVNL vide letter No. SJVN DF-503.2445 to SJVN.DF-5.03-2461 dated 07.07.2003 was put on hold through letter No. DF-5-2462(B)-03 dated 09.07.03. In this regard, it is to intimate that, such action was taken on the basis of an undertaking given by Sh. Gautam Ray (Authorised Signatory of NJJV), A-137, defense Colony, New Delhi-110024 to defer the decision of invocation of Bank Guarantees.\n \n\n A copy of said undertaking is enclosed for your reference and record.\n \n\n Kindly acknowledge receipt of the same &amp; also confirm the validity of BGs atleast up to 23rd July, 2004 as per the enclosed statement through return fax on any of the following fax Nos. 009117825234122, 00911782275549.\n \n\n An early confirmation is solicited.\n</blockquote> \n<blockquote id=\"blockquote_28\">\nThanking you, \n\nYours faithfully,  \n\nFor &amp; on behalf of SJVN Ltd.  \n</blockquote>\n<blockquote id=\"blockquote_29\">(S.N. Ghosh)  \n\nDy. G.M.\n \n\n</blockquote><p data-structure=\"CDiscource\" id=\"p_46\">24. The respondent had also called upon the applicants to submit an undertaking which was submitted on 9th July, 2003 stating that the Contractor&#x27;s performance under the contract shall not be considered as complete till such time the advance ad-hoc payments mentioned above remained unadjusted or unresolved. It was also stated that SJVNL shall have the full liberty to invoke the bank guarantees and to recover the advances/ ad-hoc payments without need to prove or show grounds or reasons for their demand. To some extent, the element of undue pressure of bias in the action of the respondent, cannot be ruled out. During the entire period of performance, it appears that the respondent did not take any action, but they seem to have woken up at a time when the performance period was about to expire. As already noticed, the parties have invoked the contract in relation to settlement of their claims and disputes by the prescribed Forums. The claims up to 5 crores as decided by the DRB would have to be treated as final determination of dispute between the parties. However, in excess of such amount, the party aggrieved would have a right to invoke the arbitration clause. During the course of hearing, it was stated that the respondents have already invoked the arbitration clause in regard to the claims in excess of Rs. 5 crores and with which findings the respondents are dissatisfied. The Additional Dispute Review Board (ADRB) in terms of clause 2.2 had submitted its report, particularly in regard to extension of time and associated costs on 16th July, 2004. Accepting the case of the applicant, the said Forum decided as under:-\n</p>  \n\n<blockquote id=\"blockquote_30\">Conclusions and Recommendations\n \n\nThe incisive analysis of delays under individual heads and of the impacts on time for completion, the ADRB considers the following as the entitlements of NJJV;\n</blockquote> \n\n<blockquote id=\"blockquote_31\">1. Extension of time as per clause 44 of the GCC of 50.53 months, i.e., up to 8th July, 2002.\n</blockquote> \n\n<blockquote id=\"blockquote_32\">2. Extension of time for the purpose of compensation of 38.04 months, i.e., up to 25th June 2001.\n</blockquote> \n\n<blockquote id=\"blockquote_33\">3. EOT related cost compensation for 38.04 months based on actual costs for:\n</blockquote>  \n\n<blockquote id=\"blockquote_34\">Vehicle licenses, taxes\n \n\nAll risk insurance\n \n\nCPE insurance\n \n\nMotor vehicles insurance\n \n\nCredit insurance \n \n\nBonds and Bank Guarantees\n \n\nFinancing Costs\n \n\nAnd based on Sealed Envelope costs for:\n</blockquote> \n<blockquote id=\"blockquote_35\">\nStaff Expatriates\n \n\nStaff Indian\n \n\nLabour\n \n\nFood Allowances\n \n\nSite general Expense\n \n\nRadio, telephone, telex\n \n\nRoad, camp and site maintenance\n \n\nOffice in Kotla and Delhi.\n</blockquote> \n<blockquote id=\"blockquote_36\">\nGeneral Expenses-vehicle running costs\n \n\nMain office expenses\n \n\nNJJV will be entitled to price adjustment per Clause 70 of the GCC.\n \n\nNJJV will also be entitled to simple interest on the net amount due, inclusive of escalation, at 10# per annum up until the time that payment is made.\n \n\nWhile determining the net amount due to NJJV, the time-related cost compensation already paid on the basis of recommendations of the DRB, through the extra BOQ quantities and items and as provisional payments as well as price adjustments already made should be taken into account to eliminate duplication in payments.\n \n\nAs per the assessment made by the ADRB (see Annex 1), the net amount due to NJJV amounts to approximately Rs. 41 crores including an estimate of escalation and interest. The details of this are shown in the annexes attached as part of this Report. The payments as per Contract Agreement in different currencies would be Rs. 225.54 million plus US$ 3.35 million plus ITL 4,083.95 millions. SJVN and NJJV will have to check these calculations (in respect of escalation and interest) and make any necessary adjustments.\n \n\nWhat follows hereafter comprises acknowledgments, Appendices and Annexures. Consequently, the members of the ADRB sign their names to this Report unanimously, hereunder:\n  \n\n Mr. S. R. Narasimhan \n\nChairman of the ADRB.\n</blockquote> \n<blockquote id=\"blockquote_37\">\n</blockquote><p data-structure=\"CDiscource\" id=\"p_47\">25. It was contended on behalf of the applicants that even the claims which are of the value of less than Rs. 5 crores and have been determined by the internal determinative process prescribed under the terms of the contract, have not been honoured by the respondents. On the contrary, the respondents have acted with greater vehemence on grant of claims. It is also indicated that special experts, including foreign persons, were appointed to examine the version of the applicants at site and all such reports are favorable to the applicants and does not in any way help the unjustified and unfair attitude adopted by the respondents. Once the parties have opted for providing of an internal determinative forum or adjudicative mechanism, then it is obligatory and is expected from each one of them that they shall not only abide by such terms but would honour the decision of such Forum in its spirit and substance. The parties should essentially abide by these terms and should not disrespect or hinder or cause to hinder the result of such determination. The conduct of a party in this regard would be a relevant factor to be considered by the court, while deciding such interim applications. The expression &#x27;extraordinary special equities&#x27; or &#x27;irretrievable injustice/injury&#x27; are not defined expressions. They are to have such connotation and meaning as may be justified with reference to the facts and circumstances of each case. The court has to give such construction which would avoid reduncing, hardship or even repugnancy. The clauses of the agreement between the parties would have to be construed in their simple language so as to implement the essence of the contract. There is no doubt that court has to look into the terms of the bank guarantee and letter of invocation primarily for the purposes of deciding the fate of a prayed injunctive relief. The undue influence and pressure caused by the respondents on the applicant in extracting extensions, undertakings may not be completely proved on record at this stage of the proceedings, but this is a relevant factor to determine the extent of irretrievable injustice/injury to which the applicant would be exposed, if the encashment of the bank guarantee is permitted. There is an apparent attempt on the part of the respondents to frustrate the findings recorded by the internal determinative adjudicating machinery i.e. CMD&#x27;s findings as well as the finding of DRB, as afore-referred. Once these findings are against the respondents and it has been held that the applicant is entitled to extension of period, it will be more than unfair to permit the respondents to invoke the bank guarantees at this stage of the proceedings. The cumulative effect of the above analysis of the case is that the respondents have not invoked the bank guarantees in terms of the clause, the action of the respondent in insisting upon encashment of bank guarantees is bound to cause irretrievable injustice and injury to the applicants, who otherwise have a case of special equities in their favor. Another very relevant factor is that after invoking the bank guarantees on 7th July, 2003, the respondents themselves have always agreed not to invoke the bank guarantees on the condition that the applicants would keep the bank guarantees alive. This is true even as on July 2004, when the respondents wrote a letter dated 20.09.2003. Thus, no injustice would be caused to the respondents if the bank guarantees are not permitted to be encashed at this stage, subject to the condition that they are kept alive by the applicants. This course of action would even balance the equities between the parties and would be least prejudicial to the interest of any of the parties. But, if such bank guarantees are permitted to be invoked/encashed, the applicant would suffer an irretrievable injustice and injury because they may not even be able to bear such a financial imbalance, particularly when their claims against the respondents have been allowed by the domestic adjudicating process prescribed under the terms of the contract.\n</p>  \n\n<p data-structure=\"CDiscource\" id=\"p_48\">14. The above enunciated principles of law clearly demonstrate the limited exceptions where judicial intervention may be called for in relation to invocation of bank guarantees. The bank guarantee like a letter of credit is a contract in itself and liability of the bank to honour such a document on demand as per its terms is absolute. But this concept of absolute liability is subject to certain exceptional exceptions. Such cases would be rare. The above stated exceptions are a definite guiding factor for the Court to consider request of the plaintiff for grant of injunction. These precepts have to be applied with reference to the facts and circumstances of the case. It cannot be stated that the Court would grant injunction restraining encashment of a bank guarantee in all cases claimed to be falling in any of the exceptions afore-referred or it would decline injunction in all cases without exception. The expressionirretrievable injustice or injury cannot be treated as synonymous to case of special equities. These obviously are distinct expressions having varied connotations and consequences. \n</p> \n\n<p data-structure=\"CDiscource\" id=\"p_49\"><span class=\"citetext\" data-sentiment=\"PARTY\" data-docid=\"1746106\" id=\"span_33\">15. The learned counsel appearing for the respondents contended that a case of &#x27;irretrievable injustice or injury&#x27; would be a case as described by the Supreme Court in the case of <a href=\"/doc/1746106/\" id=\"a_44\">U.P. State Sugar Corporation v. Sumac International Ltd.</a> (1997) 1 Supreme Court Cases where the Supreme Court discussed the expressionirretrievable injustice and injury while discussing the case of Itek Corporation v. First National Bank of Boston, 566 Fed Supp 1210, and the present case itself would be a case of special equities or a case which can be placed on identical footings. According to the respondent in no other case, the Court could grant an injunction. This obviously would not be a correct approach of law. If the Supreme Court in its various judgments has referred to this case under distinct heads, they cannot be treated in law to be synonymous or interchangeable with each other. The expressionspecial equity would necessarily be not a case ofirretrievable injustice or injury.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"1746106\" id=\"span_34\">There may be cases which are not similar to that of <a href=\"/doc/1746106/\" id=\"a_45\">U.P. State Sugar Corporation</a> (supra). As is obvious, the Supreme Court itself granted injunction in number of other cases which were not having identical circumstances to that case. The law can hardly be guided by stagnated principles. The law must be interpreted and its application would depend on changed circumstances and affairs prevailing in the field of the relevant law. Case of special equities would constitute a class in itself and in all circumstances they may not be the cases ofirretrievable injustice/injury The applicability of law has to depend upon the facts of each case and the hidden and obscure would be brought to light of reason and it would render them clearer by application of established principles to the facts of such case. The highest court of the land has laid down the above classes of exception repeatedly, and each one of them should be understood and permitted to operate in its own field. The principle of law do not command anything in vain. The role of interpretation of statute verba cum effectu accipienda sunt, the maxim of interpretation of statute is equally applicable to the dictum of law. The present case would squarely fall in the class of cases of &#x27;exceptional special equities&#x27;.</span> <span class=\"citetext\" data-sentiment=\"Neg\" data-docid=\"90468\" id=\"span_35\">The judgment of this Court in the case of <a href=\"/doc/90468/\" id=\"a_46\">Hindustan Construction Company Ltd.</a> (supra) would be applicable to the present case as it satisfies the basic essentials of ratio descendi. The undisputed facts of the present case are that there is delay in completion of the contracted work. According to the respondents, the delay is attributable to the petitioners while according to the petitioners the onus of such delay lies upon the respondent. The parties in terms of Clause 67 of the contract have taken recourse to internal determinative mechanism and the finding of all the Forums including the foreign experts appointed by the respondent have given verdict in favor of the petitioner. The decision of the Appellate Forum has been questioned by the respondents before the arbitral Tribunal. It must be noticed that the claims up to to the extent of Rs. 5 crores which have been adjudicated by the Appellate Forum are not open to question. The petitioners have prayed for payment for the extended period in excess of 41 months allowed by the Appellate Forum, while according to the respondents, the payment even for that period should not have been allowed by the Appellate Forum. The fact of the matter is that claims in favor of the petitioners have attained finality despite the three tier determinative mechanism having been provided in Clause 67 of the Contract. The claim of liquidated damages by the respondents, would have to be examined in light of the fact that various provided forums of determinative mechanism have partially or even wholly accepted the claims of the petitioner and they have become final where the claim does not exceed Rs. 5 crores. The claims in excess thereof could be questioned before the Arbitral Tribunal even if they have been accepted by the First Appellate Authorities. The parties intend to invoke the jurisdiction of the Arbitral Tribunal in consonance with the terms of the contract. The respondent have even accepted and paid sums in excess and the fact that the Foreign Experts, the First and Appellate determinative forums under Clause 67 have accepted, wholly or partially the claims of the petitioner, is not in dispute. The respondents have attempted to encash the bank guarantees to justify their claim of liquidated damages which would run totally contradictory to the findings recorded by the prescribed forums. This would be a very material and relevant consideration before the Court.</span>\n</p> \n\n<p data-structure=\"Section\" id=\"p_50\">16. The respondents had issued certificate for substantial completion of works on 9th June, 2003. It was stated thatsaid contract including variations thereof, if any, have been substantially completed and a joint inspection by the Engineer-in-Charge and Contractor has been carried out on 7th-8th June, 2003. Of course, along with it an undertaking was given to finish any outstanding work, if remaining. A certificate was issued in compliance to Clause 49 of the GCC and was effective for the prescribed period of one year from 9th June, 2003. According to the petitioners, after expiration of the maintenance period, the bank guarantees furnished by the petitioners would stand automatically released, and after June 2004 (the performance/maintenance period being offered) the bank guarantees would be deemed to have been released. Withholding of bank guarantees and not permitting discharge thereof in favor of the petitioners is stated to be a patently arbitrary and unjustifiable act on the part of the respondent. It is also argued that there is nothing in law which prevents the court from looking into the underlining contract to know whether the bank guarantee has been invoked as per its terms, as the bank guarantee is furnished by the bank only in furtherance to and in compliance to the stipulated terms of the contract itself. Further, it is argued on behalf of the petitioners that it is only with an intention to prevent the discharge of bank guarantees that the respondent, a day prior thereto, have invoked the bank guarantees with an intention to cause irreparable loss to the petitioners. A bare reading of the bank guarantee shows that the Contractor has furnished a bank guarantee of the recognised bank for the sum specified in the Contract as security for compliance, of his obligations in accordance with contract. The bank guarantee with this reference in its recitals also mentions that it would not be obligatory upon the beneficiary to show reasons or demands upon the Contractor prior to invocation. The performance guarantee in the form of bank guarantee is to be furnished by the Contractor under Clause 10 (ii) of the Contract and this performance security is liable to be released by NJPC after expiration of the period of maintenance in terms of Clause 10 (iv). The performance security has been provided for due performance of the Contract and compliance with the obligations in accordance with the Contract by the Contractor. According to the Contractor, the work had been completed in the extended period and certificate was issued on 9th June, 2003 and the maintenance/performance period was over on 8th June, 2004. The right of the Contractor for release of the bank guarantee has become absolute.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_51\">17. The court certainly cannot go into the merits of the disputes, nor pendency of disputes would be a relevant consideration before the Court, while deciding the application for such relief. But, it may not be a sound argument of law to say that the Court cannot even look into the underlining contract to examine whether the bank guarantee has been encashed as per its terms or is not a result of fraud or an act falling in the classification ofirretrievable injustice or injury orexceptional special equities. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"90468\" id=\"span_36\">In the case of <a href=\"/doc/90468/\" id=\"a_47\">Hindustan Construction Company Ltd.</a> (supra), the Supreme Court stated that where the bank guarantee is unconditional and unequivocal in terms and recite that amount would be paid without demur or objection, irrespective of dispute, the bank guarantee being an independent contract it will be obligatory on the part of the bank to pay on demand to the beneficiary. It was stated as a principle of law that the terms of the bank guarantee are extremely material and should be invoked strictly in terms of such guarantee, free of fraud or irretrievable injury being caused to the guarantor/Contractor. Making reference to the terms of the bank guarantee, the Supreme Court held while relying upon the terms of the main contract held that a case of special equities was found to be in favor of the Contractor and an injunction order was passed restraining encashment of bank/performance guarantee. In that case, specific reference was made to the terms of the main contract as well as bank guarantee, as the terms of the bank guarantees referred to the obligations under the Contract for its due performance.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_52\">18. There is a specific plea raised on behalf of the petitioners that the bank guarantees furnished by them stood discharged after the prescribed period of maintenance was over. The compulsive extension of bank guarantees and now the threat to invoke, are the acts of commercial coercion on the part of the respondent and would render such an action impermissible in law. The terms of the bank guarantees do make a reference to the terms of the contract of course in its recitals but the bank guarantee has to be construed and read as a complete document in itself and recitals of the document cannot be construed to be irrelevant or of no material consequence. It is not necessary to re-emphasize the importance of the terms of the bank guarantee which must be invoked in its terms and the action of the respondent should be free of an established fraud resulting in irretrievable injury/injustice and must not tilt the balance of extra-ordinary special equities entirely in favor of the petitioners. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"143\" id=\"span_37\">In the case of <a href=\"/doc/143/\" id=\"a_48\">Syndicate Bank v. Vijay Kumar and Ors.</a> (1992) 2 SCC 330, the Supreme Court indicated the importance of an automatic discharge clause in the contract and its effects on the bank guarantee, as under:-</span>\n</p><blockquote id=\"blockquote_38\"> 14. From the above discussion it can be gathered that the Bank guarantees are on different level and they must be allowed to be honoured free from interference by the courts and a Bank which gives a guarantee must honour the same according to its terms and it is only in exceptional cases that the court will interfere with the machinery of irrevocable obligations assumed by the banks. A fortiori the same principle applies in respect of Bank guarantees which are discharged. When once the Bank guarantee is discharged the obligation of the Bank ends and there is no question of going behind such discharged Bank guarantee. The courts should refrain from probing into the nature of the transactions between the Bank and the customer which led to the furnishing of the Bank guarantee.\n</blockquote> \n\n<p data-structure=\"Precedent\" id=\"p_53\"><span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1960318\" id=\"span_38\">19. Further in the case of <a href=\"/doc/1960318/\" id=\"a_49\">Larsen &amp; Toubro Ltd. v. Maharashtra State Electricity Board and others</a>  while allowing the relief of injunction in relation to the bank guarantee, the court held as under:-</span>\n</p><blockquote id=\"blockquote_39\"> The appellant wrote to the first respondent on 21-2-1994 that the plant was completed and so all bank guarantees have served their contractual requirements. On a perusal of the relevant clauses in the contract, executed between the appellant and the first respondent, and the communication of the first respondent dated 10-6-1994, it is fairly clear that the stipulations or conditions mentioned as per clauses 70.2, 70.3 and 70.4 have been successfully fulfillled and the plant was admittedly taken over by the first respondent. The guarantee given by the Citibank, N.A . Dated 10-5-1989 appearing in Vol. II at pp. 122 to 126 will ensure only till successful completion of the trial operations and the plant is taken over. That event having ensued, the invocation of the guarantee given by the Citibank dated 10-5-1985 in the sum of Rs. 2.72 crores is not encashable on its terms and in order to prevent irretrievable injustice, an injunction as prayed for, to Respondents 1 to 4 deserves to be issued on that score. The court below was in error in not doing so. We hereby restrain Respondents 1 and 4 from invoking the bank guarantee aforesaid.\n</blockquote> \n\n<p data-structure=\"CDiscource\" id=\"p_54\">20. favorable determination by the internal determinative mechanism, findings by appellate forum partially having attained finality, the claim of the respondent solely being of liquidated damages after the maintenance period was over, the bank guarantee having become liable to discharge in terms of Clause 48 and particularly a motivated arbitrary attempt on the part of the respondent to frustrate the benefit of the decided matters or results of the adjudicative process by enforcing encashment, are the factors which would show that the bank guarantee itself has not been invoked as per terms of the bank guarantee and the petitioners at least prima facie have been able to make out a case of special extra-ordinary equities in their favor. The basic ingredients of grant or refusal of injunction simplicitor like balance of convenience, irreparable loss and undue hardship are really not very material factors for dealing with the cases of bank guarantee. But exceptional special equities is an extended principle of equity itself and as stated in various judgments, is one of the main factors which the court is called upon to consider while adjudicating upon the rights and obligations of the parties arising from the bank guarantee. Existence of prima facie case is a matter only of ancillary consideration but once the case falls in the category ofexceptional special equities and such conclusion is irresistibly drawn from the records before the court, the judicial intervention would be justified. Normally, a determinative process cannot be frustrated by an action of absolute arbitrariness which otherwise is violative of the terms of the contract and invocation is not in terms of the bank guarantee.\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_55\">21. The point in relation to territorial jurisdiction of this court was not seriously pressed even by the respondent. Hardly any arguments were addressed on that issue. Still, it may be appropriate to record that in relation to the same transactions, a suit was filed by the respondent challenging the award dated 17.1.2002 in the High Court of Himachal Pradesh at Shimla. The plaint was ordered to be returned as it was held by a Single Judge of that court that it had no jurisdiction. Of course, appeal is stated to be pending from that order. Furthermore, clause 5 of the contract dealing with language and law specifically provides that law to which the contract is to be subject and according to which the contract is to be construed shall be the law for the time being in force in India and within the jurisdiction of New Delhi courts. The parties in the very contract, as such, had agreed to elect the jurisdiction. It is nobody&#x27;s case that courts at Delhi have no jurisdiction at all. Even if, it is argued that courts at Himachal Pradesh as well as the courts at Delhi have jurisdiction, still the parties would be at liberty to choose a forum where they would contest a litigation arising from the contract. <span class=\"citetext\" data-sentiment=\"Pos\" data-docid=\"1923755\" id=\"span_39\">In this regard reference can be made to the judgment of the Supreme Court in the case of <a href=\"/doc/1923755/\" id=\"a_50\">Hanil Era Textiles Ltd. v. Puromatic Filters (P) Ltd.</a> . In relation to the transaction in question, it is not even stated by the respondent in its petition that any previous litigation was filed in any other court. The cumulative effect of this discussion is that the point of territorial jurisdiction raised by the respondent is without any merit and is rejected.</span>\n</p> \n\n<p data-structure=\"Precedent\" id=\"p_56\">22. In the opinion of the court, the petitioners have prima facie established on record the case of extra-ordinary special equities apparently causing irreparable prejudice to the petitioners. In fact, they have also been able to show that the bank guarantee has not been invoked strictly in terms of the bank guarantee which in turn refers to discharge of right and obligation under the contract. The judgment of the court in the case of Ms. Hindustan Construction Ltd. and anr. (supra) is certainly of relevance and is applicable to the facts of the present case as spelled. Any observations made in this order would be of no consequence in regard to pendency of proceedings before the arbitral tribunal as the court has not, in any way directly or indirectly, touched upon the merits of the disputes arising between the parties from the main contract. \n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_57\">23. Both the OMP Nos. 216/2005 and 217/2005 under <a href=\"/doc/1079220/\" id=\"a_51\">Section 9</a> of the Arbitration &amp; Conciliation Act are disposed of with an order of restraint against the respondent bank not to encash bank guarantees as specified in Annexure P-17 of OMP 216/2005 and Annexure P-18 of OMP 217/2005, subject to the condition that the bank guarantees would be kept alive by the petitioners during the termination of arbitral proceedings or subject to such orders as may be passed by the arbitral tribunal even during the pendency of the proceedings. Liberty is also granted to the parties to approach the tribunal for appropriate orders.\n</p> \n\n<p data-structure=\"Conclusion\" id=\"p_58\">24. The petitions are disposed of in the above terms while leaving the parties to bear their own costs.\n</p> \n\n","numcites":18,"numcitedby":20,"docsource":"Delhi High Court","citetid":614598,"divtype":"judgments","relatedqs":[{"value":"invocation of bank guarantee","formInput":"invocation%20of%20bank%20guarantee"},{"value":"liquidated damages","formInput":"liquidated%20damages"},{"value":"bank fraud","formInput":"bank%20fraud"},{"value":"bank guarantee to be invoked in terms of the guarantee","formInput":"bank%20guarantee%20to%20be%20invoked%20in%20terms%20of%20the%20guarantee"},{"value":"contracts of guarantee","formInput":"contracts%20of%20guarantee"},{"value":"DRB  ","formInput":"DRB%20%20"},{"value":"special equity","formInput":"special%20equity"},{"value":"encashment of bank guarantee","formInput":"encashment%20of%20bank%20guarantee"},{"value":"irretrievable injustice","formInput":"irretrievable%20injustice"},{"value":"hindustan construction company","formInput":"hindustan%20construction%20company"},{"value":"territorial jurisdiction","formInput":"territorial%20jurisdiction"},{"value":"bank guarantee fraud","formInput":"bank%20guarantee%20fraud"},{"value":"\"bank guarantee\" \"invocation\"","formInput":"%22bank%20guarantee%22%20%22invocation%22"},{"value":"grant of injunction","formInput":"grant%20of%20injunction"},{"value":"disputes review board","formInput":"disputes%20review%20board"},{"value":"works contract","formInput":"works%20contract"},{"value":"bank guarantee ","formInput":"bank%20guarantee%20"},{"value":"performance guarantee","formInput":"performance%20guarantee"},{"value":"itek corporation","formInput":"itek%20corporation"},{"value":"on special equity  filter:  invocation of bank guarantee","formInput":"on%20special%20equity%20%20filter%3A%20%20invocation%20of%20bank%20guarantee"}],"cats":[{"value":"arbitration","formInput":"tag:arbitration"},{"value":"interim-measures-etc-by-court","formInput":"tag:interim-measures-etc-by-court"}],"courtcopy":false,"query_alert":null,"agreement":false}